{
  "id": "jm-stat-the-justice-protection-act",
  "type": "statute",
  "title": "The Justice Protection Act",
  "title_en": "The Justice Protection Act",
  "short_name": "Justice Protection Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-justice-protection-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-justice-protection-act",
  "provisions": [
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) The Minister shall establish a programme to be Establish-\n                                                                  ment of\n    known as the Justice Protection Programme, for the purpose of ,u,tice\n    providing to participants, subject to this Act, protection or Protection\n                                                                  Programme\n    assistance or both.                                           and Agen-\n                                                                              cies\n            ( 2 ) The Minister may enter into a reciprocal arrange-\n    ment with the government of a contracting Party or any other\n    country in order to enable a participant in that Contracting Party\n    or other country, to be provided, subject to this Act, with\n    protection or assistance or both.\n                          The Administrative Centre"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . - ( 1 ) Subject to this Act, the Administrative Centre shall Functions\ne   develop, manage and maintain the Justice Protection Programme of Adminis-\n    and shall be responsible for deciding whether a prospective centre.\n    participant is to be afforded protection or assistance or both\n    under the Programme.\n                                                          F\n           ( 2 ) In performing its functions under this Act, the\n    Centre shall-\n         (a) liaise with-                      .                    -.\n                 lThc inclusion of this page is authorized by L.N. 123ROllI\n6                     JUSTICE PROTECTION\n               (i) other approved authorities and with\n                   Administrative Centres of other Contracting\n                   Parties; and\n             (ii) relevant. authorities of other countries;\n                                  .\n    (b) determine the participants in the Justice Protection\n        Programme;\n    (c) determine after consultation with the Commissioner of\n        Police and the Director of Public Prosecutions, the\n        level and duration of protection or assistance for a\n        prospective participant, based on the assessments\n        referred to in subsection (3);\n    (4 obtain such information as may be required to\n        determine--\n            (i) the financial implications of admitting the\n                prospective participant to the Programme; and\n           (ii) the actual. or potentia1:civil and criminal\n                liability of the prospective participant;\n    (e) require the prospective participant to conclude an\n        agreement with the Centre, detailing the terms and\n        conditions of his participation in the Programme;\n    V) arrange for the provision of safe houses;\n    (g) develop guidelines for the effective operation of the\n        Programme;\n    (h) establish budgetary requirements of the Programme;\n    ( i ) make payments in connection with the protection or\n        assistance or both, provided under this Act;\n    (j)take cognizance of thi hi& cost and comilexity of\n        providing adequate protection for participants;\n    (k) co-ordinatt?' and furnish to approve authorities of\n        Contracting Pihies and the relevant' authorities of\n        any other country, relevant information on threat and\n        risk assessments and other related matters.\n               -\n           (The inclusion of this page is authorized by L.S. lZ3/ZOlll\n                                                                           .   '\n                       JUSTICE PROTECTION\n        (3) For the purpose of determining the participants in\nthe Justice Protection Programme, the Administrative Centre\nshall-\n     (a) in relation to criminal matters, take into account any\n          written assessments received from the Commissioner\n          of Police and the Director of Public Prosecutions;                           I\n     (b) in relation to civil matters and enquiries under the\n         Commissions of Enquiry Act, make a determination\n         only on the basis of recommendations received from\n         the Attorney General.\n        (4) In deciding whether 'to include a prospective par-\nticipant in the Programme, the Administrative Centre shall have\nregard to-- -\n     (a) the prospective participant's criminal record, if any,\n                                                                                   '\n         particularly in respect of crimes of violence;\n     (b) the results of any medical, psychological or psychia-\n         tric examination or evaluation of the prospective\n         participant, conducted to determine his suitability for\n         inclusion in the Programme;\n     (c) ,the seriousness of the offence to which any relevant\n          evidence or statement relates;\n     (6) the nature and importance of any relevant evidence or\n          statement;\n     (e) whether there are viable alternative methods of\n         protecting and assisting the prospective participant;\n      u> the nature of the perceived danger to the prospective\n         participant;\n     (g) the nature of the prospective participant's relationship\n         with other prospective participants being assessed for\n         inclusion in the Programme;\n     (h) the expected duration of the protection or assistance to\n         be provided; and\n      ( i ) any other matters that the Centre considers relevant;\n                                                                                       I\n             (The inclusion of this page is authorized by I..N. 123ROlll\n            8                                           JUSTICE PROTECTION\n                .       .\n            .       .\n    .   .\n                                         (5). For the purposes of this Act, the Administrative\n                            .'   Centre shall-\n                                      (a) interview a prospective participant with a view to\n                                          establishing his suitability for entry into the\n                                          Programme;\nI\n                                      (b) examine the threat and risk assessments submitted to\n                                          the Centre pursuant to section 8;                                    a\n                                      (c) require a prospective participant or a participant, as the\n                                          case may be, to undergo, for the purpose of\n                                          determining his physical and mental health, medical\n                                          tests or examinations and psychological or psychiatric\n                                          evaluations and to authorize the results to be made\n                                          available to the Centre;\n                                      (d) protect participants and persons accorded provisional\n                                          entry pursuant to section 8(c);\n                                       (e) relocate participants where necessary;\n                                       (fl carry out periodic reviews ,of threat and risk assess-\n                                           ments.\n                                         (6) The Administrative Centre shall, not later than the\n                                 last day of February in each year, submit to the Minister, a\n                                 report of its operations during the preceding year.\n                                        (7) The report referred to in subsection (6) shall include\n                                 information on the number of participants in the Programme, the\n                                 nature of the legal proceedings involved and such other\n                                 information as the Minister may consider appropriate."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5-41) The Administrative Centre may offer protection or Cases tobe\n                                 assistance or both under the Justice Protection Programme in                     @\n                                                                                                            ;:rni2q\n                                 respect of civil matters and the offences set out in the First tion\n                                                                                                First\n                                 Schedule.                                                      Schedule\n                                        (2) The Minister may, after consultation with the\n                                 Director of Public Prosecutions and the Commissioner of Police,\n                                 amend the First Schedule by Order subject to negative\n                                              lThe inclusion of this page is authorized by L.S. I2312Oll]\n                              JUSTICE PROTECTION                                        9\n    resolution."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . 4 1 ) The Administrative Centre may refuse to include a Disclosure\n    prospective participant in the Programme if-                               of\n                                                                               information\n                                                                                  certain\n                                                                               to Adminis-\n         (a) it is satisfied that the person has not provided the\n             Centre with the information specified in subsection centre.\n             (2); and\n         (b) it has not received such other information as may be\n             required in the case or under this Act.\n              (2) A prospective participant shall disclose to the\n    Centre-\n          (a) detailed information on-\n                   (i) his outstanding legal obligations;\n                   (ii) his outstanding debts;\n                  (iii) any civil proceedings that have been instituted\n                        by or against him;\n                   (iv) any business activity in which he is involved;\n                                                                                             I\n                   (v) receivables and all sources of income;\n                   (vi) his general medical condition;\n1                 (vii) any dependants and related obligations;\n                  (viii) any court order relating to sentences imposed\n                         on him or to which he is subject in relation to\n                         criminal prosecutions;\n                   (ix) any relevant court orders or arrangements\n                        relating to his custody of or access to children;\n          (b) his criminal record, if any;\n          (c) details of-\nI                   (i) any cash balances in bank accounts; and\n                   (ii) property, real or personal,\n                held anywhere by him in his own name or jointly\n                or severally with any other person;\n                   lTbe inclusion of this page is authorired by L.N. IUROlll\n                                                   JUSTICE PROTECTION\n                                (4 whether any of his property, real or personal, is liable\n                                    to forfeiture under any other law;\n                                (e) details of any arrangements that he has made for-\n                                          (i) the service of documents on him;\n                                         (ii) representation in proceedings in any court;\n                                         (iii) enforcement ofjudgments in his favour; or\n                                         (iv) compliance with the enforcement of judg-\n                                              ments against him.\n                          (3) The Centre shall make such other inquiries and\n                 investigations as it considers necessary for the purpose of\n                 assessing whether the prospective participant should be included\n                 in the Programme.\nConditions              7. The Administrative Centre shall not include a prospective\nfor inclu-\nsion of              participant in the Programme unless-\nprospective\nparticipant                     (a) subject to section 9, he applies in the prescribed form\nin Pro-                             to be included;\ngramme.\n                                ( b ) the Centre is satisfied that-\n                                          (i) he understands the implications of being\n                                             *included in the Programme; and\n                                          (ii) he understands the terms of the agreement and\n                                               it is signed in accordance with section 11.\n                                                  The Commissioner of Police\n  Functions             8. In relation to the possible inclusion of a prospective\n  of Cornrnis-\n  sioner.            participant in the Justice Protection Programme, the Commis-\n                     sioner of Police-\n                                (a) shall carry out investigations and submit to the\n                                    Administrative Centre, the prescribed application form\n                                    completed by the prospective participant, and the\n                                    following documents prepared by the dommissioner-\n                 8\n                       +%   -        ,    (i) an assessment of that application;\n                                         (ii) a 'threat assessment, including a report of the\n                                                                               -\n                                         lThe inclusion of this page is authorized by L.N. lZ3ROlll\n                               JUSTICE PROTECTION\n                           Commissioner of Corrections where the pros-\n                           pective participant is in a correctional institu-\n                           tion;\n*    ,   I (b) shall(iii)provide\n                           a risk assessment;\n                                   protection for the prospective partici-\n                 pant in the period prior to the determination by the\n                 Centre pursuant to section 4(3); ,\n             (c) may, in a case of emergency, apply to the Centre for\n                 provisional entry into the Programme by the pros-\n                 pective participant prior to that determination.\n                      The Director of Public Prosecutions\n                                                                                      .   ."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Conditions for inclusion of prospective participant in Programme.\n                      The Commissioner of Police"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Functions of Commissioner.\n                  The Director of Public Prosecutions"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Director of Public Prosecutions to submit application.\n                                Agreement"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Agreement.\n                         Register of Participants\nI I . Register of participants."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Access to register.\n        Protection under the Justice Protec~ionProgramme"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) Where a participant is entitled to exercise a right, is Participant's\nunder an obligation or is subject to any restriction, the obligations.\n                                                                   \"*'\"d\nappropriate approved authority shall take such steps as are .\nreasonably practicable to ensure that-\n      (a) the right or obligationis dealt with according to law;\n          and\n      (b) the participant complies with the restriction.\n           (2) The steps referred to in subsection (1) may\ninclude-                                                                           1\n      (a) providing protection for the participant while the\n          participant is attending Court;\n      (b) notifying a party or possible party to legal proceedings\n          that the appropriate approved authority shall accept\n          process issued by a Court or tribunal on behalf of the\n          participant, and nominating one of its officers for the\n          purpose.\n        (3) Where the appropriate approved authority is\nsatisfied that a participant who has been provided with a\nnew identity under the Justice Protection Programme is using\nthe new identity to-\n      (a) avoid obligations that were incurred before the new\n          identity was established; or\n      (b) avoid complying with restrictions that were imposed\n          on the participant before the new identity was\n          established,\nthe authority shall act in accordance with subsection (4).\n       (4) The appropriate approved authority shall give notice\nin writing to the participant stating that, unless he satisfies\nthe authority that the obligations are dealt with according to\nlaw or the restriction is complied with, the authority shall take\nsuch action it considers necessary to ensure performance of\nthose obligations or compliance with those restrictions.\n        (5) The action referred-to in subsection (4) may include\n               lThe inclusion of this page is authorized by L.N. I23/ZOIII\n                                       JUSTICE PROTECTION\n                informing a person who is seeking to enforce rights against the\n                participant, of the details of any property, real or personal,\n                owned by the participant under his former identity.\nNon-               15.--(1) A participant who has been provided with a new\ndisclosure of\nformer          identity under the Justice Protection Programme shall not\nidentity.       disclose his former identity unless he has obtained the prior\n                written approval of the Administrative Centre.\n                          (2) Notwithstanding subsection (I), the participant             0\n                shall in any proceedings, be entitled to claim that his new\n                identity is his only identity.\n                          (3) In this section \"participant\" includes a person who\n                is no longer participating in the Programme but retains his new\n                identity.\nCessation of       16.--(1) Protection or assistance provided under the Justice\nprotection or\nassistance,     Protection Programme to a participant-\n                      (a) shall be terminated by the Centre upon the written\n                          request of a participant; or\n                      (b) may be terminated by the Centre if-\n                              (i) the participant willfully breaches a term of the\n                                  Agreement;\n                             (ii) the Centre discovers that the participant had\n                                  knowingly given information to the Centre\n                                  that is false or misleading in a material\n                                  particular;\n                             (iii) the participant's conduct is, in the opinion of\n                                   the Centre, likely to compromise the integrity\n                                   of the Programme;\n                             (iv) the circumstances that gave rise to the need for\n                                  protection or assistance for the participant\n                                  have ceased to exist;\n                              (v) the participant willfully breaches an under-\n                                  taking, including an undertaking to give\n                                  evidence, in relation to a matter relevant to the\n                           . (Thc inclusion of this page is authorized by L.N. 123R0111\n                        JUSTICE PROTECTION                                17\n                      Programme;\n               (vi) the participant refuses or fails to sign a new\n                    agreement when required to do so under\n                    section lO(7); or\n              (vii) there is, in the opinion of the Centre, no\n                    reasonable justification for the participant to\n                    remain in the Programme.\n        (2) Where the Centre decides under subsection (l)(b)\nto terminate protection or assistance or both, the Centre\nshall-\n     (a) take reasonable steps to notify the participant of the\n         decision; and\n     (b) notify the other approved authorities of the decision.\n        (3) A participant who receives such a notification may,\nwithin twenty-eight days thereafter, apply in writing to a\nTribunal appointed by the Minister for a review of the decision\nof the Centre.\n       (4) The Tribunal shall, in relation to an application in\nsubsection 3-()\n     (a) allow the participant a reasonable opportunity to state\n         his case;                      '\\\n                                           \\\n     (b) review the decision of the Centre and-\n                                                             ,\n             (i) confirm or reverse it; or\n            (ii) vary it with the consent of the participant,\n         and inform the participant in writing of the decision.\n        (5) A decision of the Centre pursuant to subsection\n(l)(b) to terminate protection or assistance, or both, shall be\neffected as follows-\n     (a) where the participant's'whereabouts are unknown and\n         the Centre has taken reasonable steps, without success,\n         to notify the participant of the decision, the protection\n  -\n             lThe inclusion of this page is authorized by L.N. 123ROlll\n                          JUSTICE PROTECTION\n             shall be terminated at the end of the period of twenty-\n             eight days after those steps were commenced;\n        (b) if the participant does not apply for a review of the\n            decision, termination shall take effect at the end of the\n            period of twenty-eight days after the participant\n            receives the notification; or\n        (c) if the participant applies for a review of the decision\n            and the Tribunal notifies the participant that the\n            decision of the Centre is confirmed, termination shall\n            take effect from the date of receipt of the notification."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Non-disclosure of former identity.\n           (The inclusion of this pngc is nuthorizcd by 1..N 123120111\n                  JUSTICE PROTECTION ACT"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-41) Where a participant has been provided with a new Restoration\nidentity under the Justice Protection Programme and protection\nor assistance to the participant is terminated, the Administrative\n                                                                               ~~~~\nCentre may, if it considers it appropriate to do so, take such\naction as is necessary to restore the former participant's former\nidentity.\n        (2) he Centre shall take reasonable steps to notify the\nformer participant of its decision under subsection (1).\n           (3) Where the centre decides to take action to restore\n  the identity of the former participant, he may apply in writing to\nt h e Tribunal appointed by the Minister for a review of that\n decision.\n          (4) Where an application is made under subsection (3),\n the Tribunal shall-\n    7\n         (a) before making a decision, give the former participant\n             a reasonable opportunity to state his case;\n        - fb) ;eview the decision of the Centre and confirm or\n              reverse it, and inform the former participant, in\n        ..    writing, of its decision.\n          (5) Where, upon taking action under this section to\n restore the former identity the Centre requests the former\n participant to return all documents that were provided in relation\n'to the new identity, he shall return those documents to the\n Centre within seven days after receiving the request.\n                h he inclusion bf this page is authoriied by L.S. 123/32011\\\n                           JUSTICE PROTECTION                                19\n         (6) A person who, without reasonable excuse, fails to\nreturn the documents pursuant to subsection (5) commits an\noffence and is liable on summary conviction in a Resident\nMagistrate's Court to a fine not exceeding' five hundred\nthousand dollars or to imprisonment for a term not exceeding six\nmonths or to both such fine and imprisonment."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) Where another approved authority notifies the Provision\n                                                                  of infoma-\nAdministrative Centre that a participant who has been provided tlon. to an\nwith a new identity or has been relocated, is under investigation approved\nfor, or has been arrested or charged with an offence specified in\nsubsection.(2), the Centre may-\n     (a) provide the appropriate approved authority with-\n               (i) the participant's new identity;\n            , (ii) the participant's criminal record; and\n             (iii) such other information relating to the Justice\n                    Protection Programme as the Centre considers\n                    appropriate in the circumstances; or\n      (b) cause the participant to appear before the appropriate\n          authority. .\n        (2) The offence referred to in subsection (1) is\nan offence for which the maximum penalty is. or includes\nimprisonment for a period of more than one year.\n         .. -             Miscellaneous"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Persons performing functions in relation to the Pro- Pro~ection\ngramme, shall not be liable to any action, suit or other frOmSUil.\nproceedings in respect of an act done or omitted to be done in\ngood faith 'in the exercise or purported exercise of a power\nconferred by this Act.\n   2 0 4 1 ) A person who, without lawful authority, discloses Offences.\ninformation-\n      (a) about the idekity or location of a person who is or has\n          been a participant or prosp&tive participant;\n      (b) that compromises the safety or security of a participant\n                lThe inclusion of this page is authorized by L.N. 123R0111\n20                              JUSTICE PROTECTION\n                 or the integrity. of the Programme,\n     commits an offence and is liable on summary conviction in a\n     Resident Magistrate's Court to a fine not exceeding three\n     million dollars or to imprisonment for a term not exceeding\n     three years or to both such fine and imprisonment.\n             (2) Unless he is authorized in writing by the Centre to\n     do so, a person who is or has been a participant or a person\n     who has undergone assessment for inclusion in the Justice\n     Protection Programme shall not disclose-\n          (a) the fact of such participation or assessment;\n          (b)'information as to the way in which the Programme\n             moperates;\n          (c) information about any officer of.the Administrative\n                  Centre who is or has been involved in the Pro-\n                  gramme;\n          (d) thefact that he has signed an agreement; or\n          (e) any details of an agreement signed by him.\n             ( 3 ) A person commits an offence if-\n          (a) he offers a bribe or other inducement to any person\n              employed in the administration of this Act, for the\n              purpose of obtaining information which could\n              prejudice the safety or security of a participant or the\n              integrity of the Programme; or\n          (b) being a person employed in the administration of this\n              Act, he accepts any bribe or other inducement in\n              exchange for the information referred to in paragraph\n              (a).\n              (4) A person who commits an offence under sub-\n     section ( 3 ) is liable on summary conviction in a Resident\n     Magistrate's Court to a fine not exceeding five million dollars or\n     to imprisonment for a term not exceeding five years or to\n     both such fine and imprisonment.\n                     (The inclusion o f this page is authorized by L.S. l23/20111\n                        JUSTICE PROTECTION                                        21\n                                                                          Officers not\n                                                                          required to"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.-(1) Subject to subsection (2), an officer of the Admin-           disclose\nistrative Centre shall not be required to-                                information\n     ( a ) produce in any court or to another approved authority,\n           any document that has come into the custody or\n           control of the Centre in the course of or because of\n           the performance of functions or duties under this\n           Act;\n     (b) divulge, communicate or produce to or before such a\n         body any matter or thing that has come to the notice of\n         the officer in the performance of such functions or\n         duties,\nexcept where it is necessary to do so in the interest of justice or\nfor the purpose of canying the provisions of this Act into\neffect.\n         ( 2 ) Where, in any legal proceedings it becomes neces-\nsary for the Judge or Magistrate presiding to be advised of a\nparticipant's location and the circumst~~ces,  an officer referred\nto in subsection ( 1 ) shall disclose the relevant information to\nthe Judge or Magistrate in chambers but no such disclosure\nshall be made in the presence of any person other than the\nJudge or Magistrate.\n        (3) The Judge or Magistrate shall not disclose any\ninformation received under subsection (2) otherwise than in\naccordance with this Act.\n   2 2 . 4 1 ) A person who-                                              Require-\n                                                                          ment where\n      ( a ) is provided with a new identity under the Justice             participant\n                                                                          becomes\n            Protection Programme;                                         witness in\n                                                                          criminal\n      ( b ) retains that identity, whether or not he remains a            proceedings.\n            participant; and\n      (c) is required to appear as a witness in criminal pro-\n          ceedings under that identity,\nshall notify the Administrative Centre of the requirement\nreferred to in paragraph (c).\n             lThe inclusion of this page is authorized by L.N. 123R0111\n                       .JUSTICE PROTECTION\n        (2) After being notified under subsection (I), the Centre\nmay take such action as it considers appropriate in the\ncircumstances, including, where the person has a criminal\nrecord, disclosing that criminal record to the court, the\nprosecutor and the accused person or the accused person's\nattorney-at-law.\n                                                                         ,, 0"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Requirement where participant becomes witness in criminal\n      proceedings. '"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. If in any proceedings in any court the new identity of a ldelltityof\n                                                                 ,,,, ,,\nperson who is a participant is in issue or may be disclosed, the participant\ncourt shall, unless it considers that the interests of justice disclosed.\nrequire otherwise-\n      (a) hold that part of the proceedings that relate to the\n          identity of the participant in private; or\n     (b) make such order restricting the publication of evidence\n         given before the court as, in its opinion, will ensure\n         that the identity of the participant is not disclosed."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-41) Subject to subsection (2), the Administrative Annual\nCentre shall submit to the Board annual reports on the general\noperation, performance and effectiveness of the Justice\nProtection Programme.\n        (2) A report under subsection (1) shall not contain\nany matter which, in the opinion 'of the Centre, is likely to\nprejudice the effectiveness or security of the Programme.\n         (3) In subsection (1) \"Board\" means the Board of\nGovernors referred to in Article 5 of the Agreement, comprised\nof Ministers responsible for national security of Contracting\nParties to the Agreement."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. The Minister may make regulations generally for giving, Regula-\neffect to the provisions of this Act.                                          0"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Preservation of informal arrangements.\n           lThe inclusion of this page is authorized by L-3. 113ROIIJ\n                              JUSTICE PROTECTION\n                   THE JUSTICE PROTECTION ACT                                                 Act\n                                                                                           23 of 2001.\n                                                                  [ l t h August, 2008.1\n                                t\n                                                                   I   .    .\n                                     '   Preliminary\n0        1. This Act may be cited as the Justice Protection Act.                           Short title\n    .    2. In this Act-,                                -,           Inter-\n                                                                      pretation\n            \"~dministrativeCentre\" dr bbCentre\" he'ans the Witness\n                 Protection Administration and Victim Support Unit in\n                 the Ministry of National Security h d Justice;\n             \"Agreement\" means the Agreement Establishing the\n                 Regional Justice protection Programme,'signed at Port\n                 of Spain on July 7, 1999; * # .            '\n             \"approved authority\" or \"authority\" me-\n        ..\n               - ( a ) the Attorney-General;\n                 (b) the Director of Public~Prosecutions;\n                 - ( c )the Administrative Centre;\n                 (4 the Commissioner of Police or any other member\n                      of the Jamaica Constabulary Force designated by\n                      him;\n                 ( e ) such other person or body as the Minister may,\n                       from time to time, designate as an approved\n                       authority;\n             \"associate\" means ,a person who, by virtue of his\n0                relationship or association with a participant or\n                 prospective participant, may be considered for\n                 protection or assistance or both under the Justice\n                 Protection Programme;\n             \"Contracting party\" means a Party to the Agreement;\n             \"Justice Protection Programme\" or 'fProgramrneWmeans\n                                                        .\n                    lThe inclusion of this page ip authorized by L.N. 123ROlll\n                                                            ,\n                     JUSTICE PROTECTION\n        the Justice Protection Programme referred to in\n        section 4;\n    \"participants\" means witnesses, jurors, judicial officers,\n         legal officers, law enforcement personnel or\n         associates of such persons and any other persons to\n         whom protection or assistance or both is given under\n         the Justice Protection Programme;\n    \"risk assessment\" means an evaluation of the risk or\n         danger which a participant is likely to pose for the\n         receiving community, having regard to the matters\n         specified in paragraphs (a), (d) and (e) of the\n         definition of \"threat assessment\" and any other factor\n         considered relevant in a particular case;\n    \"threat assessment\" means an evaluation of the danger to a\n         prospective participant based on but not limited to\n         information on-\n             (a) persons who are the subject of judicial or\n                 administrative proceedings concerning the\n                 case in relation to which the prospective\n                 participant has given evidence or is required\n                 to give evidence;\n              (b) any criminal organization interested in the\n                  relevant proceedings;\n              (c) the nature of the threat to the prospective\n/\n                  participant;\n              (d) the names and other identifying data of all\n                  persons who are likely to pose a danger to the\n                  prospective participant;\n              (e) where appropriate, the prospective par-\n                                                                         a\n                  ticipant's association with persons referred to\n                  in paragraph (a) or his involvement in the\n                  illegal activity giving rise to the proceedings\n                  referred to in that paragraph;\n              (#) the immediacy of the threat;\n           IThe inclusion o f h i s page is auhorhed by L.N. l23LZ0111\n                            JUSTICE PROTECTION\n          \"witness\" means a person who has given, is obliged to\n              give or has agreed to give a statement or evidence or\n              both-\n                   ( a ) in relation to a crime that has been com-\n                         mitted or in respect of which there are\n                         reasonable grounds to believe will be\n                         committed;\n                   (b) to an approved authority in relation to a\n                       crime that has been committed or in respect\n                       of which there are reasonable grounds to\n                       believe will be committed;\n                   (c) in a criminal trial; or\n                   (6) in any civil proceedings. .\n                    The Justice Protection Programme"
    },
    {
      "provision_ref": "sec91",
      "section": "91",
      "title": "Section 91",
      "content": "91-41) The Director of Public Prosecutions shall, where he Director of\n                                                                    Public Pro-\n    is shisfied that the circumstances so warrant, prepare and secutions\n    subrhit an application in the prescribed form to the tosummit\n    ~ddinistrativeCentre for a prospective participant's entry into app\"catiOn.\n    the vstice Protection Programme.\n         1(2) An application referred to in subsection (1) shall be\n    made after the Director of ~ubli;Prosecutions has-\n             (a) in the case of a prospective participant who is likely to\n                                                                                  L\n                 be a witness-\n                     (i) determined that his testimony is-credible and\n                         essential; and\n                     (ii) formed the opinion that the prospective partici-\n                          pant can be relied upon to give the testimony;\n             (b) determined that a juror, judicial officer, legal officer,\n                 law enforcement officer or any of their associates, is in\n                 need of protection or assistance or both.\n         1 '(3) An application under this section shall be accom-\n         '\n    pan(ed by detailed information on-\n         I (a) the significance of the case;\n             (b) the prospective defendant;\n12                                     JUSTICE PROTECTION\n                      ( c ) the testimony of the prospective participant;\n                      (d) the anticipated benefits of a successful prosecution.\n                                             Agreement\nAgreement.         l O . - ( l ) The Administrative Centre shall prepare an agree-\nSecond          ment containing the matters set out in the Second Schedule.\nSchedule.\n                           (2) The Administrative Centre may, where it considers\n                necessary in a particular case, include any other matter in\n                an agreement.\n                           (3) The agreement shall be signed-\n                      ( a ) by the prospective participant; or\n                      (6) where the prospective participant is under eighteen\n                            years of age and unmarried, or otherwise lacks legal\n                            capacity to sign the agreement, by a parent or\n                            guardian or if there is no such parent or guardian, by a\n                            person appointed by the Supreme Court to be his\n                            guardian,\n                in the presence of two witnesses, one of whom may be the\n                prospective participant's attorney-at-law.\n                         (4) A prospective participant is included in the Pro-\n                gramme when the agreement is counter-signed by the person\n                authorized by the Centre for the purpose.\n                         ( 5 ) The agreement may be varied by the Centre with\n                the participant's consent.\n                         (6) The variation referred to in subsection ( 5 ) shall take\n                effect on the day on which the participant receives written\n                notice thereof.\n                         (7) Where a participant remains in the Programme\n                upon attaining the age of eighteen years, the Administrative\n                Centre shall require him to sign an agreement on his own behalf\n                upon his attaining that age.\n                                          Register of Participants\nRegister of        1 1 . - ( 1 ) The Administrative Centre shall maintain a register\nparticipants.\n                of participants which shall be accorded a security classification\n                             !The inclusion of this page is authorized by L.S. 123120111\n                                  .      JUSTICE PROTECTION                                    13\n                not below \"Top Secret\".\n                          (2) The register may be maintained by electronic\n                means.\n                        (3) The Centre shall include in the register, the\n                following details in respect of each participant-\n                      (a) the participant's name .and assumed names, if any;\n                      (b) the participant's new name where he hai been pro-\n                          vided with a new identity under the Programme;\n                      (c) participant's address;\n                      ( 4 details of any offences of which the participant has\n                          been convicted;\n                      (e) the dates on which the participant entered and left\n                          the Programme;\n                         V) the matter giving rise to his entry into the\n                            Programme; and\n                      (g) any approval or refusal pursuant to section 15(1).\n                          (4) The Centre shall keep the following documents\n                (hereinafter referred to as \"ancillary documents\") along with the\n                register-\n                      (a) the original of each agreement;\n                      (b) in respect of new identities, copies of each new\n                          document issued under the Programme;\n                      (c) the original of each approval granted by the Centre\n                          pursuant to section 15(1);\n                 .       ( 4 any documents returned to the Centre pursuant to\n                             section 17(5).\n    Access to      12.-41) Subject to this section, the Administrative Centre\n    register.\n                shall be the only approved authority that shall have access to\n                the register and to the ancillary documents.\n~                             rPhe inclusion of this page is authorized b> 1   .\\. 123/20111\n                                        JUSTICE PROTECTION .\n                       (2) The Centre may, if it is of the opinion that it is in the\n               interest of the due administration of justice to do so, allow\n               another approved authority to have access to information\n               contained in the register and the ancillary documents in relation\n               to a particular participant.\n                      Protection under the Justice Protection Programme\nAction re         13. Action which may be taken under this Act to ensure\nparticipant.\n               the safety and security of participants may include the follow-\n               ing-\n                     (a) providing any documents necessary to establish a new\n                         identity for the participant or otherwise to protect the\n                         participant;\n                     (b) permitting a participant to use an assumed name in\n                         carrying out his duties in relation to the Programme\n                         and to carry documentation supporting the assumed\n                         name;\n                     (c) relocating the participant and his property, if any;\n                     (d) providing accommodation for the participant;\n                     (e) providing payments to or for the participant for the\n                         purpose of-\n                             (i) meeting his reasonable living expenses includ-\n                                 ing, where appropriate, living expenses of his\n                                 family; and\n                             (ii) providing, whether directly or indirectly, other\n                                  reasonable financial assistance;\n                     fl providing payments to the participant for the purpose\n                         of meeting costs associated with relocation;\n                    (g) providing assistance to the participant in obtaining\n                        employment, access to education and health care;\n                    (h) providing other assistance to the participant with a\n                        view to ensuring that the participant becomes self-\n                        sustaining.\n                          JUSTICE PROTECTION                                 IS"
    }
  ],
  "definitions": [
    {
      "term": "Board",
      "definition": "the Board of",
      "source_provision": "sec24"
    },
    {
      "term": "Agreement",
      "definition": "the Agreement Establishing the",
      "source_provision": "sec26"
    },
    {
      "term": "associate",
      "definition": ",a person who, by virtue of his",
      "source_provision": "sec26"
    },
    {
      "term": "Contracting party",
      "definition": "a Party to the Agreement",
      "source_provision": "sec26"
    },
    {
      "term": "participants",
      "definition": "witnesses, jurors, judicial officers,",
      "source_provision": "sec26"
    },
    {
      "term": "risk assessment",
      "definition": "an evaluation of the risk or",
      "source_provision": "sec26"
    },
    {
      "term": "threat assessment",
      "definition": "an evaluation of the danger to a",
      "source_provision": "sec26"
    },
    {
      "term": "witness",
      "definition": "a person who has given, is obliged to",
      "source_provision": "sec26"
    }
  ]
}