{
  "id": "jm-stat-the-justices-of-the-peace-appeals-act",
  "type": "statute",
  "title": "The Justices of the Peace (Appeals) Act",
  "title_en": "The Justices of the Peace (Appeals) Act",
  "short_name": "Justices of the Peace (Appeals) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-justices-of-the-peace-appeals-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-justices-of-the-peace-appeals-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                      Intcrpreta-\n                                                                       lion\n“appellant” means the party to any proceeding within the\n    meaning of this Act who shall give notice of appeal\n    from any judgment, decision, or report, or shall require\n    to have a case stated for the opinion of the Court of\n    Appeal thereon as herein provided;\n“respondent” means the opposite party to any such pro-\n     ceeding; and\n“judgment” means any conviction, judgment, order, or\n    other affirmative adjudication, or any dismissal of, or\n    refusal to hear or adjudicate on any complaint, in-\n    formation, or suinmons in a matter of summary juris-\n    diction.\n  As to Right and Time of Appeal and Advice thereof by\n                        Justices"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Any person aggrieved or affected by any judgment Rightof\nof any Justice exercising summary jurisdiction, or by the appeal.\ndecision or report of any other officer or body taking any\nproceeding, or acting under any enactment either now or\nhereafter to be in force in this Island whereby the right of\nappeal is or shall be allowed, shall be at liberty to appeal\ntherefrom to the Circuit Court of the parish in which such\njudgment shall be pronounced, or to a Judge of the\nSupreme Court, as hereinafter respectively provided.\n      mie inclusion of this page is authorized by L.N. 450/1973]\n6                         JUSTICES OF THE PEACE (APPEALS)\nEslcnt            4. The right of appeal shall extend to all enactments\nihercof.\n               already or to be hereafter passed giving summary jurisdiction\n               to Justices, or any other officer or body, unless where other-\n               wise expressly provided."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The Justice, or other officer or body, whenever the\nb e informed person   adjudicated against shall appear to be ignorant\nof their     thereof, shall instruct him of his right of appeal, and the\nright of\nappeal.      Clerk of the Courts shall, whenever required, furnish to\n             any appellant the necessary notice and recognizance of\n             appeal.\n                   As to Notice, Recognizance, Grounds of Appeal\n                                     Service, etc.\nNoticc of        6. The appellant shall, either during the sitting of the\nameal.\n               Court or other tribunal at which such judgment, decision,\n               or report as aforesaid is delivered give verbal notice of\n               appeal or at any time within fourteen days after such\n               judgment, decision, or report delivered give a written notice\n               of his intention to appeal to the adjudicating Justice, or\n               other officer or body as aforesaid, and to the respondent;\n               and in either case shall, within such period of fourteen\n               days, deIiver to the Clerk of the Resident Magistrate’s\n               Court or other proper officer, and also to the respondents,\n               the grounds in writing of his appeal :\n                 Provided, that the time shall not commence to run in the\n               case of an affirmative judgment until the copy of the con-\n               viction, order, or adjudication shall have been drawn up\n               and be ready for delivery to the appellant.\nhlinuts of       7. Whenever a verbal notice of appeal shall be given\nvrrba!\nnoticc to be   the Clerk of the Resident Magistrate’s Court or other\nmade by\nClerk. etc.\n               proper officer, shall make a minute thereof; which shall\n               operate as a notice of appeal to the Justices, or other body\n               or officer before whom the proceeding shall be held, or\n               take place, and also to the respondent, if present in person\n               or by solicitor or agent; and if not so present. notice of\n                     W e inclusion of this page 1s authorized by L N 480119731\n           JUSTICES OF T H E PEACE (APPEALS)                                   7\nappeal shall be served in writing, as herein provided in\nother cases, on the respondent, within the before limited\nperiod of fourteen days after the judgment, decision or\nreport shall be made."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Where the respondent has appeared by solicitor or Seryict of\nagent, it shall be sufficient to serve such solicitor or agent nnt'ce-\nwith the notice and grounds of appeal herein required; and\nin every other case service thereof may be made personally\non the respondent, or at his usual place of residence or\nbusiness."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. In case of the death of the respondent, or of his Scrviccof\nabsence from the Island, the service of the notice anrl notice\n                                                            Iro,trd,).\ngrounds of appeal respectively herein required shall be\nmade upon his representative, in like manner, and within\nthe like time, as it is herein directed to be made upon the\nrespondent; and in case of the respondent or his represent-\native being out of the jurisdiction of the Circuit Court of\nthe parish, or in case of the respondent being absent, or\ndead, and there being no representative, copies of the\nnotice and grounds of appeal respectively herein required\nshall be posted on the door of the Court House of the\nparish wherein the decision was made, and within the time\nherein limited for service as aforesaid :\n  Provided, that the destruction, obliteration, or taking\ndown of any such posted copy by any other person than the\nappellant or his agent, or any person acting with his privity\nor assent, shall not prejudice the appellant."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Service of notice of appeal on the Clerk of the Resi- serviceof\ndent Magistrate's Court or of the Justices shall be suficient\nnotice to the Justices who have adjudicated."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. It shall not be necessary to state in any written notice F~~ ,f\nof appeal that the appellant is aggrieved by the decision           ;;Ezl,of\nappealed against; and every notice of appeal shall be\n      [The ioclusioo of this page is authorized by L.N. 480/1973]\n                          JUSTICES OF T H E PEACE (APPEALS)\n               sufficiently signed, if signed by or on behalf of the appel-\n               lant, either with his name or mark, or with the name of\n               his solicitor, but if signed with his mark, such signature\n               shall be attested by a subscribing witness.\nAppellant         12. When notice of appeal is given, it shall not be\nnced no1\nrervcnotice     necessary for the appellant to serve any grounds of appeal\no d ,\nlIICertain\n               ~with~ respect\n                        ~ ~ to~ objects apparent on the face of the pro-\n                ceedings, or of the evidence; and the provisions of this Act\ncases.\n                shall only be obligatory when the grounds of appeal are\n                not so apparent.\nADC-ellant         13. To entitle any person aggrieved or affected thereby\nmust enter\nillto ,ecog.    to appeal from any judgment, decision, or report as afore-\n nizance.       said, the appellant shall, within fourteen days as herein-\n                before provided for the giving of notice of appeal, enter\n                into a recognizance, with one or more sufficient surety or\n                sureties, in a sum sufficient in the case of a judgment\n                inflicting a penalty or awarding a sum of money or costs\n                to cover the penalty or sum awarded and costs, and in a\n                further sum of six dollars for the costs of appeal, if any\n                shall be adjudged; and in the case of a judgment of dis-\n               missal or refusal to adjudicate, in a sum sufficient to cover\n               the costs of dismissal, if any, awarded, and a further sum\n               of six dollars for the costs of appeal in case costs of appeal\n               shall be adjudged; and such recognizance shall be condi-\n               tioned for the due prosecution of the appeal according to\n               the provisions of this Act, and that the appellant do\n               perform and obey all and every the judgments, orders, and\n               determinations of the Circuit Court or Judge to be made in\n               the matter; and in case the judgment appealed from shall\n               be affirmed, then that he do pay the amount of the penalty\n               or sum of money adjudged, together with all costs, as well\n               of the judgment appealed from, as of the Circuit Court, at\n               such time as the said Circuit Court or Judge shall direct;\n               and where the appellant shall have been adjudged to\n               imprisonment in the first instance, the condition of the\n           JUSTICES OF THE PEACE (APPEALS)                                9\nrecognizance in such case shall be that the appellant do\nsurrender himself into custody forthwith, to undergo the\nterm of imprisonment adjudged, and that he do pay all\ncosts to be adjudged as aforesaid by the Circuit Court or\nJudge, in case of the judgment appealed from being\naffirmed."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Appellant need not serve notice of grounds of appeal in certain\n       cases."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Where an appellant may be under legal disability Appellant\nthe recognizance of appeal of his surety or sureties shall disability,\n                                                           under\nbe sufficient."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Any Justice for the parish in which the judgment, Whomay\ndecision, or report intended to be appealed from shall be take recog-\nmade, or for the parish in which the appellant or his surety\nresides, may take the recognizance of appeal hereby\nrequired.\n       As to Admission of Sureties, and Justification by\n                          them, etc."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The appellant shall give to the respondent notice of Sufficiency\nthe names of his intended sureties, and of the time and of sureties.\nplace of entering into recognizance; and it shall be lawful\nfor any Justice taking any recognizance under this Act\nto determine any objection which may be raised by the\nrespondent to the sufficiency of any surety or sureties that\nmay be tendered, and to require, in case of the Justice\nbeing satisfied of the insufficiency of the surety or sureties\nnamed, that another surety or sureties shall be tendered;\nand in every case it shall be the duty of any Justice taking\na recognizance under this Act to require every surety\noffering himself, or tendered by the appellant, to justify\non oath, which oath such Justice is hereby authorized and\nrequired to administer, in the Form A in the Schedule; Schedule\nand every such oath shall be written upon the recogniz- FomA.\nance; and no surety shall be accepted who shall refuse or\ndecIine to justify as is hereby required; and if any surety\nshall wilfully and corruptly make a false oath touching or\n      me inclusion of this page is authorized by L.N. 480/19731\n                                                                  -\n10                        JUSTICES OF THE PEACE ( A P P E A L 3\n               upon any such justification, and shall thereof be convicted,\n               such surety shall be deemed guilty of perjury, and shall be\n               liable to and be punished with the penalties imposed on\n               persons guilty of wilful and corrupt perjury.\n                                    Stay of Execution\nErccutlon        17. When notice of appeal has been duly given and\nto be stayed\non recog.      served and the recognizance has been entered into as herein\nnl~ance        required, execution or further proceedings shall be stayed\nbeing\nentered        in the matter appealed against; and if the appellant be in\nInto\n               custody, he shall be liberated until the judgment of the\n               Circuit Court or Judge shall be given, or unless cr until\n               the appeal shall be withdrawn or not proceeded with by\n               the appellant, on production of a certificate from the Clerk\n               of the Appeal Court that the necessary notice and recogniz-\n               ance have been respectively given and entered into:\n                 Provided, that in case of the affirmation of the judgment\n               appealed from, any imprisonment which may havc been\n               undergone before liberation as last aforesaid shall be\n               reckoned as part of the imprisonment under such judgment.\n              Delivery of Certified Copies of Evidence; Listing of Appeals;\n                 Summonses for Witnesses; Penalty for Non-Attendance\nClerks of        18. The Clerk of every Resident Magistrate’s Court, and\nRestdent\nhfagistrares’ in  all other cases where the right of appeal is or shall be\nCourtsto      given the proper officer or party (the legal fees, if any, of\nsupply\ncert,rled     such other proper officer or party being first paid or\ncopes of\nevidence.     tendered)   shall iespectively, under -the penalty of forty\nCtC.          dollars for each neglect, to be recovered in a summary\n              manner, supply to every party applying for the same a\n              certified copy of the evidence taken, proceedings had, and\n              decision made, in the matter of appeal.\nCertified        19. The Clerk of every Resident Magistrate’s Court and\ncopies of\nevidcnce,      in all other cases where the right of appeal is or dial1 be\nfor court.     given the proper officer or party shall make up and certify\n               the originals or copies of all original documents, also a\n                     lTbs inclusion of this page is authorized by L.N. 480119731\n           3USTlCES OF T H E PEACE (APPEALS)                                 11\ncopy of the evidence taken, proceedings had, and decision\nmade, in every matter of appeal, for the use of the Judge\nof the Appeal Court, not lat.er than fourteen days after the\ndelivery of such judgment, order, or report appealed from.\n   Any clerk, proper oEcer or party neglecting to comply\nwith the provisions of this section shall be liable to a\npenalty of forty dollars for each neglect, to be recovered\nin a summary manner."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Execution to be stayed on recognizance being entered into.\n    Delivery of Certified Copies of Evidence; Listing of Appeals:\n     Summonses for Witnesses; Penalty for Non-Attendance\n IS. Clerks of Resident Magistrates’ Courts to supply certified copies\n       of evidence, etc."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. The Clerk of the Court shall, on the first day of the Clsrkof\n                                                                  Court to\nsitting of the Circuit Court at which any appeal is to be makeout\nbrought on, make out a list of all appeals for hearing at $:Ls,\nsuch Court, and shall on such day deliver to the Judge of\nthe Court such list, together with the certified documents,\nor copies of documents, and copies of evidence, pro-\nceedings had, and decisions made, in every such matter of\nappeal, and grounds of appeal."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Either party to the proceedings appealed from may sum-\nobtain from the Clerk of the Court, who shall have ~~~~~$\nauthority to sign the same, summonses for witnesses, with\nor without a clause requiring the production of books and\ndocuments in their respective possession or control; and\nin any such summonses any number of names may be\ninserted; and every person on whom any such summons,\nor any copy thereof, although containing his name only,\nshall be served, and to whom at the same time payment or\na tender of payment of his expenses shall have been made\non the scale established with regard to witnesses subpcenaed\nto attend any Circuit Court and who shall refuse or neglect\nwithout sufficient cause to appear, or if appearing, to give\nevidence, or to produce any books or documents required\nby such summons to be produced, and also every person\npresent in Court who shall be required to give evidence and\nwho shall refuse to be sworn or to give evidence, or shall\n      me inclusion of this page is authorized by L.N. 480119731\n12                       JUSTICES OF THE PEACE (APPEALS)\n              wilfully prevaricate, shall be liable respectively to be com-\n              mitted to jail by the Appeal Court or Judge for any period\n              not exceeding seven days.\n               The Appeal Court, Time of Hearing and when Appeal\n                                 Not to be Heard\nCircuit         22. The Circuit Court for every parish in this Island\nCourt to be\nAppeal        shall be the Appeal Court for matters arising in every such\nCourt.        parish.\nHow and           23. Every appeal shall be heard at the then next\nwhen\nappeals        succeeding Circuit Court of the parish wherein the judg-\nshall          ment appealed from was delivered, if such Court shah meet\nbe heard\n              within one month after the perfection of such judgment;\n              but if a longer interval shall occur between the perfection\n              of the judgment and the holding of the Circuit Court, then\n               it shall be lawful for either the appellant or respondent\n               to require, and for the Clerk of the Resident Magistrate’s\n              Court to transmit, a transcript of the information, sum-\n              mons, evidence, conviction, order, or judgment appealed\n              from, and to submit the same for adjudication before any\n              Judge of the Supreme Court in Chambers, who shall\n              thereupon, if he conceive the proceedings to be question-\n              able, issue his summons to the opposite party to attend to\n              show cause before him or any other Judge of the Supreme\n              Court why the judgment appealed from should not be\n              quashed; but if such judgment should, on such application\n              by the appellant, appear to be valid and good, then such\n              Judge shall endorse his confirmation thereof on the pro-\n              ceedings and return the same into the office of the Clerk of\n              the Resident Magistrate’s Court where the case was ad-\n              judicated; and upon the appearance or default of\n              appearance on any such summons to be issued as aforesaid\n              by the Judge, he shall examine into the matter of such\n              appeal, and determine the same in his judgment finally.\n                    [The inclusion of this pagc is 8UthOrbCd by L.N. 480119731\n           JUSTICES OF T H E PEACE (APPEALS)                            13"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. No appeal shall be heard unless the appellant shall ~            ~     a\nhave given and served the notice of appeal and the grounds unless   notice\n                                                             to be heard\nof appeal as herein directed, and entered into the recogniz- gwen,=m.\nance respectively herein required within the period herein\nin that behalf limited."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. If the appellant shall fail to give and serve the Ifnotice\nnotice and grounds of appeal, and enter into the and       ofappcal\n                                                               grounds\nrecognizance respectively herein required, his right to ;   ;\n                                                            :;:\nappeal shall cease and determine, and the party in whose nirancenot\n                                                           entered into,\nfavour the judgment, decision, or report shall have been right  of\nmade shall thereupon be at liberty forthwith to take all\nlawful means for enforcing the same; and any Justice, or\nother proper officer or body of the parish wherein such\njudgment, decision, or report was made, may issue all\nnecessary process for enforcing the same, according to the\nforms prescribed by the enactment under which the proceed-\nings were originally commenced, or as may be provided\nby any other enactment now or hereafter to be passed for\nenforcing the same.\n Practice und cowse of Procedure, Powers of Court, Costs"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. The provisions of this Act shall be construed Conrtruc-\n                                                             tion of\nliberally in favour of the right of appeal; and in case any Act.\nof the formalities prescribed by this Act shall have been\ninadvertently, or from ignorance or necessity, omitted to\nbe observed, the Appellate Judge, if the justice of the case\nshall so require, may, upon terms admit the appellant to\nimpeach the judgment, order, conviction, or proceeding\nappealed from."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. When notice of appeal is given, and the respondent costs\nis thereby induced to incur any expense, and the appellant\nshall not afterwards perfect or prosecute his appeal, the abandond.\nCourt shall have power to award costs against such\nappellant.\n-\n 14                       JUSTICES OF THE PEACE ( A P P E A W\n Reference       28. The Appellate Judge shall have power to refer the\n back to\n Jurticcs.     case back to the Justices for further investigation, or\n               further evidence on any point on which he shall deem the\n               evidence defective; and the Justice or Justices who tried\n               the case, or any other two Justices, shall have power, on\n               the application of the appellant or respondent, to summon\n               witnesses, and to take aU evidence which may be tendered,\n               and which may bear on the case generally, or on the\n               specific points referred to his or their investigation.\nRules of\npractice in      29. The following general rules of practice shall prevail\nAppeal\ncourt.         in the Appeal Courts-\n                    First. None but barristers or solicitors, or the appel-\n                         lants and respondents in person, shall be entitled\n                         to address the Court.\n                    Second. The appellant shall begin by proving that\n                         he has served the notice and grounds of appeal,\n                         and entered into the recognizance respectively as\n                         herein required.\n                    Third. If matters of fact are in issue, the party\n                         asserting the affirmative of the issue of fact shall\n                         begin and produce his witnesses or evidence, after\n                         which the other shall call witnesses or produce\n                         evidence and reply. The evidence or witnesses on\n                         both sides shall be the same as were examined and\n                         produced at the proceeding, the judgment,\n                        decision or report, wherein is appealed from.\n                    Fourth. If no matters of fact are in issue, but a\n                         question of law only is raised by the appeal, the\n                        appellant will state his objections, after proving\n                         his notice and grounds of appeal and the recogniz-\n                         ance respectively herein required, and the\n                        respondent will be heard in reply.\nProof of         30. Proof of service of the notice and grounds of appeal\nservice of\nnotice, etc.   respectively herein required may be made by affidavit, to\n               -\n                     m e inclusion of this page is authorized by L.N. 480/19731\n           JUSTICES OF T H E PEACE (APPEALS)                                 15\nbe sworn before the Judge of the Appeal Court, or any\nJustice, and any person wilfully making any false state-\nment in any such affidavit shall be liable to be prosecuted,\nand, if convicted, shalI be punished with the like penalties\nas are imposed in the case of perjury:\n  Provided that it shall be lawful for the Judge of the\nAppeal Court, if not satisfied with any affidavit of service\nand grounds of appeal, to require the service of the notice\naforesaid to be proved, viva vow,on oath:\n  Provided also, that any written admission of service of\nnotice by the Justices entitled thereto shall be taken to be\nsufficient service under the provisions of this Act, as far\nas such Justices are concerned."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. The Court, or Judge, on the hearing of any matter Defectsof\nwithin its jurisdiction, is hereby empowered to amend any may       be\n                                                               iornl,etc.,\ndefect in form in any part of any proceedings, or the record amended.\nthereof, and also, if any variance shall appear between any\nmatter in writing or in print produced in evidence and the\nrecital or setting forth thereof in any such proceeding, or\nany part thereof, or the record thereof respectively, to\ncause the same to be amended as occasion shall require;\nand after any amendment as herein provided, the case shall\nproceed in the same manner, and all and every the pro-\nceedings wherein the decision appealed from shall be made\nshdI be attended with the like effects in all respects with\nregard to the liabilities of parties thereto, or the liability\nof witnesses to be indicted for perjury or otherwise, as if\nno amendment had been made :\n  Provided, the Court may direct that any such amend-\nment shall be made only upon such terms as to the Court\nshall seem meet and just."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. Every information, summons, order, conviction NO proceed-\n                                                              ing to be set\nwarrant of distress, or commitment, or other proceeding aside       far\nshall be deemed valid and sufficient in which the offence A;mr:,\n       [The incluston oi this page is authonzed by L.N. 480/1973]\n16                        JUSTICES OF THE PEACE (APPEALS)\n               or claim shall be set forth in the words of the enactment\n               creating the offence or giving jurisdiction, or which shall\n               follow the form given by any enactment relating to the\n               offence or claim, or the general form in the Schedule given\n               for any such proceeding under Parts I and I11 of the Justices\n               of the Peace Jurisdiction Act or under the general provisions\n               of that Act or any other enactment passed, or to be passed\n               for the like purpose; and no proceeding shall be set aside for\n               form merely where it appears that the party accused or\n               called on to answer in the matter was d d y summoned, and\n               had notice of the ogence charged, or claim made against\n               him.\nWherc           33. Where any recognizance shaIl have been entered\nrecognizance\ninformal,    into within the time herein required, but shall appear to\nncw recog-\nnizance mav  the Appeal Court or Judge to have been informally entered\nbe entrrcd . into, or drawn up, or signed, or stamped, or to be otherwise\nillio.\n             defective or invalid, it shall be lawful for such Court or\n             Judge, if they shall think fit, to permit a new and sufficient\n             recognizance to be entered into in the place of such\n             informal, defective, ur invalid recognizance; but the trial\n             of such appeal shall not be delayed unless the Appellate\n             Judge shall, on application for that purpose, think fit to\n             postpone the same to the next Court, and no longer; and\n             he shall and is hereby empowered to impose such terms as\n             to payment of costs to the respondent, or otherwise, as to\n             such Judge shall appear just and reasonable; and such\n             substituted recognizance shall be as valid and effectual, to\n             all intents and purposes, as if the same had been duly\n             entered into at any earlier time as required by this or any\n             enactment now or hereafter to be in force.\nEvidence at      34. The evidence taken and certified by the Clerk of the\nhearing of\nappeal.        Resident Magistrate’s Court at the hearing shall be read\n               and received by the Appellate Judge as the evidence in the\n               case, unless the appellant and respondent, or either of\n               them, shall within fourteen days after the perfection of\n                     IThc iodusioa of tbia page is authorized by LN. 480(1973]\n           JUSTICES OF THE PEACE (APPEALS)                           I?\nthe judgment, signify to the Clerk of the Resident\nMagistrate’s Court his dissatisfaction therewith; in which\ncase they or he shall be at liberty to re-examine viva voce\nbefore the Appellate Judge, and shall come prepared with\nthe witnesses examined by the adjudicating Justices, any\nor either of them that he may require; and no other than\nsuch as shall have been examined or tendered and refused\nby the Justices aforesaid shall be called as witnesses on the\nhearing of the appeal; and no other documentary evidence\nthan such as shall have been admitted or tendered and\nrefused in evidence before such Justices shall be admitted\non the hearing of the appeal."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. Where recognizance informal, new recognizance may be entered\n          into."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. The Judge of the Appeal Court shall have power to Appdlate\n                                                            court may\nadminister oaths, or to take solemn affirmation in any case administer\nwherein an affirmation may by law be taken instead of an anoath,\noath; and any person who in any examination upon oath\nor solemn affirmation shall wilfully and corruptly give\nfalse evidence shall be indicted for perjury, and shall, on\nconviction, be punished with all the penalties attaching\nto perjury; and any party or witness who shall appear to\ngive false evidence wilfully and corruptly may be committed\nand detained for examination on such charge of perjury\nby any Justice of the parish wherein the charge is made,\nand shall be thereupon dealt with according to law, as in\nother cases of perjury."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. Notwithstanding anything in any law regulating powerto\nappeals from a Court of Petty Sessions the Appeal Court i$F:ce\nor Judge shall, if such Court or Judge thinks that a ,;;;din\ndifferent sentence should have been passed, quash the sessions.\nsentence passed by the Justice or Justices at the trid and\npass a less severe sentence in substitution therefor as such\nCourt or Judge thinks ought to have been passed. Any\nsubstituted sentence so passed shall be enforceable in the\nsame manner as the sentence for which it has been\nsubstituted would have been enforced.\n                        JUSTICES OF THE PEACE (APPEALS)\nPo\\<’arto       37. The Appeal Court or Judge may, notwithstanding\ndismiss\nappeal.      that the Court or Judge is of the opinion that the point\n             raised in the appeal might be decided in favour of the\n             appellant, dismiss the appeal if such Court or Judge\n             considers that no substantial miscarriage of justice has\n             actually occurred.\nCasts.         38. The Judge of the Appeal Court shall have pclwer to\n             award costs, not exceeding the sum of six dollars, in any\n             case either heard before him, or in which, the notice of\n             appeal and recognizance having been given as herein\n             required, the appeal shall be withdrawn or shall not be\n             prosecuted or proceeded with.\nPower to       39. The Appeal Court or Judge shall in its discretion\nadjourn.\n             respite and adjourn the appeal as often as the justice of\n             the case shall require.\n               Proceedings if Decision Affirmed or Reversed; Simple\n                                Dismissal of Appeal\nSudFment       40. If the decision appealed from shall be affirmed by\non appeal.\n             such Court or Judge, the Judge shall endorse thereon the\n             words “judgment affirmed”, with his signature; or if the\n             appeal shall be withdrawn, or not proceeded with or\n             prosecuted the Judge shall endorse the words “appeal\n             withdrawn”, or “not proceeded with”, or “ not prosecuted”;\n             and in any of such cases it shall be lawful for the Judge\n             also to endorse the amount of costs (if any are given) by\n             the Appeal Court; and thereupon any Justice of the parish\n             wherein the proceeding, in which the appeal was made, took\n             place shall immediately, on application by the party\n             entitled, add the costs so given by the Court to any penalty\n             or sum of money and costs, if any, ordered to be paid on\n             the proceedings wherein such app-al shall be made, and\n             issue all necessary warrants for the recovery of the whole\n             by distress and sale, or commitment, or otherwise, accord-\n                   Ilk inclusion of tbm page is authormd by L.N. 480/1973)\n           JUSTICES OF THE PEACE (APPEALS)                               19\ning to the forms which may be given by the particular\nenactment. under which the original proceedings were taken,\nor by any general enactment now passed, or hereafter to\nbe passed, for the purpose of enforcing summary orders\nor convictions."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. Power to adjourn.\n            Proceedings if Decision Afirmed or Reversed:\n                       Simple Dismissal of Appeal"
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. If the decision appealed from shall be affirmed, and ments\n                                                               Howiuds-\n                                                                   to be\nthe appellant shall make default in satisfying the judgment enforced.\nappealed from forthwith, then it shall be lawful for any\nJustice of the parish wherein the decision was made to\nissue process in the form marked B in the Schedule on the Schedule\nrecognizance entered into by the sureties or surety of the Form B.\nappellant, for the recovery of the penalty or sum of money,\nand the costs on the original proceedings, and costs on the\nappeal, if any, which the appellant shall be liable to pay, as\nalso thirty cents for custs on such process against every or\nany surety in such recognizance."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. Payment by the appellant, or any surety, of the Paymentof\n                                                             amount by\nwhole amount which the appellant is liable to pay, and of apwllant\nthe costs aforesaid for issuing process on the recognizance dedared\n                                                             satisfac-\naforesaid, shall be full satisfaction and discharge of all *ion.\nliability of the appellant and his sureties or surety on the\noriginal proceedings and the recognizance entered into as\naforesaid."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. The imprisonment of the sureties or surety of any Limitation\napp-llant under process on the recognizance as aforesaid ment    of\n                                                            of imprison-\nshall not extend beyond the time to which the appellant SureW.\nshall be liable to be imprisoned by the enactment or enact-\nments under which he shall be convicted or ordered to pay\nthe amount of money and costs or be otherwise committed."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. If the decision appealed from shall be reversed by Proceedings\nsuch Judge, it shall be lawful for the said Judge to endorse ~ ~ ~ s 3 1 0 f\nthereon the words \"Judgment reversed\", with his signature, Jud6mcnt.\nand also the amount of costs, if any are given; and jt\n      ITne inclusion of this page is authorized by L.N. 480/1973]\n20                        JUSTICES OF THE PEACE (APPEALS)\n               shall be lawful for the Judge, or any Justice of the parish\n               wherein the decision is made, to issue a warrant of distress\n               for the amount of such costs against the goods and chattels\n               of the respondent; and if no distress or insufficient distress\n               shall be found, then to commit the respondent to the nearest\n               gaol, without hard labour for any time not exceeding three\n               calendar months unless the costs remaining unpaid shall be\n               sooner paid; and any such warrant may be issued in the\n               form in the Schedule provided for any such proceeding\n               under Parts I and 111 of the Justices of the Peace Juris-\n               diction Act, or any enactment passed or to be passed, for\n               enforcing summary proceedings.\nDismissal of\nappeal."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. If the appellant, from any cause, as from not having\n               served or proved the service of the notice of his appeal\n               or grounds of appeal or from having given a defective\n               recognizance or otherwise howsoever shall not be in a\n               condition to carry on his appeal, and the decision appealed\n               from shall be bad on its face, it shall be lawful for the\n               Appeal Court simply to dismiss such appeal without\n               affirming the decision :\n                 Provided, that the Court or Judge may make the like\n               amendments in such case in matters of form only as are\n               hereinbefore authorized in other cases, and may, after any\n               such amendment, give such judgment in the matter as may\n               appear to be proper to the Court.\n                                Punishment for Contempt\nPunishment       46. If any person shall wilfully insult the Judge, or any\nfor con-\ntempt.         officer of the Appeal Court, during its sitting or attendance\n               in Court, or in going to or returning from the Court, or\n               shall wilfully interrupt the proceedings of the Court, or\n               otherwise misbehave in Court, or in the neighbourhood\n               thereof, it shall be lawful for any police officer or constable\n               with or without the assistance of any other person, or for\n                     me indUSiOD of this page is luthorued by LN. 480/19731\n           JUSTICES OF THE PEACE (APPEALS)                                   21\nany constable sworn specially for the purpose by the order\nof the Judge to take such offender into custody, and detain\nhim until the rising of the Court; and the Judge shall he\nempowered if he shall think fit, by a warrant under his\nhand, to commit any such offender to prison for any time\nnot exceeding seven days.\n                  Where Appeal will nut lie"
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. Punishment for Contempt.\n          [The inclusion of this page i s authorized by L.N. 480/19731\n           JUSTICES OF T H E PEACE (APPEALS)                            3\n                      Where Appeal will not lie"
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. No party shall be entitled to appeal from a judgment, ~~~~~~l\norder, order of dismissal, decision, report or determination ~ ~ ~ ~ . p a \"\nadmitted or assented unto by him, or his duly authorized senw*o\n                                                             wdgmeot.\nsolicitor or agent, or from any conviction entered up on a\nplea of guilty."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. N o party shall be entitled to appeal from any Norwhere\njudgment, order, order of dismissal, determination, $:sy$j\nconviction, decision or report, which has gone by default bydefault.\nfor want of appearance or otherwise, unless such party\nshall make oath in writing, setting forth his grounds of\nappeal, and the reasons why he did not appear at the\nhearing or trial, and that such appeal is not made for\ndelay, but to obtain substantial justice in the matter; which\nsaid affidavit shall be filed, along with a written notice of\nappeal and a recognizance within the like period of\nfourteen days as is herein limited in other cases after such\njudgment, order, determination, conviction, decision or\nreport as aforesaid.\n    Proceedings for Transmission of Case forobtainixg\n     Opinion of the Court of Appeal and subsequent\n                       Proceedings"
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. It shall be lawful for the Judge of the Circuit Court ~~~~i~~~~~\nor Supreme Court or for the Justice or Justices or other ~ ~ ~ ~ $ &\nbody or officer before whom any proceedings may be                  E;:;;,\nbrought from which an appeal may by any law he given, to\ntransmit a case for the opinion' of the Court of Appeal in\n 22                         JUSTICES OF T H E PEACE (APPEALS)\n                matter of law, or on the construction of any Statute; and\n                thereupon it shall be lawful for the said Court of Appeal,\n                after notice to the parties concerned, and after hearing the\n                said parties if they shall think fit to appear, to certify its\n                opinion thereon under the seal of the said Court to the\n                Appeal Court, or to the Justice or Justices, or other officer\n                or body; and judgment shall thereupon be pronounced in\n                accordance with such certificate by the Appeal Court, or\n                the Justice or Justices or other officer or body, and carried\n                into execution as a judgment of the said Appeal Court, or\n                of the Justice or Justices or other officer or body as\n                aforesaid.\nEillicr party      50. After the hearing and determination, or order of\nmay apply\nforc.arefor     dismissal, or refusal to adjudicate, by a Justice or Justices\nCourt  of\nopinionof       of any information or complaint which he or they have\nAppeal.         power to determine in a summary way by any enactment\n                now in force or hereafter to be made, either party to the\n                proceedings before the said Justice or Justices may, if dis-\n                satisfied with the said judgment as being erroneous in point\n                of law, apply in writing, within three days after the same, to\n                the said Justice or Justices, to state and sign a case setting\n                forth the facts and the grounds of such judgment or order,\n                for the opinion thereon of the Court of Appeal, and the\n                appellant shall, within fourteen days after receiving such\n                case, transmit the same to the Registrar of the Court of\n                Appeal first giving notice in writing of such appal, with\n                a copy of the case so stated and signed, to the respondent.\nAppellant\nbefore case"
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. The appellant at the time of making such applica-\nstated milat    tion, and before a case shall be stated and delivered to him\nenter into\nrecog-          by the Justice or Justices, shall, in every instance, enter\nnizan=,         into a recognizance before any Justice with sufficient surety\netc.\n                or sureties, and in such sum as to the Justice shall seem\n                meet and subject to all the provisions herein contained in\n                respect to any other recognizance required to be taken\n                under this Act.\n                      me inclusion of this page is authorid by L.N. 480/1973]\n           lVSTlCES OF T H E PEACE (APPEALS)                                    23"
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52. If the Justice or Justices be of opinion that the Ju?tiirsmav\n                                                                    refuse to\napplication IS merely frivolous, but not otherwise, he or dtDte cBpc.\nthey may refuse to state a case, and shall, on the request\nof the appellant, sign and deliver to him a certificate of\nsuch refusal :\n   Provided, that the Justice or Justices shall not refuse to Exceptlon.\nstate a case where application for that purpose is made to\nthem by or under the direction of the Director of Public\nProsecutions."
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53. Where the Justice or Justices shall refuse to state Rcmedylf\na case as aforesaid, it shall be lawful for the appellant to refusa'.\napply to the Supreme Court upon an aflidavit of the facts,\nfor a rule calling upon such Justice or Justices, and also\nupon the respondent, to show cause why such case should\nnot be stated; and the said Court may make the rule\nabsolute, or discharge it, with or without payment of costs,\nas to the Court shall seem meet; and the Justice or Justices,\nupon being served with such rule absolute, shall state a\ncase accordingly, upon the appellant entering into such\nrecognizance as is hereinbefore provided."
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54. The Court of Appeal shaIl hear and determine the Procecdingr\nquestion or questions of law arising on any case transmitted\nunder this Act at the instance of the Justices or other body\nor officer before whom the proceedings shall have been held\nor of the Judge of the Appeal Court or of any party res-\npectively as aforesaid, and shall thereupon reverse, affirm,\no r amend the judgment, report or decision in respect of\nwhich the case has been stated, or remit the matter to the\nJudge, Justice or Justices, or other body or officer, with the\nopinion of the Court thereon, or make such other order in\nrelation to the matter, and make such orders as to costs, as\nto the Court may seem fit; and all such orders shall be final\nand conclusive on all parties:\n      rChe inclusion of this page is authorized by L.N. 480119731\n23                      JUSTICES OF THE PEACE (APPEALS)\n                Provided, that no Justice or Justices or other body or\n             officer who shall state and deliver a case in pursuance of\n             this Act shall be liable to any costs in respect or by reason\n             of such appeal against his or their judgment, report, or\n             decision.\nCart sub-     55. The Court of Appeal shall have power, if they think\nmitlcd may\nbesent     fit, to cause any case transmitted to them under this Act\namendment. to be sent back for amendment; and thereupon the same\n           shall be amended accordingly; and judgment shall be\n           delivered after it shall have been amended.\nDecisionof       56. After the decision of the Court of Appeal in relation\ncourt O f\nAppealmav     to any case stated for their opinion under this Act, the\nbeenforced\nby rhe        Judge, Justice or Justices, or other body or officer in\noriginal\njurisdiction.\n              relation to whose judgment, report, or decision or at whose\n              instance the case has been stated, or any other Justice or\n              Justices exercising the same jurisdiction, shall have the\n              same authority to enforce any conviction or ordzr which\n              may have been afiirmed, amended, or made by such Court\n              of Appeal, as the Judge, Justice or Justices, or other\n              body or officer who originally decided the case or before\n              whom the same was originally brought would have had to\n              enforce his or their judgment, report, or decision, if the\n              same had been appealed against; and no action or pro-\n              ceeding whatsoever shall be commenced or had against any\n              Justice or Justices, or body or officer, for enforcing such\n              judgment, report, or decision, by reason of any defect in\n              the same respectively.\nNO writ of     57. No writ of certiorari or other writ shall be required\ncarriorori\nnecessary    for the removal of any judgment, report, or decision in\njudgment     relation to which any case is stated under this Act or\nintocourt    otherwise for obtaining the judgment or determination of\nof Appeal.\n             the Court of Appeal on any such case under this Act.\n                   [The inclusion o f this page is authorized by L.N. 480/19731\n           IUSTICES OF THE PEACE (APPEALS)                                  25"
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56.   Decision of Court of Appeal may be enforced by the original\n        jurisdiction."
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57.   No writ of certiorari necessary to remove judgment into\n        Court of Appeal."
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58. In all cases where the conditions, or any of them in Prrceedings\nthe last-mentioned recognizance shall not have been on        forfeited\n                                                           rsos.\ncomplied with, the like proceedings shall be taken with nizance.\nrespect to the enforcement of the same as hereinbefore\nprovided with respect to forfeited recognizances of appeal\nfor the prosecution of appeals to the Appeal Court."
    },
    {
      "provision_ref": "sec59",
      "section": "59",
      "title": "Section 59",
      "content": "59. Any person who shall appeal by requiring a case Right of\nto be stated at his instance under the provisions of this ~ ~ ~                  ~       ~\nAct against any judgment, report, or decision of a Justice 2t;2dedered\nor Justices, or other body or officer, from which he is by abandoned\nlaw entitled to appeal to the Circuit Court of the parish, when   case\n                                                             regu:redLo\nshall be taken to have abandoned such last-mentioned be stated.\nright of appeal finally and conclusively, and to all intents\nand purposes.\n                    Appeal from Dismissal"
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60. On any appeal from a dismissal or refusal to A ~ ~                             ~\nadjudicate, the Appellate Judge shall proceed to hear and ::zap-\ndetermine the matter of information or complaint; and for pjudge.\n                                                             w = n of\nthat purpose shall have, use, and exercise all the powers\nand authorities given to the Justice or Justices before\nwhom the matter was originally brought for adjudication;\nand shall thereupon issue such process and execution as\nmay be necessary for the purpose of enforcing such\njudgment as aforesaid.\n                   Recovery of Penalties"
    },
    {
      "provision_ref": "sec61",
      "section": "61",
      "title": "Section 61",
      "content": "61. Every penalty imposed by this Act, the mode of H~~\nrecovering which is not prescribed, may be recovered in a\nsummary manner in the parish wherein the offence shall be r e c o v e d .\ncharged to have been committed, and may be enforced by\nany Justice of such parish by the like proceedings as are\nprovided by Parts I and 111 of the Justices of the Peace\nJurisdiction Act, or as shall be provided by any enactment\npassed, or to be passed, for enforcing summary proceed-\n      Vhc inclusion OP this page is authorivd by L.N. 480f19731\n26                         lUSTlCES OF THE PEACE (APPEALS)\n                ings; and all penalties imposed by this Act, the appro-\n                priation whereof is not otherwise directed, shall be paid to\n                the Accountant-General, and carried to the credit of the\n                Consolidated Fund.\n                                         Rules of Court\nRules             62. Rules of court may be made regurating the practice\nof COUlt,\n                and proceedings in reference to all cases of a p w .\n                                 Miscellaneous Provisions\nWrits of          63. The disiringas and capim under section 40 shall run\ndisrringas\nand capiar      into and may be executed in any parish wherein any surety\nuO&I\nsecrion40.      in any recognizance as aforesaid shall be found :\n                  Provided, that if he shall be in any other parish than\n                that as of which he is described, or from which the process\n                shall issue, the same shall, on demand by the constable\n                charged with its execution, be endorsed by any Justice of\n                the parish wherein he shall be found.\nPower of          64. The Appellate Judge or Court shall have, indepen-\namend-\nment.           dently of the powers hereinbefore conferred, the same\n                powers in all respects to cause any judgment, decision, or\n                report appealed from, and all proceedings connected\n                therewith, to be amended, in like manner as the Circuit\n                Courts are or may be by any law now or hereafter to be in\n                force empowered to do.\nNojudg-           65. No judgment, order, or conviction of Justices in any\nment to be\nreversed        criminal proceeding shall be reversed or quashed upon\nunless 'he\npomt ran-       appeal, or in any other proceeding for any error or mistake\ned at the\n trial or in-\n                in the form or substance of such judgment, order, or con-\njustice         viction, unless the point was raised at the original trial or\ncaused.\n                inquiry, or the Appeal Court or Judge is of opinion that\n                such error or mistake has or may have caused, or may\n                cause injustice to the party against whom such judgment,\n                order, or conviction has been given or made.\n                      IThe inclusion of this page is authorired by L.N.480119731\n              JUSTICES OF THE PEACE (APPEALS)                                              27\n                               SCHEDULE\n                                 FORMA                                          (Section 16)\n                           Form of Justification\n   I, EF., of the parish of                 , one of the sureties in the\n(above, witbin or annexed) recognizance, do solemnly and sincerely\nswear that I believe I am worth, over and above all my just debts and\nliabilities, the s u m of                      , in which I prfipose to\nbe a surety for A B . , of, etc., the appellant above (or within. etc.),\nnamed.\n                                                                   E.F.\n     Sworn &fore me, this                   day of                , 19      .\n                                                                  C.D..\n                                                     Justice of !he Peace\n                                                          for\n                                 FORMB\n                                                                                (Section 41)\n                       Form of Disfringas and Capius\nElizabeth 11 by the Grace of God of Jamaica and of Her other Realms 0.       N.\n     and Territories, Queen, Head of the Commonwealth.                    840162\nTo any constable of the parish of                            , Greetings.\n   You are. hereby required and commanded to levy the sum of\n                          for the penalty, and                 for costs\nu p the goods and chattels of                            , in the parish\nOE                        , and immediately pay over the same money\nto                 I  of etc., (here name and describe the respondent}\nand if you can 6nd no suflicieut goods or chattels to satisfy the =me.\nthen that you take the body of the said\nlodge him in the ( ~ m oj\n                                                                     .\n                                                                     and\n                         e prison) to be there detained until discharged\nin due course of law, or unless the said sum be sooner paid; and hereof\nyou are to make return at the first day of the Circuit Court to be held\nin and for the said parish of                   , on the\nday of                        , now next ensuing.\n       Given under my hand and seal, t h i s                      day of\n                                 , 19    .\n                                                         (L.S.)\n       me inclusion of this page in aulhorized by L.N. 480/1973]"
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65. No judgment to be reversed unless the point raised at the trial\n       or injustice caused.\n                         SCHEDULE-FORMS\n      CTbe inclusion of this page is authorized by L.N. 480119731\n           JUSTICES OF T H E PEACE (APPEALS)                                         5\nTHE JUSTICES OF THE PEACE (APPEALS) ACT                                 cap.167.\n                                                             11857.1"
    }
  ],
  "definitions": []
}