{
  "id": "jm-stat-the-justices-of-the-peace-official-seals-act",
  "type": "statute",
  "title": "The Justices of the Peace (Official Seals) Act",
  "title_en": "The Justices of the Peace (Official Seals) Act",
  "short_name": "Justices of the Peace (Official Seals) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-justices-of-the-peace-official-seals-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-justices-of-the-peace-official-seals-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Justices of the Peace (Official Shorttitle\nSeals) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                              Interpreta-\n                                                                               tion.\n    \"appointed day\" means the 30th day of August, 2004.\n    \"functions\" includes powers and duties;\n    \"Justice\" or \"Justice of the Peace\" has the meaning assigned\n         to it in section 3 of the Interpretation Act;\n    \"official seal\" means the official seal prescribed for the use\n         of Justices under section 3;\n    \"Register\" means a Register of Justices of the Peace\n        established under section 7."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) From and after the appointed day, every Justice of the official\nPeace shall be entrusted with an official seal of such size or sea',\nspecification as may be prescribed in regulations made under\nsection 10.\n       (2) The official seal referred to in subsection (1) shall-\n    (a) remain in the possession of the Justice of the Peace\n        during the tenure of his office; and\n    (b) be used solely in the execution of his fbnctions as a\n        Justice.\n      (3) From and after the appointed day, no Justice shall use\nany seal in the execution of his fbnctions, other than the official\nseal mentioned in subsection (1).\ni   4                          JUSTICES OF THE PEACE (OFFICIAL SEALS)\n    Every docu-         4.-(1)   From and after the appointed day, every document\n    ment to have      which is attested to or authenticated by a Justice in the execution\n    oAicial seal.\n                      of his fhctions shall bear the official seal, the date of execution\n                      thereof and the signature of that Justice.\n                            ( 2 ) A document attested to or authenticated on or after\n                      the appointed day by a Justice in the execution of his functions\n                      shall not be valid unless the requirements under subsection (1)\n                      have been complied with.\n    Duties of           5.-(1) Every Justice of the Peace who is entrusted with an\n    justice or exe-\n    cutor,&~..with    official seal shall-\n    respect to\n    seals.                 (a) preserve and maintain the safe custody of the seal;\n                           (h) report the damage, destruction, loss or theft of the seal,\n                               as soon as is reasonably practicable, to a member of the\n                               Jamaica Constabulary Force not below the rank of\n                               Deputy Superintendent, and the Custos Rotulorum of\n                               the parish for which he is appointed a Justice.\n                             (2) A Justice shall cease to use the official seal if-\n                          (a) that Justice retires from office, resigns his commission\n                              or, as the case may be, his commission is revoked;\n                           (b) he is directed to cease using the official seal by the\n                               Custos Rotulorum,\n                      and shall return the seal to the Custos Rotulorum within five\n                      days, or such longer period as may be stipulated by the Custos\n                      Rotulorum, of the date of such retirement, resignation,\n                      revocation or direction, as the case may be.\n                             (3) On the death of a Justice of the Peace, the executor,\n                      administrator, personal representative or any person having\n                      charge of the affairs of such Justice shall forthwith return the\n                      official seal entrusted to that Justice to the Custos Rotulorum.\n           JUSTICES OF THE PEACE (OFFICIAL SEALS)\n        (4) An official seal which is returned to the Custos\nRotulorum shall be forwarded to the Permanent Secretary in the\nMinistry with responsibility for Justices of the Peace, unless it\nis required for the purpose of any proceedings in a court of law\nor for the purpose of an official investigation.\n       (5) Upon the termination of any court proceedings or\ninvestigation referred to in subsection (4), the seal shall be\nreturned to the Custos Rotulorum, who shall forward the seal to\nthe Permanent Secretary in the Ministry with responsibility for\nJustices of the Peace.\n      (6) The Ministry shall deal with any seal forwarded\nunder subsection (4) or (5) in the manner prescribed."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Any document purporting to bear the official seal, the date Document\nof execution thereof and the signature of any Justice authorized\nby any enactment to administer any oath, affidavit, declaration without\n                                                                          :z::zein\nor other affirmation, shall be admitted in evidence without proof f\"*h\"p\"Of.\nthat the seal or signature is the seal or signature of that Justice."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1)  Every Custos Rotulorum shall keep a Register (to be TheRegister.\nknown as the Register of Justices of the Peace) of all persons\nwho are appointed as Justices of the Peace for the parish for\nwhich the Custos Rotulorum is appointed.\n       (2) The Register shall contain the name, age and address\nof each Justice and such other particulars as may be prescribed.\n      (3) A Justice of the Peace shall notify the Custos\nRotulorum forthwith, in writing, of any change in the name or\naddress of the Justice.\n    (4) The Register shall be open to inspection by any\nmember of the public at all reasonable times.\n       (5) A copy of the Register and any changes made thereto\nshall be notified in the Gazette.\n                        .JUSTICES OF THE PEACE (OFFICIAL SEALS)\n                      (6) A list of the names of all the Justices of the Peace\n               contained in each Register, together with such other particulars\n               as may be prescribed, shall be kept at a conspicuous place in\n               every Courthouse, post office, tax office, Parish Council office\n               and Police Divisional Headquafters, and shall be available for\n               inspection by the public at all reasonable times.                         b\n                                                                                         i/\nAmendment        8.-(1) The Custos Rotulorum in each parish shall have\nof Register.\n               power, on production to him of such evidence as appears to him\n               to be satisfactory-\n                   (a) to remove from or restore to the Register any entry\n                       which ought to be removed or restored;\n                   (b) to remove from the Register the name of any person\n                       who-\n                                 (i) has died;\n                                (ii) has ceased to be ordinarily resident in\n                                     Jamaica; or\n                              (iii)    has ceased to be a Justice of the Peace\n                                       appointed for that parish;\n                   (c) to amend any incorrect entry in the Register;\n                   (4 to make, from time to time, any necessary change in\n                        any of the particulars prescribed pursuant to section 7\n                        (2).\n                     (2) Every Custos Rotulorum shall notify the Minister of\n               any changes made to the Register kept by that Custos Rotulorum            0\n               pursuant to this Act.\n                     (3) If a Custos Rotulorum-\n                   (a) sends by registered post to any person, whose name is\n                       in the Register a letter, addressed to him at his address\n                       appearing in the Register, enquiring whether he has\n                       ceased to act as a Justice, or has changed his address;\n                       and\n         JUSTICES OF THE PEACE (OFFICIAL SEALS)                                           7\n    (b) receives no reply to that letter within two months from\n        the date of posting,\nthe Custos Rotulorum shall notify the Minister who may direct\nthe Custos Rotulorum to remove that person's name from the\nRegister.\n       (4) A person who is aggrieved by the removal of his\nname from the Register pursuant to this section may appeal in\nwriting to the Minister who may-\n    (a) confirm the removal; or\n    (b) if satisfied that the circumstances so warrant, direct the\n        Custos Rotulwum to restore the person's name to the\n        Register."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1)      Every Justice of the Peace who-                              Offences\n                                                                             and\n                                                                             penalties.\n    (a) uses an official seal far an unlawful purpose;\n    (b) allows any other person to take possession of or use an\n        official seal for any fraudulent purpose; or\n    (c) uses an official seal after he resigns his commission,\n         retires from ofice or afier his commission is revoked\n         by the Governor-General,\ncammits an offence and is liable an summary conviction before\na Resident Magistrate to a fine not exceeding five hundred\nthousand dollars ar to imprisonment for a term not exceeding\nthree years, or to both such fine and imprisonment.\n      (2) Every Justice of the Peace who-\n    (a) knowingly makes any false statement or supplies any\n        false information or particular to the Custos\n        Rotulorum;\n                        JUSTICES OF THE PEACE (OFFICIAL SEALS)\n                   (b) fails to report, in accordance with section 5, the\n                       damage, destruction, loss or theft of the official seal; or\n                   (c) fails to return, in accordance with section 5, the official\n                       seal consequent on his retirement from office or the\n                       resignation, revocation or cessation of his commission,\n               commits an offence and is liable on summary conviction before\n               a Resident Magistrate to a fine not exceeding two hundred\n                                                                                         0\n               thousand dollars or to imprisonment for a term not exceeding six\n               months or to both such fine and imprisonment.\n                     (3) Every person who-\n                   (a) alters, duplicates or tampers with the official seal of\n                       any Justice of the Peace;\n                   (b) uses an official seal without lawfbl authority to do so;\n                   (c) is found in unlawfbl possession of an official seal;\n                   (d) falsely holds himself out to be the rightfbl possessor of\n                       an official seal;\n                   (e) parts with possession of an official seal to another\n                       person for an unlawful purpose;\n                   V) destroys, makes away with or, by wilfbl neglect, allows\n                      any person to obtain possession of an official seal;\n                   (g) fails to return the official seal consequent on the death\n                       of a Justice, pursuant to section 5 (3),\n               commits an offence and shall be liable on summary conviction\n               before a Resident Magistrate to a fine not exceeding five\n               hundred thousand dollars or to imprisonment for a term not\n               exceeding three years or to both such fine and imprisonment."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The Minister may make regulations generally for giving\n                                                                                         0\nRegulations.\n               effect to the purposes and provisions of this Act and, in\n               particular but without prejudice to the generality of the\n               foregoing, may make regulations-\n                    (a) prescribing the size and specification of official seals\n                         and the manner of affixing, impressing or subscribing\n                        them on documents;\n               --\n     JUSTICES OF THE PEACE (OFFICIAL SEALS)\n( b ) prescribing the form and method of keeping the\n      Register;\n(c) prescribing the particulars to be entered in the Register;\n(4 providing for the service of documents under this Act;\n(e) providing for the preservation, custody and\n    safekeeping, riplacement and the cost relating thereto,\n    disposal or surrender of offtcial seals;\nV) prescribing the form of any document required under\n    this Act;\n(g) prescribing the procedure for the return of official seals\n    pursuant to section 5.\n       -   - - -   -"
    }
  ],
  "definitions": [
    {
      "term": "appointed day",
      "definition": "the 30th day of August, 2004",
      "source_provision": "sec2"
    },
    {
      "term": "official seal",
      "definition": "the official seal prescribed for the use",
      "source_provision": "sec2"
    },
    {
      "term": "Register",
      "definition": "a Register of Justices of the Peace",
      "source_provision": "sec2"
    }
  ]
}