{
  "id": "jm-stat-the-justices-of-the-peace-jurisdiction-act",
  "type": "statute",
  "title": "The Justices of the Peace Jurisdiction Act",
  "title_en": "The Justices of the Peace Jurisdiction Act",
  "short_name": "Justices of the Peace Jurisdiction Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-justices-of-the-peace-jurisdiction-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-justices-of-the-peace-jurisdiction-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Every such complaint upon which a Justice or Justices             of\nis or are or shall be authorized by law to make an order complaint\nand every information for any offence or act punishable or       layinp\n                                                              informstion.\nupon summary conviction, unless some particular enact-\nment of this Island shall otherwise require, may respectively\nbe made or laid without any oath or affirmation being\nmade of the truth thereof, except in cases of information\nwhere the Justice or Justices receiving the same shall there-\n                                                        _~__~\n          ~ k c l u s b n o f t h i s p a g c i s a u t h r k dbyL.N.95119971\n12                    JUSTKfiS OF 1 H E PEACE JLIRISDICTION\n             upon i s u e his or their warrant in the first instance to\n             apprehend the defendant as aforesaid; and in every such\nWhcn war- case where the Justice or Justices shall issue his or their\nrant isiutd\nin fint      warrant in the first instance, the matter of such inform-\nin%lance.\n             ations shall be substantiated by the oath or affirmation of\nr a l h on\nto           the  informant, or by some witness or witnesses on his\n             behalf, before any such warrant shall be issued; and every\n             such complaint shall be for one matter of complaint only,\nComdaincr and not for two or more matters of complaint, and every\nand into-\ntiong        such information shall be for one offence only, and not for\nembraceme tw\nmatter only.    o or more offences; and every such complaint or inform-\n             ation may be laid or made by the complainant or informant\n             in person, or by his counseI or solicitor, or other person\n             authorized in that behalf.\nLimitation\nof time for\n              l@. In all cases where no time is already, or shall here-\ncomplaints after be, specially limited for making any such complaint\nmd inform-\nation.     or  laying any such information, in the enactment or enact-\n           ments of this Island relating to each particular case, such\n           complaint shall be made, and such information shall be\n              laid, within six calendar months from the time when the\n              matter of such complaint or information respectively arose :\n                 Provided that nothing in this section shall be deemed\n              to apply to any case triable by a Resident Magistrate in\n              the exercise of his special statutory summary jurisdiction.\nAs CO\nhearing of       11. Every such complaint and information shall be\n-daints beard, tried, determined, and           adjudged by one or two\nor inform-\natioar        or more Justice or Justices, as shall be directed by the\n              enactment upon which such complaint o r information shall\n              be framed, or such other enactment or enactments as there\n              may be in that behalf; and if there be no such direction in\n              any such enactment, then such complaint or information\n              may be heard, tried, determined, and adjudged by any one\n              Justice for the parish where the matter of such information\n              shall have arisen; or with the consent of the complainant or\n              informant and the defendant in any case of summary juris-\n                        ~_._~___          .\n                  JUSTICES OF THE PEACE JURISDICTION                        13\n       diction, any single Justice may exercise jurisdiction and\n       adjudicate upon the matter of such complaint or information;\n       and the room or place in which such Justice or Justices\n       shall sit to hear and try any such complaint or information\n       shall be deemed an open and public court, to which the public\n       generally may have access, so far as the same can conveniently\n/--,\n       contain them, and the party against whom such complaint is\n       made, or information laid, shall be admitted to make his full\n       answer and defence thereto, and to have the witnesses examined\n       and cross-examined by counsel or solicitor on his behalf; and\n       every complainant or informant in any such case shall be at\n       liberty to conduct such complaint or information respectively,\n       and to have the witnesses examined and cross-examined by\n       counsel or solicitor on his behalf."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. If, at the day and place appointed in and by the\n       summons aforesaid         for heating and determining such l,,g Cyur7e\n       complaint or information, the defendant against whom the ;foceedlng\n       same shall have been made or laid shall not appear when cabe\n       called, the constable, or other person who shall have ubscwed.\n       servcd him with the summons in that behalf shall then declare\n       upon oath in what manner he served the said summons;\n       and if it appear to the satisfaction of any Justice or Justices,\n       that he duly served the said summons, in that case such\n       Justice or Justices, may proceed to hear and determine the\n       case in the absence of such defendant; or,the said Justice\n       or Justices, upon the non-appearance of such defendant as\n       aforesaid, may, if he or they think fit, issue his or their\n       warrant in manner hereinbefore directed; and shall\n       adjourn the      hearing     of      the said complaint       or\n       information     until    the      said    defendant shall be\n       apprehended; and when such defendant shall afterwards\n       be apprehended under such warrant he shall be brought\n       before the same Justice or Justices, or some other Justice\n       or Justices of the same parish, who shall thereupon, either\n14                     JUSTICES OF THE PEACE JURISDICTION\nFirst            by his or their warrant (according to Form (6) in the First\nSchedule\nForm ( 6 ) .     Schedule), commit such defendant to prison or, if he or they\n31:1995          think fit, verbally, to the custody of the constable or other\ns. 3 .\n                 person who shall have apprehended him, or to such other\n                 safe custody as he or they shall deem fit, and order the\n                 said defendant to be brought up at a certain time and\nDefendant        place   before such Justice or Justices as shall then be\nappeilnng,\nand com-         there, of  which said order the complainant or informant shall                     '7\nplainant 07      have due notice; or, if, upon the day and at the place so\niniomaol not,\n%hill is la he   appointed as aforesaid such defendant shall attend\ndone.            voluntarily, in obedience to the summons in that behalf\n                 served upon him, or shall be brought before the said\n                 Justice or Justices by virtue of any warrant, then, if the\n                 complainant or informant, having had such notice as\n                 aforesaid, do not appear by himself, his counsel, or\n                 solicitor, the said Justice or Justices shall dismiss such\n                 complaint or information, unless for some reason, he or\n                 they shall think proper to adjourn the hearing of the same\n                 unto some other day, upon such terms as he or they\n                 shall think fit, in which case such Justice or Justices\nFin1\n                 may commit the defendant (according         to Form (4) in\nSchcdule         the   First  Schedule),    in the  meantime,  to prison or\nF n m (a),       to such other custody as such Justice or Justices shall\n31!1995\ns. 3 .           think fit; or may grant him bail in accordance with\n                 the     Bail Act; and if both parties appear, either\nUefendant        personally or by their respective counsel or solicitors,\nFailing 10       before the Justice or Justices who are to hear and\n            ir\nboth parties     determine such complaint or information, then the said\nappear. Juslii:e\nlu hear and\n                 Justice  or Justices shall proceed to hear and determine the\ndelernine        same.\ncase.\nPrucecdingr\nat the hcar-"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Where such defendant shall be present at such hear-\n,nl.oicom. ing,   the substance of the information or complaint shall be\nplainisur ill-\nlunmtions.\n                           i T b i i i i c l u ~ i o nof llur p a w 13 aulharixd by L U   1,ZOD:l\n         IUSTlCES OF T H E PEACE JURISDICTION                                  15\nstated to him, and he shall be asked if he have any cause\nto show why he should not be convicted, or why an order\nshould not be made against him, as the case may be; and\nif he thereupon admit the truth of such information or\ncomplaint, and show no cause, or no sufficient cause, why\nhe should not be convicted, or why an order should not be\nmade against him, as the case may be, then the Justice or\nJustices present at the said hearing, shall convict him, or\nmake an order against him accordingly; but if he do not\nadmit the truth of such information or complaint as afore-\nsaid, then the said Justice or Justices shall proceed to hear\n the prosecutor or complainant, and such witnesses as he\nmay examine, and such other evidence as he may adduce\nin support of his information or complaint respectively, and\nalso to hear the defendant and such witnesses as he may\nexamine and such other evidence as he may adduce in his\ndefence, and also to hear such witnesses as the prosecutor\nor complainant may examine in reply, if such defendant\nshall have examined any witnesses, or given any evidence\nother than as to his, the defendant’s, general character;\n but the prosecutor or complainant shall not be entitled to\nmake any observations in reply upon the evidence given by\nthe defendant, nor shall the defendant be entitled to make\n any observations in reply upon the evidence given by the\n prosecutor or complainant in reply as aforesaid; and the\n said Justice or Justices, having heard what each party shall\n have to say as aforesaid, and the witnesses and evidence\n so adduced, shall consider the whole matter, and determine\n the same, and shall convict, or make an order upon, the\n defendant, or dismiss the information or complaint, as the\ncase may be; and if he or they convict or make an order\n against the defendant, a minute or memorandum thereof I . l r ~\n shall then be made, for which no fee shall be paid; and Schedule\n                                                                 Farm\n the conviction (in the Form (7) (a), (7) (b), or (7) (c) of the (7)ia),(7)\n First Schedule, or order, in the Form (8) (a),(8) (b), or (8) $;;$;$?,@I\n (c) of the First Schedule as the case may be), shall after-\n                                                       _____-\n                                                                      $,(;A5\n                                                                      s. 3.\n          fThe inclusion of thia page is authorized by L N 95 19971\n16                          IUSTlCES OF T H E PEACE JURISDlCTlON\n                   wards be drawn up by the said Justice or Justices in proper\n                   form, under his or their hand or hands; and he or they shall\n                   cause the same to be lodged with the Clerk of the Courts to\n                   be by him filed among the records of the Court, or, if the\n                   said Justice or Justices shall dismiss such information or\n                   complaint, it shall be lawful for such Justice or Justices, if he\n                   or they shall think Et, being required so to do, to make\nFirsi\nSohedulc           nn order of dismissal of the same (according to Form (9)\nFom, (9).\n31 11995           in the First Schedule), and shall give the defendant in that\ns. 3.              behalf a certificate thereof (according to Form (10) in the\nFirst\nSchedule           First Schedule), which said certificate afterwards, upon being\nFoorm (10).\n                   produced without further proof, shall be a bar to any sub-\ns.% !3./ ! S O S   sequent information or complaint for the same matters res-\n                   pectively against the same party :\n                     Provided always, that if the information or complaint\n                   in any such case shall negative any exemption, exception,\n                   proviso or condition in the enactment on which the same\n                   shall be framed, it shall not be necessary for the prosecutor\n                   or comglainant in that behalf to prove such negative, but\n                   the defendant may prove the affirmative thereof in his\n                   defence, if he would have advantage of the same.\ncompetency           14. Every prosecutor of any such information and every\nof u’imessts\n                   complainant in any such complaint as aforesaid, shall be\n                   a competent witness to support such information or com-\n                   plaint respectively; and every witness at any such hearing\n                   as aforesaid shall be examined upon oath or affirmation,\n                   and the Justice or Justices before whom any such witness\n                   shall appear for the purpose of being so examined shall\n                   have full power and authority to administer to every such\n                   witness the usual oath or affirmation.\nPower to\nadioum, and"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Before or during such hearing of any such inform-\ncOUIIe of          ation or complaint, it shall be lawful for any one Justice\nproceeding\nUPDn\n                   or for the Justices present in their discretion to adjourn\nment\n                   the hearing of the same to a certain time and place, to be\n                            [The inclusion of this p a p is authorized by LN. 95 1997\n                JUSTICES OF THE PEACE JURISDICTION                                              I7\n      then, appointed and stated in the presence and hearing of\n      the party or parties, or their respective solicitors or agents\n      then present; and in the meantime the said Justice or Justices\n      may suffer the defendant to go at large or may commit him\n      (according to Form (4) in the First Schedule) to prison or to\n      such other safe custody as the Justice or Justices shall ~ ~ ~ ( 4 ) .\n~..   think fit, or may grant bail to the defendant in accordance                     i'y,95\n      with the Bail Act; and if, at the time or place to which 19RWO\n      such hearing or further hearing shall be so adjourned, either S. 23.\n      or both of the parties shall not appear personally, or by his\n      or their counsel or solicitors respectively, before the said\n      Justice or Justices or such other Justice or Justices as shall\n      then be there, it shall be lawful for the Justice or Justices\n      then and there present to proceed to such hearing, or\n      further hearing, as if such party or parties were present;\n      or, if the prosecutor or complainant shall not appear, the\n       said Justice or Justices may dismiss such information or\n      complaint, with or without costs, as to such Justices shall\n      seem fit."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. In all cases of conviction where no particular form                      E:nO\"'!,ST,,\n      of such conviction is or shall be given by the enact- andoders.\n      ment creating the offence, or regulating the prosecution for\n      the same, and in all cases of conviction upon enact-\n      ments hitherto passed whether any particular form of\n      conviction have been therein given or not, it shall\n      be lawful for the Justice or Justices who shall convict\n3     to draw up his or their conviction on paper in such one\n      of the forms of conviction ( (7) (a), (7) (b) or (7) (c)) in\n      the First Schedule and shall be applicable to such case, F~~\n      or to the like effect; and where an order shall be (1)       (i)(a).\n                                                                       (bl.\n      made, and no particular form of order is or shall be i i ) ( c ) .\n      given by the enactment giving authority to make such :I:,\"'\n                    [The ~ n c l m o naf this m g r I S aulhonred h y L N   3:lOPil\n18                  JUSTICES OF THE PEACE JURISDICTION\n          order. and in all cases of orders to be made under the authority\n          of any enactments hitherto passed, whether any particular form\n          of order shall therein be given or not, it shall be lawful for the\n          Justice or Justices by whom such order is to be made to draw up\n          the same in such one of the forms of orders (8) (U), (8) (b) or 8\n          (c) in the First Schedule as may be applicable to such case, or to\n          the like effect; and in all cases where, by any enactment,                ?i\n          authority is given to commit a person to prison, or to levy any\n          sum upon his goods or chattels by distress for not obeying any\n          order of a Justice or Justices, the defendant shall be served with\n          a copy of the minute of such order, before any warrant of\n31:1995   commitment or of distress shall issue in that behalf; and such\ns.3.      order or minute shall not form any part of such warrant of\n          commitment, or of distress."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. In all cases of summary conviction, or of orders\n          made by a Justice or Justices, it shall be lawhl for the\n          Justice or Justices making the same, in his or their\n          discretion, to award and order, in and by such conviction\n          or order, that the defendant shall pay to the prosecutor or\n          complainant respectively, such costs as to such Justice or\n          Justices shall seem just and reasonable in that behalf; and\n          in cases where such Justice or Justices instead of\n          convicting or making an order as aforesaid, shall dismiss\n          the information or complaint, it shall be lawful for him\n          or them, in his or their discretion, in and by his or\n          their order of dismissal, to award and order that the\n          prosecutor or complainant respectively shall pay to the\n          defendant such costs as to such Justice or Justices shall\n          seem just and reasonable; and the sums so allowed for\n          costs shall, in all cases, be specified in such conviction\n          or order, or order of dismissal aforesaid; and the same\n                                                                                    6\n          shall be recoverable in the same manner and under\n          the m e warrants, as any penalty or sum of money\n          adjudged to be paid in and by such conviction or order\n          is to be recoverable; and in cases where there is no such\n                         [The inrlu~lond this p w e IS authunzrd b y L Y   li2Oml\n        JUSI'ICES OF THE PEACE JURISDICTION                       19\npenalty or sum to be thereby recovered, then such costs\nshall be recoverable by distress and sale of the goods and\nchattels of the party; and, in default of such distress, by\nimprisonment, with or without hard labour, for any time\nnot exceeding ten days, unless such costs shall be sooner\npaid."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Where a conviction adjudges a pecuniary penalty or power to\n                                                                ISUC\ncompensation to be paid, or where an order requires the warrant or\npayment of a sum of money, and by the enactment authoriz- d ' S f ~ .\ning such conviction or order such penalty, compensation or\nsum of money is to be levied upon the goods and chattels\nof the defendant by distress and sale thereof, and also in\ncases where, by the enactment in that behalf, no mode of\nraising or levying such penalty, compensation or sum of\nmoney, or of enforcing the payment of the same, is stated or\nprovided, it shall be lawful for the Justice or Justices making\nsuch conviction or order, or for any Justice for the same\nparish, to issue his or their warrant of distress (in the Firat\n Form (11) ( U ) or (11) (b) of the First Schedule, as the case Schedule\nmay be) for the purpose of levying the same, which said (Farm     ,,,(a),\n warrant of distress shall be in writing, under the hand of the\n Justice making the same:                                       s. 3.\n   Provided always, that whenever it shall appear to any men\nJustice to whom application shall be made for any such ,$$'p\nwarrant of distress as aforesaid that the issuing thereof 2;:\"\nwould be ruinous to the defendant and his family, or instance.\nwherever it shall appear to such Justice, by the confession\n of the defendant or otherwise, that he hath no goods or\n chattels whereon to levy such distress, then and in every\n such case it shall be lawful for such Justice, if he shall\n deem it fit, instead of issuing such warrant of distress, to\n commit such defendant to prison with or without hard\n labour, for such time and in such manner as by law such\n defendant might be so committed in case such warrant\n of distress had issued, and no goods or chattels could be\n                          -~                        -~\n          ~incIusiondUlirpageisauthorizcdbyL.N. 95/1997l\n20                    JUSTICES OF T31E PEACE JURISDICTION\n              found whereon to levy such penalty or sum and costs afore-\n              said. The power conferred upon Justices by this proviso\n              shall be deemed to be conferred, under the circumstances\n              stated therein, in all cases in which by law a Justice is\n              empowered to commit to prison in default of sufficient dis-\n              tress to satisfy a penalty or order.\n Justice         19. In all cases where a Justice shall issue any such war-\n mumg\n alter        rant of distress, it shall be lawful for him to suffer the\n warrant of\n drsrrrss may\n              defendant   to go at large, or verbally, or by a written war-\n 5\"fh         rant in that behalf, to order the defendant to be kept and\n dcfcndant to\n goallarge,   detained  in safe custody until return shall be made to such\n etc.\n              warrant of distress, unless such defendant shall give suffi-\n              cient security, by recognizance or otherwise, to the satisfac-\n              tion of such Justice, for his appearance before him at the\n              time and place appointed for the return of such warrant\n              of distress, or before such other Justice or Justices for the\n              same parish as may then be there:\n                 Provided always, that in all cases where a defendant shall\n              give security by recognizance as aforesaid, and shall not\n              afterwards appear at the time and place in such recogni-\n              zance mentioned, then the said Justice who shall have taken\n              the said recognizance, or any Justice or Justices who may\n              then be there present, may proceed to enforce the recog-\n              nizance in accordance with the Recognizances and Sureties\n              of the Peace Act.\nIn default      20. If, at the time and place appointed for the return\nof distress\n Jurrtce may of  any such warrant of distress, the constable who shall\ncommit\ndefendant to have had the execution of the same shall return (in the\n~r'ron.\n_I\nPrn\n             Form (11) ( c ) in the First Schedule) that he could find no\nSchedule     goods or chattels, or no sufficient goods or chattels, whereon\nForm\n             he could levy the sum or sums therein mentioned, together\ns. 3.\n31!1yy5\n             with the costs of or occasioned by the levying of the same,\n             it shall be lawful for the Justice before whom the same shall\n             be returned to issue his warrant of commitment (in the\n                          incfusioa of this page is authorized by L.N. 9511997)\n          JUSTICES OF THE PEACE JURISDICTION                                 21\nForm (11) ( d )of the First Schedule) under his hand, directed Schedule\n                                                               First\nto the same or any other constable, reciting the conviction F~~~\nor order shortly, the issuing of the warrant of distress, and 3<'1, 1)fd).\n                                                                    , 1995\nthe return thereto, and requiring such constable to convey s.3.\nsuch defendant to prison and there to deliver him to the\nSuperintendent or other head officer thereof, and requiring\nsuch Superintendent or other head officer to receive the\ndefendant into such prison, and there to imprison him, or\nto imprison him and keep him to hard labour, in such\nmanner and for such time as shall have been directed and\nappointed by the enactment on which the conviction or\norder mentioned in such warrant of distress was founded,\nunless the sum or sums adjudged to be paid, and all costs\nand charges of the distress and also the costs and charges\nof the commitment (the amount thereof being ascertained\nand stated in such commitment) shall be sooner paid."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. In cases where, by any enactment, Justices are CaseSWhem\nauthorized to issue warrants of distress to levy penalties, or\nother sums recovered before them, by distress and sale of the inofdefault\n                                                                  dirtrtss.\noffender's goods, but no further remedy is thereby pro-\nvided if no sufficient distress be found whereon to levy\nsuch penalties; and in all cases of convictions or orders\nwhere the enactment on which the same are respectively\nfounded provides no remedy in case it shall be returned to\na warrant of distress hereon that no sufficient goods of the\nparty against whom such warrant shall have been issued can\nbe found; and also in cases in which it is returned to a\nwarrant of distress, issued under the authority of this Act,\nfor levying any penalty, compensation or sum of money,\nadjudged or ordered to be paid by any conviction or order,\nthat no sufficient goods of the party against whom such\nwarrant was issued can be found, where the enactment on\nwhich the conviction or order is founded provides no mode\n of raising or levying such penalty, compensation or sum of\nmoney, or enforcing payment of the same, it shall neverthe-\n           LThehcIusionof thispageis auihorized byL.N.95119971\n23                        JUSTICES OF THE PEACE lURISDlCTION\n                 less be lawful for the Justice to whom such return is made,\n                 or to any other Justice for the same parish, if he or they\n                 shall think fit, by his warrant as aforesaid to commit the\nSnPart V.        defendant to prison for a term not exceeding three calendar\n                 months, unless the sum or sums adjudged to be so paid,\n                 and all costs and charges of the distress, and of the commit-\n                 ment (the amount thereof being ascertained and stated in\n                 such commitment) shall be sooner paid, and in case of a\n                  conviction the imprisonment may be either with or without\n                 hard labour.\npower to           22. In all cases where the enactment by virtue of which a\n5unttu 10\ncommit in        conviction for a penalty or compensation, or an order for\nfirnr insrance\nincer,a,n        the payment of money is made, makes no provision for\ncases.           such penalty or compensation or sum being levied by\n                 distress, but directs that if the same be not paid forthwith,\n                 or within a certain time therein mentioned, or to be men-\n                 tioned in such conviction or order, the defendant shall be\n                 imprisoned, or imprisoned and kept to hard labour, for a\n                 certain time, unless such penalty, compensation or sum shall\n                 be sooner paid, in every such case such penalty, cornpensa-\n                 tion or sum shall not be levied by distress; but if the defen-\n                 dant do not pay the same, together with costs, if awarded,\n                 forthwith, or at the time specified in such conviction or\n                 order, for the payment of the same, it shall be lawful for\n                 the Justice or Justices making such conviction or order,\nrirrt\nschedule         or for any other Justice for the same parish, to issue his\nForm\n(121 [a),        or their warrant of commitment (in the Form (12) (a) or\n(12’ rh)\n31 / 1995\n                  (12) ( b ) of the First Schedule, as the case may be), under his\ns.3.              or their hand or hands, requiring the constable or constables\n                 to whom the same shall be directed, to take and convey\n                 such defendant to prison, and there to deliver him to the\n                 Superintendent or other head officer thereof, and requiring\n                 such Superintendent or other head officer to receive such\n                 defendant into such prison and there to imprison him, or\n                 to imprison him and keep him to hard labour, as the case\n                              ____\n                               hclusion of this pspc is aw3mrhd by LN.951 19971\n          JUSTICES OF THE PEACE JURISDICTION                                    23\nmay be, for such time as the enactment on which such con-\nviction or order is founded as aforesaid shall direct, unless\nthe sum or sums adjudged to be paid and also all costs and\ncharges shall be sooner paid."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Where a conviction does not order the payment of Powerto\nany penalty, but that the defendant be imprisoned or : ~ E F\nimprisoned and kept to hard labour, for his offence; or whercthe\n                                                                   convichnn\n where an order is not for the payment of money, but for isnotfora\n                                                                               nor\nthe doing of some other act, and directs that in case of penalty   theord;rfor\nthe defendant’s neglect or refusal to do such act he shall paymenl of\n                                                                   money. and\nbe imprisoned, or imprisoned and kept to hard labour, and the              punish-\n                                                                    mcnt, etc.\nthe defendant neglects or refuses to do such act; in every\nsuch case it shall be lawful for such Justice or Justices\nmaking such conviction or order, or for some other Justice\nfor the same parish, to issue his or their warrant of commit-\nment (in the Form (13) (a) or (13) ( b ) of the First Schedule, as FUSI\nthe case may be), under his or their hand or hands, and Schedule   F~~\nrequiring the constable or constables to whom the same &(?;:,\nshall be directed, to take and convey such defendant to S.31i1995       3.\nprison and there to deliver him to the Superintendent or\nother head officer thereof, and requiring such Superinten-\ndent or other head officer to receive such defendant into\nsuch prison, and there to imprison him,or to imprison him\nand keep him to hard labour, as the case may be, for such\ntime as the enactment on which such conviction or order is\nfounded as aforesaid shall direct; and in all such cases,\nwhere by such conviction or order any sum for costs shall\nbe adjudged to be paid by the defendant to the prosecutor\nor complainant, such sum may, if the Justice or Justices\nshall think fit, be levied by warrant of distress (in the Form\n(13) (c) or (13) (d) of the First Schedule, as the case may be), First\nin manner aforesaid; and, in default of distress, the defendant Schedule\n                                                                   Fo,,,,\nmay, if such Justice or Justices shall think fit, be committed [;;;$?\n           me inclusion of thia wge is a ~ o r i r e dby LN.9S / 1997l\n24                    JUSTICES OF T H E PEACE JURISDICTION\nFirst         (in the Form (13) (e)of the First Schedule) to the same prkon,\nSchedule\nFarm\n( 13) (e).\n              in manner aforesaid, there to be imprisoned for a term not\n31/19Y5       exceeding one calendar month, to commence at the termin-\ns. 3.\n              ation of the imprisonment he shall then be undergoing,\n              unless such sum for costs, and all costs and charges of the\n              said distress, and also the costs and charges of the commit-\n              ment, shall be sooner paid.\nImprison-       24. Where a Justice or Justices, shall, upon any such\nmen1 for\nsecond      information or complaint as aforesaid, adjudge the defend-\noffence to\ncommenceat ant to be imprisoned, and such defendant shall then be in\nsapmuon\nof Ulat for prison undergoing imprisonment upon a conviction for any\nprevLoUs\noffence.\n            other offence, the warrant of commitment for such sub-\n            sequent offence shall, in every such case, be forthwith\n            delivered to the Superintendent or other head officer to\n            whom the same shall be directed; and it shall be lawful\n            for the Justice or Justices issuing the same, if he or they\n            shall think fit, to award and order therein and thereby\n            that the imprisonment for such subsequent offence shall\n            commence at the expiration of the imprisonment to which\n            such defendant shall have been previously adjudged or\n            sentenced.\ninformation\ndtmissed.      25. Where any information or complaint shall be dis-\n~    ~     v missed\n              ~    ~ with\n                       b costs\n                          c    as aforesaid, the sum which shall be\nfrom          awarded for costs in the order for dismissal may be levied\nprosecutor.\netc.          by distress (in accordance with Form (14)(a) of the First\nFirst\n              Schedule) on the goods and chattels of the prosecutor or\nForm\n(14) (a).\n              complainant in manner aforesaid, and in default of distress\n3111995       or payment, such prosecutor or complainant may be com-\ns. 3.\nFirst         mitted (in accordance with Form 114) (b) of the First\nSchedule\nForm          Schedule) to prison, in manner aforesaid, for a term not\n(14) ‘b),     exceeding ten days, unless such sum, and all costs and\n31 I I995\ns. 3.         charges of the distress, and of the commitment (the amount\n              thereof being ascertained and stated in such commitment)\n              shall be sooner paid.\n                       lThe inclusion of   page is authorized by LN.95/19971"
    }
  ],
  "definitions": []
}