{
  "id": "jm-stat-the-keeping-of-animals-act",
  "type": "statute",
  "title": "The Keeping of Animals Act",
  "title_en": "The Keeping of Animals Act",
  "short_name": "Keeping of Animals Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-keeping-of-animals-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-keeping-of-animals-act | Legal areas: Environment",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-\n                                                             Interprda-\n  “animal” means any horse, mare, gelding, foal, colt, tion.\n      filly, mule, ass, bull, ox, steer, heifer, calf, sheep,\n      lamb, goat, kid, hog, pig, or any other animal\n      declared by the Minister by order, to be an animal\n      to which this Act applies;\n  “Competent Authority” means-\n     (a) in relation to any area within the Corporate\n         Area as defined in the Kingston and St.\n         Andrew Corporation Act, the Council of the\n         Kingston and St. Andrew Corporation; and\n       (b) in relation to an area within any other parish,\n            the Parish Council of that parish;\n  “exempted animal” means an animal kept for any of\n      the following pwposes or under any of the follow-\n      ing conditions, that is to say-\n      (a) an animal kept for experimental research in\n           any place appointed for the purpose by a\n           Competent Authority; and\n       (b) an animal kept as part of a zoological collec-\n           tion approved by a Competent Authority;\n       (c) an animal seized under the provisions of this\n           Act or the Pound Act and kept for a period\n           not exceeding three days for the purpose of\n    me mdusioa of this p ~ g eiS authorkd by LN. 5711980]\n4                                 KEEPING OF ANIMALS\n                            taking proceedings or any other step to en-\n                            force the Pound Act or this Act, as the case\n                            may be;\n                       (d) an animal purchased within a prohibited area\n                            or restricted area and kept for a period not\n                            exceeding three days before removal there-\n                           from;\n                       (e) any animal in a pound, slaughter house or a\n                            market;\n                       (fl such other animal as may be prescribed by the\n                           Minister by order;\n                  “owner of an animal” means the owner in possession\n                       or person in charge of any animal;\n                  “owner of land” means the owner, lessee or occupier\n                      of land and their respective servants or agents;\n                  “pound’’ means any pound established under the Pound\n                      Act:\n                  “prescribed animal” means an animal, not being an\n                      exempted animal, specified in an order under para-\n                      graph (b)of subsection (1) of section 3;\n                  “prohibited animal” means an animal, not being an\n                      exempted animal, specified in an order under para-\n                      graph (a) of subsection (1) of section 3.\nOrder            3.-(1) The Minister may from time to time, by order, as\nrestricting\n    keepng    from such date as may be specified in the order-\nof animals\nin c e m            (a) prohibit the keeping of any animal specified in the\nareas.                  order (in this Act referred to as a “prohibited\n                        animal”) within any area specified in the order\n                        (hereinafter referred to as a “prohibited area”);\n                    (b) restrict or control the keeping of any animal (in\n                        this Act referred to as a “prescribed animal”’)with-\n                        in any area specified in the order (hereinafter\n                        referred to as a “restricted area”) so as to ensure\n                    me inclusion of this p a p is autborued by LN. 57119801\n                     KEEPING OF ANIMALS                                        5\n          that such animal is not kept otherwise than under\n          the authoiity of a licence issued by a Competent\n          Authority for the purpose.\n       (2) An order under subsection (1) may contain such\nsupplementary and ancillary provisions as the Minister con-\nsiders necessary to give full effect thereto.\n       (3) Any person who keeps an animal in contravention\nof any order made under this section shall be guilty of\nan offence and shall be liable on conviction in a Resident\nMagistrate’s Court to a fine not exceeding two hundred\ndollars or, in default of payment, to imprisonment with or\nwithout hard labour for a term not exceeding three months."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Where an order is made under section 3 in respect of Dutyof\nany area, it shall be the duty of the Competent Authority         2;z;t\nfor that area to give public notice thereof in such manner tosive.\n                                                                 publicity\nas such Authority thinks best suited to bring the purport toorderS.\nof such notice to the attention of persons likely to he affected\nthereby."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) Where any person desires to keep any prescribed Licenoe\nanimal in a restricted area he shall apply to the Competent         oi\nAuthority for that area for a licence for the purpose.      animalsin\n                                                                  restricted\n        (2) Every application for a licence under sub-section\n(1) shall-\n     (a) be made in the prescribed form and manner;\n     (b) contain the prescribed particulars; and\n     (c) be accompanied by the prescribed fee.\n     (3) On an application pursuant to subsection (l), the\nCompetent Authority if satisfied-\n   (a) that the place where the prescribed animals are\n        to be kept provides adequate space and other\n        amenities suitable for the number of animals to\n        be kept therein, and\n       [The inclusion of this page is authorad by L.N. 57/1980]\nD1\n 6                              KEEPING OF ANIMALS\n                (b) that no health hazard or nuisance will arise from\n                    the use of that place for the purpose of keeping\n                    such animals,\n           may grant the application or grant such application subject\n           to such conditions or limitations as the Competent Authority\n           may consider desirable; and in any other case shall refuse\n           the application.\n                  (4) A licence issued under this section-\n                (U) shall be valid for a period of one year from the\n                    date of issue and, unless (subject to subsection (5))\n                    the Competent Authority otherwise decides, may\n                    be renewed from year to year on payment of the\n                    prescribed fee; and\n                (b) may, subject to subsection (5), be revoked by the\n                    Competent Authority at any time if it is satisfied\n                    that the licensee has not complied with the terms\n                    and conditions of the licence.\n                  (5) Before revoking or refusing to renew a licence the\n           Competent Authority shall give to the licensee notice of\n           its intention to consider whether such licence should be\n           revoked or not renewed and shall specify in such notice\n           the contraventions that have been brought to the atten-\n           tion of the Competent Authority and shall take into con-\n           sideration any representation made by or on behalf of the\n           licensee.\nAppeals      6.-(1) Any person aggrieved by a decision of a Com-\nfrom\nrefusal,  petent Authority refusing an application for a licence or\nz,:Ztio’’ revoking  or refusing to renew a licence or attaching condi-\nlicence.  tions to any licence may, on such terms and manner as may\n          be prescribed, appeal to the Minister against such decision.\n                 ( 2 ) The Minister may allow or dismiss the appeal or\n           may reverse or vary any part of the decision of the\n           Competent Authority.\n                 me inclusion of this page is aufhanizai by L.N. 57/1980]\n                       KEEPING OF ANIMALS                                                    7\n        (3) The decision of the Minister on such appeal shall\n be final and conclusive."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Whosoever shall allow-                                                   Penalty for\n                                                                               allowcng\n      (a) m y prohibited animal to be at large within a pro- animals to\n          hibited area; or                                 be at large.\n     (b) any prescribed animal to be at large within a\n          restricted area,\nshall be guilty of an offence and liable on sumniary con-\nviction in a Resident Magistrate’s Court to a fine not ex-\nceeding $400 or to imprisonment with or without hard\nlabour for a term not exceeding six months.\n  &-(I) All prohibited animals found within a prohibited Prohibited\n                                                            animals\narea shall be forfeited to the Competent Authority for dis- found in\nposal.                                                      prohibited\n                                                            areas to be\n                                                                           forfeited.\n       (2) Any prescribed animal found in a restricted area\nin contravention of this Act or of any licence thereunder,\nor a prohibited animal found in a prohibited area may\nbe impounded under the Pound Act, and that Act shall,\nmututis niurandis, apply accordingly subject to such modi-\nfications as may be prescribed by the Minister, by order,\nfor the purpose of giving effect to the provisions of this\nAct."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. It shall be lawful for a Competent Authority to appoint Appoint-\n                                                                ment of\none or more persons (hereinafter referred to as an “author- authorized\nized officer”) to enforce the provisions of this Act within the officer.\nlimits of jurisdiction of such Authority.\n  1 0 . 4 1 ) Any constable may upon view, seize any animal powerof\nwhich he shall find in any street, lane or open place within           ~~~~~\nany prohibited area or restricted area.                      to animals\n                                                             found in\n                                                             certain\n         (2) Any Justice of the Peace, on application of any\nconstable and on proof of possession, or reasonable\nsuspicion of the possession, of any animal by any person\n      LThe i d u s i o n of this page is authorized by L.N. 57/19YOI\n                                      KEEPING OF ANIMALS\n              in contravention of an order made under section 3, may\n              grant a warrant authorizing any constable, at any reasonable\n              time, to enter upon the premises of the person complained\n              against and to take and seize any animal there found.\n                     (3) Any animal seized pursuant to this section may\n              be dealt with in such manner as may be prescribed by the\n              Minister, by order.\nPenaltyfor\nobstructing"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Any person who shall-\nthe police.        (U) hinder or obstruct a constable attempting to take\n                       or seize any animal, or\n                   (6) prevent a constable, having such warrant as afore-\n                       said, from entering the premises mentioned therein,\n              shall be guilty of an offence and, on conviction thereof in\n              a Resident Magistrate’s Court, be liable to a penalty not\n              exceeding three hundred dollars or in default of payment\n              to imprisonment for a term not exceeding three months.\nPeenaltyfor     12. Whoever shall offer or cause any obstruction to any\nobstructing\n              authorized officer in the performance of his duties shall bz\nOfficer.\n              guilty of an offence and on conviction thereof in a Resident\n              Magistrate’s Court shall be liable to a penalty not exceed-\n              ing three hundred dollars or, in default of payment, to\n              imprisonment for a term not exceeding three months.\nconstruction     13. The provisions of this Act shall be read and construed\nand interpre-\ntationof      as  supplementary and not in derogation of the provisions\nthis Act in\nrelation 10\n              of the Pound Act but where there is conflict or inconsistency\nthepound\nA d\n              between the provisions of         this\n                                              Act and the Pound Act, the\n              provisions of this Act shall prevail over the provisions of\n              the Pound Act."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Construction and interpretation of this Act in relation to the\n      Pound Act.\n     We idusion of this page is authorized by L.N. 57/19SOJ\n                  KEEPING OF ANIMALS                                        3\n        THE KEEPING OF ANIMALS ACT\n                                    [15rh November, 1979.1        Art\n                                                              26 of ins."
    }
  ],
  "definitions": []
}