{
  "id": "jm-stat-the-kingdom-of-lesotho-act",
  "type": "statute",
  "title": "The Kingdom of Lesotho Act",
  "title_en": "The Kingdom of Lesotho Act",
  "short_name": "Kingdom of Lesotho Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-kingdom-of-lesotho-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-kingdom-of-lesotho-act | Legal areas: International Relations",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                   lnterprela-\n                                                                    tion.\n    “commencement of this Act” means 4th October,\n        1966;\n    “Minister” means the Minister responsible for external\n        affairs;\n    “Parliament” means the Parliament of Jamaica."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.41) On and after the commencement of this Act, all Operation\n                                                             of\nexisting law, that is to say all law which, whether being\na rule of law or a provision of an Act of Parliament or of law.\nany other enactment or instrument whatsoever, is in force\non the date of such commencement or has been passed or\nmade before that date and comes into force thereafter,\nshall, unless and until provision to the contrary is made by\nParliament or some other authority have power in that\nbehalf, and subject to the following provisions of this\nsection, have the same operation in relation to Lesotho, and\npersons and things belonging to or connected with Lesotho,\nas it would have apart from this subsection if on that date\nBasutoland had been renamed Lesotho, but there had beefi\nno change in its status.\n       (2) The Minister may, by order, make such adapta-\ntions in any enactment passed before or after the com-\nmencement of this Act, or in any instrument having effect\nunder any such enactment, as appear to him necessary or\n2                      KINGDOM OF LESOTHO\n    expedient in consequence of the change in the status of\n    Basutoland on that date; and any such order may, though\n    made after the cornmencement of this Act, be made so\n    as to have effect from the date of such commencement.\n          (3) Every order made under subsection (2) shall be\n    subject to negative resolution.\n          m; inclusion of this page is authorized by L.N. 480119731"
    }
  ],
  "definitions": []
}