{
  "id": "jm-stat-the-kingdom-of-swaziland-act",
  "type": "statute",
  "title": "The Kingdom of Swaziland Act",
  "title_en": "The Kingdom of Swaziland Act",
  "short_name": "Kingdom of Swaziland Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-kingdom-of-swaziland-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-kingdom-of-swaziland-act | Legal areas: Citizenship and Nationality",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. T h i s Act may be cited as the Kingdom of Swaziland Shorttiflc.\nAct.\n                                                                    Infcrpreta-"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                           tion.\n     “Commencement of this Act” means 6th September,\n          1968;\n     “Minister” means the Minister responsible for external\n         affairs;\n     “Parliament” means the Parliament of Jamaica,"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) On and after the commencement of this Act, all Operation\n                                                             of existing\nexisting law, that is to say all law which, whether being law.\na rule of law or a provision of an Act of Parliament or of\nany other enactment or instrument whatsoever, is in force\non the date of such commencement or has been passed or\nmade before that date and comes into force thereafter,\nshall, unless and until provision to the contrary is made by\nParliament or some other authority having power in that\nbehalf, and subject to the following provisions of this sec-\ntion, have the same operation in relation to Swaziland, and\npersons and things belonging to or connected with Swazi-\nland, as it would have apart from this subsection if on that\ndate there had been no change in the status of Swaziland.\n       (2) The Minister may, by order, make such adapta-\ntions in any enactment passed before or after the date of\ncommencement of this Act, or in any instrument having\neffect under any such enactment, as appear to him necessary\nor exp-dient in consequence of the change in status of\n      IThe inclusion of this page is autborized by L.N. 480/1973]\n2                      KZNGDOM OF SWAZILAND\n    SwaziIand on that date; and any such order may, though\n    made after that date, be made so as to have effect from that\n    date.\n          (3) Every order made under subsection (2) shdl be\n    subject to negative resolution.\n          Khhe indurion of this page is authorized by L.N. 480/1973]"
    }
  ],
  "definitions": []
}