{
  "id": "jm-stat-the-kingston-and-saint-andrew-cemeteries-act",
  "type": "statute",
  "title": "The Kingston and Saint Andrew (Cemeteries) Act",
  "title_en": "The Kingston and Saint Andrew (Cemeteries) Act",
  "short_name": "Kingston and Saint Andrew (Cemeteries) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-kingston-and-saint-andrew-cemeteries-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-kingston-and-saint-andrew-cemeteries-act | Legal areas: Local Government",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Kingston and Saint Shorttiflc.\nAndrew (Cemeteries) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                              Interm\n                                                                   tation.\n‘Corporation” means the Kingston and St. Andrew Cor-\n   poration, created by the Kingston and St. Andrew\n    Corporation Act;\n“Corporate Area” means the Corporate Area as defined\n   by the Kingston and St. Andrew Corporation Act.\n                             PART 1\n             Cemeteries in Kingston and St. Andrew"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. In this Part-                                           Intcmre\n                                                             tation.\n“cemetery” means the cemetery or burial ground, and the\n     works connected therewith by this Part authorized to be\n     constructed."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The lands and hereditaments called May Pen, formerly M a y ~ c o .\n                                                                  in l h o\nsituated in the parish of Saint Andrew and containing one vested\n                                                             orporatioo\nhundred and eighteen acres two roods and thirty-three\nperches, and of the shape delineated and abutting as shown cemetery\nin the diagram thereof, annexed to a certain deed of con-\nveyance in trust, recorded in the Record Office, libro 903\nfolio 132, are hereby vested in the Corporation, to be held\nand used as a cemetery for the parish of Kingston, and all\nexisting estates, interests, rights, uses, and trusts in any\nway affecting the same are hereby determined.\n ~~          -_ _                                          -\n             ~ ~ l u s i o n d ~ - ~ k ~ - & - ~ & L .95js99n-\n                                                       N.\n4                    KINGSTON A N D ST. ANDREW (CEMETERIES)\nDuliesand\npower of"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) The Corporation shall enclose the cemetery by a\n&e~or.        wall or railing or other fence of such material and dimen-\ngenerally.\npontion       sions as shall be approved by the Minister and they shall\n              make all necessary and proper sewers and drains in and\n              about the cemetery for draining and keeping the same dry,\n              and may from time to time, as occasion requires, aker any\n              such sewer or drain, or open out any existing sewer.\n                    (2) The Corporation may-\n                  (a) provide fit and proper places in which bodies may\n                        be received and taken care of previously to inter-\n                        ment, and make arrangements for the reception\n                        and care of the bodies to be deposited therein;\n                  ( b ) subject to the approval of the Minister, lay out and\n                        embellish the ground of the cemetery in such man-\n                        ner as they think fit;\n                  (c) build on any portion of the cemetery, not specially\n                        set apart as herein provided, a dwelling-house and\n                        offices for the keeper thereof. And they shall keep\n                        the cemetery and buildings and fences thereof in\n                        proper repair and in good order and condition\n                        out of the money to be received by them under\n                        this Act.\nAssignment       6. Subject to the approval of the Minister, the Corpora-\nof portions\nof the        tion on the application of any church or congregation,\ncemetewto     made by a minister duly authorized to officiate in such\nchurches or\ncongrega-     church or congregation, or recognized as such by the\ntlom.\n              religious community or society to which he belongs, or\n              by any body of trustees or other persons who may be\n              authorized to represent such church or congregation, shall\n              set apart a portion of the cemetery to be used as a burial\n              ground for purposes of interment according to the rites\n              of such church or congregation; and any portion so set\n              apart may be consecrated or dedicated according to the\n              rights of the church or congregation to which it shall be\n                       [ThoinclusiondcsispagtinkvlhbrizadbyL.N.95/19971\n       KlNGSTON AND ST. ANDREW (CEMETERIES)\nassigned, and shall be used only for burials according to\nthe rites of such church or congregation :\n  Provided that the portion of the ground which shall be\nshown to the satisfaction of the Corporation to have been\nconsecrated by the Bishop of Jamaica in the year 1854,\nshall be deemed to have been already set apart for buriaIs\naccording to the rites of the Church in Jamaica in the Pro-\nvince of the West Indies."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Assignment of portions of the cemetery to churches or wn-\n      gregations.\n I. Power to allot residue."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The Corporation may from time to time allot such Powerto\n                                                         allot\nportion or portions of the cemetery as shall not be set rcsldue\napart as aforesaid in such manner and in such portions\nand for such purposes of interments as may be sanctioned\nby the Minister."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Corporation shall define, by suitable boundary Boundary\n                                                            marks to\nmarks, to be approved by the Minister, every portion of port,on3\nthe cemetery set apart for any particular church or congre-\ngation, and shall from time to time repair and renew such\nboundary marks."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. It shall be lawful for the members of any church or Ponerta\ncongregation to build, on the portion of the cemetery churches      tn\n                                                            bulldchapls\nassigned to such church or congregation, a chapel for the 2,KZg\nperformance of burial service according to the rites of *em.\nsuch church or congregation; or for the members of any\ntwo or more churches or congregations to join in building\non a part of the cemetery, being within the portions or\none of the portions assigned to such churches or congre-\ngations respectively, a chapel for the common use of the\nmembers of such churches or congregations in the perform-\nance of burial service according to the respective rites of\nsuch churches or congregations; and any chapel which may\nbe so built for the performance of burial service may be\nconsecrated or otherwise dedicated according to the rites\nof the church or congregation, or of the churches or con-\ngregations building the same :\n      [The mdusiun of ibis page 15 authorized by L.N. 480/1973]\n6                     KINGSTON A N D ST. ANDREW (CEMETERIES)\n                 Provided that the plan and site of every such chapel\n               shall be subject to the approval of the Minister.\nWho may           10. Any duly qualified person, being a minister of any\nperform\nburipl         church or congregation, duly authorized to officiate in such\nservices on    church or congregation or recognized as such by the reli-\nthe wMTtions\nassigned.      gious community or society to which he belongs, and being\n               either elected to officiate in the cemetery by the members\n               of such church, or congregation attending any church,\n               chapel, or place for the performance of divine worship\n               within the parish of Kingston, or otherwise duly appointed\n               thereto according to the usages of such church or congrega-\n               tion, may either himself, or by such duly qualified person\n               as he may authorize, perform burial services according to the\n               rites of the church or congregation to which he beIongs\n               in the portion of the cemetery assigned to such church or\n               congregation.\nFormation        11. The Corporation may appropriate a portion of the\nof a fund to\npay parties    moneys to be received under this Part to form a fund for\nOffiCiatjnK\nunder pre      the payment of such stipends, fees, or other remuneration\nvious\nSection.\n               as the Minister shall approve of, to any person or persons\n               who may from time to time, under section 10 be authorized\n               to officiate in the performance of burial services in any\n               part or parts of the cemetery.\nBurial           12. The cemetery shall be the burial ground of the parish\nground for\nKingston.      of Kingston, and the parishioners and inhabitants of the\n               said parish shall have the same rights of sepulchre in the\n               cemetery as they have heretofore had in the burial ground\n               of the said parish.\nPower to\nappoint a\n                                             -\n                                             _ - a keeper"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. 'The CorDoration may aDDoint       - of the cema\nkeewerand      tery and other officers and servants necessary for the care\nand servants.\nOther Officers and use of the cemetery, and may pay them such salaries,\n               wages and allowances as they may think fit, out of the\n                     me inclusion of this page is authorized by L.N. 480119731\n        KINGSTON A N D ST. ANDRLW (CEMETERIES)                           7\nmoneys to be received under this Part and may remove them\nor any of them at pleasure."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. The Corporation, under such restrictions and con- Powerto\nditions as they think proper, may sell the exclusive right scll  rightsof\n                                                               urml and\nof burial either in perpetuity or for a limited period in\nany part of the cemetery, and also the right of constructing monumenta.\n                                                             tablets, etc.\nany vault or place of burial, with the exclusive right of\nburial therein in perpetuity or for a limited period, and\nalso the right of erecting and placing any monument,\ngrave-stone, tablet or monumental inscription in the ceme-\ntery."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The Corporation may fix, settle, and receive such powerto\n                                                               fix and\nfees and payments in respect of interments in the cemetery rece,yc.\nas they shall think fit, and also the sums to be paid for t & t r\nthe exclusive right of burial either in perpetuity or for a $ 2 2 d\nlimited period in the cemetery, and also for the right of nghts.\nconstructing any vault or place of burial with the exclusive\nright of burial therein in perpetuity or for a limited period,\nand also for the right of erecting or placing any monument,\ngrave-stone, tablet, or monumental inscription in the said\ncemetery, and may from time to time revise or alter such\nfees, payments, or sums as aforesaid, and a table of such\nfees, payments, and sums. and all other fees and payments\nin respect of interments in the cemetery, together with the\nname or names of the person or persons authorized to\nreceive the same on behalf of the Corporation, shall be\nprinted and at all times kept conspicuously exhibited at or\nnear each gate of the cemetery."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The fees and all other moneys which shall be paid H           ~        ~\nto the keeper or such other person or persons as the y';$yo\nCorporation shall authorize by writing to receive the same, be afurunkd\n                                                            for.\nand all fees and moneys collected shall be accounted for\n          ~indusiunoftMspagcisau~fiedbyL.N.951199'11\n8                     KINGSTON AND ST. ANDREW (CEMETERIES)\n               and paid over to the Corporation in such manner and at\n               such times as the Corporation shall prescribe, and every\n               keeper or other collector of fees omitting so to account\n               or pay over such fees and moneys shall, for each day\n               during which such neglect shall continue, forfeit a sum\n3911995        not exceeding one thousand dollars.\ns. 3.\nPlan of the       17. The Corporation shall cause a plan of the cemetery\ncemetery,\nwhat i t       to be made upon a scale sufficiently large to show the\nshall show.    situation of every portion of the cemetery set apart for\n               any particular church or congregation, and also the\n               situation of every burial place in which an exclusive right\n               of burial has been granted, and all such portions, so set\n               apart, shall be clearly delineated on the said plan, and\nBook to be     all such burial places shall be numbered. A book shall\nkept           be kept in which shall be entered the names and d&p-\nshowing\nportions\nassigned,\n               tions of the churches or congregations for which such por-\nand special    tions shall be set apart respectively, and the names and\nrights.\n               descriptions of the several persons to whom the exclusive\n               right of burial in any such place of burial has been granted\n               by the Corporation, and every place of burial with exclu-\n               sive right of burial therein, shall be marked out on such\n               plan, and a corresponding entry made in the said book,\n               and the said plan and book shall be kept in the office of\n               the Corporation.\nRestn’ctions     18. No body shall be buried in any place wherein the\nas to\nburials, tlc, exclusive  right of burial shall have been acquired under\nin ansinned\nmrtions, or\n              this Part, except with the consent of the owner for the\nwhere         time being of such exclusive right of burial, and no right\nexclusive\nriaht of      shall be acquired under this Part to bury, within the por-\nbirial\naosuired,     tion  of the cemetery assigned to any particular church\n              or congregation, the body of any person not entitled to\n              be buried in such portion according to the rites and usage\n              of such church or congregation, or to place any monument,\n              grave-stone, tablet, or monumental inscription respecting\n              any such body within such portion of the cemetery.\n                        F e incIn6im of #& page is au(hmImd by L.N. 95/19971\n        KINGSTON A N D ST. ANDREW (CEMETERIES)                                9"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Plan of the cemetery, what it shall show.\n    Book to be kept showing portions assigned. and special rights."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Restrictions as to burials, etc., on assigned portions, or where\n      exclusive right of burial acquired."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. The general management, regulation, and control E;$-\nof the cemetery shall, subject to this Part, be vested in and cemetery.\nexercised by the Corporation."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. The Corporation may from time to time make such\nregulations, in relation to the cemetery, and to places for tomake\n                                                                rcgulalions\nthe reception of bodies previous to interment, which may andtogive\n                                                                smcia1\nbe provided under this Part as to the Corporation may seem orders.\nproper for insuring that all burials within the cemetery shall :9;’.”’\nbe conducted in a decent and solemn manner, and, for the\nprotection of the public health, and the maintenance of\npublic decency, and may from time to time order all such\nacts to be done by such persons as may have the care of any\nvaults or places of burial for preventing them from becom-\ning or continuing dangerous or injurious to the public health,\nas the Cororation may think fit and all other persons having\nthe care of the cemetery, and of such places for the recep-\ntion of bodies, such vaults or places of burial, shall conform\nto and obey such regulations, and do or cause to be done\nall acts ordered as aforesaid, and any such person who shall\nviolate or wilfully neglect to observe such regulations or to\nobey such orders, shall, on summary conviction, forfeit and\npay any sum not exceeding ten thousand dollars.                3911995\n                                                               s.3."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. It shall not be lawful to remove any body which on    Restriction#\n                                                               removal\nshall have been interred in the cemetery except by licence orhadies\nunder the hand of the Chairman of the Local Board ~$$j\nof Health and with such precautions as the Local Board S. * (a).\n                                                            2611993\nof Health may prescribe as the condition of such licence; S. (b),\nand any person who shall remove any body without\nsuch licence, or who shall neglect to observe the precau-\ntions prescribed as the condition of the licence for\nremoval, shall, on summary conviction of, be liable to pay 26,,993\nfor such offence a s u m not exceeding ten thousand dollars 39’1595\n                                                            S. 2 k ) .\nor in default of payment thereof to be imprisoned with or s.3.\nwithout hard labour for a term not exceeding six months.\n          lT%eind&nofthispagcisauihorized   byL.N.95/1997]\n10                    KINGSTOh' A N D ST. ANDREW (CEMETERIm\nRem*Tyof         22. All burials within the cemetery shall be registered\nbunals.\n              in register books to be provided by the Corporation by\n              some officer appointed by the Corporation to that duty,\n              and such register book shall distinguish the part of the\n              cemetery in which the several bodies (the burials of which\n              are entered in such register books) are buried, and in case\n              portions of the cemetery shaU be set apart as aforesaid\n              to be the burial grounds of particular churches and con-\n              gregations respectively, such register shall be so kept and\n              indexed as to facilitate searches for entries in such books\n              in respect of bodies interred in the several portions SO set\n              apart, and such register books, or copies or extracts there-\n              from, shall be received in all courts as evidence of the\n              burials entered therein, and copies of transcripts of such\n              register books, verified and signed by such officer as afore-\n              said, shall be transmitted to the Registrar-General at sucb\n              times and in such manner, and shall be by him so kept\n              and recorded as required by law; and the said register\n              books, so far as respects searches to be made therein, and\n              copies and extracts to be taken therefrom, shall be subject\n              to the same regulations as are provided for by law, so far\n              as such regulations relate to register books of burials.\nDesboylng\nor hymn8"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Every person who shall wilfully destroy or injure,\nrw7ter.or     or cause to be destroyed or injured, any register book of\nfalslfylng\nsame,and      burials kept according to the provisions of this Part, or\noffences.     any part or certified copy of any part of any such register,\nhO\\V          or shall falsely make or counterfeit, or cause to be falsely\npunishable.\n              made or counterfeited any part of any such register, or\n              certified copy thereof, or shall wilfully insert, or cause to\n              be inserted in any register book, or certified copy thereof,\n              any false entry of any burial, or shall wilfully give any\n              false certificate, or shall certify any writing to be a copy\n              or extract of any such register book, knowing the same\n              to be false, or any part thereof, shall be guilty of felony,\n3rd SCB\n42\"969        and, being convicted thereof, shall be liable, to be h p r i -\n              soned for ten years with or without hard labour.\n                                                                             --\n                       @inclusion af this   is authorized by L.N 95 119971\n       KINGSTON A N D ST. ANDREW (CEMETERIES)                          11"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. The expenses incurred by the Corporation in carry- ~~~~~~~~~f\ning this Part into execution shall be chargeable upon and $ ~ ~ ~ g ' \" ' *\npaid out of the Corporation Rate.                         2011YS2\n                                                          Sch."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. The Minister may, upon application by the Corpora- Power 10\n                                                            advance\ntion order that the whole or a n y part of the moneys moneysrram\nrequired to be expended in the construction and main- Treasury.\ntenance of any works by this Part authorized to be\nconstructed, shall be advanced to the Corporation by\nthe Accountant-General, in such manner, by such instal-\nments, and at such periods as the Minister shall think\nfit, and the Accountant-General shall open and keep in Accountsar\n                                                            to same,\nthe Treasury books a separate account with the Corpora- how 10 be\ntion of the sums advanced, and of all interest thereon,\nand payments or credits in respect thereof, and the\nCorporation Rate fund shall be liable to the repayment of ~Sch.1 9 5 2\nall such advances with interest thereon respectively at the\nrate of five dollars per centurn per annum, which shall be\nwritten up at the close of each financial year."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. The Corporation shall keep a distinct account of all How\nsums of money received and paid for the purposes of this :$:a;s;\nPart, and such account shall be audited in the same manner audiled.\n                                                           be kept and\nas other accounts of the receipts and expenditure of the\nCorporation, and any surplus of the moneys raised under\nthis Part, and of the income of the cemetery provided by\nmeans of moneys raised or paid under the provisions of\nthis Part, which may remain after payment of the expenses,\nand moneys to be defrayed or paid under this Part, shall\nbe applied in aid of the Corporation Rate.                 Sch."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.-(1) It shall be lawful for the Corporation from time Powerlathe\nto time to make, alter, and rescind rules for the general ~ ; ~ ~ t i o n\nmanagement, regulation, and controI of the cemetery, :$?\nand for the care and protection thereof.             PUTpo8Co.\n                                                             --\n             fncluion dlbia mgaB nu&mizd W L N . 451 19911\n12                       KINGSTON AND ST. ANDREW (CEMETERIES)\n37' I995\ns. 3.                    (2) The power to make rules pursuant to this section\n                 shall be subject to the provisions of section 223 of the\n                 Kingston and St. Andrew Corporation Act.\n39/1995                  (3) Any breach of any rule for the time being in\ns. 3.\n                 force shall be pmishable by a court of summary jurisdic-\n                 tion by a penalty not exceeding ten thousand dollars, or in\n                 default of payment thereof, by imprisonment for a period\n                 not exceeding two months.\n3911995                  (4) If any damage be done by any person in breach\ns.3.             of any such rule he shall be liable to pay, in addition to such\n                 penalty, the amount of such damage, or, in default of pay-\n                 ment forthwith, to imprisonment for a period not exceeding\n                 three months.\n now\n penalties."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. All penalties, damages, and other moneys recovered\n etc.. to be     under this Part, shall be paid to the Accountant-General\n paid and\n applhed.        to the credit of the Corporation Rate.\n 2011952\n Sch.                Other Burial Grounds in Kingszon and St. Andrew\n Power to           29. In case it shall appear to the Minister, upon repre-\n order dis-\n continuance     sentation of the Central Board of Health, that for the pro-\n of burials in   tection of the public health, burials in any part or parts\n any burial\n places in\n Kingston\n                 of the parishes of Kingston and Saint Andrew or in any\n und             burial ground or place of burial in the said parishes should\n St, Andrew.\n                 be wholly discontinued, or should be discontinued subject\n                 to any exception or qualification, it shall be lawful for the\n                 Minister to order that after a time mentioned in the order,\n                 burials in such part or parts of the said parishes or in such\n                 burial ground or place of burial, shall be discontinued\n                 wholly, or subject to any exception or qualifications men-\n                 tioned in such order, and so from time to time as circum-\n                 stances may require:\n                    Provided that notice of such representation shall be pub-\n                 lished in the Gazefie, and shall be affixed on the doors of\n                 the churches and chapels of the said parishes one calendar\n                 month before such representation is considered.\n                           -inclusion   of Ibhpas4H aubhorizcd by L.N. SS/lW7l\n       KINGSTON AND ST. ANDREW (CEMETERIES)                                   13"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Power to order discantinumm of burials in any burial plans in\n          Kingston and St. Andrew."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. It shall not be lawful, after the time mentioned in Penalwon\n                                                             burials\nany such order for the discontinuance of burials, to bury arnmtc\n                                                                   Orders\nthe dead in any church, chapel, churchyard or burial place\nor elsewhere within the part or parts of the parishes of\nKingston and Saint Andrew or in any burial ground or\nplace of burial (as the case may be), in which burials have,\nby any such order, been ordered to be discontinued, except\nas in such order excepted, and every person who shall,\nafter such time as aforesaid, bury any body, or in any-\nwise act or assist in the burial of any body, contrary to\nthis Part, shall be guilty of an offence, and shall, upon\nsummary conviction, be liable to pay a sum not exceeding\ntwenty thousand dollars, or in default of payment thereof to 3911m\n                                                             s. 3.\nbe imprisoned with or without hard labour for a term not\n exceeding one year."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. In every case when any order by the Minister has ncorPor+oo\nbeen issued for the discontinuance of burials in any church- to rccp\nyard or burial ground of the said parishes, the Corporation order\n                                                             burying\nshall maintain such churchyard or burial ground in decent           z!zso\norder, and also do the necessary repair of the walls and\nother fences thereof, and the costs of such maintenance\nand repair shall be paid by the Corporation out of the\nmoneys to be received by them under the provisions of\nthis Part.\n                               PAftT\n              Vesting of Abandoned Cemeteries\n                                                                    tntcrpw"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. In this Part-                                                 tation.\n“cemetery” means any cemetery, burial ground or place of\n    burial within the Corporate Area whether or not an\n    order under Part I shall have been made for the dis-\n    continuance of burials therein but shall not include any\n    burial ground in which burials are confined to members\n    of a family, nor any Church, Chapel or other place used\n    as a place of worship, nor to the yard or burial ground\n          me hclusim of M s p a g e k a ~ o s b 5 b yLN.95/19!37l\n  RIG39\n14                   KINGSTON A N D ST. ANDREW (CEMETERIES)\n                  adjacent or attached to any Church, Chapel or place\n                  of worship in actual use as Church, Chapel or place of\n                  worship at the date of any application by the Corpora-\n                  tion under section 33.\nPart to         33. Whenever burials in any cemetery shall have been\napply to\nm&eI&a\ndisused for\n              wholly discontinued for a period of twenty years it shall\n20 years.     be lawful for the Corporation, after giving notice of its\n              intention so to do by publication in the Gazette and in at\n              least one daily newspaper circulating within the Corporate\n              Area once a week for not less than three months, to apply\n              to the Minister for an order directing that the provisions\n              of this Part shall apply to the cemetery mentioned and\n              described in the said publication.\nMinister to     34. The Minister, after consideration of the application\nmake,\nprovlslonal   and of any objections or protest which may be made in\norder.\n              writing by or on behalf of any person within one month of\n              the appearance of the last of the advertisements directed\n              by section 33 may make an order (hereinafter called “a\n              provisional order”) directing that the provisions of this Part\n              shall apply to the said cemetery.\nPlan, etc.,     35. Within six months after the making of a provisional\nof cemetery\nta be         order the Corporation shall cause a Commissioned Land\nprepared\nand           Surveyor to make an accurate survey of the said cemetery,\nrecorded.\n              and to prepare a plan or diagram thereof to a scale of not\n              less than 100 feet to 1 inch showing thereon the correct\n              position of all tombstones or monuments distinguishing the\n              same by numbers or symbols and an accurate copy of all\n              legible inscriptions upon any of such tombstones or monu-\n              ments identifying the tombstones or monuments upon which\n              the same appear by the same numbers or symbols, and shall\n              cause such plan or diagram and copy of inscriptions to be\n              recorded in the Record OEce.\n                                    dG pagois authoriesd by L.N.951 19971\n       KINGSTON A N D ST. ANDREW (CEMETERIES)                        15"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. After such plan and copy of inscriptions shall have Schemefor\nbeen duly recorded the Corporation may submit for the\napproval of the Minister a scheme for the use and the -2\n                                                       ;:\nmanagement of the cemetery for some public purpose or t o M i n i m .\npurposes."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Upon the submission of such scheme the Minister ~               d           ~\nshall 6x a date after which the scheme shall be taken into con5idcrcd.\nconsideration by him, and shall direct notice of such scheme\nand date to be advertised and published in such manner\nand served upon such persons as he may think fit, and the\nCorporation shall cause such notice to be advertised and\npublished and served as directed."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. After the date fixed as mentioned in section 37 here- A ~ P or~    ~   ~\nof and upon being satisfied that the notice has been pub- modification\n                                                             ofrchcmc.\nlished and served as directed, the Minister may approve\nof the said scheme with or without modification, or may\nrequire the Corporation to submit another scheme, and\nmay, upon the submission of such other scheme and after\nsuch notice thereof (if any) as he may consider necessary,\napprove the same with or without modification."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. Upon such approval as mentioned in section 38 ~ d ~ k ~\nhereof the Minister may make an order (hereinafter called\n“a final order”) vesting the cemetery mentioned therein\nin such person or body as he may think fit for the purposes\nof such scheme as may have been approved as aforesaid,"
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. The Minister shall have power, from time to time, powerto\n                                                            rescind\nupon the application of the Corporation, to rescind any finalorder.\nexisting final order and after such notice or advertise-\nment (if any) as he may deem necessary to make another\nfinal order substituting another scheme and vesting the\ncemetery in such person or body as he may think fit for the\npurposes of such new scheme.\n                               _-\n             inclusion ofthis page is authorid by L.N. 951 199‘11\n16                    KINGSTON A N D ST. ANDREW (CEMETERIES)\nER cet of        41. Every final order shall vest in the person or body\nfinal order.\n               mentioned therein the fee simple in possession of and in the\n               lands described therein as the cemetery upon trust for the\n               purposes of the scheme set out therein, and such estate\n               shall not be liable to defeasance except as may be mentioned\n               in the final order or by the making of another final ordeT\n               under this Part.\nEsy$$f           42. The publication in the Gazette of a final order shall\n               be conclusive evidence that all the provisions of this Part\n               have been complied with and that the scheme is one\n               authorized by this Part."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. Evidence of 6nal order.\n                                                                        -\n           KINGSTON AND ST. ANDREW (CEMETERIES)                                    3\n           THE KINGSTON AND SAINT ANDREW                            Cap. 196.\n                                                                    C3P. 190.\n                        (CEMETERIES) ACT                               Arts\n                                                                    42 of 1969\n                                         iI6Zh September, 1874.1    $2:;,3rd SeQ\n                                                                       s. 3."
    }
  ],
  "definitions": []
}