{
  "id": "jm-stat-the-kingston-and-st-andrew-water-supply-act",
  "type": "statute",
  "title": "The Kingston and St Andrew Water Supply Act",
  "title_en": "The Kingston and St Andrew Water Supply Act",
  "short_name": "Kingston and St Andrew Water Supply Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-kingston-and-st-andrew-water-supply-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-kingston-and-st-andrew-water-supply-act | Legal areas: Local Government",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.Compensation to owners, etc., of land for any damage.\n   Powers of Resident Magistrate for Kingston."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. References in this Act to “the Commissioners” shall, Definition\nsubject to the provisions of the National Water Commission           ;:;Eis.\nAct, be deemed to be references to the Commission estab- g  ;;&\nlished under the National Water Commission Act and this s. 12.\nAct shall be read and construed accordingly.\n                PARTI. Ferry River Supply"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Commissioners may establish and construct across commis-\nthe Ferry River at such places as they may select dams and sioners\n                                                              Mtablish\n                                                                      may\nsuch other works as they may deem necessary for the                  ;;tz;;m,\npurpose of obtaining additional water supply for the parishes etc.,for\n                                                              certain\nof Kingston and St. Andrclvi and they may lay out, maintain purposeand\n                                                                   collect,\nand establish such dams, reservoirs, pipes, machinery and maywater\nother works as they may think fit and may take, collect, use,        ::;Ever\ndivert and distribute all or so much as they may from time andits\n                                                              tributaries.\nto time require of the watcrs of the Ferry River and its tri-\nbutaries and may acquire such lands and easements as the\nsite or sites of the dams, head-works and buildings in con-\nnection with the said water supply or otherwise as they\nmay think fit for all or any of the foregoing purposes."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) The Commissioners shall, subject to both the compensa.\nprovisos in this subsection, make to the owners and tion      to\n                                                         owners,etc,,\noccupiers and other parties interested in any lands com- ;i?;jf&\npensation for damage sustained by such owners, occupiers\n4                  KINGSTON A V D ST. ANDREW W A T E R SUPPLY\n            and other parties in respect of such lands by reason of the\n            exercise of the powers vested in the Commissioners by this\n            section: such compensation to be ascertained and detcr-\n            mined in the manner provided by the Lands Clauses Act for\n            determining questions of compensation with regard to land\n            purchased or taken under the provisions thereof and for\n            the purposes of this Act diminution in the water of the\n            Ferry River shall subject to the said provisos be deemed to\n            be damage for which compensation may be made or assessed\n            under the said Lands Clauses Act :\n              Provided that no compensation shall in any case be made\n            to any such owiiers, occupiers or other parties without proof\n            by them that actual and appreciable pecuniary damage in\n            respect of such lands has been caused to such owners,\n            occupiers and other parties by reason of the exercise of the\n            powers vested in the Commissioners by this Part :\n              And provided also that no claim for compensation for\n            damage sustained shall in any case be allowed unless the\n            same is sued for within two years from the time when the\n            damage complained of resulted.\nPowers of         (2) It shall be lawful for the Resident Magistrate\nResident\n~~~i~~~~~~ for Kingston to decide, subject to an appeal or a new trial,\nfor\nKingston.   as in other cases under the Lands Clauses Act, all questions\n            respecting such supply of water, and to give all such direc-\n            tions as may be necessary for that purpose, and to adjourn\n            any proceedings from time to time as he may see fit for the\n            purpose of having such directions carried out.\nPart of               5. The Lands Clauses Act, with the exception of sections\nLands\nClausmAct 10, 11, 15, 16, 84: 88, 104 and 105, shall be deemed to be\nh c o ~ o r a t c d incorporated with this Part.\nwith this\nPart.\n                    me inclusion of this page is authorized by L.N. 57/i9811\n       KINGSTON A N D ST. ANDREW WATER SUPPLY                                   5\n             PART11. Wag Water River Supply"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Part of Lands Clauses Act incorporated with this Part.\n                  PART11. Wog Water River Supply"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Commissioners may for the purposes of their Cpmmi-\n                                                                ssionem\nundertakings take or divert, collect, store, use and distribute n u t b o n d\n                                                                to Use. etc.,\nall the water from the Wag Water River or so much thereof all      water\nas they may at any time require and for the purposes afore-\nsaid may establish, construct and maintain at such pIaces River.\nas they may seIect dams and such other works and such\nmachinery as they may deem necessary or proper.\n        PART HI.      Iron, Plantain and Ginger Rivers"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The Commissioners, may establish and construct across Power to\none or more of the following rivers, that is to say the Iron Commis-\n                                                              ionemto\nRiver, the Plantain River and the Ginger River at such places\nthe Commissioners may select, dams and such other works oe1c.  therworh\nas the Commissioners may deem necessary for the purpose\nof obtaining an additional water supply for the parishes of\nKingston and Saint Andrew, and the Commissioners may\nlay out, maintain and establish such dams, reservoirs, pipes,\nmachinery and other works as the Commissioners may think\nfit and may take, collect, use, divert and distribute so much\nas the Commissioners may from time to time require of the\nwaters of the said rivers and their tributaries :\n  Provided that the Commissioners shall not during the proho\nmonths of January, February, July, August and September limiting\n                                                             mountof\nin any year take or divert from the said rivers any water in        z:;zzg\nexcess of five million gallons per day.                      certain\n                                                                    monthsof\n                                                                    the year.\n  &-(I) The Commissioners shall have power, either powCrto\ncompulsorily or by agreement, to enter upon any lands and Commis-   ’\n                                                                 sloners to\nhereditaments and to acquire such lands and hereditaments E   $\n                                                              re\n                                                               ,‘l;\nand to acquire any rights and easements in, over, or upon\nsuch lands whether situated within or without the parishes of\nKingston and Saint Andrew for any of the purposes of this\nAct.\n       [The inclusion of this page is aulhorizd by L.N. 480/1973]\n6                    KINGSTON AND ST. ANDREW WATER SUPPLY\nInwrpora-            (2) Any land, hereditaments, right or easement\ntion of\nLands          required for any of the purposes of this Part may be\nClauses        acquired under the Lands Clauses Act, or any enactment\nAct.\n               passed in amendment thereof or in substitution therefor\n               and the said Act is incorporated with this Part save and\n               except sections 10, 11, 84, 88, 90,91, 92, 93, 101, 103, and"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Power to Conimissioner to acquire lands, etc.\n   Incorporation of Lands Clauses Act.\n   Compensation for future damage in relation to easements.\n   Lands, etc., acquired by Commissioners to he vested in Com-\n     missioner of Lands.\n   Power to Commissioner of Lands to convey superfluous lands.\n       [The inclusion of this F g e is authorized by L.N.571 19811\n2        KINGSTON Ah'D S T . ANDREW W A T E R SUPPLY"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Power to Commissioners to make compensation for damage for\n          lands and water.\n        Proviso that no compensation to be paid without proof of\n          damage."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Minister to approve of exercise of powers.\n         me inclusion of tpiS page is authorired by L.N. 57(19811\n       KINGSTON A N D ST. ANDREW W A T E R SUPPLY                                  3\n  THE KINGSTON AND ST. ANDREW W A E R                                  Cap. 195.\n                                                                           Act\n               SUPPLY ACT                                              26 of 1980,\n                                                                          s. 12.\n                                                [ZOthMarch, i91i.l"
    },
    {
      "provision_ref": "sec104",
      "section": "104",
      "title": "Section 104",
      "content": "104.\nCorn e n s -          (3) The Commissioners may in acquiring any ease-\ntion 4,r\nfuture         ment, covenant and agree with any person from whom such\ndamage in      easement may be acquired that the Commissioners will pay\nrelation to\neasements.     all future damage when and as such damage may from time\n               to time be occasioned by the exercise of any of the rights\n               conferred by this Part, and in cases where no agreement shall\n               be come to as to the compensation to be paid for any ease-\n               ment, the Commissioners shall be entitled to have such com-\n               pensation assessed on the assumption or basis that the\n               Commissioners will enter into the covenant or agreement\n               hereinbefore mentioned.\nLands, etc.,          (4) All lands, hereditaments, rights and easements\nacquired by\nCommi-         acquired by the Commissioners for the purposes of this Act\nssioners\nto be vested   shall be conveyed to or vested in the Commissioner of Lands\nin Comrni-\nssinnzr of     of Jamaica.\nLandr.\nPower to               (5) Any superfluous lands not required for the pur-\nComrni-\nsrioner of     poses of the undertaking may be sold by the Commissioners\nLands to       and shall be conveyed by the Commissioner of Lands to\n:;X\"OUS\nlands.\n               such persons and in such manner as the Commissioners may\n               direct.\nPower to          9. The Commissioners shall, subject to both the provisos\nCommis-\n sioners to\n               in this section, make to the owners and occupiers and other\nmake           parties interested in any lands compensation for damage\nwmpensa-\ntion for       sustained by such owners, occupiers and other parties in\ndamane for     respect of such lands by reason of the exercise of the powers\nlands-md\nwiter.         vested in the Commissioners by this Part. Such compensa-\n               tion shall be ascertained and determined in the manner pro-\n                     [The lnclunion of lhirpagc IS authonzed by L.N. 480/1973]\n                                                                                 -\n       KINGSTON A N D ST. A.VDREW WATER SUPPLY                          I\nvided by the Lands Clauses Act, for determining the\nquestions of compensation with regard to land purchased\nor taken under the provisions thereof and for the purposes\nof this Part diminution in the water of the rivers mentioned\nin section 7 shall subject to the said provisos be deemed to\nbe damage for which compensation may be made or assessed\nunder the said Lands Clauses Act :\n   Provided that no compensation shall in any case be made Pmvisothat\n                                                             no com-\nto any such owners, occupiers or other parties without proof pcnration to\n                                                             bc paid\nby them that actual and appreciable pecuniary damage in wihout\nrespect of such lands has been caused to such owners, :%&!\noccupiers and other parties by reason of the exercise of the\npowers vested in the Commissioners by this Part and\nprovided also that no claim for compensation for damage\nsustained shall in any case be allowed unless such compensa-\ntion is sued for within two years from the time when the\ndamage complained of resulted."
    }
  ],
  "definitions": []
}