{
  "id": "jm-stat-the-kingston-and-st-andrew-building-act",
  "type": "statute",
  "title": "The Kingston and St. Andrew Building Act",
  "title_en": "The Kingston and St. Andrew Building Act",
  "short_name": "Kingston and St. Andrew Building Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-kingston-and-st-andrew-building-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-kingston-and-st-andrew-building-act | Legal areas: Local Government",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. No person shall erect any building or structure. or construct any\nfoundation of any building or structure, upon any site which shall have\nbeen filled up with any material impregnated with foul matter. or is\nimpregnated with any animal or vegetable matter. or upon which any\nsuch matter may have W n deposited. unless and until such matter shall\nhave been properly removed by excavation from such site, nor until a11\nholes caused by such excavation shall have been filled up with hard\nbrick, dry inorganic material, concrete, or other suitable material, to\nbe approved of by the Surveyor."
    },
    {
      "provision_ref": "sec1o",
      "section": "1O",
      "title": "Section 1O",
      "content": "1O.OOO p.s.i. bearing on rivets and turned bolts,\n          in reamed holes        ...      ...     27,000 p. s.i.\nFor other aluminium alloys, allowable stresses shall provide a factor\nof safety of not less than 2.33 for primary members and 2.0 for\nsecondary members, based on rninin~umyield strength at an elongation\nof .2 per cent.\n        me inclusion of this page is authorized by L.N. 480/1973]\n          KINGSTON AND ST. ANDREW BUILDING"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Every person who shall be desirous of erecting any building on\nany land so situated that the surface thereof cannot be. made to drain\nby gravity into an existing public surface drain of the Kingston and\nSt. Andrew Corporation, shall first make to the Building Authority,\nand deliver to the Clerk of the Building Authority, a written applica-\ntion, accompanied by a lan and section of the lowest floor of such\n                          1\nbuilding or buildings, an the curtilage thereof. to a scale not smaUer\nthan two feet to one inch, and by a block plan to a scale, not smaller\nthan twenty feet to one inch, showing the position of such building or\nbuildings. the position and course of the drainage system proposed to\nbe adopted for the disposal of sewage and rain water, and its connec-\ntion (if any) with public sewers or drains, the diameter and inclination\nof the drain pipes. and the level above the surface of the ground at\nwhich it is proposed to construct the lowest Boors of the building; and\nshall obtain permission in writing from the Building Authority to\nconstruct such drainage system according to the said plans and sec-\ntions, with such additions, omissions, or modifications (if any) as the\nBuilding Authority shall prescribe. and such person shall construct\nthe same in accordance with the conditions of such permission. and\nnot otherwise."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Subject to paragraphs (I) and (2). the fees prcscribed for the\nconsideration of Plans and amendment of Pians and for all known and\nnecessary inspections shall be paid at the time of lodging the Plan\nor Amendment, and fees prescribed for inspection to be made at the\ninstance of any person shall be paid at the time of making the request\nand the fees for the inspection of dilapidated, neglected or dangerous\nbuilding rendered necessary by the default of the owner or builder\nshall be payable on demand by the owner or the builder making\ndefault."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.--(1) All the provisions of this Act shall extend to and\napplim.          be in force in-\n                     (a) the business area; and\n                     (b) (subject to any special or general modifications,\n                         exceptions or limitations herein contained, or\n                         which the Building Authority may from time to\nB/lW                      time on a resolution approved by the Minister pre-\ns. 3.                    cribe) all such areas within the urban and suburban\n                         districts as defined and described in the Second\nSecond                   Schedule to the Kingston and St. Andrew\nSchedule.\n                         F h e inclusiovl of this page is authorized by L.N.421199951\n        KINGSTON A N D ST. ANDREW BUILDING                                II\n         Corporation Act, as the Minister may from time\n         to time by order in the Gazette prescribe :\n           Provided that until the issue of the first of such\n         orders, the provisions of this Act shall extend to\n         and be in force throughout the whole of the area\n         of the said urban and suburban districts.\n       (2) The following portions of the First Schedule, that First\n                                                              Schedule.\nis to say paragraph (1) of regulation 24, paragraphs (1) and\n(2) of regulation 28, and paragraphs (2) and (3) of regula-\ntion 30 shall not apply to domestic buildings outside the\nbusiness area, having a cubical content of not more than\none hundred and twenty-five thousand cubic feet."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Every building shall be enclosed with walls mmtn~cW-\n        me inclusion of this page is authorized by L.N. 480/1973]\n50                    KINGSTON A N D ST. ANDREW BUILDING\n                (a) of brick, stone, or cement concrete, or\nL.N.            (bl of steel frame-work or reinforced concrete frame-work every\n6S/1957.             member of which must be securely, rigidly and durably\n                     connected with every contiguous member; the panels between\n                     the said frame being aled in with brick, stone, reinforced\n                     wncrete or hollow concrete block efficiently secured thereto, or\n                (c) of reinforced concrete, or\n                (d) of timber frame-work, every member of which must be\n                     securely, rigidly and durably connected with every contiguous\n                     member, the frame-work being filled in with panelling of brick-\n                     work. or concrete, or other fire-resisting material, efficiently\n                     secured thereto. and the timber being protected so as to be\n                     fire-resisting, or\n                (e) in any of the materials or methods of construction above\n                     described in paragraph (a), (b). or (c) for the lower stony or\n                     storeys with upper storey or storeys of any of the said materials\n                     or methods of construction, or of the construction above\n                     described in paragraph (d), or\n                 (f) in the case of domestic buildings outside the business area\n                     having a cubical content of not more than 125.000 cubic feet.\n                     or not within 50 feet of any other building, or of the land of\n                     any adjoining owner,\n                         (i)of timber frame-work. framed as above descrihed.\n                             covered externally with wood, or\n                        (ii) in any of the materials or methods of construction\n                             described above in paragraph (a), (b), (c). (4.or (e) for\n                             the lower storey or storeys, with upper storey or storeys\n                             of timber frame-work of either of the above descriptions.\n                             or\n                &) in the case of one-storey buildings having walls not exceeding\n                      15 feet in height of hollow concrete blocks.\nG.N.            (h) of aluminium framing with panels between-designed and\nlW/ 1961.            constructed in every respect in accordance with the provisions\n                     of these regulations."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. For the purpose of determining the thickness of a wall, the height\n            of such wall should be measured immediately in front of the face of\n            the centre of the wall. from the level of the ground before excavation.\n            to the level of the top of the parapet; or. where there is no parapet.\n            to the level of the top of the wall; or, in the case of a gable, to half the\n            height of the gable.\n              The height of each storey shall be measured as follows-\n                 (a) The height of a topmost storey shall be measured from the\n                      level of the underside of its floor joists, up to the level of the\n                      undersurface of the tie beam or tie plate of the roof or other\n                      covering, or if there is no such tie, then up to the level of half\n                      the vertical height of the rafters or other support of the roof.\n                    me inclusion of this pagc ir authorized by L.N.480/1973]\n          KINGSTON AND ST. ANDREW BUILDING                                    51\n    (b) The height of every storey, other than the topmost storey\n        shall be measured from the level of the underside of the floor\n        joists of the storey, up 10 the level of the underside of the\n        floor joists of the storey next above it\n  A mansard roof shall not be considered to form a storey to a building."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. No house or building shall be constructed o r begun Atwhat\n                                                            distance\nto be constructed, and no house o r building shall be fromcentre\nextended or begun to be extended, in such manner that the ~~~~~~y\nexternal wall or front of any such house or building, or if tobebuilt\n      m e inclusion of this page is aulborized by L.N.480(1973]\n12                   KINGSTON AND ST. ANDREW BUILDING\n            there be a forecourt or other space left in front of any such\n            house or building the external fence or boundary of such\n            forecourt or other space, shall be at a distance less than the\n            prescribed distance from the centre of the roadway of any\n            road, street, lane or way, without the consent in writing of\n            the Corporation :\n              Provided always that the Corporation may, in any case\n            where it may think it expedient, consent to the construction,\n            formation o r extension, of any house, building, forecourt\n            or space, at a distance less than the prescribed distance from\n            the centre of the roadway of any such road, street, lane or\n            way, and at such distance from the centre of such roadway,\n            and subject to such conditions and terms (if any), as they\n            may think proper to sanction.\nNotioe to      8. In every case where any such house, building, fore-\nset back\nbm,dings.   court or space, is constructed, formed or extended, or is\n            begun to be constructed, formed or extended, in contraven-\n            tion of the provisions of section 7, at a distance from the\n            centre of the roadway of any such road, street, lane or way,\n            as aforesaid less than the prescribed distance, or than such\n            other distance as may have been sanctioned by the Corpora-\n            tion, or contrary to the conditions and terms (if any) subject\n            to which such sanction was obtained, the Corporation may\n            serve a notice upon the owner or occupier of the said house,\n            building, forecourt or space, or upon the builder or person\n            engaged in constructing, forming or extending the same,\n            requiring him to comply with the provisions of the said\n            section, and to cause such house, building, forecourt or\n            space, or any part thereof, to be set back so that the external\n            wall of such house or building, or the external fence or\n            boundary of such forecourt or space, shall be at a distance\n            not less than the prescribed distance from the centre of the\n            roadway of such road, street, lane or way as aforesaid, or\n            at such distance and according to such conditions and terms\n            (if any) as the Corporation may have sanctioned.\n                   m e inclusion of this page is aulhorized by LN. 480/19731\n        KINGSTON AND Sl. ANDREW BUILDING                               i3"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. AU parts of a building shall be constructed to take the load on\nsuch parts either actual, or herein presumed, with a factor of safety.\nat least as great, as follows-\n     In iron or steel work .,.        ...       ...        Four\n     In brickwork, masonry, or concrete         ...       Five\n     In timber ...            ...     ...       ...        SU\n   The safe pressure upon any member in compression, constructed of\niron or steel. the unsupported length of which exceeds ten times its\nsmallest lateral width, shall be computed at a rate not higher than\nthose given in the following table-\n       lThe hclusion of this page is authorizd by L.N. 480/1973]\n52             KINGSTON A N D ST. ANDREW BUILDING\n          Length divided by         Safe pressure for        Safe pressure for\n           smallest lateral          steel tons per            iron tons per\n               width                  square inch               square inch\n               __                        ~\n                                                                  -\n                  10                         5.10                   3.90\n                  15                         4.83                   3.12\n                  20                         4.45                   3.41\n                  25                         4.02                   3.17\n                  30                         3.46                   2.82\n                  35                         2.96                   2.48\n                  40                         2.51                   2.11\n       When a pillar is built to the extent of its whole perimeter into a wall,\n     the lateral width of it in the direction of the thickness of the wall, shall\n     bc taken for the purposes of the above table."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. In case any owner, occupier, builder or person, during Pcnaltiesfor\ntwenty-eight days after the service of any notice under the disobcdicnfo\n                                                               toonotioe.\npreceding section neglects or refuses to comply with the\nrequirements of such notice, or after the expiration of such\nperiod fails to carry out or complete the works necessary for\nsuch compliance with all reasonable despatch, he shall be\nliable to a penalty of not less than ten thousand dollars, and 3 9 d 1 5 9 5\nnot more than twenty thousand dollars, and to a further s.3.\npenalty of not less than eight hundred dollars, and not more\nthan two thousand dollars, for each day during which such\ndefault continues after the first day after the expiration of\nthe time limited by such notice.\n  1 0 - 4 1 ) Every person who proposes to erect or re-erect proadmu,\nany building or any part thereof, or to extend any building beY adopted\n                                                                 persona\nor any part thereof, shall give notice thereof to the Building ~~~~m\nAuthority, and such notice shall be accompanied by-\n                                                                  hedccta\n    (a) An accurate ground plan showing the land or site,\n          the frontage line for length of twenty feet, of any\n          building, whether standing or in ruins, adjaoent\n         on each side thereof, and the full width of the\n          street or streets immediately in front and at the\n          side or back thereof, if any.\n    (6) An accurate plan showing the several floors of such\n          building and the front elevation thereof and at\n          least one cross section and such other cross or\n          longitudinal sections and further particulars, as\n         .the Building Authority may from time to time by\n          regulation or in any particular case require.\n     (c) An accurate plan showing the frontage of such\n          building on any street or lane.\nAll such plans shall be to a scale not smaller than one-\neighth of an inch to one foot, and the Surveyor shall, if he\napprove of such drawings, notify his approval of the same\nin writing to the buiIder, or he may call for amended draw-\n          tl%iaclusioo dtbls pagc b ailmotizsl by L.N.95/19!37l\n14           KINGSTON A N D ST. ANDREW BUILDING\n     ings for approval or otherwise. In case of dispute the\n     matter shall be submitted to the Building Authority:\n       Provided always that no plans shall be approved as here-\n     inbefore mentioned unless the class of building and the\n     frontage, elevation and design are in the opinion of the\n     Building Authority suitable to the locality or neighbour-\n     hood and unless they make provision for sanitary arrunge-\n     ments to the satisfaction of the Surveyor or the Building\n     Authority or in cases where house sewers cannot be required,\n     to the satisfaction of the Corporation, nor unless plans\n     under the Kingston Improvements Act have been approved\n     by thc Building Authority. n e Building Authority may\n     &,o at any time before or after the work has been com-\n     menced, require the builder or owner to submit such work-\n     ing drawings or detailed plans as, and drawn to such scale\n     as the Surveyor may prescribe. The procedure in regard\n     to approval or otherwise of such working drawings or\n     detailed plans shall be in all respects as above described :\n       Provided also that the Surveyor may in his discretion\n     accept a notice unaccompanied by plans and approve of the\n     building proposed subject to such written instructions or\n     directions as may from time to time be given by the Surveyor\n     or Building Authority, and in such case any failure to\n     comply with any of such instructions or directions shall\n     for the purposes of the next subsection be deemed to be a\n     deviation from the approved plan.\n             (2) Every person who shall erect, or begin to erect\n     or re-erect, or extend, or cause or procure the erection, re-\n     erection or extension of any such building or any part\n     thereof, without previously obtaining the written approval\n     of the Building Authority; or, in m e of dispute, of the\n     tribunal of appeal, or otherwise than in conformity with\n     such approval; and every builder or other person who shall,\n     in the erection, re-erection or extension of any such building\n                -\n              ~ i n r l u s i r ofthis\n                                n      pqse ia a u & d by LN.9S/ 1W1\n        KINGSTON A N D ST. ANDREW BUILDING                              15\nor part thereof deviate from the plan approved by the\nBuilding Authority; or, in the case of detailed or working\ndrawings, by the Surveyor or the tribunal of appeal, shall\nbe guilty of an offence against this Act, and liable to a\npenalty not exceeding fifty thousand dollars, besides being 3% 1995\nordered by the Court to take down the said building or part s’3’\nthereof, or to alter the same in such way as the Surveyor\nshall direct, so as to make it in conformity with t i e approval\nof the Building Authority or the tribunal of appeal."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. With a view to securing buildings as much as possible against\n     the lifting effects of wind pressure, every building and the component\n     parts of such building, shall be tied together by ties acting effectively\n     in a vertical direction; that is to say, all parts of the roof or roofs shall\n     be securely nailed, screwed. spiked, or bolted together as the case may\n     require; the roof or roofs shall he effectively held down to the walls.\n     columns, or posts; the walls shall, if of frame work he continuously\n     tied vertically from the uppermost wall plates to the sills, and the sills\n     columns and posts shall be anchored down to the foundations. The\n     system of tying adopted, and all ties, shall be of a design approved of\n     by the Surveyor.\n          KlNGSTON A N D ST. ANDREW BUILDiNG                                   53"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. With a view to securing buildings as much as possible against\nthe racking effects of earthquakes, duc to severe horizontal vibrations\nand oscillations attending them. the horizontal strength and stiffness\nof the lloors and roofs and the vertical strength and stiffness of the\npartitions or cross walls is to be brought in assistance of the walls,\nthe latter, if outer walls, being tied to the joists, beams, or slabs of the\nfloors, and to the framing or the body of the partitions, and, in case of\nthere being cross walls in any building, the floors and the partitions on\neither side of such cross walls. being effectively tied through such cross\nwalls to each other, thus in the first case holding the outer walls against\noverthrow in position against the edge of the floors and partitions, and\nin the second c.ase holding the cross walls in position between the\nopposite floors abutting on them, and creating through horizontal ties\nbetween the outer walls. The tops of the walls shall be similarly\nsecured by being held in position by holdingdown bolts or other ties,\nconnecting the roof system to them. The system of tying adopted and\nall ties, shall be of a design approved of by the Sumeyor."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) Where any builder is desirous of erecting store- Buildinlrrto\nhouses on any wharf property, any pier, jetty, or any build- which Act\n                                                             innpplicablo,\ning thereon, or any boathouse, or any shed or latrine or\nwater closet, to which the provisions of this Act are in the\nopinion of the Building Authority inappropriate, having\nregard to the special purpose for which the building or\nstructure is designed or adapted to be used, he shall make\nan application to the Building Authority, accompanied by\n          mo inclusion d this , p yis aupharizod by L.N.95 19971\n16                  KINGSTON A N D ST. ANDREW BUILDING\n            a plan of the proposed building or structure, with such\n            particulars of the construction thereof as may be required\n            by the Building Authority.\n                    (2) The Building Authority, if satisfied with such\n            plans or particulars, shall signify their approval of the same\n            in writing, and thereupon the building may be constructed\n            according to such plans and particulars.\n                    (3) The Building Authority may, for the purpose\n            of regulating the procedure in relation to such application,\n            from time to time make, revoke and amend such general\n            rules as they think fit, as to the time and manner of making\n            such applications, and as to the plans to be presented, the\n            expenses to be incurred, and any other matter or thing\n            conne-cted therewith.\n                    (4) All expenses incurred in and about the obtaining\n            approval of the Building Authority, shall be paid by the\n            person applying for such approval.\n                    (5) A copy of any plans and particulars approved\n            by the Building Authority shall be furnished to the Surveyor,\n            and it shall be his duty to ascertain that the work and\n            materials are built in accordance with the said plans and\n            particulars.\nTcmpasry       13. Where an application is made to the Building\nbuilding&\n            Authority, by any person stating his desire to erect in any\n            place a building or structure of a temporary character, to\n            which the general provisions of this Act are inapplicable,\n            or in the opinion of the Building Authority inappropriate,\n            the Building Authority may, if they approve of the plan\n            and particulars of the building or structure, grant permk-\n            sion for the erection of the same, and shall limit the period,\n            not exceeding one year, during which it shall be allowed to\n            remain in that place, and may make their approval subject\n            to such conditions as they think fit.\n                       .-   ________\n                      me inclusion of tfiismga is audhorirod by L.N 951 19971\n        KINGSTON A N D ST. ANDREW BUILDING                                    17"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The under-pinning of walls, and chimneys shall be built with\nc.ement concrete to the full thickness of the old wall or work, and with\nproper footings. or to an additional thickness, if the increased height\n        [The inclusion of this page is authoriEd by L.N. 480/1973]\n54             KINGSTON A N D ST. ANDREW BUILDING\n     of the wall so requires, and shall be executed to the satisfaction of the\n     Surveyor."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. If at the expiration of the period limited by the ~            ~            ~\nBuilding Authority, or if no such period be limited, at the temporary\n                                                            buildmn,,\nexpiration of one year from the approval of the plans and\nparticulars, the building or structure of a temporary\ncharacter, be not removed, the Building Authority shall\nserve a notice on the occupier or owner of such building or\nstructure, requiring him to remove it within a reasonaide\ntime specified in the notice; and if the owner or occupicr\nfail to remove such building or structure within the time\nniinizd, the Building Authority shall, notwithstanding thr:\nimposition and the recovery of any penalty, cause complaint\nthereof to be made before the Resident Magistrate, who\nshall thereupon cause a summons to be issued, requiring\nsuch occupier or owner to appear to answer such compIaint;\nand, if the said complaint is proved to the satisfaction of\nthe Resident Magistrate, the Resident Magistrate shall make\nan order in writing authorizing the Building Authority to\nenter upon the land upon which such building is situated,\nand to remove or take down the same. and do whatever\nmay be necessary for such purpose, and also to remove the\nmaterials of which the same is composed to a convenient\nplace; and (unless the expenses of the Building Authority\nbe paid to them within fourteen days after such removal)\nto sell the same as they think proper."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. In m e any owner, occupier, builder, or person, p c n d ~ f O o r\nduring twenty-eight days after the service of any notice =?&\nunder this Act, neglects or refuses to comply with the                 c&\"\nrequirements of such notice, or after the expiration of such (hrcuadcr.\nperiod fails to carry out or complete the works necessary\nfor such compliance, with all reasonable despatch; or in\ncase any owner or occupier fails, for twenty-eight days after\nthe expiration of the period mentioned in his permission\nunder this Act, to remove his building or structures, each\nof such persons shall be guilty of an offence against this\nAct, and be liable to a penalty of not less than ten thousand 3911995\n                                                                       s.3.\n         C I k inclurfom ofthis page is authorized by L.N. 951 39973\n                        KINGSTON AND ST. ANDREW BUKLDING\n               dollars, and not more than twenty thousand dollars, and to\n               a further penalty of not less than eight hundred dollars, and\n               not more than two thousand dollars for each day during\n               which such default continues after the expiration of the time\n               limited by such notice.\nAp rovals\nmfa?Jcm"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The approval of the Building Authority of any plans\nto be in       or particulars, or any sanction, or conditional assent by the\n               Building Authority, shall be signified by writing, under the\nlSll95i\ns. z           hand of the Surveyor or of any person duly authorized so to\n2811991        do by the Building Authority by resolution, and counter-"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The Building Authority shall keep a register of all\nassents.       conditional assents given by them under this Act, and shall\n               keep the same open to inspection by all persons interested\n               at all reasonable times.\nExternal          18. The external walls of any new building, where visible\nwalls.\n               from any street, shall be built according to a design or\n               designs approved of by the Building Authority, and not\n               otherwise.\nIiosrdingr.      19. The builder shall erect and keep erected during the\n               execution by him of work on any building or structure, such\n               hoardings and shed roofs for the protection of persons ushg\n               the adjacent streets or lanes, as shall be prescribed by the\n               Surveyor.\nNew              20. All new buildings, other than temporary buildings\nbuildings.\n               built in accordance with law, shall, subject to the provisions\n               of this Act, be built in accordance with the regulations, in the\nFirst and      First and Second Schedules, or made pursuant to the\nsecond\nschcdulcl.     provisions of this Act.\n                              ~~    ~~~   -~    ~\n                         [The inclusion of  page is authorized by L.N. 95 / 19971\n                                                                                    I   .\n        KINGSTON AND ST. ANDREW BUILDING                                    19"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Recesses and openings may be made in external walls\n provided-\n      (a) That the backs of such recesses are of not less thickness than\n           eight and a half inches.\n      (b) That the area of such recesses and openings in any wall above\n           the ground storey do not, taken together, exceed one-half of\n           the whole area of the wall in which hey are made.\n      (c) In the case of shop fronts. openings may be made in external\n           walls, to a greater extent than onc-half of the whole area of\n          the wall, but in every such case these shall be construcled to\n          the satisfaction of the Surveyor, so that\n             (1) Sufficient piers of brickwork or other sufficient supports\n                 of fire-resisting material, shall be so disposed as to carry\n                 the superstructure; and\n             (2) A sufficient pier or piers, or other sufficient supports of\n                 that description, are erected at the corners or angles of\n                 any street on which the building abuts:\n            (3) Such a pier or other support is erected in each wall\n                within three feet of the corner or angle 01 the street."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Recesses may be made in party walls pmvided-\n     (a) That the backs of such recesses are not of less thickness than\n         that of the walls in which such recesses arc made: and\n     (6) That over evely recess so formed, a straight lintel of reinforced\n         concrete, or rolled joist, effectively protected from fire by\n         eartbenware, or an arch of at least two rings of brickwork\n         of the full depth of the recess, are turned on every storey,\n         except in case of recesses formed for lifts. but where such\n         raess does not exceed five inches in depth, corbelling in brick\n         or stone may be substituted for the arching; and\n     (c) That the areas of such recesses do not. taken together, exceed\n         one-half of the whole area of the wall of the storey in which\n         they are made; and\n     (d) That such recesses do not eome within thirteen and a half\n         inches of the inner face of the extemal walls.\n   An opening shall not be made in any party wall. except in accord-\nance with the provisions of this Act in relation thereto: Provided,\n that it shall be lawful for the Building Authority. by resolution of which 2 8 / 1 ~ 1\nsix days’ notice shall have been given, to give consent to any modifica- S. 14.\ntion or relaxation of the requirenients of the section with respect to the\narea of openings, in any special cases where they may think proper.\nThe word “ a m ” as used in this regulation shall mean the a m of the\nvertical face or elevation of the wall or recess to which it refers.\n           [The ioclusioa of this page is authorid by L.N. 42/ 19351\n56             KINGSTON A N D S T . ANDREW BUlLDlNG"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. (1) Every bressumer, whether of wood, reinforced concrete, or\n               metal, shall have a bearing at each end in the direction of\n               its length, at least to the extent in inches, of three-fourths of\n               its clear span in feet, upon a sufiicient pier of brick or stune\n               or upon a timber, reinforced concrete. or iron storey post.\n               fixed on a solid foundation, in addition tu its bearing upon\n               any party wall or external wall; and the Surveyor shall have\n               power, in his discretion, to q u i r e that every bressumer shall\n               have such other storey posts, columns, stanchions, or piers of\n               brick or stone or corbels, as may be sufficient to carry the\n               superstructure: and the ends of such bressumer, if of wood.\n               shall not be placed nearer to the centre line of the party\n               walls, than four and a ha@ inches: provided, that no bres-\n               sumer shall have a less bearing than four inches, nor be\n               required fo have a greater bearing than fifteen inches.\n           (2) At each eod OF every metallic bressumer. a space shall be\n               left equal to one-eighth of an inch for every ten fcet, and\n               also for every fraciimal part of ten feet of the length of such\n               bressumer. to allow for expansion.\n           (3) No bond-limber or wood-plate shall be built into any party\n               wall.\n           (4) Every bressumer bearing upon a party wall. shall be borne\n               by a template or corbel of stone, concrete. or iron, tailed\n               throughout at least half the thickness of the wall, and of\n               the full breadth of the bressumer.\n           ( 5 ) The end of a n y timber, not pernlitted to be placed in or to\n                 have a bearing on a party wall, may be carried on a corbel\n               or template of stone, concrete, or iron, or vitrified stone-\n               ware, tailed into wall to a distance of at least eight and a half\n               inches, or othenvise supported to the satisfaction of the\n               Surveyor.\n       ?I. If any gutter, any part of which is not formed of fire-resisting\n     materials. adjoin an external wall, such wall shall be carried up in fire-\n     resisting material, so as 10 form a parapet, fifteen inches at least above\n     the highest part of the gutter. and the thickness of the parapet so carried\n     up, shall be at least eight and a half inches throughout."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. No chimney, other than a kitchen chimney, shall be chimne~s.\nerected except with the permission of the Building Autho-\nrity and in accordance with plans approved of by the\nSurveyor."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Notwithstanding anything in this Act, every public Public\nbuilding, including the walls, roofs, floors, galleries and buildmgs.\nstaircases, and every structure and work constructed or done\nin connection with or for the purposes of the same, shall be\nconstructed in such manner as may be approved by the\nSurveyor; or, in the event of disagreement, may be deter-\nmined by the tribunal of appeal, and save so far as respects\nthe rules of construction, every public building shall through-\nout this Act be deemed to be included in the term building,\nand subject to all the provisions of this Act, in the same\nmanner as if it were a building erected for a purpose other\nthan a public purpose.\n  No public building shall be used as such, until the\nSurveyor, or the tribunal of appeal, shall have declared his\napproval of the construction thereof, and of its suitability\nfor the purpose for which it is proposed to be used.\n   After the Surveyor shall have declared his approval or\nshall certify that it has been constructed as directed by the\ntribunal of appeal, no work affecting or likely to affect the\nbuilding shall be done to, in, or on the building, without the\napproval of the Surveyor or the tribunal of appeal."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Where it is proposed to convert or alter any building bnvmioa\nerected for a purpose other than a public purpose, into a of  . bnildinp\n                                                              info n public\npublic building, such conversion or alteration shall be bUi*hg.\ncarried into effect and the public building thereby formzd,\nincluding the walls, roofs, galleries and staircases thereof,\nshall be constructed in such manner as may be approved by\nthe Surveyor, or in the event of disagreement, by the tri-\n          ~ i a c l u h d t t r i s p a g e i s a u ~ & c dbyL,N.95/19971\n20                          KINGSTON AND ST. ANDREW LIUIIDING\n                 bunal of appeal, and the provisions of this Act shall apply\n                 to such alteration or conversion, as though it were the con-\n                 struction of a public building.\nPsnaltica.         24. Any person acting contrary to, or failing to comply\n                 with any of the provisions of. this Act, or the regulations\n                 under section 25, shall be guilty of an offence against this\n                 Act, and in any case in which no penalty is provided for any\n                 person so offending, he shall be. liable to a penalty not\n391 1995         exceeding ten thousand dollars, and to a daily penalty not\ns.3.\n                 exceeding one thousand dollars, for every day during which\n                 such offence continues after conviction.\nRegulations\nb      ~     j              'fie\n                              ~ Building\n                  ~ 2 5~. 4 1~)  d         Authority may, from time to time\nSchedules.\nSecond           alter or amend the regulations contained in the First and\n                 Second Schedules, and may also from time to time make\n                 such further regulations, as they may deem expedient, for\n                 bctter carrying into effect the objects and powers of this\n                 Act, with respect to all or any of the following matters, that\n                 is to say-\n                       (a) the minimum distance between buildings and the\n                            edge of the roadway;\n                       (b) the minimum size of buildings intended for human\n                            habitation and of the several apartments in such\n                            buildings;\n                       (c) the minimum distance between buildings (whether\n                            on the same or separate holdings) intended for\n                            human habitation;\n                       (d) the minimum area of holdings on which various\n                            classes of buildings may be erected and the pro-\n                            portion of the area of holdings which each class of\n                            building may occupy;\n                       (e) prescribing the giving by persons proposing to\n                            erect buildings to owners and occupiers of adjoin-\n                            ing sites notice of intention to submit plans for\n                                               .\n                                               .          ~   ~  -.    ~     . -~   -\n                                  inclu& of this   is auihorized by LN.95 I19971\n         KINGSTON AND ST. ANDREW BUlLDING                                     21\n          any particular class of building, and the posting\n          or service of such notice;\n      V, prescribing the terms upon the manner in which\n         owners and occupiers of adjoining or neighbour-\n         ing holdings may oppose the approval of plans for\n         any particular class of building and be heard in\n         support of their objections;\n     (g) the plans, elevations and sections for new build-\n           ings;\n     fht the forms of notice and other documents to be\n          used for the purposes of this Act and other like\n           matters of procedure;\n      (r> foundations and sites of buildings and other ercc-\n          tions;\n      ( j ) the mode in which and the material with which\n         such foundations and sites are to be made, exca-\n         vated. filled up, prepared, enclosed, protected and\n         completed for securing stability and for purposes\n         of health;\n     (k) the thickness and the description and quality of\n         the substance of which walls may be constructed\n         for securing stability for the prevention of fires\n         and for the purposes of health;\n     (0 the size, description, strength, resistance and other\n         qualities, proportions of ingredients, methods of\n         manufacture and treatment and erection of all\n         materials used for the purposes of strength or\n         stability in building;\n     (m) the materials which may be used for the panel-\n         ling of wooden framed houses, and the method of\n         securing such materials to the framework, and the\n         material which may be used for the external\n         covering of such framework;\n-_                  .~.-      ___~               .   ..                  ~~\n         ~ ~ h c l u i i ofathis paee ia auulorhed by L.N. 9 5 k 9 7 1\n22                KINGSTON AND ST. ANDREW BUILDlNG\n            (0)     the dimensions of joists of floor, the protection\n                    of ironwork used in the construction of buildings\n                    from the action of fire;\n             (0)the description and quality of the substances of\n                    which plastering may be made;\n             ( p ) the mode in which and the materials with which\n                    any excavation made within a line drawn outside\n                    the externals of a building or other erection and\n                    at a uniform distance therefrom of three feet shall\n                    be filled up;\n             (q) the regulation of lamps, signs and other structures\n                    overhanging the public way;\n             (r) the methods and materials to be employed in the\n                    installation of water, gas, electric light, telephones\n                    and electric bells in buildings;\n             (s) the duties of the Surveyor in relation to any regu-\n                    lations made in pursuance of this section, and in\nFirst and\nSecond\n                     relation to the regulations set forth in the First\nSEhcdula.           and Second Schedules;\n             ( t ) the deposit with the Surveyor of any plans sub-\n                    mitted for his certificate;\n             (U) the procedure to be followed by the tribunal of\n                    appeal, including the time of notice of appeal, the\n                    fees to be paid by appellants and other parties and\n                    the enforcement of the orders of that tribunal;\n             (v) creating districts with power to make different\n                    regulations in respect of each such district;\n            (w) prescribing and/or altering the fees to be paid;\n             I d the imposition for every offence committed against\n                    any regulation made under this A c t of a penalty\n39/199s             not exceeding two thousand doIlars, and a daily\ns. 3.\n                    penalty not exceeding one thousand dollars for\n                    every day during which such offence continues after\n                    conviction.\n                    ~\n                                                     __                 -\n                                               byLN.95/1997]\n                        inclusiomdthispageisa~o~z~\n         KINGSTON AND ST. Atv'DREW BUILDZh'C                                    23\n        (2) The power to make regulations pursuant to this i'i:l~Y5\n                                                             s. 2 .\nsection shall be subject to the provisions of section 223 of\nthe Kingston and St. Andrew Corporation Act,\n       (3) [Deleted by Act 39 of 1995 S. 3.1"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. (I) The flat gutter and roof of every building. and every turret,\n        dormer, lantern-light. skyligbt, or other erection placed on\n        the Rat or roof thereof, shall be externally covered with slates,\n        tiles, metal, or other fire-resisting material, except wooden (Seesub-\n        cornices and barge boards not exceeding twelve inches in section(2)\n        depth, and the doors, door-frames, windows and window-\n        frames of such dormers, turrets, lantern-lights. skylights, or\n        other erections.\n   (2) Every building exceeding thirty feet in height used wholly\n       or in part as a dwellimg-house or factory, and having a para-\n       pet shall be provided either-\n         (U) with a dormer window or a door opening on to the\n              roof, or\n         (b) with a trap door furnished with a fixed or hinged step\n              ladder leading to the roof.\n   (3) The plane of the surface of the roof of a building of the ware-\n       house class, shall not incline from the external or Dam walls\n       upwards, at a greater angle than thirty-five degrees with the\n       horizon.\n          The plane of the surface of the roof of any other building,\n          shall not incline from the external or party walls upwards,\n          a t a greater angle than Bty degrees with the horizon:\n              Provided, that this and the previous subsection shall not\n          apply to mansard roofs, towers, turrets, or spires.\n          A lintel of reinforced concrete, iron, or steel of sufficient\n          strength shall be built over the opening of every chimney\n          to support the breast thereof.\n          The jambs of every fireplace opening, shall be at least eight\n          and a half inches wide, w each side of the opening thereof.\n          The breast of every chimney and the brickwork or concrete\n          surrounding every-smoke flue, shall be at least four inches\n          in thickness.\n          Every chimney shaft or smoke Eue shall be carried up in\n          fire-resisting material, to a height of not less than five feet\n          above the roof-flat or gutter adjoining thereto. measured at\n          the highest point in the line of junction with such roof-flat.\n          or gutter, OFone foot above the ridge of the roof, whichever\n          shall be higher.\n      I   The brick or Cement concrete work of any chimneyshaft,\n          except that of the furnace of any steam engine, foundry,\n          brewery, distillery, or manufactory, shall not be built higher\n          above the roof-flat or gutter adjoining thereto, than to a\n          height equal to six times the least width of such chimney\n58           KINGSTON AND ST. ANDREW BUILDING\n            shaft, at the level of the highest point in the line of junction,\n            unless such chimney shaft is built with and bonded to\n            another shaft, not in the same line with the first, or otherwise\n            rendered secure.\n        (6)The chimney breast or shaft built with or in any p a m wall.\n            shall not be cut away, unless the Surveyor certifies that it\n            can be done without injuriously affecting the stability of any\n            building.\n        (7) A chimney shaft, jamb, breast, or flue, shall not be cut into\n            except for the purpose of repair, or doing some one or more\n            of the. following thing+\n              (Q)   Letting in or renewing or altering flues, pipes, or fun-\n                    nels for the conveyance of smoke, hot-air, or steam.\n              (6) Forming openings for soot doors. such openhgs to be\n                     fitted wiQ a close iron door and frame.\n        ( 8 ) Timber or woodwork shall not be placed-\n                (a) In any wall or chimney breast nearer than twelve\n                    inches from the inside of any flue or chimney opening.\n                (bj Within two inches from the face of the brickwork or\n                    cement concrete work, about any chimney or flue.\n                    where the substance of such brickwork or cement con-\n                    crete work is less than four inches thick, unless the\n                    face of such brickwork or cement concrete work is\n                    rendered.\n        (9) Wooden plugs shall not be driven nearer than four inches\n            to the inside of any flue or chimney opening, nor any iron\n            hold-fast or other iron fastening, nearer than two inches\n            thereto.\n       (10) The oversailing course or cap of a chimney, shall not project\n            more than one-and-a-half inches beyond the outer face of\n            the shaft."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. (1) The floor under every fue-place, oven. copper. steam boiler.\n             furnace, forge, or stove, which is not heated by gas, and\n             the floor around the same, shall, for a space of three feet.\n             be formed of earth or of materials of a fire-resisting and\n             aon-conducting nature, not less than six inches thick.\n         (2) A pipe for conveying smoke or other production of com-\n             bustion, heated air, steam, or hot water, shall not be h e d\n             against any building, on the face adjoining to my street or\n             public way.\n         (3) A pipe for conveying smoke, heated air, steam, or other\n             productions of combustion, shall not be fixed nearer than\n             four inches from any non-fire-resisting materials; and, in\n             case any such pipe is made to pass through any wall or roof\n          [The inclusion of this page i s authorized by L.N. 480/1973]\n          KINGSTON AND ST. ANDREW BUILDING                                       59\n          of non-fire-resisting material, it shall be kept in a ccntral\n          position in the opening made for it in such material. by means\n          of rigid distance pieces, or by a plate of metal, in each ~ 3 %\n          secured to such material.\n      (4) A pipe for conveying hot water shall not be placed nearer\n          than three inches from any non-fire-resisting material :\n           Provided, that the restrictions imposed by this regulation\n           with respect to the distance at which pipes for conveying\n           hot water or steam may be placed from any non-fire-resisting\n           materials, shall not apply in tlie case of pipes for conveying\n           hot water or steam at low pressure.\n  For the purposes of this section, hot water or steam shall be deemed\nto be at low pressure, when provided with a free blow off."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. (1) (a) Every habitable room, except rooms wholly or partly in\n                the roof, shall be i\n                                   n every part, at least eight feet in height\n                from the floor to the ceiling.\n          (6) Every habitable room, wholly or partly in the roof of\n                any building, shall be at least eight feet in height from\n                the floor to the ceiling throughout not less than two-\n                thirds the area of such room, and shall not be at any\n                part of such room, less than five feet in height.\n          (c) Every habitable room shall have one or more windows\n                opening directly into the external air, or into a p i a m or\n                verandah, with a total superficies clear of the sash frames,\n                free from any obstructions to the light, equal to at least\n                one-tenth of the floor area of the room, and so constructed\n                that a portion. equal to at least one-twentieth of such\n                floor area, can be opened, and the opening in each case\n                shall extend to at least seven feet above the floor level:\n                but a room having no external waU, or a room constructed\n                wholly or partially in the roof, may be lighted through\n                the roof by a dormer window, with a total superfcies\n                clear of the sash frame free from my obstruction to the\n                light, equal to at least one-tenth of the floor area of the\n                room, and so constructed that one-half at least of every\n                such window may be opened, and so that the opening\n                may extend, in every case, to the top of the window.\n          ( d ) In a building being a dwellinghouse, the ground floor\n                having a wooden floor other than a floor constructed of\n                solid wood bedded on concrete, shall have a sufficient\n                space between the ground and the floor surface, to admit\n                of efficient through ventilation from outside to outside,\n                and shall be so ventilated.\n      (2) If any person knowingly suffer any room, constructed after\n          the commencement of rhis Act, that is not constructed in\n          conformity with this regulation, to be inhabited, he shall. in\n       IThe inclusion of this page is authorized by L.N.480/1973]\n60                       KINGSTON A N D ST. ANDREW BUILLIING\n                         addition to any other liabilities to which he may be subject,\n                         bc liable to a penalty of four dollars for every day during\n                         which such room is inhabited."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. The following provisions shall apply to projections from\n                buildings-\n(%.sub-            ( I ) Every coping, cornice, string course, fascia, window dressing.\nwctjon (2)               portico, porch, balcony, verandah, balustrade. outside landing,\nof xction 4)             outside stairs and outside steps and architectural projection,\n                         or decoration whatsoever, and also the eaves barge-boards and\n                         cornices in any overhanging roof (except the cornices and\n                         dressings to the window front of shops) shall be of fire-resisting\n                         material.\n(See sub-          (2) Any verandah attached to a domestic building, but not pro-\nsection (2)            jecting over any public way may be of timber framework;\nof section 4)\n                       provided, the Boor and roof covering be made of tire-resisting\n                       materials, and the timber frame covered and kept covered\n                       with fire-resisting paint, or other fire-resisting composition or\n                       material.\n                   (3) No cornice, other than one of wood, is to project more than\n                       the thickness of the wall from which it projects, and any such\n                       cornice projecting to more than half such extent, is to extend\n                       as a header, throughout the whole thickness of the wall: and\n                       if of brick or cement concrete, is to be reinforced near the\n                       upper surface, by iron or steel bands, laid transversely to the\n                       wall. to design approved of by the Surveyor.\n                   (4) No brick, stone, or concrete parapet, or other free or laterally\n                        unsupported top of any wall of a building, or any portion of\n                        such parapet or top, shall extend to a greater height than one\n                        foot above the height required by this Act, or to a greater\n                        height than two feet above the bed of the gutters, or the outside\n                        surface slope of the adjoining roof, measured at right angles\n                        thereto, and in any case in which it exceeds a greater height\n                        than fifteen inches above such bed or outside surface slope,\n                        it shall be strengthened by a vertjcal reinforcement of iron\n                        or steel bars and shall have a belt of reinforced concrete at\n                        the top, of d e s i s s approved of by the Surveyor.\n                    (5) In a street of a width not greater than thirty feet. any shop\n                        front may project beyond the external wall of the building\n                        to which it belongs. to any extent not exceeding five inches,\n                        and any cornice of any such shop front may project to any\n                        extent not exceeding thirteen inches; and in any street of\n                        a width greater than thirty feet, any shop front may project\n                        to any extent not exceeding ten inches, and any cornice of\n                        any such shop front may project to any extent not exceeding\n                        eighteen inches beyond the external wall of the building to\n                        which it belongs, over the ground of the owner to the building,\n                       me inclusion of tbis page is authorized by L.N. 480119731\n          KINGSTON A N D ST. ANDREW BLIlLDING                                  61\n         provided, that this provision shall not authorizc in any such\n         street, the projection of any part of any such shop front, other\n         than the cornice, o\\er the public way or any land to be given\n         up to the public way.\n    (6) No part of the woodwork of any shop front shall be fixed\n        nearer than four inches from the centre of the party wall,\n        where the adjoining premises are separated by a party wall,\n        or nearer than four inches from the face of the wall of the\n        adjoining premises, where the adjoining premises havc a\n        separate wall, unless a pier or corbel of stone, brick. or other\n        fireresisting material, four inches wide at the least, be placed\n        as high as such a woodwork, and projecting throughout an\n        inch at the least in front thereof, between such woodwork\n        and the centre of the party wall, or the separate wall, as the\n        case may be.\n    (7) The roof-flat or gutter of every building and every balcony.\n        verandah, shop front. or other similar projection, or project-\n        ing window, shall be so arranged and constructed and supplied\n        with gutters and pipes, as to prevent the water therefrom\n        from dropping upon or running over any public way, and shall\n        be so arranged and constructed as to convey the water into\n        the water-table in front of such building, in such manner as\n        shall be approved by the Surveyor."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. If at any time it appears to the Corporation that,\non account of the pressure of business or on any other T;~,\naccount, the Surveyor cannot discharge his duties promptly b c y o r s o r\n                                                              wiatant la\nand efficiently for the whole city, then the Corporation may swcyor.\ndivide the city into two or more districts, and appoint and s,3,\n                                                              1511957\nassign District Surveyors thereto to assist the Surveyor in ; ~ ~ ! ~ 1\nsuch districts in the performance of his duties or may ap-\npoint some other person or persons to give such assistance to\nthe Surveyor.\n                               -~\n          lThc Inclusion ofthis page is authoriztd hy L.N. 9r! I 9071\n24                     KINGSTON AND ST. ANDREW BUILDING\nSupervision      30. If any building is erected, or any work done to, in\nof buildings\n01 Surveyor    or upon, any building, by or under the superintendence of\nor under his\nprofcrawnal    the Surveyor acting professionally or on his own private\nSUpCI-\nintcndmco.     accoiint, it shall not be lawful for such Surveyor to survey\n               any such building for the purpose of this Act, or to act as\n               Surveyor in respect thereof, or in any matter connected\n               therewith, but it shall be his duty to give notice thereof to\n2811991        the Corporation, who shall then appoint some other person\n s. 9.\n               to act as Surveyor in respect of such matter.\n                                   Notices to /he Surveyor\nNotices to       31. ’Two days before the following acts or events, that is\nbe given to\n               to say-\n&T by               Two days before any building or other work to, in or\n                         upon, any building, is commenced, and also\n                    if the progress of any such buiIding or work is, after\n                         the commencement thereof, suspended for any\n                         period exceeding three months, two days before\n                         such building or work is resumed, and also\n                    d during the progress of any such building or work the\n                         builder employed thereon is changed, then two\n                         days before any new builder enters upon the con-\n                         tinuance of such building or work,\n               it shall be the duty of the builder engaged in building or\n               rebuilding such-building, or in executing such work, or in\n               continuing such building or work, to give to the Surveyor\n               notice in writing stating the situation, area and height, and\n               intended use, of the building or buildings about to be com-\n               menced, or to or in or upon which any work is to be done,\n               and the number of such buildings if more than one, and also\n               the particulars of any such proposed work, and stating also\n               his own name and address; but any works to, in or upon the\n               same buildings that are in progress at the same time may be\n               included in one notice.\n                          -_      __\n                        p%e inclusion d dhis                d L.N 95 /19!371\n                                               is a u b ~ e by\n        KINGSTON A N D ST. ANDREW BUILDING                                25"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. (1) Every building shall be separated either by an external wall.\n          or by a party wall. or other proper party structure from the\n          adjoining building (if any), and from each of the adjoining\n          buildings (if more than one).\n      (2) In every building exceeding twelve hundred square feet in\n          area, used in part for purposes of trade or manufacture, and\n          in any part as a dwellinghouse, the part used for the pur-\n          pose of trade or manufacture shall be separated from the\n          part used as a dwellinghouse, by walls and Boors constructed\n          of fire-resisting materials, and all passages, staircases and (Seesub-\n          other means of approach to the part used as a dwelling. swtion(2)\n          house, shall be constructed throughout of fire-resisting of secrion4)\n          materials. The part used for purposes of trade or manu-\n          facture. shall he. subject to the provisions of this Act. relating\n          to buildings of the warehouse class :\n           Provided, that there may be constructed in the walls of\n         such staircases and passages, such doorways as are necessary\n         for communicating between the different parts of the build-\n       me inclusion of this page is authorized by L.N. 480119731\n61                    KINGSTON AND ST. ANDREW BUILDING\n                      ing. and h e r e may be formed in any waUs of such building\n                      openings fitted with fire-resisting doors.\n                  (3) I n every building exceeding twenty-five hundred square feet\n(See.sub-\n                      in area, c.onlaining separate sets of chambers or offices or\nsection (2)           rooms. tenanted or constructed or adapted to be tenanted by\nof section4)          different pcrsons, the floors and principal staircases shall\n                      be of !ire-resisting materials.\n                  (4) Except as in this regulation provided, no building of the\n                      warehouse class shall have a cubical content of more than\n                      one hundred and fifty thousand cubic feet. unless divided by\n                      partition walls in such manner that no division thereof extend\n                      to more than one hundred and fifty thousand cubic feet.\n                  (5) No addition shall k made to any building of the warehouse.\n                      class, or to any division thereof, so that the cubical content\n                      of any such building or division shall exceed one hundred\n                      and fifty thousand cubic feet."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. (1) Buildings shall not be united except, where they are wholly\n                       in one occupation, or are constructed or adapted so to be.\n                  (2) Buildings shall not be united, if when so united and con-\n                      sidered as one building only, they would not be in conformity\n                      with this Act.\n                   (3) An opening shall not be made in any party wall or in two\n                       external walls dividing buildings, which, if taken together\n                       would have a cubical content of more than one hundred and\n                       twenty-five thousand cubic feet, except under the following\n                       conditions-\n                         @) Such opening shall not exceed in width seven feet or in\n                              height eight feet, and such opening or openings taken\n                              together, shall not exceed one-half the length of such\n                              party wall or of the external wall, on each floor of the\n                              building in which they occur.\n                         (b) Such opening shall have the floor jambs and head\n                             formed of concrete, brick, stone, or iron, and be closed\n                             by two wrought iron doors, each one at least one-\n                             sixteenth of an inch thick in the panel, at a distance\n                             from each other of the full thickness of the wall, fitted\n                             to rebated frames without woodwork of any kind, or\n                             such other fire-resisting doors and as the Surveyor shall\n                             approve. Such doors shall be hinged and not sliding.\n                         (c) If the thickness of the wall be not less than twenty-four\n                             inches, or the door be placed at a distance from each\n                             other of not less than twenty-four inches, such opening\n                             may be nine feet six inches in height.\n            KINGSTON AND ST. ANDREW BUILDING                                63\n      (4) Whenever any buildings which have been united cease to\n          be in one occupation. all the openings made for the purpose\n          of uniting the same in any party wall between the buildings\n          or in any external wall, shall be stopped with concrete, brick.\n          or stonework, of the same thickness material and construc-\n          tion and properly bonded with such wall. and any timber\n          not in conformity with this Act placed in the wall shall bt\n          moved.\n      (5) whenever any buildings which have been united ceascd to\n          be in one occupation. the owner thereof shaU fonhwith give\n          notice to the Surveyor, and shall cause any openings made in\n          the party wall to be stopped up and bonded as aforesaid."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. I3e following rules shall be observed with respect to new\nchurches. chapels. meeting-houses, public halls. public lecture rooms,\npublic exhibition rooms and public piaces of assembly, and to all\nadditions or alterations by which increased accommodation is to be\nprovided to existing churches. chapels and meeting-houses. public halls\npublic lecture. rooms. public exhibition rooms, or other public places\nof assembly-\n         Every staircase for the use of the public shall be supported\n         and enclosed by brick or concrete walls, not less than nine\n         inches thick. The treads of each flight of stairs shall be of\n         uniform width.\n         No staircase. internal corridor, or passage-way for the use of\n         the public, sball be less than four feet six inches wide:\n         Provided. that where not more than two hundred persons are\n         to be accommodated in such church. chapel. meeting-house.\n         hall, lecture room. exbibition room. or u b of assembly. such\n         staircase. internal corridor, or passag&way may k -of the\n         width of three feet six inches\n         Every stahar. corridor or passage-my for the use of the\n         public and which communicates with any portion of the build-\n         ing intended for the accommodation of a larger number of\n         the public than four hundred shall be increased in width\n         by six inches for every additional one hundred persons. until\n         a ma+nun width of nine feet be obtained: Provided always,\n         that in every case where the staircases are six feet wide and\n         upwards. they shall be divided by a hand rail: Provided also.\n         that in lieu of a single staircase, corridor. or passage-way. of\n         the width prescribed in this paragraph. it shall be lawful to\n         substitute two stairrases, wmdors. or passapways, each\n         being of a width at least equal to two-thirds of the width pre-\n         scribed in this paragraph for the single staircase. conidor. or\n         passage-way; but so that neither of such two substituted\n         corridors, staircases. or passage-ways shall bc less than three\n         feet six inches wide.\n       ITh. inrluSion of thia page is a u t b o h d by L.N. 480/1973]\n64             KINGSTON AND ST. ANDREW BUILDING\n         (a In all cases where a portion of the public is to be accom-\n             modated over or at a higher level than others of the public,\n             a separate means of exit of the width above prescribed for\n             staircases. internal corridors. or passage-ways. and communi-\n             cating directly with the street or open space, shall be provided\n             from each floor or level.\n         (a) All doors and barriers shall be made to open outward and\n             no outside locks and bolts are to be affixed thereto."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. Latrines, where permitted, shall be either pits or earth closets.\n     Pits shall be dug not less than five feet deep. Pits shall be lmed with\n     brickwork nine inches thick laid without mortar up to the height of\n     four feet, the remaining portion of the height shall be laid in cement\n     mortar. Such brickwork shall be carried up to a height of not less than\n     12 inches above the ground level. Where water is reached at less than\n     five feet from the surface, pits shall not be allowed. but instead thereof\n     the latrine shall consist of an earth closet. to be constructed as approved\n     by the Surveyor."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. No building shall be erected so that any external wall of such\n     building shall be within a distance of four feet from any building or\n     from any wall or fence used or constructed to be used for the separation\n     of adjoining buildings or adjoining lands the property of different\n     owners, unless such building shall adjoin such other building so that\n     no space be left between them, or unless the external wall of such\n     building shall be a par!y wall. or a party fence wall.\n               a\n        For the urposes of this regulation, the expression “party fence wall”\n     shall inch e a wall used as a separation of adjoining lands of different\n     owners. the footings of which do or do not project into the land of\n     another owner."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. At all reasonable times during the progress of any powersof\nbuilding or work affected by this Act, it shaIl be lawful for     %Gezfo\nthe SuTveyor to enter and inspect such building or work %A;:gs,\nand if any person refuses to admit such Surveyor to inspect andpenaltiu\n                                                                   obstruct-\nsuch building or work, or refuses or neglects to afford such log\n                                                              . him, etc.\n                                                              for\nSurveyor all reasonable assistance in such inspection, in\nevery such case the offender shall incur for each offence a\npenalty not exceeding ten thousand dollars.                   3911995\n            --__- -_-.--__.___I_.                         _ _ S. 3.\n          ITbOiadwh o(*s      ia antlwriml by L.N 951159797)\n26                       KINGSTON A N D ST. ANDREW BUILDING\nPo-of\nSwoyor to"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. The Surveyor may at all reasonable times enter any\nenter            premises, with the exception of buildings hereinbefore\nbuildings to\naJafia           expressly exempted from the operation of this Part, for the\ncxmption.\n*eirnghtto       purpose of ascertaining whether any buildings erected in\n                 such premises are in such a situation or possess such\n                 characteristics as are hereinbefore required in order to\n                 exempt them from the operation of this Act, and he may\n                 do all such things as are necessary for the above purpose,\n                 and if any person refuses to admit such Surveyor to enter\n                 such premises or to inspect any such building, or neglects to\n                 afford to him all reasonable assistance in such inspection, in\n                 every such case the offender shall incur a penalty not\n3911995          exceeding ten thousand dollars.\ns.3.\nAafa\ncommencing"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Every wall constructed of brick or stone (other than a founda-\n     tion wall or pillar not more than four feet high above ground intended\n     for a timber framed building or as a bench wall) shall be built in hori-\n     zontal courses. laid and bonded in workmanlike manner. and solidly\n             me indusion of this page is authorized by LN. 480/19731\n          KINGSTON A N D ST. ANDREW BUlLDING                                  65\nput together with Portland cement mortar, composed of one part of\nPortland cement to not more than four parts of clean sharp sand, and\nbe strengthened by hoop or band iron, made continuous and not less\nthan one inch wide and one-twentieth of an inch thick, laid in courses\nnot exceeding one fool apart vertically, and in the proportion of two\nbands for each eight-and-a-half inches width of wall, and one for any\nless additional width. The outside bands in any wall shall be placed\nnot more than a quarter of its thickness from the adjacent edge of it,\nand all bands shall be entirely encased and embedded in the mortar\nof the hximntal joints. Joints in any band, whether in a continuous\nwall or at any junction with any return wall, cross wall, or buttress.\nshall be made by folding the ends over and hooking the folds together."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. In the following cases, that is to say-\ncases 01\nirregdarify          If in erecting any building, or in doing any work to,\non artof                  in or upon any building, anything is done contrary\nbuiyder.\n                          to any of the rules or regulations under this Act,\n                          or anything required by this Act is omitted to be\n                          done, or\n                     in cases where due notice has not been given, if the\n                          Surveyor, on surveying or inspecting any building\n                          or work, finds that the same is so far advanced\n                          that he cannot ascertain whether anything has\n                          been done contrary to the rules or regulations\n                          under this Act, or whether anything required by\n                          the regulations under this Act has been omitted\n                          to be done,\n                 ___~.       ~\n                                                               _____--\n                          1Theincluhnof thispageisaubbrkd byL.N.95119971\n        KINGSTON A N D ST. ANDREW BUILDING                            27\nin every such case the Surveyor shaIl give to the builder\nengaged in erecting such buiIding, or in doing such work,\nnotice in writing requiring such builder, within forty-eight\nhours from the date of such notice, to cause anything done\ncontrary to the rules or regulations under this Act to be\namended, or to do anything required to be done by this Act\nbut which has been omitted to be done, or to cause so much\nof any building or work as prevents such Surveyor from\nascertaining whether anything has been done or omitted to\nbs done as aforesaid to be to a sufficient extent cut into, laid\nopen or pulled down."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. Every person who shall erect a brick, stone, or cement concrete\nwall, shall build in such wall stiffening courses of concrete, mixed in\nthe proportion of one part of Portland cement, three parts of sand\nand six parts ol broken brick or stone, not less rhan nine inches deep,\nreinforced throughout the whole thickness and length of such wall\nwith iron or steel bars, not less than three-eighths of an inch square,\nand not less in number than one such bar for each twenty square inches,\nor part thereof of the cross sectional area of the course. Such reinforc-\ning bars shall be placed at a distance from the edge of the course of\nconcrete not more than one-quarter of the thickness of ihe course.\n  Such courses of concrete shall not be more than fifteen feel apart:\none such course shall be at the level of or immediately below the beams\nor joists supporting each floor. and one immediately below the wall\nplate or the foot of the rafters or tie-beams. and where there shall be\na greater interval than fifteen feet, an intermediate course shall be\nprovided."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. If such order is not complied with, the builder on ~cnaiticnon\nwhom it is made shall incur a penalty not exceeding forty builder\n                                                              warnof\n                                                                  md\ndollars a day during every day of the continuance of such          2dyr\"\nnon-compliance, and in addition thereto the Surveyor may, ;zt$.=t\nif he thinks fit, proceed with a sufficient number of work-\nmen to enter upon the premises, and do all such things as\nmay be necessary for enforcing the requisitions of such\nnotice, and for bringing any building or work into con-\nformity with the rules of this Act; and alI expenses incurred\n            _.\n          P'b inohmion ofthb page is aufbiiml by LN.95 I19971\n                      KINGSTON A N D ST. ANDREW BUlLDlNG\n              by him in so doing, and in any such proceedings as aforesaid,\n              may be recovered from the builder on whom such order\n              was made, or from the owner of the premises, by plaint in\n              the Resident Magistrate’s Court for Kingston at the\n              instance of the Surveyor. or if the owner cannot be found,\n              or is cnder disability, or if on demand he refuses or neglects\n              to pay the aforesaid expenses, then the Surveyor, with the\n28/1991       concurrence of the Corporation, and under a resolution of\ns. 10\n              the Corporation shall have the same power of taking and\n              selling the building in respect of which the order is made,\n              and applying the proceeds, as is hereby given to the Corpor-\n              ation in the case of dangerous structures.\nNotim .\nba latrinw\n          I     41. The Surveyor shall, when thereunto required by the\nin certain    Corporation or by the Minister responsiblefor public health,\nCasEL\n30ll987       give notice in writing to the owner or occupier of any pre-\ns. 11.        mises requiring that any latrine on such premises, whether a\n              new or an old building, shall before a day to be named in\n              such notice, being not less than ten days after the day of\n              service of such notice, be brought into COIlrormity with the\n              rules hereby enacted in respect of latrines, so far as they are\n              applicable to the locality in which they are situated.\nPowen of\nmforcing\n                If such notice is not complied with, the owner or occupier\nsame.         on whom such notice is served shall incur a penalty not\n391 1995      exceeding one thousand dollars a day for every day during\ns.3.          the continuance of such non-compliance, and, in addition\n              thereto, the Surveyor shall have and may exercise all the\n              powers for enforcing the requisition of such notice as are\n              vested in or conferred upon him by section 40 in respect of\n              orders or notices therein mentioned.\nPtodty 05\nworlmcn.        42. If any workman, labourer, servant or other person,\na.EOQ-\n  .           employed in or about any building wilfully, and without\ntravcning\ntbc regula-   the privity or consent of the person causing such work to\ntions undn\nmi6 Act\n        KINGSTON A N D ST. ANDREW BUILDING                               31\nis in a dangerous state the Corporation shall cause the same\nto be shored up or otherwise secured, and a proper board or\nfence to be put up for the protection of passengers, and shall\ncause notice in writing to be given to the owner or occupier\nof such structure requiring him forthwith to take down,\nsecure or repair, the same as the case requires."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. The thickness of external walls shall in all cases be approximately\na multiple of four-and-a-half inches, and the projection of any buttress\nor pier beyond any wall, shall at all points be approximately four-and-\na-half inches, or a multiple thereof.\n   When the horizontal length of the wall, between two return walls,\ncross walls, buttresses, or piers, does not exceed twenty feet; such\nbuttresses or piers having in each case at all points a horizonlal pro-\njection or accumulated projections not less than fifty per centiiiii of\nthe prescribed thickness of the wall at the same course, and a breadth\nof not less than twice that prescribed projection, then-\n     (U) if the height of no storey of the building exceed fourteen feet,\n          the thickness of the uppermost portion of the wall, for a height\n          not exceeding ten feet, and not extending below the underside\n          of the floor joists of the top storey, shall be not less than eight-\n          and-a-half inches. For the next storey below, the thickness of\n          the wall shall be not less than thirteen inches; and the thickness\n          of the wall shall be increased not less than four-and-a-half\n          inchcs, throughout each successive lower storey;\n      (b) if any storey of a building exceed fourteen feet in height, then\n          the thickness of the walls of that storey shall be nowhere\n          less than eight-and-a-half inches in excess of the minimum\n          thickness prescribed above, for the walls of the storey next\n           above, nor in any case less than thirteen inches.\n  When the horizontal length of the wall as above mentioned, does\nexceed twenty feet, the minimum thickness as above specified shall\nbe increased by such proportion, not being less than one-fourth nor\nmore than one-half, as shall be prescribed by the S w e y o r ;\n  Provided always, that no wall built of brick, stone, cenient wncrele\nor other similar substance, shall be permitted, if it will at any time,\nor at any part, be required to sustain a greater vertical load than six\ntons per square foot.\n   The thickness of every wall built of bricks. or blocks of stone, not\nlaid in horizontal beds or courses, shall be one-third greater than the\nthickness hereinbefore prescribed."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. All window and door-sills and lintels shall be of Cement concrete,\nand pass through the entire thickness of the wall. Every lintel shall\nhave a depth of not less than one-sixth of the opening below it, and\nshall overlap that opening at each side by not less than one-sixteenth\npart of the opening: Provided. however, that no greater length of\novcrlap than four inches shall be permitted in any case. The concrete\nof every such lintel shall be reinforced by steel or iron bars, in such\na manner that, assuming it to be a girder having a depth of one-sixth\nof the span, it can support the greatest load imposed on it, with a\nfactor of safety not less than five.\n        me inclusion of this page is authorized by L.N. 480/19731\n          KlNGSTON AND ST. ANDREW BUILDING                                               67"
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. No structure built under this part of this Schedule shall exceed\nforty feet in height.\n                                PART I11\n       Steel Frumed cold Reinforced Concrete Frumed Buildings                L.N.\n                                                                             65/ 1957."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. The skeleton framing of evcry framed building shall be of wrought\niron or mild steel, and shall he of sutlkient strength and stability to\nsustain, unaided by other material, the whole weight of the walling\nand the live and dead loads of the floors and roofs bcaring thereon,\nand also all the strains that it will be subjected to by a horizontal wind\npressure of twenty-five pounds per square font from any direction. The\npillars supporting all iron or steel girders that carry walls, or fire-\nresisting floors, or roofs shall be completely encloscd by a casing of\nbrickwork, concrete, or other fire-resisting material at least four inches\nthick. The girders, excepting in roofs and staircases, shall be similarly\nprotected, hut the flanges of girders and the places and angles connected\ntherewith may approach within two inches of the surface of such casing."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. The panels between or upon the framing may be of brick, stone,\nor reinforced concrete constructed according to the requirements\ncontained in Part II (except that the requirements of regulation 39\n                                                                             tiyi957,\nmay be dispensad with) or according to the requirements of any\nregulation that may be made pursuant to the powers contained in\nPart IV or of hollow concrete blocks. External panel waUs shall\nprovide adequate strength and durability together with an adequate\ngrade of fire resistance and shall be of a thickness not less than the\nfollowing:\n      If of brick or squared stones hid in horizontal beds, not less than\n    eight and a half inches thick. If of reinforced concrete, six inches\n    thick. If of hollow concrete blocks, eight inches thick."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. Pillars, or stanchions of the framing shall not except with the\npermission of the Surveyor, be spaced at a greater distance than ten feet L.N.\napart nor shall any girder be placed higher than ten feet above the one 6511957.\nnext below it. If pillars, stanchions, or girders are placed more than\nten feet apart, the panelling between the sanie shall be of a thickness\nin brick or stone not less than one-fourteenth of such distance, and if\nin reinforced concrete or hollow concrete blocks, not less than one-\ntwentieth of such distance. Panel walls constructed of hollow concrete\nblocks shall be properly reinforced with steel as specified herein, and\nthe reinforcement shall be adequately anchored to the structural\nframing on all four sides. All hollows shall be completely filled with\ngrout not weaker than one part Portland cement to four parts clean\nsand.\n  The clear horizontal span of any such panel between vertical supports\nshall not exceed fifteen feet and its clear overall area shall not exceed\none hundred and fifty square feet.\n       [The inclusion of (his page i E authorized by L.N. 480/1973]\n68             KINGSTON A N D ST. ANDREW BUILDING\n       Hollow block panel walls shall be reinforced with both vertical and\n     horizontal mild stccl reinforcing bars as follow^\n           Thickness           Vertical Bars           Horizontal Bars\n              8\"            1\" dia.16\" oJc             Two      dia. 16\" olc\n              6\"              dia. 16\" o / c           Two +\" dia. 16\" o / c\n              4\"            +ydim. 16\" o / c               +\" dia. 16\" o / c"
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. Internal panel walls shall be not less than two-thirds of the thick-\n     ness required for external walls, and in no case less than four inches."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. No pillar in any main framing, or floor supports, shall be in\n     any part less than one-quarter of an inch thick, nor shall any such\n     pillar have an unsupported length of more than forty times its least\n     lateral dimension, and every pillar shall be faced to a true surface at\n     right angles to its axis.\n        All joints in pillars shall be close butted with cover plates properly\n     riveted, and no joint shall be made except at the level of a girder. The\n     foot of every pillar shall have a base plate riveted thereto with suffcient\n     gusset pieces to properly distribute the load on the foundation.\n        Where pillars are hollow, the cavities shall either be filled up with\n     cement concrete. or be covered in at both ends su'fficiently to exclude\n     the air."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. No cast iron shall be used for structural purposes in any part\n     of any building."
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. All girders supporting external walls shall be not more than\n     four feet below the floor h e of each storey."
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. If the owner or occupier to whom notice is given as powersof\n                                                                Corporation\nlast aforesaid fails to comply within the time specified in if noticc not\nsuch notice, or if no time is specified then as speedily as the\nnature of the case permits, with the requisitions of such\nnotice, the Corporation may, with all convenient speed,\ncause all or so much of such structure as is so certified to be\nin a dangerous condition to be taken down, repaired, or\notherwise secured in such manner as may be requisite; and\nall expenses incurred by the Corporation in respect of any\ndangerous structure by virtue of this Part shall be paid by\nthe owner of such structure, but without prejudice to his\nright to recover the same from any lessee or other person\nIiable to the expenses of repairs."
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52. If such owner cannot be found or is under disability, Powerof\nor if on demand he refuses or neglects to pay the aforesaid Corporation\n                                                              *,, sell for\nexpenses, the Corporation, after giving three months’ notice :.:p2:,Of\nof their intention to do so, by posting a printed or written gsurplus\n                                                                 i~ng\n                                                                        to\nnotice in a conspicuous place on the structure in respect of owner.\nwhich or of part of which they have incurred expense, or on\nthe land whereon it stands, may sell such structure either\nwith or without the parcel of land on which it stands, and\nthey shall, after deducting from the proceeds of such sale\nthe amount of all expenses incurred by them, restore the\nsurplus (if any) to the owner."
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53. In cases where any surplus is hereby made payable Application\n                                                              surplus if\nto any owner, if no demand for the same is made by any of   noproper\nperson entitled thereto within one month, then the same\nshall be paid into the Workers Savings and Loan Bank, to be same.\n32                  KlNGSTON A N D ST. ANDREW BUlLDlNG\n            placed to the credit of the owner (describing him so far as\n            the Corporation can) subject to the control of the Resident\n            Magistrate’s Court for Kingston, and to be paid out to the\n            owner on his applying by petition, and proving title thereto.\nFees to       51. There shall be paid to the Corporation in respect\nCorpora-\ntion.       of the services rendered by the Surveyor (or other surveyor\n1511957\nS. 8 (a).   employed) under this Part, such fees, as may from time to\n(b) (c).    time be prescribed by regulations made by the Building\n            Authority :\n               Provided that until such regulations are made and brought\n            into operation the fees specified in the Second Part of the\nThird       Third Schedule shall have effect.\nSchcdule\nPart 11.\nFees for      55. If any special service is required to be performed by\nspecjal\nSeW-IOCE.   the Surveyor, or by such other surveyor as aforesaid, under\n            this Part, for which no fee is specified in the Second Part\n            of the said Third Schedule, the Corporation may order such\n            fee as they think fit to be paid for such service.\nPower to       56. In cases where a structure has been certified bv the         <\nremove\npersons from Surveyor,  or such other surveyor as aforesaid, to be danger-\ndangerous    ous to its inmates, a Justice may, if satisfied of the correct-\nStTUdUIeS.\n             ness of such certificate, upon the application of the\n             Surveyor, by order under his hand, direct any inmates of\n             such structure to be forthwith removed therefrom by a\n             constable or other peace officer.\n                             PARTN. Patty Structures\nBuilding      57. In the construction of this Part, such one of the\nowner and\nadjoining   owners of the premises separated by or adjoining to any\nowner       party structure as is desirous of executing any work in\ndefined,\n            respect to such party structure shall be called the building\n            owner, and the owner of the other premises shall be called\n            the adjoining owner.\n        KINGSTON AND ST. ANDREW BUZLDZNG                                   33"
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54. The person proposing to erect an iron or steel-framed building,\n     shall deposit with the Surveyor such plans and working drawings, as\n     the Surveyor shall determine.\n          KINGSTON A N D ST. ANDREW BUILDING                                  69"
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55. The Surveyor may, with the conscnt of the Chief Technical\nDirector, waive the application of any of the regulations under this Part,\nin any case in which it shall be satisfactorily shown that any building\nthe order for which has been placed prior to the 29th day of July, 1907,\nwill. notwithstanding the failure to comply with all of the said regula-\ntions, be of the strength and stability required.\n                                PART   IV\n                     Reinjorced Concrete Buildings"
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56. The Building Authority may from time to time, subject to the\napproval of the Minister, make, repeal, or alter special or general\nregulations. as to the construction of buildings, or any part thereof in\nreinforced concrete.\n                                 PARTV\n                       Timber-Framed Buildings"
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57. All sills, bearers. or girders of buildings intended for residences,\nplaces of business, or for purposes other than out-houses, kitchens,\nstables, coach-houses, bathrooms. latrines, or water-closets shall, if\nsupported on walls of brick. concrete, or stonework, be bedded on a\nlayer of Portland cement mortar, not less than three-eights of an inch\nthick, mixed not weaker than one of cemeut to two of sand, laid on\ntop of the supports. and extending the whole width of the sill."
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58. The building owner shall have the following rights building\n                                                                 Righwof\nin relation to party structures, that is to say-                 owner.\n     (a) a right to make good or repair any party struc-\n           ture that is defective or out of repair;\n      (b) a right to pull down and rebuild any party struc-\n           ture that is so far defective or out of repair, or\n           of such unsuitable or dangerous materials, a5 to\n           make it necessary or desirable to pull down the\n           same;\n      (c) a right to pull down any timber or other partition\n           that divides any building or premises, and is not\n           conformable with the regulations of this Act, and\n           to build instead a party wall or other party struc-\n           ture conformable thereto;\n      (d) in the case of buildings having rooms or stories\n           the property of different owners intermixed, a\n           right to pull down such of the said rooms or\n           stories, or any part thereof, as are not built in\n           conformity with this Act, and to rebuild the same\n           in conformity with this Act;\n     (e) a right to raise any party structure permitted by\n           this Act to be raised, or any external wall built\n           against such party structure, upon condition of\n           making good all damage occasioned thereby to the\n           adjoining premises, or to the internal finishings\n           and decorations thereof, and of carrying up to the\n           requisite height all flues and chimney stacks\n           belonging to the adjoining owner on or against\n           any such party structure or external wall;\n       Cf, a right to pull down any party structure that is\n           not of sufficient strength for any buildings intended\n           to be built, and to rebuild the same of suffcient\n           strength for the above purpose, upon condition of\n           making good all damage occasioned thereby to the\n      m e inclusion of this page is authorized by L.N. 480/1973]\n34                  KINGSTON AND ST. ANDREW BUILDING\n                       adjoining premises, or to the internal finishings\n                       and decorations thereof;\n                (8) a right to cut into any party structure upon con-\n                       dition of making good all damage occasioned to\n                       the adjoining premises by such operation;\n                (h) a right to cut away any footing, any chimney\n                       breasts, jambs or flues, projecting from any party\n                       wall, in order to erect any external wall against\n                       such party wall, or for any other purpose, upon\n                       condition of making good all damage occasioned\n                       to the adjoining premises by such operation;\n                 (i) a right to cut away or take down such parts of any\n                       wall or building of an adjoining owner as may be\n                       necessary in consequence of such wall or building\n                       overhanging the ground of the building owner, in\n                       order to erect an upright wall against the same,\n                       on condition of making good any damage sustained\n                       by the wall or building by reason of such cutting\n                       away or taking down;\n                 ( j ) a right to perform any other necessary works\n                       incident to the connection of any party structure\n                       with the premises adjoining thereto.\nRights of      59. Whenever the building owner proposes to exercise\nfkz\"        any of the foregoing rights with regard to party structures\n            the adjoining owner may require the building owner to\n            build on any such party structure certain chimney-jambs,\n            breasts or flues, on certain piers or messes, or any other\n            like works, for the convenience of such adjoining owner;\n            and it shall be the duty of the building owner to comply\n            with such requisition in all cases where the execution of the\n            required works may be conformable to this Act, and will\n            not be injurious to the building owner, or cause him\n            unnecessary inconvenience, or unnecessary delay in the\n            exercise of his right; and any difference that arises between\n          KINGSTON AND ST. ANDREW BUlLDlNG                                  35\nany building owner and adjoining owner in respect of the\nexecution of such works as aforesaid shall be determined\nin the manner in which differences between buiIding owners\nand adjoining owners are hereinafter directed to be\ndetermined."
    },
    {
      "provision_ref": "sec59",
      "section": "59",
      "title": "Section 59",
      "content": "59. The upper sills and wall plates at the outer angles of all such\nbuildings, &all be sufficiently tied with iron straps bolted to the timber\nto the approval of the Sweyor."
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60. The following rules shall be observed with respect R U I ~ S ~ ~ O\nto the exercise by building owners and adjoining owners of exercise\n                                                           righe byof\n                                                                 building and\ntheir respective rights-                                        adjoining\n                                                                ownem.\n     (a) no building owner shall, except with consent of\n          the adjoining owner, or in cases where any party\n          structure is dangerous, in which cases the pro-\n          visions hereby made as to dangerous structures\n          shall apply, exercise any right hereby given in\n          respect of any party structure, unless he has given\n          at least three months’ previous notice to the adjoin-\n          ing owner by delivering the same to him person-\n          ally, or by sending it by post in a registered letter\n          addressed to such owner at his last known place of\n          abode;\n    (b) the notice so given shall be in writing or printed,\n        and shall state the nature of the proposed work\n        and the time at which such work is proposed to be\n          commend,\n    (c)   no building owner shall exercise any right hereby\n          given to him in such manner or at such time as\n          to cause unnecessary inconvenience to the ad join-\n          ing owner;\n    (4 upon the receipt of such notice the adjoining\n          owner may require the building owner to build,\n          or may himself build, on any such party structure,\n          any works to the construction of which he is here-\n          inbefore mentioned to be entitled;\n      me inclusion of this page is authorized by L.N.480/1973]\n36      KINGSTON AND ST. ANDREW BUlLDING\n     (e) any requisition so made by an adjoining owner\n         shall be in writing or printed, and shall be\n         delivered personally to the building owner within\n         one month after the date of the notice being given\n         by him, or be sent by post in a registered letter\n         addressed to him at his last known place of\n         residence. It shall specify the works required by\n         the adjoining owner for his convenience and shall,\n         if necessary, be accompanied with explanatory\n         plans and drawings;\n     (fl if either owner does not, within fourteen days\n         after the delivery to him of any notice or requisi-\n         tion, express his consent thereto, he shall be con-\n         sidered as having dissented therefrom, and there-\n         upon a difference shall be deemed to have arisen\n         between the building owner and adjoining owner;\n     (g) in all cases not hereby specially provided for,\n         where a difference arises between a building owner\n         and adjoining owner in respect of any matter\n         arising under this Act, unless both parties concur\n         in the appointment of one surveyor they shall each\n         appoint a surveyor, and the two surveyors so\n         appointed shall select a third surveyor, and such\n         surveyor or three surveyors, or any two of them,\n         shall settle any matter of dispute between such\n         building and adjoining owner, with power by his\n         or their award to determine the right to do, and\n         the time and manner of doing, any work, and\n         generally any other matter arising out of or\n         incidental to such difference; but any time so\n         appointed for doing any work shall not commence\n         until after the expiration of such period of three\n         months as hereinbefore mentioned;\n        KlNGSTON A N D ST. ANDREW BUILDING                           37\n     ( I r ) any award given by such one surveyor, or by such\n             three surveyors, or any two of them, shall be\n           conclusive and shall not be questioned in any\n           Court, with this exception that either of the\n           parties to the difference may appeal therefrom to\n           the Resident Magistrate’s Court for Kingston\n           within fourteen days from the date of the delivery\n           of such award as aforesaid, and such Court may,\n           subject as hereinafter mentioned, rescind or\n           modify the award so given in such manner as it\n           thinks just;\n     W if either party to the difference makes default in\n           appointing a surveyor for ten days after notice\n           has been given to him by the other party in man-\n           ner aforesaid to make such appointment, the party\n           giving the notice may make the appointment in\n           the place of the party so making default;\n     ( j ) the costs incurred in obtaining any such award\n           as aforesaid shall be paid by such party as such\n           surveyor or three surveyors, or any two of them,\n           may determine. Surveyors in this section shall\n           include master builders."
    },
    {
      "provision_ref": "sec61",
      "section": "61",
      "title": "Section 61",
      "content": "61. Whenever any building owner has become entitled, Rightof\n                                                              building\nin pursuance of this Act, to execute any work, it shall be omato\nlawful for him, his servants, agents or workmen, at all usual p z k for\ntimes of working, to enter on any premises for the purpose ;o$!~\nof executing and to execute such work, removing any\nfurniture, or doing any other thing that may be necessary,\nand if such premises are closed, he or they may, accompanied\nby a constable or other officer of the peace, break open any\ndoors in order to make such entry, and any owner or other\nperson that hinders or obstructs any workmen employed for\nany of the purposes aforesaid, or wilfully damages or\ninjures the said work, shall incur for every such offence a\npenalty not exceeding four thousand dollars.                  391 1995\n                                                              s. 3.\n              ~~             -   ~~          -.\n         lThc inclusion ofthis pese is aubrized by L.N. 95/ 19971\n38                    KINGSTON AND ST. ANDREW BUILDING\nscuntyta        62. Any ~djoiuingowner may, if he thinks fit, by notice\nbc gmcn by\nbuilding      in writing given by himself or his agent, require the build-\nOwnerif\nrequired.     ing owner, before commencing any work which he may be\n              authorized by this Act to execute, to give such security as\n              may be agreed upon, or in case of difference as may be\n              settled by the Resident Magistrate for Kingston, for the\n              payment of all such costs and compensation in respect of\n              such work as may be payable by such building owner.\n~ul-aitp        63. The following rules shall be observed as to expenses\nexpenses in\nrerpen of     in respect of any party structure, that is to say-\nf :’ f ~~.      As to expenses to be borne jointly by the building owner\n              and adjoining owner-\n                  ( U ) if any party structure is defective or out of repair,\n                         the expense of making good or repairing the same\n                         shall be borne by the building owner and adjoining\n                         owner in due proportion, regard being had to the\n                         use that each owner makes of such structure;\n                  ( b ) if any party structure is pulled down and rebuilt\n                         by reason of its being so far defective or out of\n                         repair as to make it necessary or desirable to pull\n                         down the same, the expense of pulling down and\n                         rebuilding shall be borne by the building owner\n                         and adjoining owner in due proportion, regard\n                         being had to the use that each owner makes of such\n                         structure;\n                  (c) if any timber or other partition dividing any build-\n                         ing or premises is pulled down in exercise of the\n                         right hereinbefore vested in a building owner, and\n                         a party structure is built instead thereof, the\n                         expense of building such party structure, and also\n                         of building any additional party structures that\n                         may be required by reason of such partition\n                         having been pulled down, shall be borne by the\n                         building owner and adjoining owner in due\n                          __                __-__\n                        me ;adusion of t h i s page is nutbrizcd by L.N. 95 / 1 ! W\n       K ~ N G S T O NA N D sr. ANDREW BUZLDING                   39\n        proportion, regard being had to the use that each\n        owner makes of such party structure, and to the\n        thickness rendered necessary to such party struc-\n        ture by the respective buildings parted thereby;\n    (d) if any rooms or stories, or any part of rooms or\n        stories, the property of different owners and in-\n        termixed in any building, are pulled down in pur-\n        suance of the right hereinbefore vested in any\n        building owner, and rebuilt in conformity with this\n        Act, the expense of such pulling down and re-\n        building shall be borne by the building owner and\n        adjoining owner in due proportion, regard being\n        had to the use that each owner makes of such\n        rooms or stories.\nAs to expenses to be borne by building owner-\n  (e) if any party structure or external wall built against\n       the same is raised in pursuance of the power\n       vested in any building owner, the expense of\n       raising the same, and making good all such\n       damage, and of carrying up to the requisite height\n       all such flues and chimneys, as are hereinbefore\n       required to be made good and carried up, shall be\n       borne by the budding owner;\n  (f) if any party structure which is of proper materials\n       and sound, and not so far defective or out of repair\n       as to make it necessary or desirable to pull down\n       the same, is pulled down and rebuilt by the build-\n       ing owner, the expense of pulling down and\n       rebuilding the same, and of making good all such\n       damage as is hereinbefore required to be made\n       good, shall be borne by the building owner;\n (g) if any party structure is cut into by the building\n       owner, the expense of cutting into the same, and\n       of making good any damage hereinbefore required\n-\n     [mc inclusion of this page is aulhorized by L.N. 480/1973]\n40                             KINGSTON A N D ST. ANDREW BUILDING\n                                 to be made good shaII be borne by such building\n                                 owner;\n                            (h) if any footing, chimney breast, jambs or floor, is\n                                 cut away in pursuance of the powers hereinbefore\n                                 vested in any building owner, the expense of such\n                                 cutting away, and of making good any damage\n                                 hereinbefore required to be made good, shall be\n                                 borne by the building owner.\nACCOU~O~                  64. Within one month after the completion of any work\nexpenses to\n                     which any building owner is by this Act authorized or\ntoadjoining\nowner                required to execute, and the expense of which is in whole\nwithin one           or in part to be borne by an adjoining owner, such building\nmonth.\n                     owner shall deliver to the adjoining owner an account in\n                     writing of the expense of the work, specifying any deduc-\n                     tion to which such adjoining owner or other person may\n                     be entitled in respect of old materials, or in other respects;\n                     and every such work as aforesaid shall be estimated and\n                     valued at fair average rates and prices according to the\n                     nature of the work and the locality and the market price\n                     of materials and labour at the time.\nDifferenceas   65. At any time within one month after the delivery of\nto expenses,\nhowto be     such account the adjoining owner, if dissatisfied therewith,\nlndicated\nand settled.\n                     may declare his dissatisfaction to the party delivering the\n                     same, by notice in writing given by himself or his agent,\n                     and specifying his objecfions thereto; and upon such notice\n                     having been given a difference shall be deemed to have arisen\n                     between the parties, and such difference shall be determined\n                     in manner hereinbefore provided for the determination of\n                     differences between the building and adjoining owners.\nA    C   C   C   ~    ~    ~ ~ If~ within such period of one month as aforesaid the"
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63. W d s E x t e r n a l walls shall be not less than 6 inches wide and\n           internal walls not less than 4 inches exclusive of plaster and shall be\n                                        +\n           reinforced vertically with inch steel rods spaced one in each block\n           properly imbedded in floor beam and belt course. the hole in the block\n           in which the rod is placed to he filled with Portland cement concrete.\n                   [The hduiion of this page is authorized by    L.N.480/1973]\n          KINGSTON AND ST. ANDREW BUILDING                                  71\nAli walls shall be capped by a belt course. All joints shall be     of an\ninch in thickness of 1-2 mix of Portland cement monat."
    },
    {
      "provision_ref": "sec64",
      "section": "64",
      "title": "Section 64",
      "content": "64. Bclt CoursesShall be of cement concrete composed of Portland\ncement, clean sand and clean broken brick or stone in proportion of one\nof cement to not more than three of sand and six of broken brick or\nstone, and shall be of the width of the wall or foundation which it caps\nand not less than 9 inches in depth and shall be reinforced throughout\nthe whole thickness and length with iron or steel bars of not less than\n+ inch in diameter and not less in number than required by regulation\n39 in Part 11."
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65. All Building Regulations for the time being in force, save as\nspecifically varied in this Part. shall apply to buildings of hollow\nconcrete blocks.\n                               PART VII\n                   Alwninium Framed Buildings                         G.N."
    },
    {
      "provision_ref": "sec66",
      "section": "66",
      "title": "Section 66",
      "content": "66.\nof account\nand pay-             party receiving such account does not declare in manner ds\nment                 aforesaid his dissatisfaction therewith, he shall be deemed\n                     to have accepted the same, and shall pay the same on\n                             m e inclusion of this page is authorized by L.N.480119731\n        KINGSTON AND ST. ANDREW BUILDING                               41\ndemand to the party delivering the account, and if he fails\nto do so the amount so due may be movered as a debt."
    },
    {
      "provision_ref": "sec67",
      "section": "67",
      "title": "Section 67",
      "content": "67. Where the adjoining owner is liabIe to contribute to Possession\nthe expenses of building any party structure, until such           :zzTe\ncontribution is paid the building owner at whose expense ment until pay-\n                                                                    of\nthe same was built shall stand possessed of the sole property =pens-.\nin such structure."
    },
    {
      "provision_ref": "sec68",
      "section": "68",
      "title": "Section 68",
      "content": "68. Allowable Unit Stresses-The allowable working stresses are\ndependent on the alloy, condition of use, fabrication, and manufacture.\nThe allowable working stress for 6061-T6 material shall not exceed\nthe following unit stresses in pounds per square inch:\n          tension ...            ...        ...   15,000 p. s. i.\n          compression            ...        ...   14.000p.s.i.\n(reduced by a factor representing end restrain and slenderness ratio as\nset forth in the standard above). Shear in pins and rivets (cold driven)"
    },
    {
      "provision_ref": "sec69",
      "section": "69",
      "title": "Section 69",
      "content": "69. Where any building owner is by this Part liable to P          ~ ~    I\nmake good any damage he may occasion to the property ~ ~ ~ ~ i f i n g\nof the adjoining owner by any works authorized to be\nexecuted by him, or to do any other thing upon condition rubisct to\n                                                           which his\nof doing which his right to execute such works is hereby\nlimited to arise, and such building owner fails within a F:zmixs,\nreasonable time to make good such damage, or to do such\nthing, he shall incur a penalty not exoeeding one thousand WIBS\ndollars for each day during which such failure continues. s 3.\n           PARTV. Misedlaneous Provisions"
    },
    {
      "provision_ref": "sec70",
      "section": "70",
      "title": "Section 70",
      "content": "70. Where it is hereby declared that expenses are to be Rulcsa~to\n                                                          payment of\nborne by the owner of any premises (including in the term capmassby\n“owner” the adjoining and building owner respectively\nas defined in section 57) the following rules shall be\nobserved with respect to the payment of such expenses-\n    (a) the owner immediately entitled in possession to\n         such premises, or the occupier thereof, shalI in\n         the first instance pay such expenses, with this\n         limitation, that no occupier shall be liable to pay\n         any sum exceeding in amount the rent due, or that\n             incl&   oibbia p a y ~ cis auUmrizedby L.N. 95/1%71\n42                 KINGSTON A N D ST. ANDRfiW BUILDING\n                     will thereafter accrue due, from him in respect of\n                     such premises during the period of his occupancy;\n               ( b ) if there are more owners than one each owner shall\n                      be liable severally, but as between themselves every\n                      owner shall be liable to contribute to such expenses\n                     in proportion to his interest;\n               (c) if any difference arises as to the amount of con-\n                      tribution, such dserence shall be decided by the\n                      Resident Magistrate for Kingston;\n               ( d ) if some of the owners liable to contribution can-\n                      not be found, the deficiency so arising shall be\n                      divided amongst the parties that can be found;\n               (e) any occupier of premises who has paid any ex-\n                      penses under this Act may deduct the amount so\n                      paid from any rent payable by him to any owner\n                      of the same premises; and any owner of premises\n                      who has paid more than his due proportion of any\n                      expenses may deduct the amount so overpaid from\n                      any rent that may be payable by him to any other\n                      owner of the same premises;\n                (f) if default is made by the owner or occupier in pay-\n                      ment of any expenses hereby made payable by him\n                      in the first instance, or if default is made by any\n                      owner in payment of any other expenses or moneys\n                      due from him by way of contribution or otherwise\n                      in pursuance of this Act, then such expenses and\n                      moneys may be recovered as a debt, in due course\n                      of law.\n~ : , , ! ~ ~71.  t ~ following rules shall be observed with respect\n              ~ ~The\nservice of\nnotrces,                 or service of any notice, summons or ordcr,\n                to the giving\n~ 1 m o n 5 e s directed to be given or served under this Act, in cases not\nand orders.\n                hereinbefore provided for-\n                     ( U ) a notice, summons or order, may in all cases be\n                           served personally;\n                                              ____~                              --\n                     ~ i n c l u s i o r t o f ~ p g e i s a u U 1 0 r i l abyLN.95119971\n                                                                             d\n        KINGSTON A N D ST. ANDREW BUILDING                            43\n    ( h ) a notice, summons or order, may be served on any\n          builder by leaving the same or sending it in a\n          registered letter, addressed to him at his place of\n          address, as stated by him to the Surveyor, or by\n          putting up such notice, summons or order, on a\n          conspicuous part of the building or premises to\n          which the same relates;\n    (c) a notice, summons or order, may be served on the\n          owner or occupier of any premises by leaving the\n          same with the occupier of such premises, or with\n          some inmate of his abode, or if there is no occupier\n          by putting up such notice, summons or order, on\n          a conspicuous part of the building or premises to\n          which the same relates; and it shall not be neces-\n          sary to name the owner or occupier of such\n          premises : nevertheless when the owner of any such\n          premises and his residence, or that of his agent,\n          are known to the party by whom or on whose\n          behalf any notice, summons or order is intended to\n          be served, it shall be the duty of such party to send\n          every such notice, summons or order, by post in a\n          registered letter addressed to the residence or last\n          known residence of such owner or his agent;\n    (d) a notice, summons or order, may be served on the\n          Surveyor, or any District or assistant Surveyor\n          appointed under this Act, by leaving the same at\n          the office of the Surveyor."
    },
    {
      "provision_ref": "sec71",
      "section": "71",
      "title": "Section 71",
      "content": "71. (1) Dissiniilur Materials: Where aluminium surfaces, come in\ncontact with materials or metals other than stainless steel, m e , white\nbronze of small area or other metals incompatible with aluminium. the\nsurfaces shall be kept from direct contact with such parts by:\n     (a) Painting the dissimilar metal or other material with a prime\n          coat of zinc chromate primer or other suitable primer, followed\n          by one or two mats of aluminium metal and masonry paint or\n          other suitable protective coat, excluding those containing lead\n          pigmentation.\n     (b) Painting the dissimilar metal with a coating of a heavy bodied\n          bituminous paint.\n     (c) Placing a good quality caulkimg material between the aluminium\n          and the dissimilar metal.\n     (6, By placing a non-absorptive tape or gasket between the\n          aluminium and the dissimilar metal.\n         KINGSTON A N D ST. ANDREW BUILDING                                          73\n    (e) By placing stcel members hot-dip galvanized or zinc-plated\n        after fabrication between the aluminium and the dissimilar\n        metal.\n       (2) Dissimilar metals or materials shall be painted if used in\nlocations where drainage from them passes over aluminium.\n      (3) Aluminium surfaces in Gontact with lime-mortar. wncrele\nor other masonry materials shall bc protected with alkali-resistant\ncoatinzs. s x h as heavy-bodied bituminous paint or water-whitc\nmethacrylate lacquer.\n       (4) Aluminium in contact with wood or other absorptive materials\nwhich may become repcatedly wct shall be painted with two coats of\naluminium metal-and-rnasonry paint or a coat of heavy-bodied\nbituminous paint or the wood or other absorptive material shall be\npainted with two coats of aluminium house paint and seal joints with\na good quality caulking compound.\n       ( 5 ) Where aluminium is in coniact with treated wood, rhe wood\nshall he treated with pentachlorophenol 5 per cent minimum concentra-\ntion or creosote or zinc naphthanate following the protective measures\noutlined in paragraph (4) of this regulation.\n   Expansion. Conrrucrion: Aluminium work shall be designed and\nanchored so that the work will not ,be distorted nor the fasteners over-\nstressed from the expansion and contraction of the metals."
    },
    {
      "provision_ref": "sec72",
      "section": "72",
      "title": "Section 72",
      "content": "72. The Principal Regulations for the time being in force save as\nspecifically varied by this Part shall apply to Aluminium framed Build-\nings, and all such buildings shall as regards the metal framing, bracing,\nwalls, partitions, floors, roofs, riveting, panels. foundations and\nanchorage, be constructcd in such manner as may be approved by the\nSurveyor.\n                          SECOND SCHEDULE                                   SCWd\n                                                                            SEhCddL\n                               REGULATIONS                                  scnions 1,S,\n                                                                            20 and 2%\n  The following materials shall, for the purposes of this Act, be deemed\nto be lire-resisting materials-\n  In the case of wall+\n     (U) The materials specified in paragraphs (a), (6). (c) and (4 of\n          regulation 5 of the First Schedule.\n     (h) Jamaica. hard wood timber when used for beams or posts\n          either alone or in combhation with iron or steel, the timber\n          and the metal (if any), being protected by plastering one inch\n          thick in cement or other external coating approved by the\n          Surveyor, cficiently keyed or otherwise secured to the timber\n          or metal.\n  In the case of roofs-\n74                           KINGSTON A N D ST. ANDREW BUlLDlNG\nO.N.             In addition to the substances mentioned in regulation 24 of Part I\n74115’08.             of the First Schedule, brick, stone, concrete, etemit. vulcanite.\n                 In the case of doors-\n                   Steel. iron. hard timber, not less than two inches thick c o v e d\n                      with metal.\n                 In the case of interior work-\n                   Any of the substances specified under the head of walls, roofs\n                      or doors.\n                 Generally-\n                   Any other material from tinie to time approved by the Minister\n                      as 6se-resisting, and then only for the purpose specifid.\n(Seclions 44\n& 45)\nLN.                                         THIRD SCHEDULE\n4511992.\n                                                     PART I\n                                                      FEES\n                       BuiMng permits for the construction of new structraar\n               (U) For residential S ~ I U C\n                   tures _.. ._. ... one-half of one per cent (f of 1%) of the\n                                             estimated wst of the structure to be\n                                                   erected.\n               (b) For commercial she-\n                     tures            ...    ...   one per cent (1%) of the estimated cost\n                                                   of the structure to be erected.\n               (c)   Where the building to\n                    be constructed         ... the council may waive the fee or im-\n                        (i) dws not exceed pose a special fee equivalent to one-half\n                            500 square feet (f) of the normal fee.\n                             in area; or\n                       (ii) is intended to\n                            accommodate\n                            farm animals or\n                            operations\n                                      Re-validation of building pennit\n                (a) Where application is\n                     made within two years\n                     of the original -it\n                        (i) for residential\n                            construction _.. $100\n                       (ii) for commercial\n                             construction ... $400\n               (b) Where the application\n                    is made more than\n                    two years after the ex-\n                    piratim of the origin-\n                    a1 permit       ... ...fees as for a new application.\n               -\n                             m e inclusion of this mge is authorized by L.”. 42/19951\n         KINGSTON AIVD ST. ANDREW BUILDING\n                          Amendment of Plam\nFor each application to\namend an approved plan-\n  (a) for residential wn-\n       struction ...      ... $100\n  (6) for commercial con-\n       sh-uction _.. ... $200\nWhere a site visit becomes\nnecessary for processing the\nplan.or verification of wm.\npliance With the amend-\nment        ...     ... ... $80 for each such visit.\n               Additiom m d alterations to existing building\n  (a) Where the additions\n        exceed the total floor\n        area of the existing\n        building or loo0\n        square- feet which-\n        ever is the less ... fees as for a new construction.\n  ( b ) for alteration or\n        addition other than\n        those specified at one-half (&)of the fee payable for a new\n        (U) . . . . . .     ... construction.\n                     Repairs to exim'ng building\n One-quarter (a) of the f e\n payable for a permit to\n wnstruot a new buildmg\n of a similar size, class\n and type\n                          Tempormy s m t w e s\n  One-half (f) of the fee\n  payable for a permit to\n  constuct a permanent\n  building of a similar size\n  and class\n                             A h r p r i o n pits\nFor inspection     ...    ...   $100 for each unit.\n                    Billboards and adverrising dpu\nTo erect:\n (U) billboards . . . . . .    $600\n  (b) advertising signs ... $100\n          W e inclusion of this page is authorizd by L.N. 42/19951\n76                   KINGSTON A N D ST. ANDKEW BUILDZNG\n                                     Outline Approval\n           Outlinc approval of a pro-\n           posed development       ... onequarter (*) the fees for a building\n                                        permit for proposed development.\n                           Cerfificarionof strola plan compliance\n            For certiEcation of strata\n            plan compliance in res-\n            pect of applications for\n            strata titles   ...     _.. onc-quarter (a) of the fees payable for\n                                         building permit to erect building of\n                                         similar size, class and type.\n                               Application for change ofclaw\n            (b) Where no alteration\n                reconstruction      of\n                building or structures\n                is required        . ..    such a fee as would be payable for a\n                                           building pennit to erect a new building\n                                           of n similar size, class and type.\n             ( b ) Where no alteration\n                  or reconstruction is\n                  required   ... _.. one-quarter          (a)\n                                                         of the fee payable to\n                                       erect a building of similar size, class and\n                                           type.\nLN.                                          PART\n4511992.\n                      Dilopidoled, neglected and dan@?ous shuctufes\n            For an inspection of eacb\n            structure and certifyjng\n            opinion thereon when\n            directed so to do      ...  $500\n            For service of notice to\n            owners          ...      ...\n                                       $100\n            For one inspection of the\n            building or structure to\n            ascertain if order is com-\n            plied witb       ...    ... $100\n            For any subsequent in-\n            spection rendered neces-\n            saw because of non-\n            compliance with the\n            order     ...     ...   ... $200\n           - _-                                                                  __\n                    [The inclusion of this page i5 aubhorized by L:N. 4?/19Y51\n            KINGSTON A N D ST.ANDREW BUILDING                                          I7\n                 PmT 111-Supplementary Provisions                           LN.\n                                                                            45/1992."
    },
    {
      "provision_ref": "sec73",
      "section": "73",
      "title": "Section 73",
      "content": "73. Where in pursuance of this Act any consent is\nonpersons       required to be given, any notice to be served, or any other\nunder\ndisability.     thing to be done, by, on or to, any owner under disability,\n                such consent may be given, such notice may be served, and\n                such thing may be done by, on or to, the following persons\n                on behalf of such persons under disability, that is to say-\n                     by, on, or to, a husband on behalf of his wife;\n                     by, on, or to, a trustee on behalf of his cestui que trust;\n                     by, on, or to, a father, guardian or committee, on behalf\n                     of an infant, idiot or lunatic.\nResident\nPOWCr to        74. Where any consent is required to be given, or any\nMwlrate       other thing to be done, by any owner in pursuance of this\nfor Klngnton\ntogive        Act, if there is no owner capable of giving such consent\nconsent and\ndispense      or of doing such thing, and no person empowered by this\n              Act to give such consent or to do such thing on behalf of\n= ~ ~ Q W - S such owner, or if any owner so capable or person so\n              empowered cannot be found, the Resident Magistrate for\n              Kingston shall have power to give such consent, or to do\n              or cause to be done such thing on behalf of such owner,\n              upon such terms and subject to such conditions as he m2y\n              think fit, having regard alike to the nature and purpose of\n              the subject matter in respect of which such consent is to be\n              given, and to the fair claims of the parties on whose behalf\n              such consent is to be given, and such Judge shall have power\n              to dispense with the service of any notice which would other-\n              wise be required to be served.\n                            ___-\n                          ~ i n c l u s k m n f t h i ia\n                                                      s auimrizod\n                                                         ~        by L.N. 9S/ 19971\n         KINGSTON A N D ST. ANDREW BUILDING                            45"
    },
    {
      "provision_ref": "sec75",
      "section": "75",
      "title": "Section 75",
      "content": "75. Nothing herein contained shall vary or affect any Rightsof\n                                                            landlords\n rights or Iiabilities as between landlord and tenant under and\n any contract between them.                                 not affected."
    },
    {
      "provision_ref": "sec76",
      "section": "76",
      "title": "Section 76",
      "content": "76. In cases where any building has been erected or work ~ ;             ~\n done without due notice being given to the Surveyor, the toworks\n                                                              diswrered\n Surveyor may, at any time within one month after he has tohavebeen\ndiscovered that such building has been erected or work done, MLhoOt\n                                                              done\nenter the premises for the purpose of seeing that the regula- due notirr.\ntions of this Act have been complied with; and the time\nduring which the Surveyor may take any proceeding, or do\nanything authorized or required by this Act to be done by\nhim in respect of such building or work, shall begin to run\nfrom the date of his discovering that such building has been\nerected or work done."
    },
    {
      "provision_ref": "sec77",
      "section": "77",
      "title": "Section 77",
      "content": "77.-(1) The Corporation may from time to time make, swFm\nalter or revoke, regulations not inconsistent with the pro- wdatiom.\nvisions of this Act, in relation to all or any of the matters ?{lB5\nfollowing, that is to say-\n    (a) the prohibition or regulation of the erection of\n        piazzas, rooms, verandahs, or other structures in-\n        tended to project over any part of any roadway;\n    (b) the entrance,, doors, stairways, external steps, and\n        means of access to and exit from public buildings,\n        already built or hereafter to be built, and the pro-\n        tection of persons frequenting same.\n        (2) Such regulations may specify a maximum penalty\nfor the contraventions thereof respectively not exceeding ten\nthousand dollars, or six months imprisonment with or with-\nout hard labour for each offence.\n      (3) With regard to continuing contraventions, each\ncontravention on each day after notice has been served in\nwriting from the Surveyor requiring compliance with the\nregulation shall be deemed to be a fresh offence.\n46                     KINGSTON AND ST. ANDREW BUILDING\n                     (4) Such regulations shall be subject to the provisions\n             of section 223 of the Kingston and St. Andrew Corporation\n             Act."
    },
    {
      "provision_ref": "sec77a",
      "section": "77A",
      "title": "Section 77A",
      "content": "77A. [Repealed by Act 28 of 1991.1\nkrtoaaiom      75. In every action or plaint to be brought against the\nagainst\nSurveyor      Surveyor, or any District Surveyor, or any deputy o r other\nandcErlain\noihers acllng\n              person  appointed to assist or act for the Surveyor, or against\n:nfarryw      any workman, employee or servant, of any such officer or\nha Act\nintoefie&     person, for any act or thing done by him in the execution\n              of his office, or in or about the carrying into effect of this\n              Act, it shall be expressly alleged that such act or thhg was\n              done maliciously and without any reasonable or probable\n              cause, and if at the trial of any such action or plaint the\n              plaintiff shall fail to prove such allegation he shall be non-\n              suited, or a verdict shall be given or judgment entered for\n              the defendant; and if it shall appear that such act or thing\n 2811991\n              was done under or by virtue of or in carrying out any order\nS. 13.        or resolution of the Corporation under this Act, or in any\n              action or plaint against any such workman, employee or\n              servant, as aforesaid, if it shall appear that such Act or thing\n              was done under or by virtue of or in carrying out any order\n              of the Surveyor or of any person acting as deputy or in aid\n              of the Surveyor duly appointed under this Act, then and in\n              either of such cases the verdict shall be given or judgment\n              entered for the defendant.\npowenol        79. In cases where jurisdiction is hereby given to the\n             Resident Magistrate’s Court for Kingston such Court may\nCowlfor      from time to time make such order in respect of matters\nKmgston\n             so brought before it as it may think fit, with power to settle\n             the time and manner of executing any work, or of doing\n             any other thing, and to put the parties to the case upon such\n             -          _ _ ~-~~             __ - - - - .\n                       p%eiaduslonofthisplptisauthuriredbyL.N 9511997)\n        KINGSTON AND ST. ANDREW BUILDING                                   47\nterms as respects the execution of the work as it thinks fit;\nit shnIl also have power to award or refuse costs xcording\nto circumstances, and to settle the amount thereof."
    },
    {
      "provision_ref": "sec80",
      "section": "80",
      "title": "Section 80",
      "content": "80. Proceedings in the Resident Magistrate’s Court for Proceedings\n                                                            in and\nKingston in respect of any matter arising under this Act eoforcemsni\nshall be conducted in the same manner as proceedings are\nconducted in any case within the ordinary jurisdiction of\n                                                                cpof\nsuch Court, or as near thereto as circumstances permit; and\norders made by the Resident Magistrate of such Court may\nbe enforced by execution, committal or otherwise, in a\nmanner similar to that in which the orders of such Court\nare ordinarily enforced."
    },
    {
      "provision_ref": "sec81",
      "section": "81",
      "title": "Section 81",
      "content": "81. If either party in any case over which jurisdiction Amcals\n                                                                from the\nis hereby given to the Resident Magistrate’s Court for Resident\nKingston feels aggrieved with the decision of such Court Egg:’‘\nin respect of any point of law, or the admission or rejection -8s-n.\nof any evidence, he may appeal therefrom in the same man-\nner and upon the same terms in and upon which he might\nhave appealed from the decision of such Court in any case\nwithin the ordinary jurisdiction of such Court, or as near\nthereto as circumstances permit; but no such appeal shall\nbe allowed unless the value of the matter of difference\nbetween the parties exceeds ten thousand dollars, and the 2,9;*1995\nopinion of the Judge before whom the case is tried as to\nsuch value shall be conclusive."
    },
    {
      "provision_ref": "sec82",
      "section": "82",
      "title": "Section 82",
      "content": "82. A11 penalties imposed by this Act or by any reguIa- Raavcryof\ntion made in pursuance of the same, together with the costs padtiw.\nof any proceedings in respect thereof shall be recovered\nin a summary manner; and in default of payment thereof,\nit shall be lawful for the Court to direct the offender to be\nimprisoned, with or without hard labour, for a term not\nexceeding six caIendar months, unless any such penalties\nand costs be sooner paid. Proceedings and prosecutions\n         l”hc inclrrstw d&isp%geis aut4wdx.3 byL.N. 951199n\n48                    KINGSTON AND ST. ANDREW BUILDING\n              for the recovery of any of such penalties may be commenced\n              within six calendar months from the time when the offence\n              in respect of which the penalty was incurred shall first come\n              to the knowledge of the Building Authority.\nR-vwO~\nfecs. Eosm"
    },
    {
      "provision_ref": "sec83",
      "section": "83",
      "title": "Section 83",
      "content": "83. All fees, costs and expenses, in addition to any other\nMd            remedy by this Act provided, may be sued for and recovered\nCXpmscs.\n              in the Resident Magistrate’s Court for Kingston as a debt\n              payable to the person or persons entitled to such fees, costs\n              or expenses respectively.\nproeecdi~\nby Surveyor     84. [Spent.I\nand other\npmoos for\nrrcoveIy of\n          KINGSTON AND ST. ANDREW EUlLLVNC                                                49\n                          FIRST SCHEDULE                                       Firat\n                                                                               SChadUh\n                                                                               Sectiona\n                               RECULATIONS                                     4 (2).\n                                                                               S, 20 and 25.\n                            PARTl.-GeneraZ                                     Part I."
    }
  ],
  "definitions": []
}