{
  "id": "jm-stat-the-kingston-george-vi-memorial-park-act",
  "type": "statute",
  "title": "The Kingston George VI Memorial Park Act",
  "title_en": "The Kingston George VI Memorial Park Act",
  "short_name": "Kingston George VI Memorial Park Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-kingston-george-vi-memorial-park-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-kingston-george-vi-memorial-park-act | Legal areas: Local Government",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act, unless the context otherwise requires- Interpm\n                                                         tatton.\n     “the Council” means the Council of the Kingston and\n        St. Andreur Corporation;\n    “the Corporate Area” means the area detined and\n        described in the First Schedule to the Kingston\n        and St. Andrew Corporation Act;\n    “the King George VI iMemorial Park” and “the\n        Park” mean the land in the parish of Kingston\n        bounded by the thoroughfares known as North\n        Race Course, South Race Course, East Race\n        Course and West Race Course"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.41) The Kingston Race Course shall hereafter be Changeof\n                                                    name and\nknown as the King Georgf: VI Memorial Park.         vcsting of\n                                                                 Park in\n     (3The Park is hereby declared to be vested in the corpora-\n                                                       taonfor\n                                                    .bcncfit of\nKingston and St. Andrew Corporation to be used as a Inhabitants\n                                                                 of Corpor-\n                                                                 ate Area.\n     Fhe iuclurim of this p w IS aumOnbDd by LA. 48811973]\n2                        KING GEORGb VI MEMORIAL P A R K\n            public garden, pleasure park and recreation area for the\n            benefit of the inhabitants of the Corporate Area.\npowersot      4. Subject to the provisions of section 7, the Council\nCouncil.\n            may-\n                (U)   develop and lay out all or any part of the Park\n                     for use as a public garden, pleasure park and\n                     recreation area or for any of these purposes and\n                     may manage and conduct such garden, pleasure\n                     park or recreation area;\n                (b) apportion parts of the Park for use for purposes\n                     of recreation, including athletics and other out-\n                     door sports and games;\n                (c) construct, widen or improve or permit the con-\n                     struction, widening or improvement of roads in\n                     the Park;\n                (d) erect or permit the erection in the Park of any\n                     buildings or structures necessary for or incidental\n                     to the use of the Park for any of the purposes\n                     mentioned in paragraph (a) or (b);\n                (e) lease any part of the Park to be used for any of\n                     the purposes mentioned in paragraph (a) or (b);\n                     and\n                (f, grant licences for the use of any part of the Park\n                     for any period not exceeding three months.\nLlmiktion     5. Every lease granted under the provisions of para-\non power\ntoiea~e.    graph (e) of section 4 shall-\n                (a) contain a provision for the termination thereof if\n                    the land is not being used for the pnrposes\n                      expressed in the lease or in accordance with the\n                      provisions of this Act or any regulations there-\n                      under;\n                   me inclusion of this page is authorized by L.N. 480119731\n            KING GEORGE VI MEMORIAL PARK                         3\n     (b) contain such covenants and conditions as shall\n         have been approved by the Minister generally or\n         in any particular case;\n     (c) be for a term not exceeding twenty-one years."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) The Council may, subject to the provisions of Rcgulaliona\nsection 7, make regulations-\n      (U) prescribing the purposes for and the conditions\n            under which the Park or any part thereof may be\n            used;\n     (b) prescribing the fees to be paid to the Council for\n            the use of the Park or any part thereof;\n     ( E ) for the removal from the Park of any person con-\n           travening the provisions of this Act or of any\n            regulations made under this section;\n     (d, generally for the control, management and main-\n           tenance of the Park or any part thereof and for\n           the conduct of persons using the same.\n      ( 2 ) The Council shall, in making regulations under\nthis section, have regard to the provisions of subsection (2)\nof section 3.\n      (3) All regulations made under this section shall be\nsubject to the approval of the Minister responsible for\nlocal government who may allow, disallow, alter or add\nto such regulations or any of them."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.41) The Minister, after consultation with the Council Mcrcaticn\nof the Kingston and St. Andrew Corporation, may by\norder published in the Guzerte declare any land in the ?hush.\nPark to be vested in the Commissioner of Lands, to be Ftbuild-\nused for the construction of parliament buildings and such\nadministrative and other buildings as the Minister may\nconsider necessary, and such land shall vest in the Com-\n      ma imlusion of this page is authorized by LN. 480)1973]\n4                      KlNG GEORGE VI MEMORIAL PARK\n           missioner of Lands by virtue of this section and the pro-\n           visions of the order and without further assurance.\n                  (2) The maximum area of land that may be vested\n           in the Commissioner of Lands for the purposes specified\n           in subsection (1) shall be 11.4 acres and the Council shall\n           be paid compensation therefor.\n                 (3) Any building, structure, fence or other thing\n           (whether affixed or not) on any land so vested in the\n           Commissioner of Lands unless removed by the person to\n           whom such building, structure, fence or other thing belongs,\n           within three months of a written request by the Commis-\n           sioner of Lands, may be removed, demolished or destroyed\n           by order of the Commissioner of Lands, and no compen-\n           sation shall be paid to such person in respect of such\n           removal, demolition or destruction.\nRcs~mtion\nfor public"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Council may reserve any land in the Park (not\nor         being land required for the purposes mentioned in sub-\nmunicipal\npurport.            . . of section 7) for use in connection with any\n           section (1)\n           public or municipal purpose or development project, so,\n           however, that the general character of the Park as a public\n           garden, pleasure park and recreation area shall not thereby\n           be altered :\n4711964\ns. 2.        Provided that nothing in this section shall prevent any\n           such land being reserved for use in connection with the\n           burial of the remains of distinguished persons.\n                 me inclusion of thir page is authorized by LN. 480/1973]"
    }
  ],
  "definitions": []
}