{
  "id": "jm-stat-the-kingston-improvements-act",
  "type": "statute",
  "title": "The Kingston Improvements Act",
  "title_en": "The Kingston Improvements Act",
  "short_name": "Kingston Improvements Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-kingston-improvements-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-kingston-improvements-act | Legal areas: Local Government",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1 .Iw\n                                                                      6mitted).\n                    EXECUTIONOF WORKS\n                    By rhe Commissioners"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The following Acts are, for the purposes of this Act, ~ c t ~ i n -\nincorporated herein and to be read herewith, except in so corporalcd.\nfar as the same are not material for any such purpose, or\nin any way modified by this Act, that is to say-\n     (a) the Tax Collection Act, or any enactment in sub-\n         stitution thereof;\n    (b) the Property Tax Act, or any enactment in sub-\n         stitution thereof;\n    (c) the Licence and Registration Duties Act, or any\n         enactment in substitution thereof;\n    (d) the Lands Clauses Act, except sections 10, 11, 15,"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. In order better to provide for the maintenance and ~ n n - 1\nrepair of the streets of Kingston there shall be stated allowanco.\nannually on the Estimates for the Public Service, and shall\nbe paid annually accordingly as part of the General Expendi-\nture, the sum of four hundred dollars."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The Commissioners shall have the care, inspection, ammission-\n                                                           to have\nmaintenance, repair, working and management of the cn   Ihcrontrol\nsewerage system, and the expenditure incidental thereto\n                                                                    syatem.\n      P’he inclusion of this p g t is authorized by LN. 480/1973J\n8                              KINGSTON IMPROVEMENTS\n191 1956     shall bc provided for wholly or in part by an annual\ns. 3.\n             contribution from the Consolidated Fund of the sum of\n             eighteen thousand dollars.\nExemption       6. All conveyances, receipts and other documents made\nfrom stamp\nduty.        or given by or to the Commissioners shall be free of stamp\n             duty. The Commissioners shall be entitled to the issue of\n             free process.\n                                        Surplus Firnds\nPower to        7. The amounts of profits and losses accrued in the\napply nett\nunappro-     accounts of the Commissioners in respect of the Gas Works,\npriated      Markets and Slaughter House, administered by them (in\nprofits of\ncertain      this section called “the undertakings”), shall be transferred\nunder-\ntakings.     to a single account of Surplus Funds, and the nett\n             unappropriated profits, if any, and the losses, if any, on the\n             administration of the aforesaid undertakings, thereafter as\n             shown in the accounts of the Commissioners for each year\n             ending the 31st of March, shall at the close of each such\n             year be carried into the same account of Surplus Funds, and\n             it shall be lawful for the aforesaid Commissioners with the\n             approval or by the direction of the Minister, to apply any\n             amount standing to the credit of Surplus Funds to any of\n             the following purposes, narnely-\n                 (U) to refund   advances made by the Commissioners\n                       for the maintenance of storm water drains for\n                       which no provision has otherwise been made;\n                 ( b ) in aid of the accounts of any one of the under-\n                       takings above mentioned;\n                 (c)   for such other service under the administration\n                        of the Commissioners including the services of\n                        any loans administered by them, as the Minister\n                       may from time to time approve;\n                   me inclusion of this page is authorized by L.N. 480/1!373]\n                  KINGSTON IMPROVEMENTS\n    (4 to the reduction of the rate.s and charges for the\n         supply of gas, or for the use of markets or the\n         slaughter house.\n                          Public Sewers"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Power to apply nett unappropriated profits of certain under-\n     takings.\n                          Public Sewers"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) The Commissioners shall, so far as may be Plans,speci-\n                                                             licationr and\nnecessary, prepare or cause to be prepared plans, specifica- eaimatesfor\ntions, and estimates, for the sewerage of Kingston, and for *werage.\nthe disposal of the sewage either by discharging it into the\nsea beyond the limits of the parish of Kingston, or by\nutilizing it for irrigation.\n       (2) The Commissioners shall submit such plans,\nspecifications and estimates when prepared to their\nsatisfaction, to the Minister for consideration and approval\nand they shall make o r cause to ,be made in such plans,\nspecifications and estimates such modifications and alter-\nations as the Minister may at any time direct, and shall\nsubmit such modified or altered plans for like consideration\nand approval by the Minister."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. In this Act-                                                    Interpreta-\n                                                                     tion.\n“Commissioners” shall be deemed to refer to the Kingston\n   and Saint Andrew Corporation created and established\n   by the Kingston and St. Andrew Corporation Act and\n   the Council constituted under that Act, except when\n   used in relation to water works or sewerage in which\n   case the expression shall be deemed to refer to the\n   Commission established under the National Water 2~ 19x0\n   Commission Act, and shall in either case be so read s. I?.\n   and construed accordingly;\n“Kingston” means the parish of Kingston as defined by the\n    Counties and Parishes Act;\n”Managing Commissioner” shall be deemed to refer to the\n   Mayor under the Kingston and St. Andrew Corporation\n   Act, except when used in relation to water works or\n   sewerage in which case the expression shall be deemed\n   to refer to the Chairman of the National Water Corn- ~ 1 1 9 8 0\n   mission established under the National Water Commis- S.\n   sion Act, and shall in either case be so read and\n   construed accordingly;\n“owner” means the person for the time being receiving the\n   rent of the land or premises in connection with which\n   the word is used, whether on his own account or as\n        me indusioa of this page i s authorized by L.N. 57/19811\n6                           KINGSTON IMPROVEMENTS\n                   agent, or trustee for any other person, or who would\n                   so receive the same, if such land or premises were let:\n           “person” includes any body Of persons, whether corporate\n                   or unincorporate;\n           ‘-.l‘he Promoters of the Undertaking” means the Managing\n                   Commissioner;\n           “ S t . Andrew” means the parish of Saint Andrew, as defined\n                   by the Counties and Parishes Act;\n           “sewage” means the wastes of animal life othzr than stable\n                   manure, the draining of stable, water discharged from\n                   sinks, basins, baths, and all other water that has been\n                   used for domestic purposes, or in any industrial\n                   processes, and all waste water;\n           “sewer” means any culvert, drain or pipe intended or used\n                   [or the conveyance of sewage;\n           “sewerage” shall mean the system of sewers and their\n                   accessories by which the sewage of Kingston or of any\n                   specific part thereof is or is intended to be conveyed;\n           “street” includes the public roads, lanes and thoroughfares\nSchedule           mentioned in the Schedule up to the widths mentioned\n                   in the said Schedule, and also all other public roads.\n                   lmes and thoroughfares, unenclosed public spaces,\n                   alleys, bridges, and the lands between any such and the\n                   boundary line of the adjoining properties;\n           “Street Authority” includes the Kingston and St. Andrew\n                   Corporation created and established by the Kingston\n                   and St. Andrew Corporation Act, and the Council\n                   constituted under that Act;\n           “the undertaking“ and the “works” include the sewerage of\n                   Kingston, the repairs, improvement and reconstruction\n                   of the streets of Kingston, and the making provision\n                   for the drainage of Kingston under this Act, and the\n                   undertaking and works under this Act authorized to be\n                   executed.\n                   me indusion of this page is authorized by L.N. 57/l9Sl]\n                  KINGSTON IMPROVEMENTS                                       7\n                        Acrs Incorporated"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Within fourteen days after notice given by the Provision=\n                                                             to water\nCommissioners in writing for that purpose, the owner of clow,stobe\nevery house or building shall subject to the provisions\n                                                     Y b :of\n                                                          :i;r\nany regulations made by the Commissioners, provide for\neach house or building one or more properly equipped water\nclosets :\n  Provided always, that if in the opinion of the Commi-\nssioners it is not advisable to provide water closets for each\nhouse or building, they, after a like notice, may, subject\n3s aforesaid, require the owner of a tenement to construct\nin some convenient place or places, a sufficient niimber of\nwater closets for the separate use of each sex of the inmates\nand occupiers of the said tenements."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The situation, dimensions, materials, construction and situation,\nappliances of every water closet shall be subject to the\napproval of the Commissioners."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The Commissioners may order the owner or occupier omen of\nof any hotel, inn, public house, or other place of public hotels,   etc..\n                                                               topmvido\nentertainment or amusement, to provide within such time\nas the Commissioners think fit and thencefonvard to main-\n                                                                    ;;zb,\ntain upon, or adjoining his premises, water closets and\nurinals, one or more, to the satisfaction of the Commi-\nssioners; and if any person fail in any respect to comply with\nthe provisions of this enactment, he shall be liable to a\npenalty of fifty cents for every day during which such failure\n12                              KlNGSTON IMPROVEMENTS\n               continues after the expiration of fourteen days from the\n               service of such order upon him, and the Commissioners\n               may order the owner or occupier of any premises to removc\n               any water closets or urinals belonging thereto where it\n               appears to them so situated or constructed as to be a\n               nuisance or offensive to public decency, or otherwise\n               objectionable, and all such urinals shall be cleansed once\n               in twenty-four hours by the occupier of the house or place\n               to which they belong to the satisfaction of the Commi-\n               ssioners; and in default thereof each occupier shall be liable\n               to a penalty not exceeding four dollars for every offence.\nWhen             14. Whenever any house or building has been provided\nsewage not\nto be          with a house sewer to the satisfaction of the Commissioners,\ndlodon         it shall not be lawful for the occupier of any such house or\nthe stree!s.\n               premises to allow any sewage to flow or to be deposited or\n               thrown from such house or premises or any part thereof\n               into the streets.\nSewagenot         15. Whenever any house or building has been provided\nto be\ndispasedof     with a house sewer and also with a water closet, or water\nthrough,\nexcept\n               closets, to the satisfaction of the Commissioners, it shall\nconnecting     not be lawful for the occupier of such house or premises to\nsewer.\n               allow any sewage to flow or to be deposited or thrown from\n               such house or premises, or any part thereof, either in the\n               streets, or into any privy, cesspit, or other receptacle either\n               within such premises, or elsewhere than by the connecting\n               sewer from such house or premises into the main sewer or\n               pipe provided under this Act.\nPenaltyfor       16. The occupier of any house or premises as aforesaid\noffending\n               from which any sewage is allowed to flow either by him or\nor 15. l 4     others in the house, or from which any sewage is deposited\n               or thrown either by him or others in his house, and any\n               person depositing or throwing the same, contrary to the\n               provisions of either of the two preceding sections, shall be\n                  KINGSTON IMPROVEMENTS                                       13\nguilty of an offence against this Act and shall be liable, on\nconviction thereof, to a penalty not exceeding ten dollars."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Lane at St. GeDrges                   41. West Street             50\n      School from Duke Street               42. Matthews Lane           20\n      to John’s Lane            45          43. Princess Street         50"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16, 67, 68, 84, 88, 89, 90, 91, 92, 93, 101, 103, 104\n         and 105, so far as section 105 relates to the\n         deduction of a percentage from money paid into\n         the Treasury and except so far as the said Act is\n        varied by or is inconsistent with the provisions of\n         this Act;\n    (4 the Part V of the Justices of the Peace Jurisdiction\n         Act, except the section dealing with any penalty\n         imposed by any enactment relating to the revenue\n         of this Island.\n                             Financial"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Whenever any house or building has been provided v+!n\n                                                           pnv1es\nwith a house sewer and a water closet or water closets 10 fobe\nthe satisfaction of the Commissioners, the owner of the filledup.\nhouse or building shall within one month after notice to\nthat effect from the Commissioners, cause any privy or\ncesspit existing on the premises to be cleaned out, if\nconsidered necessary by the Commissioners and to be\ndisinfected, filled up and effectually covered over to the\nsatisfaction of the Commissioners.\n  U.If any garbage, hair, ashes, fruit, vegetable, peelings, Nothingbut\n                                                               sewage and\nrags, bottles, tins, refuse or any other matter or thing what- paper to be\n                                                               allowed in\nsoever except sewage as defined in this Act, and the BeweTs.\nnecessary closet paper, shall be thrown into or deposited\nin any receptacle connected with a sewer, either by the\noccupier of any house, premises or other place, or by any\nperson in such house, premises, or place, such occupier,\nand also the person throwing or depositing any such thing\nin any such receptacle shall be liable for all damages and\nfor all expenses for taking out of the sewer any such thing\nand shall also be liable to a penalty not exceeding ten\ndollars."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. No person shall connect with any sewer any pipe for wnnecting\n                                                          Pendryfor\nconveying steam or hot water at a temperature exceeding withsewer\n150 degrees Fahrenheit, under a penalty not exceeding ten pipes\n                                                          Eor,veylng\n                                                                for\ndollars for every such offence.                           aieam, eu;."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. If in the judgment of the Commissioners sewage of Commission-\nany particular kind would be injurious to the sewers, it shall Sz'\nbe lawful for them to prohibit the occupier of any house,           ~ ~ ~\npremises, or place from permitting the same to run into any allowed\n                                                                be\n                                                                    to\nsewer. and. if after such Drohibition the same shall be ~ ~ t h r o- u e h\n                                                                    I\n                                                                    sewers.\n           .\n       m e inclusion of this page is authorized by L.N. 480/1973]\n14                               KINGSTON IMPROVEMENTS\n               introduced into or allowed to enter any sewer, the occupier\n               of any such house, premises or place, and also the person\n               introducing or allowing such sewage to run into any sewer\n               as aforesaid, shall be liable to a penalty not exceeding ten\n               dollars.\nHouse         21. All house sewers and water closets shall be under the\nsewers and\ncloselsundcrsurvey and control of the Commissioners, and shall be\nCommission- reconstructed or altered, repaired and kept in proper order,\nmntro'of\ners.        at the cost of the owners of the premises to which the same\n            belong, or for the use of which they are constructed or\n            continued.\nInspection        22. Any person appointed by the Commissioners either\nof house\nsewcm and      specially or generally, may inspect any house sewer or water\nwater          closet, and for that purpose at all reasonable times in the\nclosets.\n               day without any notice, may enter upon any lands and\n               buildings with such assistants and workmen as are necessary,\n               and cause the ground to be opened, where he thinks fit,\n               doing as little damage as may be. and if such house sewer\n               or water closet be found to be in proper order and condi-\n               tion, he shall cause the ground to be closed and make good\n               as soon as may be, and the expenses of opening, closing, and\n               making good such house sewer or water closet shall in that\n               case be defrayed by the Commissioners.\nNotics of\nrepairs to"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. If any such house sewer or water closet be on inspec-\nbe done.       tion found to have been constructed contrary to the\n               directions and regulations of the Commissioners or contrary\n               to the provisions of this Act, or to be in bad condition, or\n               to require alteration or amendment, the Commissioners shall\n               forthwith cause notice in writing to be given to the owner\n               or occupier of the premises requiring him forthwith, or with-\n               in a reasonable time therein specified, to do the necessary\n               works, and if such notice is not complied with, the person\n               to whom it is given shall be liable to a penalty of one dollar\n                     m e inclusion of this page is authorized by L.N. 480/1973]\n                  KINGSTON IMPROVEMENTS                                      15\nfor every day during which he continues to make default and\nthe Commissioners may, if thev think fit, execute such\nworks, and may recover from the owner the expenses\nincurred by them in so doing."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. All house sewers and water closets shall also be Inspection\nsubject to inspection by the Medical Officer (Health), the by ofiaals.\nPublic Health Inspector and any Sanitary Of5cer of the\nparish or district in which the same shall be situated, who\nshall co-operate with the Commissioners to the end that the\nsaid house sewers and water closets shall be kept in proper\ncondition.\n   2 5 . 4 1 ) It shall be lawful for the Commissioners to ~ i       ~       ~    ~       ~\nauthorize persons to construct, extend, alter or repair house ~          ~            ~\nsewers and water closets. Persons thus authorized shall, for tors.\nthe purposes of this Act, be styled Licensed Sanitary\nConstructors. Prior to giving any licence, the Commi-\nssioners shall satisfy themselves of the competence of the\napplicant, who shall enter into an agreement with the\nCommissioners to carry out the provisions of this Act and\nof any regulations made under authority thereof, and to\nobey the orders of the Commissioners or of persons acting\nunder the authority of the Commissioners, within the mean-\ning and intent of this Act. Licensed Sanitary Constructors\nshall be responsible, in respect of all acts and deeds done\nby persons employed by them or acting under their instruc-\ntions, as though the acts and deeds were done by the\nLicensed Sanitary Constructors themselves.\n        (2) If in the opinion of the Commissioners a\nLicensed Sanitary Constructor does anything contrary to\nthe provisions of this Act, or to the regulations made under\nauthority thereof, or in any way fails to carry out work to\nthe satisfaction of the Commissioners then the licence of\nthe said Licensed Sanitary Constructor may be cancelled\nand withdrawn. Notice of the withdrawal of such licence\n      IThe inclusion of this page is authonzed by LN. 480/1973]\n16                              KINGSTON IMPROVEMENTS\n               shall be published in the Gazette and in at least two news-\n               papers published in Kingston. And the withdrawal of such\n               licence shall not prejudice the right to recover damages\n               caused by the neglect or default of the person from whom\n               it is withdrawn, either as regards the householder or the\n               Commissioners.\nNone but          26. It shall not be lawful for any person, other than a\nLicfnsed\nSanitary       Licensed Sanitary Constructor, to construct, extend, alter,\nconruuc-       or repair house sewers or water closets. And any un-\ntors\nto execute     licensed person who constructs, extends, alters, or repairs,\nworks.\n               or who causes to be constructed, extended, altered or\n               repaired, any house sewer or water closet by an unlicensed\n               person, shall be liable to a penalty not less than two dollars\n               and not exceeding ten dollars :\n                 Provided always that any person employed by the Corn-\n               missioners shall, as regards work done by him, under\n               authority of the Commissioners be for the purposes of this\n               Act a Licensed Sanitary Constructor.\n                                  Improvement of Streets\nPlans,speci-     27. The Commissioners shall from time to time prepare\nEcations and\nestimateafar   or cause to be prepared plans, specifications and estimates\ntherecon-\nStNCUOn        for the restoration of all or any of the streets of Kingston,\nof the         or any part thereof, to their original width, as to those\nStet$.\n               mentioned in the Schedule, to the width shown in the said\n               Schedule or to any lesser width or widths and as to any not\nschedule.      mentioned in the said Schedule, to their width or widths as\n               shown by plans approved as herein provided, for the\n               removal of obstructions therefrom, for the construction of\n               footways for the use of passengers, and generally, for the\n               widening, enlarging, reconstructing, draining, and otherwise\n               improving the streets of Kingston, or any of them, or any\n               part thereof.\n                     me incliision of this page is authorized by L.N. 480119731\n                 KINGSTON IMPROVEMENTS                              17\n   Such plans shall show distinctly the centre line of any\nstreets to which the same relate, which shall be fixed by the\nCommissioners after actual survey. Such plans shall also\nshow distinctly the obstructions to be removed from any\nstreets in order to restore the same to their original width\nas shown in the said Schedule or otherwise, and, also any\nstructural alterations to buildings, consequent on the\nremoval of obstructions, which the Commissioners propose\nshould be made for the purposes of this Act. The said plans\nshall also show any other lands or easements which it is\nproposed to acquire for the purposes of this Act.\n  The Commissioners before submitting to the Minister\nany plans on which are shown obstructions which it is pro-\nposed to remove or structural alterations which it is pro-\nposed to make, shall publish once at least in each of three\nconsecutive weeks in some newspaper published in Kingston,\nan advertisement, stating the name of the street or streets\ndealt with in the plan, and indicating that such plan may\nbe seen at the office of the Commissioners before being sub-\nmitted to the Minister, and shall further serve a notice on\nevery owner or reputed owner and occupier of any premises\nin reference to which obstructions are proposed to be\nremoved, or structural alterations are proposed to be made,\nintimating that the plan of the proposed works may be seen\nat the office of the Commissioners on application. Such\nplan shall be open to inspection by anyone interested at the\noffice of the Commissioners, between the hours of 11 a.m.\nand 3 p.m. on all working days for at least seven days after\nthe service of the last of such notices.\n  After compliance with the provisions of this section with\nrespect to advertisements and notices, the Commissioners\nshall submit the plans, specifications and estimates, along\nwith any observations made by any owners or occupiers\n(which shall be addressed to the Commissioners) and also\n      me inclusion of this page is a u t h o ~ dby L.N. 480/19731\n18                               KLVGSTON IMPROVEMENTS\n               any observations of the Commissioners in reply, to the\n               Minister for consideration and approval, and they shall\n               make or cause to be made in such plans, specifications and\n               estimates, such modifications and alterations as the Minister\n               may at any time direct, and shall submit such modified or\n               altered plans, specifications and estimates for like considera-\n               tion and approval by the Minister.\nPowers of        28. It shall be lawful for the Commissioners in accord-\nthe Com-\nmSSionerS      ance with plans, specifications and estimates so approved-\nas to the\nrecon-             (a) to restore to their original width or widths, o r\nstruction of\nstreets.\n                        otherwise, as shown in any such plans, all or any\n                        of the streets of Kingston, or any part thereof,\n                        and to the extent of such width or widths, to make\n                        the same available for general and convenient use\n                        as public thoroughfares;\n                   (b) from time to time to cause all or any of the said\n                        streets, or any part thereof, respectively, to be\n                        paved, flagged, or otherwise made good, and the\n                        ground or soil thereof to be raised, lowered or\n                        altered in manner and with such materials as shall\n                        be approved, and they may also pave or make with\n                        such materials as shall be approved, any footways\n                        for the use of passengers in any such streets;\n                   (c) to cause such drains, culverts, pipes. gratings, and\n                        water-tables, to be constructed as they may think\n                        proper :\n                 Provided that such parts only of the works sha11 be under-\n               taken, as the Minister shall from time to time authorize by\n               writing under his hand.\n                            Obstructions and Lines of Streets\nEICctiOC.3       29. The Commissioners after giving thirty days’ notice\nprmr CO Zlst\nMay,1840,      in writing to the owner of any house or building of their\nmaybe\nXm0VO-l.\n               intention to remove or alter the same, may cause to be\n                     IThe inclusion of this page is authorized by L.N. 480119731\n                   KINGSTON IMPROVEMENTS                                  19\nremoved or altered, as they think fit, any porch, shed,\npiazza, verandah, wall, post, fence, step, stairs, signpost,\nsign iron, signboard, window-shutter, door, gate, or any\nother projection, erected or placed prior to the 21st day of\nMay, 1890, against, or in front of such house or building,\nand which is an obstruction to the safe and convenient\npassage along any street, and which it shall be necessary\nto remove or alter in order to carry out the works in\naccordance with plans approved as aforesaid.\n   The Commissioners shall erect or provide within the limits Commission-\nof such house or building, or land belonging thereto, such ers shall steps\nother steps or stairs as they in their judgment shall deem\nsuitable and proper, in the stead of any steps or stairs which wallsin\n                                                               certain cases.\nmay be so removed and which are shown to the satisfaction\nof the Commissioners to have been erected with the express\nconsent of the former Street Authority, or to have been in\nexistence for more than twelve years prior to the 21st day of\nMay, 1890, and shall underpin any walls or erection, which\nin consequence of the removal of any such obstructions, may\nbe left without necessary support previously afforded by\nthe obstructions so removed, and which support is shown to\nthe satisfaction of the Commissioners to have been enjoyed\nwith the express consent of the former Street Authority, or,\nfor more than twelve years prior to the 21st day of May,\n1890.\n  If any such obstructions shall have been erected with the Compensa-\nexpress consent of the former Street Authority, or, for more t'on.\nthan twelve years prior to the 21st day of May, 1890, the\nCommissioners shall make reasonable compensation to every\nperson who suffers damage by such removal or alteration, the\namount of compensation, in case of dispute, being settled by\narbitration in manner provided by this Act, but no compen-\nsation shall be allowed in any case of a removaI or alteration\nof any obstruction, which is not a necessary support to any\nbuilding or to any roof.\n       IThe inclusion of tbk page is authorized by L N . 480/1973]\n20                                KINGSTON IMPROVEMENTS\nRemoval of         30. The Commissioners may give notice in writing to the\nerections\nmade since       owner of any house or building requiring him to remove or\nthe 2lst\nMay,             alter any such obstruction, projection or erection, as in the\n1890.            immediately preceding section mentioned, erected or placed\n                 after the 21st day of May, 1890, against or in front of any\n                 house or building in Kingston, and which is an obstruction\n                 to the safe and convenient passage along any street; and\n                 such owner shall within fourteen days after the service of\n                 such notice comply with such requirement and in default\n                 thereof he shall be liable to a penalty not exceeding four\n                 dollars and the Commissioners may remove such obstruction\n                 or projection, and the expense of such removal shall be\n                 paid by the owner so making default.\nDoors.etc.,\nto open"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. None but Licensed Sanitary Constructors to execute works.\n                          Improvemenf of 'Streets"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Pechon Street-Barry                   56. George’s Lane           20\n      Street to WaierLane       60          57. Hanover Street           50"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Pecbon Street-Water                   58. Rum Lane                20\n      Lane to Harbour Street 16             59. Wildman Street          50"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Pechon Street from                    60. Rosemary Lane            20\n      Harbour Street to Port                61. Maiden Lane             20\n      Royal Street              14          62. Gold Street             40"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. All doors, gates, window-shutters and bars, put up\ninwards.         after the 17th day of September, 1897, in Kingston, and\n                 which open upon any street, shall be hung or placed so as\n                 not to open outwards; and if any such door, gate, window-\n                 shutter, or bar, be hung or placed so as to open outwards\n                 on any such street, the owner of the premises to which such\n                 door, gate, or bar is attached shall, within eight days after\n                 notice in writing from the Commissioners to that effect,\n                 cause the same to be altered so as not to open outwards; and\n                 in case he neglects so to do, he shall be liable to a penalty\n                 not exceeding four dollars.\ncmmission.         32. If any such door, gate, window-shutter, or bar was,\ners may\nalterdoors,      before the 17th day of September, 1897, hung so as to open\netc., so as to\nopen             outwards upon any street, the Commissioners may alter\n                 the same, so that no part thereof, when open, shall project\n                 over any public way.\nLine of            33. When any house or building has been taken down in\nhouses to be\nrebuilt to be    whole or in part in order to be altered, or is to be rebuilt,\nprescribed.\n                 the Commissioners may prescribe the line in which any\n                 house or building, or the front thereof, to be built or rebuilt\n                       me inclusion of this page is authorized by L.N. 480/1973]\n                  KINGSTON IMPROVEMENTS                                      21\nin the same situation shall be erected, and such house or\nbuilding, or the front thereof, shall not be erected except in\naccordance therewith.\n  The Commissioners shall pay or tender compensation to\nthe owner or other person immediately interested in such\nhouse or building, for any loss or damage he may sustain in\nconsequence of his house or building being set back or\nforward, the amount of such compensation in case of\ndispute, to be settled by arbitration in manner provided by\nthis Act."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. Every person who proposes to erect a new building, N~~\nor to repair the frontage of any building in Kingston shall ~       $             ~\nmake a written application for the approval of the Com-              t;;b\",;;;\nmissioners, such application shall be accompanied by a to,Cpm-\n                                                            missioners.\nground plan of the frontage of such building, drawn to such\nscale, and with such particulars as the Commissioners shall\nby regulation prescribe."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. Every person who shall erect, or begin to erect, or Ereftionof\n                                                               building\nrepair any such building, without previously obtaining the withouf\nwritten approval of the Commissioners or otherwise than\nin conformity with such approval, and every person who thhd;~w\nshall in the erection or alteration of any such building, with\ndeviate from the plan approved by the Commissioners shall corn-\n                                                               approval of\nbe liable to a penalty of ten dollars besides being bound, II1lsSlonms.\nif and in so far as required by the Commissioners to take\ndown the said building, or to restore it to the state it was\nin previous to the alterations thereon, or to alter it in such\nway as the Commissioners shall direct, so as to make it in\nconformity with the approval of the Commissioners."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36.-(1) Within one month after notice given by the Corn- Provision\n                                                             for the\nmissioners in writing for the purpose, the owner or occupier removal\nof any premises in Kingston shall, subject to the provisions rain water.\nof any regulations made by the Commissioners, construct\n       [The inclusion of lhis page is authorized by L.N. 480119731\n22                                KINGSTON IMPROVEMENTS\n                on such premises one or more gutters, conduits, drains or\n                pipes, covered or uncovered, and of such materials, of such\n                size, and at such levels, and with such fall, and in such\n                position, as the Commissioners think necessary for the\n                removal of rain water from such premises up to and into\n                the nearest available street-gutter, water-table, or other\n                drain provided for the drainage of any street.\n                         (2) If any such gutter, conduit, drain, or pipe,\n                whether made by order of the Commissioners or previously\n                existing, shall be closed, altered, or diverted, without the\n                written permission of the Commissioners the occupier of\n                the house or premises in connection with which such gutter,\n                conduit, drain, or pipe, has been constructed shall be guilty\n                of an offence against this Act, and shall be liable on convic-\n                tion to a penalty not exceeding ten dollars.\nProvision          37. Within fourteen days after notice given by the Com-\nar to lands\nadjoining       missioners in writing for that purpose, the owner of any\nstreet higher\nthan the        land or buildings abutting on any street, if the level of the\nlevel of the\nstreet.\n                street after reconstruction thereof shall be lower than the\n                level of such land or buildings at the boundary line between\n                the street and such land or buildings, shall either construct\n                within his own land a good and durable r e t a h g wall to\n                uphold the soil, or repair and make good any existing\n                foundations or walls above the level of the street, or cut\n                down and remove the soil of such land to such an extent\n                as shall be necessary, so as to prevent such soil or any part\n                of such foundations or walls breaking away and falling on\n                to any part of the street.\nProvision          38. The occupier of every house or building in, adjoining,\nas to the\nguttering of    or near, any street, shall, within thirty days after service\nadjoining\nhouses.         of an order of the Commissioners for that purpose, put up\n                and keep in condition a shoot or gutter of the whole length\n                of such house or building, and shall connect the same either\n                with a similar shoot on the adjoining house, or with a pipe\n                      me inclusion of this page is authorized by L.N. 480/19731\n                  KINGSTON 1MPROVEMENTS                                     23\nor trunk to be fixed to the front or side of such building.\nfrom the roof to the ground, to cany the water from the\nroof thereof in such manner that the water from such house\nor any portico or projection therefrom, shall not fall upon\npersons passing along the street or flow over the foot-path,\nand in default of any compliance with any such order within\nthe period aforesaid, such occupier shall be liable to a\npenalty of four dollars for every day that he shall so make\ndefault."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Provision as to lands adjoining street higher than the level of the\n      street."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. Where for any purposes of this Act the Commi- Provision\n                                                                  to Walw\nssioners deem it necessary to raise, sink or otherwise alter, as\n                                                               andgas\nthe situation of any water or gas pipes, mains, plugs, valves, ;;$;syd\nstop-cocks, or other water works, or gas works, or water or\ngas fittings, laid in or under any street, they may by notice\nin writing require the owner of the pipes, mains, plugs,\nvalves, stop-cocks, or works, or fittings, to raise, sink, or\notherwise alter the situation of the same in such manner and\nwithin such reasonable time as is specified in the notice,\nand if such notioe is not complied with, the Commissioners\nmay themselves make the alteration required."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. The owners of all such pipes, mains, plugs, valves, owneraor\nstop-cocks, works or fittings as mentioned in section 39, ~~d~~~\nshall, and they are hereby required to make and keep in their 7;Z;;elc-\noffices so as to be accessible at all reasonable times to the plans.\nEngineers of the Commissioners correct plans and sections\nprepared so as to accurately show the exact situation of all\nsuch pipes, mains, plugs, valves, stop-cocks, works or fittings,\nand such plans and sections shall from time to time be altered\nas necessary to show any alteration in the situation of any\nof such works."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. Where for any purposes of this Act, the Commi- prior    ~o~eea-ted\n                                                                   to this\nssioners deem it necessary to alter the position of any poles, ~      c          t   ~\nerected prior to the 17th day of September, 1897, in any\nstreet by any person, for the purposes of telegraphic or\n-\n      m e inclusion of this page is authorized by L.N.480/1973]\n24                                KINGSTON IMPROVEMENTS\n                telephonic communication, electric lighting or for any other\n                purpose, or any lamp posts, they may from time to time\n                after giving notice in writing to the person to whom any\n                such poles or lamp posts belong of their intention so to do,\n                alter the position of any such poles or lamp posts in such\n                manner as they shall think proper but at the expense and\n                risk of the Commissioners.\n~olcs~etc.,   42. No person shall lay or place any such pipes, mains,\nnot to be\nerectdin    plugs, valves, stop-cocks, or other works or fittings, as\npositions\nobjectedto  mentioned in section 40, at a depth or in a situation objected\nbythecorn- to by the Commissioners and no person shall for any\nmissionem.\n                purposes erect any pole or lamp post in a position objected\n                to by the Commissioners.\nProvision         43. The opening and breaking up of any street by any\n   to the and\nopening\nas              person for any purpose authorized by law, shall be subject\nbreaking UP     to the following provisions-\nof streets.\n                     (a) the person proposing to open or break up any\n                          street, or any portion thereof, shall give to the\n                          Commissioners not less than two clear days’ notice\n                          in writing of his intention so to do, at a time to\n                          be specified in the notice;\n                     (b) he shall not open or break up any street or any\n                          portion thereof, except under the superintendence\n                          and to the satisfaction of the Commissioners\n                          unless they neglect to give such superintendence\n                          at the time specified in the notice or discontinue\n                          the same during the work;\n                     (c) on the completion of the works for which the\n                          street was opened or broken up, the Commis-\n                          sioners may, at their option, allow such person\n                          to fill in the ground and make good the surface\n                          subject to their superintendence and to their\n                          satisfaction, or may themselves fill in the ground\n                          and make good the surface, restoring the portion\n                      me inclusion of this page is authorized by L.N. 48Ol19731\n                      KINGSTON IMPROVEMENTS                                  25\n            of the street open or broken up to as good condi-\n            tion as that in which it was before it was opened\n            or broken;\n        (d) all expenses of such superintendence and of\n            restoring the street broken up, shall be paid to\n            the Commissioners by the person at whose instance\n            the street was broken up."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. Poles, etc., not to be erected in positions objected to by the\n      Commissioners"
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. If any person shall contravene or fail to comply in Penalty IOI\n                                                               failmg to\nany respect with the provisions of either section 42 or E o m p ~ y w i ~\nsection 43, he shall for every such offence (without prejudice $i;!42\nto any other remedy against him) be liable to a penalty not\nexceeding forty dollars and to a further penalty not exceed-\ning ten dollars for each day during which any such\ncontravention or failure continues after the first day on\nwhich such penalty is incurred.\n                                                                         -\n                     Closing Streets againsl Trafic"
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. The Commissioners shall during the construction or powerto\nrepair of any street, and during the construction or repair clo& strwh\n                                                            p~aina\nof +ny sewers, take proper precautions against accident,\nand may prevent any such. street from being used as a\ncommon passage -or thoroughfare while such works are\nwkd on.\n. .   .     ..\n  ~..   .\n. .They shall by-advertisement in the Gazeife-.$ve at least\n          . ..previous notick\nseven .days’     ~\n                              . . ..of the date .on’which it is\nintended to interrupt the traffic &any street or any portion\nthereof, and shall, by like advertisement,\n                                 .      ~.          notify the date of\n .. re-openkg of the said\nthe                                ~... or such\n                      . . . . street   ,   .. . portion.\n                                                 . . .\n  In the .interval between such-.notireswhen given by the\nNational Water Commission for the Corporate A k a the\nStreet Authority shall cease to exercise any authority or to\nperform any duties with respect to. such street or such por-\n    .\n            p’W&Mcc.ofilk.pap.issummircd WLN- 83139863\n26                              KINGSTON IMPROVEMENTS\n            lion thereof as aforesaid, and such authority shall vest in\n            the Commissioners. who shall: for all purposes, be deemed\n            to be the Street or Road Authority.\n               I t shall be lawful for the Commissioners at any tiinc\n            without any notice, by an order in writing under its hand,\n            to direct that any portion of a street or road, not exceeding\n            one hundred yards in length, be closed and stopped as a\n            common passage or thoroughfare, for any period not\n            exceeding two hours, for the purpose of making surveys for\n            the purposes of this Act.\n               Every person who uses any street while so stopped as a\n            common passage or thoroughfare pursuant to the provisions\n            of this section, or extinguishes any light, without the author-\n            ity or consent of the Commissioners, shall for every such\n            olTence be liable to a penalty of ten dollars.\n                       Power to acquire Lands and Easements\nPowcr to      46. The Commissioners shall have power either by\nlands\naqlure      agreement or compulsori1y-\nand ease-\nmen&             (a) to enter upon. acquire. take. and purchase. any\n                      land, or any right of user or enjoyment, right of\n                     way or other right or easement, of, out of, over,\n                     upon, under or in connection with, any land\n                     belonging to the city, or any person, situated either\n                     in Kingston or St Andrew, and to make and\n                     complete and keep in repair and good order from\n                     time to time, on such land, such works as may be\n                     requisite for the sewerage of Kingston, the disposal\n                     of the sewage, and the drainage of Kingston iii\n                     accordance with the plans zpproved bp the\n                  .  Minister from time to time as hereinbefore\n                     provided;\n                 (b) to enter upon, acquire and take such lands as\n                     may be necessary for the purpose of widening,\n                      r\n                      h e inclusion of t h s page is a U i h d by L.N. 87119861\n                 KINGSTON IMPROVEMENTS                                 27\n          improving, or altering any street in accordance with\n          plans approved by the Minister from time to time\n          as hereinbefore provided. The power hereby\n          conferred shall not be construed so as in any way\n          to restrict or limit the power of the Commissioners\n          as to the removal of obstructions as hereinbefore\n          provided;\n    (c) to enter upon, acquire and take land and here-\n        ditaments, either in Kingston or St. Andrew, and\n        rights and easements in, upon, over, or under,\n        lands for any of the purposes of this Act, and,\n        if such disposal of the sewage be sanctioned by the\n        Minister, for the purpose of cultivating such lands\n        by means of sewage-irrigation and otherwise.\n           All lands, hereditaments, rights, and easemenls,\n        so acquired shall be conveyed to or vested in the\n        Commissioner of Lands of Jamaica;\n    (d) where in the opinion of the Commissioners the\n        value of any land, the owners of which might be\n        required to construct thereon a house-sewer, is\n        not such as to warrant the expenses of such\n        construction, to acquire, take and purchase such\n        land."
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. The Commissioners may, in acquiring any easement, pawcm\ncovenant and agree with any person from whom such ease- ~ \\ ; : ; ~ t a s\nment may be acquired, that they will pay all future damage damage.\nwhen and as such damage may from time to time be\noccasioned by the exercise of any of the rights conferred on\nthem by law, or under any agreement for an easement, and\nin cases where no agreement shall be come to as to the\ncompensation to be paid for any easement, the Commission-\ners shall be entitled to have such compensation assessed on\nthe assumption or basis that they will enter into the covenant\nor agreement hereinbefore mentioned.\n      me inclusion of this page is authorized by L.N. 480/1Y73]\n28                              KINGSTON IMPROVEMENTS\n                 Any superfluous lands not required for the purposes of\n               the undertaking may be sold by the Commissioners and shall\n               be conveyed by the Commissioner of Lands to such persons\n               and in such manner as the Commissioners may direct.\n                 The incorporation of portions of the Lands Clauses Act,\n               as provided for in section 3, shall not be construed as in any\n               way affecting the special provisions contained in this Act\n               in reference to the removal by the Corporation of\n               obstructions or as to compensation in such cases.\npower to         48. It shall be lawful for the Commissioners or for any\nenter on\nh d b          person or persons from time to time authorized by them in\nmake           writing, with such assistants as such person or persons may\nsurveys.\n               deem necessary, at all reasonable times to enter on any lands\n               in the parishes of Kingston and St. Andrew and make\n               surveys and do all things thereon necessary for making a\n               survey for the purposes of the undertaking. No entry upon\n               land under such authority shall be made until after three\n               days’ notice in writing has been given to the occupier of\n               such land, or, in case the occupier is not known or cannot\n               be found, has been posted up conspicuously on the land,\n               except by consent of such occupier.\n                      Extended Powers as to Lighghring and Sewerage\nInterpreta-      49. In the construction of sections 49 to 53 inclusive-\ntion.\n               “street” shall include “road”;\n               “the undertaking” and the “works” mean the Sewerage of\n                    St. Andrew and the lighting of the Government and\n                    public buildings and institutions and streets and roads\n                    in Kingston and St. Andrew as well as the undertaking\n                    and works defined in section 2.\nprePanltion      50. The Commissioners shall from time to time prepare\nspecifics-\nof plans.      or cause to be prepared plans, specifications and estimates\ntions.         for the construction or improvement or both of the under-\netc.. of the\nundertaking.   taking and the works or so much thereof as the Minister\netc.\n                     [The inclusion of this pagc is authorized by L.N. 480119731\n                  KINGSTON IMPROVEMENTS                                           29\nmay approve and shall submit such plans, specifications\nand estimates when prepared to their satisfaction to the\nMinister for consideration and approval and they shall make\nor cause to be made in such plans, specifications and\nestimates such modifications and alterations as the Minister\nmay direct and shall submit such modified or altered plans\nfor the like consideration and approval by the Minister."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. Power to entcr on land to make surveys.\n             E.rtended Powers as to Lighting Sewerage"
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. Preparation of plans, specifications, etc., of the undertaking, etc.\n5 1. Performance and maintenance of works."
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. It shall be lawful for the Commissioners with the Performance\n                                                                main-\napproval of the Minister to cause the works mentioned and and\n                                                            tenan- of\nset out in such plans, specifications and estimates to be\nperformed and thereafter to maintain and carry on the same."
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52. All the terms, conditions, powers and provisions of Terms. con-\nthe Kingston Gas Works Law and of this Act in respect ditions,\n                                                          inresmctof\n                                                                  etc.,\nof the undertaking and works originally authorized and ~            ~                  $\nas defined in section 2 shall apply as well to the under- cap.2o,\ntaking and works set out in sections 49,50 and 51.        1938Edtn.\n                                                          (Omitted)."
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53. Sections 49 to 53 shall be incorporated and read as Sections49\n                                                          to 53\none with the Kingston Gas Works Law and all enactments incorpor.\namending or incorporated with the said Law.               aled with\n                                                          Kingston\n                                                                      Gas works"
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54. The Commissioners shall, for the purposes of this Powerto\n                                                           enter.\nAct, have power, by themselves or their officers, to enter prem,ses.\nat all hours in the day time, into and upon any premises\nin Kingston and St. Andrew, as well for the purpose of\ninspection as for the purpose of executing any work\nauthorized to be executed by them under this Act, without\nbeing liable to any legal proceedings on account thereof :\n  Provided always, that except when herein otherwise\nprovided, the Commissioners or their officers shall not make\n      m e inclusion of t h i s page is authorized by L.N. 480119731\n30                                KINGSTON IMPROVEMENTS\n                any such entry, unless with the consent of the occupier, until\n                after the expiration of forty-eight hours’ notice in writing\n                for that purpose, given to the occupier.\n~ e n n ~ for\n          ty     55. Every person who shall at any time obstruct the Com-\nobstructing\n~            ~ missioners,\n                       ~         ~ resist, i obstruct,~ or molest\n                            or shall                           ~ any workman\n                                                                       i       ~    ~\ners or their\nservants.      or other  person  employed     in the execution  of any duty or\n               the performance of any work by virtue of this Act, or of\n               any regulation or order of the Commissioners or shall aid\n               or incite any person so to do, shall for every such offence\n               on conviction thereof be liable to a penalty of twenty dollars,\n               and in default of payment, to imprisonment for a period of\n               three months determinable on the earlier payment of the\n               penalty. This shall be without prejudice to the right of any\n               such workman or other person on whom any assault or\n               offence may have been committed, to sue in any competent\n               court for compensation, damages, or expenses, for any\n               injury or loss he may thereby sustain.\n                                   By Owners or Occupiers\n~ ~ ~           ~  i ~Whenever"
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55. Penalty for obstructing Commissioners or their servants.\n                                                                        __\n      m e inclusion of this page is a u t h o r i d by L.N. 480/1973]\n4                      KINGSTON IMPROVEMENTS\n                          By Owners or Occupiers"
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56.     s i ~ under\n                                   ~ - the provisions of this Act any work\ners may do\nn,orkowner      of any kind is required to be executed by the owner or\nOrormmer\nfails to do.\n                occupier of any premises, or by any other person, and\n                default is made in the execution of such work, the Commis-\n                sioners (whether there be a penalty imposed for the default\n                or not) may cause such work to be executed, and the\n                expense incurred by the Commissioners in respect thereof,\n                shall be repaid to them by such owner or occupier or other\n                person liable.\nOccupier           57. Whenever default is made by the owner of any\nmay do\nwork            premises in the execution of any work which by the provi-\nowner           sions of this Act falls to be executed by him, the occupier\nfails\nto do.          of such premises may, with the approval of the Commis-\n                sioners, cause such work to be executed, and the expense\n                thereof shall be repaid to such occupier by the owner of\n                  KINGSTON IMPROVEMENTS\nsuch premises, and such occupier may deduct the amount\nof such expense out of the rent from time to time becoming\ndue to such owner."
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58. If the owner of any premises made liable by the E                 ~     ~\nprovisions of this Act, or by any agreement with the Corn- :$p\nmissioners, for the repayment to the Commissioners of any ;rr?vpddby\nexpenses incurred by them, does not as soon as the same consuutea\n                                                              first charge\nbecome due and payable from him repay such expenses to o n t h e\nthe Commissioners, the Commissioners may, without\nprejudice to any other remedies herein contained, recover\nsuch expenses, together with interest at a rate not exceeding\nfive per centurn per annum from the date of service\nof the demand for same until payment thereof, from any\nperson who is the owner of such premises when the works\nare completed, and until recovery of such expenses and\ninterest the same shall be a charge on the premises in\nrespect of which they were incurred in priority to all other\nmortgages and charges thereon."
    },
    {
      "provision_ref": "sec59",
      "section": "59",
      "title": "Section 59",
      "content": "59. The Commissioners may, by way of additional E~~~~~~\nremedy, require the payment of all or any part of such and         interest\n                                                                maybe\nexpenses and interest, payable by the owner for the time ;;E;;;d\nbeing, from the person who then, or at any time thereafter, o=uplerwho\n                                                                maydeduct\noccupies any such premises under such owner, and in itfromthe\ndefault of payment thereof by such occupier on demand, mt\nthe Commissioners may issue their warrant directed to their\nbailiff authorizing him to levy the amount, with all costs, by\ndistress and sale of the goods and chattels of the occupier for\nthe time being of the premises aforesaid; and every such\noccupier shall be entitled to deduct from the rent payable\nby him to his landlord so much as is so paid by or recovered\nfrom him in respect of any such charge or expenses and\ninterest.\n       me inclusion of this page is authorized by L.N. 480119731\n32                              KINGSTON IMPROVEMENTS\nLimitation\nof the"
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60. No occupier of any premises shall be liable to pay\nliability of   more money, in respect of any sums charged by this Act\nthe occupier\nto pay         on the owner thereof, than the amount of rent due from\nemenses        him for the premises in respect of which such expenses and\n               interest are payable at the time of the demand, or which at\n               any time after such demand shall have accrued and become\n               payable by him, unless he neglect or refuse, upon application\n               made to him for that purpose by or on behalf of the Com-\n               missioners, truly to disclose the amount of his rent and the\n               name and address of the person to whom such rent is pay.\n               able; but the burden of proof that the sum demanded of any\n               such occupier is greater than the rent which is due by him\n               at the time of such demand, or which since accrued, shall lie\n               upon such occupier:\n                 Provided further that nothing herein contained shall be\n               taken to affect any special contract made between any sucb\n               owner or occupier respecting the payment of the expenses\n               of any such works as aforesaid.\nCplllmi-         61. The Commissioners may, if they think fit, at the\nSE10\"CrS\nauthorizd      request of any such owner, allow time for the repayment\nto allow\ntime for       of such expenses, but so that the same may be repaid by\nrepament       annual payments computed so as to provide for the repay-\nnot mceed-\ning twenty\n>'ears.\n               ment of the said expenses in a period not exceeding twenty\n               years with interest at a rate not exceeding five per\n               centum per annum and until recovery of such expenses shall\n               have been made the same shall be, subject to any charge\n               for property tax due to the Consolidated Fund, a charge\n               on the premises in respect of which they were incurred in\n               priority to all other mortgages and charges thereon. The\n               annual payments in this section referred to shall be paid\n               to the Collector of Taxes at his office and may be made in\n               equal quarterly instalments and payment thereof may be\n               enforced under the provisions of the Tax Collection Act,\n               as if the person liable to pay the said amounts had made a\n                     me inclusion of this page is authorized by L.N. 480/19731\n                 KINGSTON IMPROVEMENTS                                  33\nreturn thereof under the said Tax Collection Act and had\nfailed therewith to pay the same."
    },
    {
      "provision_ref": "sec61",
      "section": "61",
      "title": "Section 61",
      "content": "61. Commissioners authorized to allow time for repayment not\n          exceeding twenty years"
    },
    {
      "provision_ref": "sec62",
      "section": "62",
      "title": "Section 62",
      "content": "62. If any expenses the repayment of which is provided ~ s ~ h e d u l t\n                                                            of arrears in\nfor in section 61 remain unpaid and appear as a deficiency repayment\nin the accounts of any year, a schedule of such amounts to     be given\n                                                            bycollector\nshall be furnished by the Collector of Taxes to the Commis-       &z;z;zn.\nsioners, and if the Commissioners are satisfied that any ers.\nperson liable to pay such expenses is unable from poverty\nto make such payment and that further proceedings for\nthe recovery of the amount due should not be taken against\nhim the amount of the deficiency in each such case shall on\napplication by the Collector be charged by the Accountant-\nGeneral against the General Fund of the Commissioners\nand due provision therefor shall be made in the Corporate\nArea General Rate :\n  Provided that the charge on the premises in respect of\nwhich the expenses were incurred shall continue and shall\nbe enforceable at any time by the Commissioners :\n   Provided also that the Commissioners may a t any time\nafter the amount of the deficiency hereinbefore referred to\nhas been charged against the General Fund of the Commis-\nsioners by resolution of the Commissioners and in such\nterms and conditions as may be named in such resolution\nrelease the said charge on the premises, and thereupon the\nsaid charge shall be extinguished."
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63. The Commissioners may either before or after calling Agreement\n                                                           may be\nupon the owner or occupier of any premises to execute any madeasto\nwork of any kind, agree with such owner or occupier to            t:y\nsupply materials for and to execute any such work, and all works.\nexpenses incurred by them, together with interest thereon\nat the rate aforesaid, shall be recoverable in any of the\nmethods hereinbefore provided.\n      me inclusion of this page is authorized by L.N. 480119731\n34                                KIh‘GSTON IMPROVEMENTS\n                                  Form and Service of Notices\nprovisions         64. Unless otherwise herein expressly provided, the\nU8 to the\nform and        following provisions shall apply to the making, giving,\nservice of\nnOtiEeS.        delivering or service of any notice, order, requisition,\n                demand, or other instrument, under this Act, or any regula-\n                tions in force-\n                     (a) it may be in print or writing or partly in print or\n                           partly writing, and may be authenticated by the\n                           name of the Managing Commissioner, or other\n                           proper officer, authorized either generally or\n                           specially by the Commissioners, being affixed\n                            thereto in print or writing;\n                     ( b ) it shall be sufficiently given to any owner or\n                           occupier of any premises if addressed simply to\n                           the “owner” or “occupier” of the premises\n                           (naming them) to which it relates;\n                     (c) it may be served upon the person to whom it\n                           relates either personally or through the post office\n                           addressed to him at his usual or last known place\n                           of abode or business in this Island, or by delivering\n                           the same to some inmate there, or in case of an\n                           occupier to an inmate of the premises to which\n                           the document relates, or, if the building is\n                           unoccupied and the place of abode of the person\n                           after due enquiry cannot be found, by fixing the\n                           same or a copy thereof upon some conspicuous\n                           part of such premises.\nPower to          65. It shall be lawful for the person sending such notice\ncancel notice\nandisus         to cancel or to give a new notice to the same or any other\nnew notice.\n                person in respect of the matter or €or the enforcement of\n                the obligation referred to in it.\nServiceof 66. Any notice to or demand on the Commissioners\nnotice on\n        under this Act may be served on the Commissioners by\ncommission-\nem.\n        being delivered to the Managing Commissioner or by being\n                      me inclusion of this page is authorized by L.N. 480/1973]\n                  KINGSTON IMPROVEMENTS\nsent through the post in a registered letter directed to the\nManaging Commissioner, in which latter case service shall\nbe deemed to be effected on the Commissioners on the day\non which such letter would be delivered in the ordinary\ncourse of post.\n                            Arbitration"
    },
    {
      "provision_ref": "sec66",
      "section": "66",
      "title": "Section 66",
      "content": "66. Service of notice on Commissioners\n                                 Arbitration"
    },
    {
      "provision_ref": "sec67",
      "section": "67",
      "title": "Section 67",
      "content": "67. The Commissioners may, if they think fit in any case, Partips may\nagree with any person to settle any questions as to compensa- agree  LO\n                                                              arbitration.\ntion, damages or otherwise, by arbitration. In any such case,\nand also in case of dispute as to the amount of any com-\npensation to be made under the provisions of this Act, or\nas to any other matter, which by this Act is directed to be\nsettled by arbitration, the provisions of the Arbitration Act\nshall apply.\n                                Legal"
    },
    {
      "provision_ref": "sec68",
      "section": "68",
      "title": "Section 68",
      "content": "68. In all proceedings for any penalty under this Act, Certificateof\nand in all actions, disputes, questions and proceedings, in ,T:F-\nany way relating to or arising out of the execution or\nintended execution of the works or undertaking hereby facieevi-\n                                                                   %;;zrna\n                                                               dence of\nauthorized, or any part thereof, the certificate of the Com- certain\nmissioners under their seal and signed by their proper officer\nas to the undertaking or any part thereof being authorized\nby the Minister, or as to any regulations having been\napproved by the Minister, or published as directed by him,\nor as to the employment of any person or persons by the\nCommissioners in or about the undertaking, or any part\nthereof, or as to the scope or terms of such employment, or\nas to any particular work being authorized by the Commis-\nsioners as part of an intended execution of the undertaking,\nshall in all Courts be prima fucie evidence of the several\nmatters therein certified; and his certificate as to any act,\nwork or matter, being deemed by the Commissioners to be\nproper, suitable, necessary or advisable, in or about the\n       mhe inclusion of this page is authorized by L.N.480/1973]\n36                              KINGSTON IMPROVEMENTS\n               works, shall be conclusive evidence of the matters therein\n               certified.\n                                         Miscellaneous\nPenalties.       69. Every person who is guilty of an offence against this\n               Act for which no penalty is provided or who contravenes\n               any regulation in force for the time being under this Act\n               shall forfeit a sum not exceeding ten dollars.\n                 All penalties under this Act, or under any regulation made\n               thereunder, shall be recoverable summarily.\nCommission-     70. The Commissioners may for the purposes of the\nen m a y\nw o r k h m . undertaking lay down, maintain and work tramways or\nways for the\npururposesof   other ways on any street in Kingston or on any main or\n               parochial road in the parish of St. Andrew or on any land\n               acquired by the Commissioners for carrying out the\n               purposes of this Act:\n                 Provided that such tramway or other ways shall be laid\n               and worked in such manner as shall be approved by the\n               Commissioners in the case of a street, or by the Chief\n               Technical Director in the case of a main road, or by the\n               Commissioners in the case of a parochia1 road in the\n               Corporate Area.\nCommission-       71. The Commissioners may, for any of the purposes of\ners may use\ntraFtion       the undertaking, or any works connected therewith, use\nengines or\nsteam          traction engines or steam rollers on any of the streets or\nrol'en.        roads in Kingston or St. Andrew.\nProvisionfor     72. The Minister may, from time to time, order that\nadvances\nfrom**         advances shall be made by the Accountant-General out of\nTreasury.\n               the Consolidated Fund to the Commissioners to cover the\n               expenses of supplying materials and executing work for\n               owners or occupiers of premises or other persons, such\n                     me inclusion of this page is authorized by L.N. 480/1973]\n                 KINGSTON IMPROVEMENTS                                31\nadvances being made in such manner by such instalments,\nand at such periods as the Minister shall think proper."
    },
    {
      "provision_ref": "sec73",
      "section": "73",
      "title": "Section 73",
      "content": "73. All duplicates of plans prepared under the provisions Duplicates\nof this Act shall be of the same validity, and available for O f plane\nall the like purposes as the originals of which they are\nduplicates.\n   Regulations, eic., to be made by virtue of this Act"
    },
    {
      "provision_ref": "sec74",
      "section": "74",
      "title": "Section 74",
      "content": "74.-(1) The Commissioners may from t h e to time make Regulations.\nregulations-\n     (a) for regulating the manner of making application\n          for the construction, extension, alteration, and\n          repairs of house sewers and water-closets, and as\n          to the plans and other documents to accompany\n          such application;\n     (b) as to materials to be used in house sewers and\n          water-closets and surface drains for rain water,\n          as to the situation, nature. size, pattern and\n          quality of drains, water-closets, traps, pipes, and\n          other appliances to be used in connectioii there-\n          with;\n     (c) as to the purposes for and manner in which house\n          sewers and water-closets are to be used;\n     (d) as to the licensing and controlling of Sanitary\n          Constructors, and as to the withdrawal of licences;\n     (e) for the repair of and the removal of obstructions\n          from house sewers, water-closets and drains and\n          other appliances to be used in connection there-\n          with, and for inspection of the same from time to\n          time, and the fees to be charged for the same;\n     (D as to the preparation of plans to be submitted to\n          the Commissioners for any purposes and as to the\n          scales on which the same are to be drawn;\n      mhe inclusion of this page is authorized by LN. 480119731\n38                   KINGSTON IMPROVEMENTS\n         (g) for the guidance of their proceedings;\n          (h) for carrying into effect and enforcing the several\n               powers conferred on them by this Act;\n           (z) generally for carrying out the provisions of this\n               Act,\n     and the Commissioners may from time to time, add to,\n     rescind, modify, and vary, any regulation in force here-\n     under.\n            (2) All regulations and all rescissions, modifications,\n     and alterations thereof and additions thereto, shall be\n     subject to the approval of the Minister, who may approve\n     or disapprove of the same, with or without modification,\n     addition or alteration.\n             (3) The several regulations, as approved by the\n     Minister, shall be respecti\\Tely published or notified in such\n     general manner, and either generally, or to special persons,\n     as the Minister may direct :\n       Provided that in any proceedings for the breach of any\n     regulation it shall not be necessary to prove that the same\n     has bzen approved, published, or notified, or directed to be\n     published or notified as aforesaid.\n           Khe inclusion of Ihh page is authorized by L.N. 480f19731\n                     KINGSTON IMPROVEMENTS                                                39\n                               SCHEDULE                                        Schedule\n                                                                               (Section 2 )\nStreet or Lane                 Width$metor Lane                      Wdlh\n                               in feet                               in feet\n             CENTRAL                           CENTRaL-continwd"
    },
    {
      "provision_ref": "sec78",
      "section": "78",
      "title": "Section 78",
      "content": "78. Little Water Lane, off               105. Lane, Southernmost be-\n           Drummond Street           20              tween King Street and"
    },
    {
      "provision_ref": "sec79",
      "section": "79",
      "title": "Section 79",
      "content": "79. Bedford Avenue, Bames                     Orange Street           2.2\n           Gully to East Street      40         106. Street Southemmost"
    },
    {
      "provision_ref": "sec80",
      "section": "80",
      "title": "Section 80",
      "content": "80. Nugent Lane, off Bedford                  between King Street\n           Avenue                    26              and Orange Street       36"
    },
    {
      "provision_ref": "sec81",
      "section": "81",
      "title": "Section 81",
      "content": "81. Garrick Lane, Love Lane                   rington Road            2s\n           to Church Street          14         111. Orange Street, North"
    },
    {
      "provision_ref": "sec82",
      "section": "82",
      "title": "Section 82",
      "content": "82. Manchester Square, south                  de Ffrey                24\n           side                      26         108. La Place de Ffrey       40"
    },
    {
      "provision_ref": "sec85",
      "section": "85",
      "title": "Section 85",
      "content": "85. Hamburg Lane, running                     Orange Street           50\n           north and south           18         110. Lane, round square be-"
    },
    {
      "provision_ref": "sec86",
      "section": "86",
      "title": "Section 86",
      "content": "86. Garrick Lane, King Street                 tween Raoe Course and\n           to Love Lane              30              Orange Street, off Tor-"
    },
    {
      "provision_ref": "sec88",
      "section": "88",
      "title": "Section 88",
      "content": "88. New Lane running east                     Street to Torrington\n           from Love Lane            14              Bridge                  55"
    },
    {
      "provision_ref": "sec89",
      "section": "89",
      "title": "Section 89",
      "content": "89. New Lane running north-              112. Torrington Road, be-\n           ward to New North                         tween Orange Street and\n           Street                    20              Old Slip Pen Road       30"
    },
    {
      "provision_ref": "sec94",
      "section": "94",
      "title": "Section 94",
      "content": "94. New North Street, Mark                    Old Slip Pen Road       20\n           Lane to Manchester                   115. Lane, Northernmost be-\n           Square\n            SMITHS  VILLAGE\n                                     30\n                                            I        tween Old Slipe Pen\n                                                     Road and Ad-miral’s\n                                                    - -._\n                                                        __..,\n                                                    Pen c.,,Ilu                 15"
    },
    {
      "provision_ref": "sec96",
      "section": "96",
      "title": "Section 96",
      "content": "96. Greenwich Street            2s\n                                       25   I   11.6. Road off Old Slip Pen\n                                                      Road to Match Works      25\n              P’he inclusion of this page is autborized by L.N. 480119731\n                      KINGSTON IMPROVEMENTS                                      41\n                              ScHEnuu-continued\nStreet or Lane                   Width Street or Lane                  Width\n                                 in feet                               in feet\n      WESTOF RACE       Corns-           S o w CM ROADDISTRICT-\n               continued                                continued"
    },
    {
      "provision_ref": "sec117",
      "section": "117",
      "title": "Section 117",
      "content": "117. Old Slipe Pen Road, Tor-              137. Windward Road               40\n        rington Road to Stud-                          R A E TOW\n        ley Park Road                40"
    },
    {
      "provision_ref": "sec118",
      "section": "118",
      "title": "Section 118",
      "content": "118. Old Slipe Pen Road                   138. Potters Row                25\n        from Studley Park Road             139.  William     Street        40\n        to W i l l i i Street         60   140. John Street                40"
    },
    {
      "provision_ref": "sec119",
      "section": "119",
      "title": "Section 119",
      "content": "119. Old S l i p Pen Road                 141. Water Street               40\n        from William Street to            142. Paradise Street             40\n        Drummond Street              50   143. Rae Street                  40"
    },
    {
      "provision_ref": "sec120",
      "section": "120",
      "title": "Section 120",
      "content": "120. Studley Park Road, off               144. H a ~ a hStreet             40\n        Old Slipe Pen Road           40   145. Victoria Street             30"
    },
    {
      "provision_ref": "sec121",
      "section": "121",
      "title": "Section 121",
      "content": "121. Goodwin Park, off Camp               148. South Street                25\n        Road                         50   149. Lane from Tower S t m t"
    },
    {
      "provision_ref": "sec122",
      "section": "122",
      "title": "Section 122",
      "content": "122. Road. south of West end                   North, to Penitentiaw\n        of Goodwin Park              30         Wall                      2.0"
    },
    {
      "provision_ref": "sec123",
      "section": "123",
      "title": "Section 123",
      "content": "123. Road parallel to and 90             150. Catherine Street             ?A\n        yards south of Good-             151. Thompson AUey                10\n        win Park                     30 152. Margaret Street              22"
    },
    {
      "provision_ref": "sec124",
      "section": "124",
      "title": "Section 124",
      "content": "124. Melbourne Road off                  153. Stephen Lane                20\n       Camp Road                     30 154. Bull Street                  U)"
    },
    {
      "provision_ref": "sec125",
      "section": "125",
      "title": "Section 125",
      "content": "125. North Street, Barnes                155. Charlotte Street            24\n       Gully to Camp Road            45  156. Sr Andrew Lane              20"
    },
    {
      "provision_ref": "sec126",
      "section": "126",
      "title": "Section 126",
      "content": "126. Lissant Road, North                 157. McWhiiie Street             30\n       Street to Blake Road          35  158. Bow Street                  32"
    },
    {
      "provision_ref": "sec127",
      "section": "127",
      "title": "Section 127",
      "content": "127. Blake Road. East Queen               159. Musgrave Avenue            40\n       Street to part of Blake            160. Burke Street               40\n       Road running east and              161. Burke Lane                 20\n       west                          33  162. Musgrave Lane               20"
    },
    {
      "provision_ref": "sec128",
      "section": "128",
      "title": "Section 128",
      "content": "128. Blake Road, between                 163. Norman Road from\n       Cross Roads and N o d                    South Camp Road to\n       Street                       20         Elletson Road, a b u t"
    },
    {
      "provision_ref": "sec129",
      "section": "129",
      "title": "Section 129",
      "content": "129. Blake Road running east                    1320 feet                 30\n       and west                      30 164. Norman Crescent from"
    },
    {
      "provision_ref": "sec130",
      "section": "130",
      "title": "Section 130",
      "content": "130. Blake Lane                     24          middle of Windward\n13 I . CloveUy Road                 30          Road to Elletson Road,"
    },
    {
      "provision_ref": "sec133",
      "section": "133",
      "title": "Section 133",
      "content": "133. Price Lane, North Street            165. No-           Lane          20\n       to Barnes Gully              24   166. Malvern Avenue from"
    },
    {
      "provision_ref": "sec134",
      "section": "134",
      "title": "Section 134",
      "content": "134. Text Lane, North Street                    East Queen Street N.,\n       to Beeston Street            20          a b u t 260 feet          25"
    },
    {
      "provision_ref": "sec135",
      "section": "135",
      "title": "Section 135",
      "content": "135. Text Lane, Beeston                  167. Cleveland Road from\n       Street to Gully               12         East Queen Street N.,"
    },
    {
      "provision_ref": "sec136",
      "section": "136",
      "title": "Section 136",
      "content": "136. Elletson Road                  40         about 340 feet             30\n        me i n c h i o n of this page     orizcd by L.N. 480/19731\n42                      KINGSTON IMPROVEMENTS\n                             ~CHEDULE--confinued\n     Street or Lane             Width Street or Lane                     Width\n                                in feel                                  in feet\n             BROWN'S   TOWN                    KINGSTONGARDENS--Sonld."
    },
    {
      "provision_ref": "sec146",
      "section": "146",
      "title": "Section 146",
      "content": "146. Fishers Row                 23\n  SOUlTl CAMP ROAD         DISTRICT       147. Mulgrave Strmt              26"
    },
    {
      "provision_ref": "sec181",
      "section": "181",
      "title": "Section 181",
      "content": "181. Victoria Street           30           South Avenue. East-\n            PASSMORE TOWN\n                                                 ward                   16"
    },
    {
      "provision_ref": "sec183",
      "section": "183",
      "title": "Section 183",
      "content": "183. Wild Street                40           Avenue 10 South\n                                                             ~~"
    },
    {
      "provision_ref": "sec188",
      "section": "188",
      "title": "Section 188",
      "content": "188. Woodrow Lane               20          Gully                  17\n             FRANKLIN   TOWN               214. Lane from Conrad Lane,\n                                                 to Square on South     16"
    },
    {
      "provision_ref": "sec199",
      "section": "199",
      "title": "Section 199",
      "content": "199, Wellington Lane            20          North Street to Kmg-\n           KINGSTON  Gmms                        ston Gardens           40"
    },
    {
      "provision_ref": "sec200",
      "section": "200",
      "title": "Section 200",
      "content": "200. Lane. East side between                  ALLMANTOWN\n          North Avenue and South\n          Avenue                  16       219. Hannah Street               20"
    },
    {
      "provision_ref": "sec223",
      "section": "223",
      "title": "Section 223",
      "content": "223. Wild Street                   20\n            m e inclusion of this page :   iuthorizcd by LN. 480119731\n                                                                               43\nStreet or Lane               Width     Street or Lane                Width\n                             in feet                                 in feet\n         TowN--contd.\n    ALLMAN                                 CAMPBELL  TOu7.1--conid."
    },
    {
      "provision_ref": "sec230",
      "section": "230",
      "title": "Section 230",
      "content": "230. Road East side of Race                  Street to Hampden\n     Course                     45           Street                     30"
    },
    {
      "provision_ref": "sec232",
      "section": "232",
      "title": "Section 232",
      "content": "232. Great George Street,                    den Street to Hart\n     Hitchen Street to                       Street"
    },
    {
      "provision_ref": "sec234",
      "section": "234",
      "title": "Section 234",
      "content": "234. Water Street\n                        I\n                                20\n                                25           __\n                                             of Gnllv                   30"
    },
    {
      "provision_ref": "sec235",
      "section": "235",
      "title": "Section 235",
      "content": "235. Arnold Road                40      244. h p b h Street, East\n                                             of Gully                   30\n       CAMPBELL TOWN                    245. Campbell Street, from"
    },
    {
      "provision_ref": "sec236",
      "section": "236",
      "title": "Section 236",
      "content": "236. Hampden Street, Berrys                  Gully to Kingston\n     Pen to Campbell Street 30               Gardens                    30\n                              -\n      [The inclusion of this p g e is authorized by L.N. 48011973)"
    },
    {
      "provision_ref": "sec242",
      "section": "242",
      "title": "Section 242",
      "content": "242. Hart Street\n                                                                        _?n_\n     Robert Street              2s                                      30"
    }
  ],
  "definitions": []
}