{
  "id": "jm-stat-the-kingston-public-garden-act",
  "type": "statute",
  "title": "The Kingston Public Garden Act",
  "title_en": "The Kingston Public Garden Act",
  "short_name": "Kingston Public Garden Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-kingston-public-garden-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-kingston-public-garden-act | Legal areas: Local Government",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                       Intcrprera-\n“Kingston Public Garden” and “public garden” shall mean\n     and include the enclosed portion of the Kingston\n    Parade;\n“keeper” shall mean any person who may be appointed a\n    keeper of the said public garden."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Minister may make regulations for the govern- ; z ~ t a\nment of the public garden and of all persons employed there- regulations.\nin, or resorting thereto or to its immediate neighbourhood,\nor in any way using the same, or any part thereof, and may\nfrom time to time alter, add to or rescind any regulations for\nthe time being in force under this Act."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Kingston Public Garden is hereby vested in the Garden\n                                                                    vested /n\nCommissioner of Lands, his successors and assigns, upon comls-\ntrust to permit the same to be used for the purposes of a sioner of\npublic garden in such manner and subject to such regulations 7.11 1x0\n                                                               s. a.\nas the Minister may from time to time appoint; and all exist-\ning estates, interests, uses, trusts, rights of way, and other\nrights of the public in any way affecting the Kingston Public\nGarden as described in the plan or diagram recorded in the\nRecord Office in Liber 965, folio 110, are hereby determined."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. If any person shall do any act in contravention of any Penalty for\n                                                            breach of\nregulation made by the Minister under this Act he shall, regulations.\n4                             KINGSTON PUBLIC GARDEN\n              on summary conviction, be liable to a penalty not exceeding\n              ten dollars.\nPowers of a\nkeeper in"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Any keeper in uniform and any person whom he may\nuniform.      call to his assistance, may take into custody, without a\n              warrant, any offender who, in the public garden, and within\n              the view of such keeper, acts in contravention of any of the\n              said regulations :\n                Provided that the name and residence of such offender are\n              unknown to and cannot be ascertained by such keeper. If\n              any such offender, when required by any keeper or by any\n              constable to give his name and address gives a false name\n              or false address, he shall on summary conviction be liable\n              to a penalty not exceeding ten dollars.\nAssaull o n     7. Any person who assaults a keeper while in the execu-\nkeeper in\nexecution of tion  of his duty shall, on summary conviction, in the discre-\nhis duly.    tion of the Court, be liable either to pay a penalty not\n             exceeding forty dollars, and in default of payment to be\n             imprisoned for six months or to be imprisoned for six\n             months with or without hard labour.\nPowers of        8. Every keeper, in addition to any powers and i m u -\nkeeper\nwithin        nities specially conferred on him by this Act shall, within\ngarden.       the limits of the public garden, have all such powers,\n              privileges and immunities as a constable has in Kingston.\nPowers of       9. Every constable shall have the powers, privileges and\nconstable\nwithin        immunities of a keeper within such public garden.\ngarden.\nKCepeI's        10. A keeper and all persons whom he may call to his\npower BP to\nanimals       assistance may kill and destroy any goats, pigs, dogs, cats,\nfound in      or smaller animals found within the limits of the public\ngarden.\n              garden, and may forthwith remove and dispose of the car-\n              cases, except only any dogs permitted to be in the public\n              garden in accordance with the regulations.\n                    me inclusion of this pege is authorized by L.N. 480/19731\n                  KINGSTON PUBLIC GARDEN                                     5"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Assault on keeper in execution of his duty.\n E. Powers of keeper within garden."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. A printed copy of the regulations to be observed by Postingup\npersons using the said public garden shall be put up in regu'afions.\nthe garden in some con~picuoti~\n                              place or places."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Publication of regulations.\n      W e inclusion of this page is authorized by L.N. 480119731\n                 KINGSTON PUBLlC GARDEN                                           3\n       THE KINGSTON PUBLIC GARDEN ACT                                 Cap. 199.\n                                                                         L¶W\n                                                                      21 of 1960.\n                                             119th August, 1874.1"
    }
  ],
  "definitions": []
}