{
  "id": "jm-stat-the-kingston-sailors-home-act",
  "type": "statute",
  "title": "The Kingston Sailors' Home Act",
  "title_en": "The Kingston Sailors' Home Act",
  "short_name": "Kingston Sailors' Home Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-kingston-sailors-home-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-kingston-sailors-home-act | Legal areas: Companies and Associations",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                             Interprela-\n“Home” means the Kingston Sailors’ Home in this Act tion’\n     mentioned,\n“sailor” means any man who has served in any capacity\n     at sea, and includes any person who is admitted to\n     the Home as a sailor;\n“subscriber” means any person who has contributed a\n     donation of not less than forty ddlars to the Home,\n     or who has duly paid an annual subscription of not\n     less than two dollars to the Home, at the time and in\n     the manner prescribed by rules to be made by the\n     Board;\n“subscriptions” includes donations, gifts and collections, by\n     corporations or private individuals."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. There shall be established an institution, to be called Establish-\nthe Kingston Sailors’ Home, for the purpose of providing mento b i e and\n                                                                     f~of\ntemporary board and lodging, upon reasonable terms and the Home.\nunder proper supervision, for sailors out of employment."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Home shall be under the control and management Governing\nof a governing body, hereinafter referred to as “the bheHome,\n                                                           body of\nBoard.”                                                    a body\n                                                           corporait.\n  The Board shall be a body corporate by the name of “the\nBoard of Directors of the Kingston Sailors’ Home,” and\nby that name shall have a common seal, and may sue and be\nsued, and may acquire, hold and dispose of lands and other\nproperty for the purposes of the Home.\n       [The indurion of thb page h authorized by L.N. 480/19731\n4                               KINGSTON SAILORS HOME\nConstitu-       5. The Board shall consist of the Custos of Kingston, the\ntion of\nthe Board      Collector of Customs and the Harbour Master respectively\nof\nDirectors.     of Kingston for the time being, and of four members who\n               shall be from time to time appointed by the Minister on the\n               recommendation of the subscribers to the Home.\n                 The Custos of Kingston shall be the Chairman of the\n               Board.\n                 Three members of the Board shall form a quorum.\n                 The Board shall once in each year summon a meeting of\n               the subscribers to the Home to be held at the Home.\n                  The subscribers to the Home personally present at such\n               meeting may nominate four persons for appointment to the\n               Board, and any such nomination agreed upon by a majority\n               of members present shall be transmitted by the Chairman\n               of the Board to the Minister, and shall be the recommenda-\n               tion mentioned in this section.\n                 If no nomination is made at such meeting the members\n               of the Board previously appointed by the Minister shall\n               remain in office.\n                 If any vacancy occurs upon the Board the Minister may\n               appoint some fit person to fill the vacancy pending a recom-\n               mendation of the subscribers to the Home.\n                 No act or proceeding of the Board shall be questioned on\n               account of any vacancy upon the Board.\nAnnual           6. The Board shall prepare and lay before the annual\nmeeting of\nsubscribers,   meeting of the subscribers to the Home a report of its pro-\nand            ceedings for the preceding year, including a complete state-\nannual\nreport.        ment of its financial position and of its accounts duly\n               audited, and such report shall be transmitted to the\n               Minister, and shall be published in the Gazette.\n                 KlNGSTON SAILORS HOME                                        5"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The Board may acquire property, and may regulate, Power of\n                                                                 Board\ndeal with and dispose of, any property under its control, in the\n                                                             to acquire\nsuch manner as it may deem conducive to the purposes of                $:2d\nthe Home.                                                    property."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. There shall be placed on the estimates of public expen- Annua!\n                                                              grants In\nditure in each year, to be laid before the House of Represen- and.\ntatives, a proposal for a grant to be appropriated to the\npurposes of the Home, of a sum equal to double the total\namount of subscriptions paid to the Home during the\npreceding year, or such less sum as the Minister may think\nnecessary or desirable for the carrying on of the Home in a\nproper and efficient manner."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The Board may from time to time appoint, or remove Superinten-\n                                                           dent and\na fit person to be the Superintendent of the Home, and may other\nallow him reasonable remuneration out of the funds at its           ~~~~~\ndisposal, and may delegate to such person so much of its Home.\nauthority for the management of the Home as it thinks fit,\nbut the Superintendent shall not have power to make rules.\n  The Board may also in like manner appoint and remove\nand remunerate such officers and other persons as it may\ndeem expedient for the purposes of the Home."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The Board may from time to time make rules for the powerto\nconduct of its business, and for regulating the holding and make rules.\nmanner of conducting the annual meeting of subscribers,\nand the conduct of business thereat, and the time and man-\nner of paying subscriptions, and for the government and\nmanagement of the Home, and of the officers and inmates\nthereof, and for regulating the terms of admission to the\nHome, and for establishing penalties for the violation of\nsuch rules, not to exceed ten dollars to be recoverable, in\ndefault of payment, on summary conviction :\n   Provided that all rules enforceable by penalties under\nthis section shall be subject to the approval of the Minister.\n      phe inclusion of this page is authorized by L N . 480119731\n6                            KINGSTON SAILORS\" HOME\nPower to\ndeal with"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. When an inmate of the Home is destitute, and likely\ndestitute    to become a permanent burden to the Home, it shall be\ninmates of   lawful for the Board in its discretion to send him to his\nHome.\n42/1969\n3rd Sch.\n             native country at the expense of the Home.\nDeserters       12. Every sailor who being indebted to the Home absents\nfrom\nthe Home,    himself therefrom for upwards of twelve hours without the\nand power    leave of the Superintendent, or for one hour after leave has\nto arrest\nand punish   expired, shall be deemed to be a deserter from the Home,\nthem.\n             and shall be liable to a penalty not exceeding four dollars.\n                Every deserter may be apprehended at any place within\n             this Island without warrant, either by the Superintendent\n             or by any constable.\n                Any Superintendent of the Home arresting or causing to\n             be arrested any person under this section on improper or\n             insufficient grounds shall be liable to a penalty not exceed-\n             ing ten dollars.\n                Any person who knowingly harbours a deserter, or who\n             assists or induces any sailor to desert from the Home, shall\n             be liable to a penalty not exceeding twenty dollars.\n                Penalties under this section shall be recoverable on sum-\n             mary conviction.\n                   tThe inclusion of this page is authorized by L.N. 480j19731"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Deserters from the Home, and power to arrest and punish them.\n                 KINGSTON SAILORr HOME                                      3\n       THE KINGSTON SAILORS’ HOME ACT                             Cap. 201.\n                                                                     Act\n                                                                  42 of 1969\n                                                                  3rd Sch.\n                                           [ist October, 1879.1"
    }
  ],
  "definitions": []
}