{
  "id": "jm-stat-the-labour-officers-powers-act",
  "type": "statute",
  "title": "The Labour Officers (Powers) Act",
  "title_en": "The Labour Officers (Powers) Act",
  "short_name": "Labour Officers (Powers) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-labour-officers-powers-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-labour-officers-powers-act | Legal areas: Employment",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                  Interpreta-\n                                                                   tion.\n“Labour Officer” means any public officer authorized in :!$:;,6\n    writing by the Minister to exercise the powers con-\n    ferred on a Labour Officer by this Act;\n“enactment” includes any rules or regulations made under\n    any enactment."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. A Labour Officer may at all reasonable times enter Powers of a\nupon any premises, other than a dwelling-house, for the Labour\n                                                          olficpr.\npurpose of carrying out any inspection or inquiry which\nhe may consider desirable for ensuring the proper observ-\nance of any enactment which is, or hereafter may be,\nincluded in the Schedule.                                 Schedule."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Minister may from time to time by order amend Power of\nor vary the Schedule and similarly may remove any enact- Minister\n                                                         in respect to\nment from, or add any enactment to, the Schedule.        the\n                                                         Schedule."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Nothing in this Act, or in any order made under this saving.\nAct, shall be deemed-\n     (a) to prejudice or affect the exercise of any statutory\n         powers by any person or authority in accordance\n         with the provisions of any enactment;\n     (6) to confer upon a Labour Officer any power of\n          arrest, or any power expressed to be exercisable\n          only under a warrant granted by a court.\n      me inclusion of this page is authorized by L.N. 480!19731\n2                           LABOUR OFFICERS (POWERS)\npedty for     6. Any person who obstructs or impedes a Labour Officer\n            in the exercise of any of his powers under this Act shall be\n            guilty of an offence, and on summary conviction thereof\n            before a Resident Magistrate, shall be liable to a fine not\n            exceeding one hundred dollars and in default of payment\n            to imprisonment with or without hard labour for a term\n            not exceeding three months.\n                  IThe inclusion of this page is authorized by L.N. 480119731\n                LABOUR OFFICERS (POWERS)                                              3\n                           SCHEDULE                          (section 3)\nThSShOpaand~ACt\nTbs Minimum Wags Ad\nThe Factories Act\nThe Women (Employment of) Act\nTbo Holiday8 Wlth Pay Aet\nTbs Jwaailer Act                                                 IN.\n                                                                 811954.\nThe Apprenticeship Act                                           LN.\n                                                                 110/1976.\nThe Employment Agencies Regulation Act\nThe Employment lEqua1 Pay for Men and Women) Act\nTk.e Employment (Termination and Redundancy Paymcnta) Act\nThe Foreign Nationals and Commonwealth Citizens (Employment) Act\nThe Recruiting of Workers Ack\nThe Maternity h a v e Act.                                       w.\n                                                                           4c/1980.\n       F   e iocluaion oftbio pap in s&Iorkd b y L.N. 41 /I9871"
    }
  ],
  "definitions": []
}