{
  "id": "jm-stat-the-land-acquistion-act",
  "type": "statute",
  "title": "The Land Acquistion Act",
  "title_en": "The Land Acquistion Act",
  "short_name": "Land Acquistion Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-land-acquistion-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-land-acquistion-act | Legal areas: Real Estate",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                 Inrerprda-\n                                                                  hon.\n“Commissioner” means the Commissioner of Lands;\n‘‘Court” means the Supreme Court;\n‘‘land’’ includes benefits to arise out of land and things\n     a&iched to the earth or permanently fastened to any-\n     thing attached to the earth;\n“person interested” includes every pemm daiming an\n     interest in compensation to be made on account of\n     the acquisition or occupation of land under this Act,\n     but does not include a tenant by the month or at will.\n     PART11. Acquisition. Preliminary lnvestiguiiun"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.--(1) Whenever it appears to the Minister thaf land in POWW\nany locality is likely to be needed for any public purpose, a enta &nd\nnotification to that effect shall be published in the Gazette\nand a copy thereof served upon the owner of such land\nand the Conmissioner shall came public notie of the\nsubstance of such notification to be given at convenient\nplaces in such locality, and thempon any officer either\ngenerally or specially authorized by the Minister in this\nbehalf and his seryants and workmen may-\n      (a) enter upon and survey and take levels of any land\n          in such locality;\n      (b) dig or bore into the sub-soil;\n       [The inclusion of this page 18 authonzai by LN. 31/1977l\nM1\n6                                     LAND ACQUlSlTION\n                     (c) do all other acts necessary to ascertain whether the\n                         land is adapted for the purpose for which it is\n                         required,\n                     (d) set out the boundaries of the land proposed to be\n                         taken and the intended line of the work, if any,\n                         proposed to be made thereon;\n                     (e) mark such levels, boundaries and line by placing\n                         marks and cutting trenches; and\n                     W cut down and clear away any standing crop, fence,\n                         bush or woodland, where otherwise the survey\n                         cannot be completed, the levels taken or the\n                         boundaries or line of the work marked."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) Service of any notice under this Act shall be %rviaof\nmade by delivering or tendering a copy thereof duly signed\nto the person to whom such notice is addressed.\n         ( 2 ) When such person cannot be found, the service\nmay be made on any adult member of his family residing\nwith him; and if no such adult member can be found, the\nnotice may be served by affixing the copy on the outer door\nof the house in which the person therein named ordinarily\ndwells or Carries on business, or by afhing a copy thereof\nin some conspicuous place in the office of the Commis-\nsioner and also on some conspicuous part of the land to be\nacquired :\n      IThc inclusion of this page is authorid by L.N. 4W/l973]\n22                                    LAND ACQUISITION\n                 Provided that, if the Commissioner or the Court SO\n               directs a notice may be sent by registered letter addressed\n               to the person named therein at his last known residence or\n               place of business, and service of it may be proved by the\n               production of the registration receipt.\nobstructing\nsurvey. eh."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Whenever any land has been so declared to be needed muisitim\n                                                            ofland after\nfor a public purpose the Minister shall direct the Commis- d daration.\nsioner to take proceedings for the acquisition of the land."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7, or wilfully fills up, destroys, damages or displaces any\n               trench mark made under section 3 shall be guilty of an\n               offence against this Act.\nPolicx to        42.-(1)   If the Commissioner is opposed or impeded in\nenforce\nsurrender.     taking possession of any land under this Act, he shall apply\n               to the Commissioner of Police who shall enforce the sur-\n               render of the land to the Commissioner.\n                       (2) The Commissioner of Police may use force as\n               may be necessary to enforce the surrender to the Commis-\n               sioner.\nGovernment       43.-(1)  Except in the case provided for by subsection\nnot bound to\ncomplete       (3) of section 38 the Government shall be at liberty to\nacquisition.\n               withdraw from the acquisition of any land of which posses-\n               sion has not been taken.\n                       (2) Whenever the Government withdraws from any\n               such acquisition, the Commissioner shall determine the\n               amount of compensation due for the damage, if any, done\n               to such land and not already paid for under section 4, and\n               shall pay such amount to the person injured, and shall pay\n               to the persons interested all such costs as have been reason-\n               ably incurred by them by reason or in consequence of the\n               proceedings for acquisition, together with compensation for\n               the damage, if any, which they have sustained by reason\n               or in consequence of such proceedings.\n                      me inclusion of this page is authorued by L.N. 480/19731\n                       LAND ACQUlSITION                                 23\n        (3) The provisions of section 14 and of Part IIl\nshall apply, so far as may be, to the determination of the\ncompensation payable under this section."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) The Commissioner shall then cause the land to be powat0\nvalued and shall enter into negotiations for the purchase, value\n                                                             mdw land\nby private treaty, of the land.                              acgotiato for\n                                                                plrcbarsby\n                                                                plvnte\n      (2) It shall not be necessary for the Commissioner to mty.\nawait the publication of the declaration under section 5\n         me mclus~oad this page   authorized by LN.87/1986]\n8                                  LAND ACQUISITION\n            before entering into negotiations for the purchase of the\n            land by private treaty.\n                   (3) An agreement by private treaty shall not be\n            deemed to be. concluded until it has received the approval of\n            the Minister.\n                   (4) Nothing in this section shall be deemed to pro-\n            hibit or delay the procedure provided by this Act for com-\n            pulsory acquisition of land.\nNotice to\nP+r=na"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9, or on any day to which the enquiry may be adjourned, award by\nthe Commissioner shall enquire-                            BLoner.\n     (a) into the objections, if any, which any person\n          interested has stated, pursuant to the aforesaid\n          notice,to the survey made under section 7;\n     (b) into the value of the land; and\n     (c) into the respective interests of the p w s claim-\n          ing the compensation, and shall make an award\n          under his hand as tm-\n            (i) the true area of the land;\n            (ii) the compensation which in his opinion\n                 should be allowed for the said land;\n      me inclusion of this page is auihorizcd by L.N. 480/1973]\n10                                   LAND ACQUlSlTlON\n                          (iii) the apportionment of the said compensation\n                                among all the persons known or believed to\n                                be interested in the land of whose claims he\n                                has information, whether or not they have\n                                respectively appeared before him.\n                        (2) When the amount of compensation has been\n               settled under subsection (I), if any dispute arises as to the\n               apportionment of the same or any part thereof, or as to\n               the persons to whom the same or any part thereof is pay-\n               able, the Commissioner may refer such dispute for the\n               decision of the Court.\nmenaward          1 2 4 1 ) Every award shall be filed in the office of the\nof Commis-\nsioner to be   Commissioner and shall, except as hereinafter provided, be\nfinal.\n               final and conclusive evidence as between the Commissioner\n               and the persons interested, whether they have respectively\n               appeared before the Commissioner or not, of the true area\n               and value of the land and the apportionment of the com-\n               pensation among the persons interested.\n                        (2) The Commissioner shall serve a copy of the\n               award on all persons interested whose addresses are known\n               or can be ascertained upon reasonable enquiry at the time\n               the award is made.\nPower to        13. For the purposes of an enquiry under this Act the\nsummon and\n              Commissioner shall have the power to summon and enforce\nof witnesses, the attendance of witnesses, including the persons interested\netc.          or any of them, and to compel the production of documents\n              by the same means, and, so far as may be, in the same\n              manner as is provided in the case of a Resident Magistrate’s\n              court.\nDetermina-       14.41) In determining the amount of compensation to\ntion of com-\npensation,     be awarded for land acquired under this Act-\n                    (i) the following and no other matters shall be taken\n                        into consideration-\n                     We inclusion of this plge ia authorized by L.N. 480/1973]\n                 LAND ACQUlSiTION                              11\n       (a) t%e market value at the date of the service\n            of the notice under subsection (3) of section\n            9;\n       (b) any increase in the value of the other land\n           of any person interested likely to accrue\n           from the use to which the land acquired will\n           be put;\n       (c) the damage, if any, sustained by any person\n           interested at the time of the taking posses-\n           sion of the land by the Commissioner by\n           reason of the acquisition injuriously dect- 3/1%d\n           ing the actual earnings of such person; s.W).\n       (d) the reasonable expenses, if any, incidental\n           to any change of residence or place of busi-\n           ness of any person interested which is neces-\n           sary in consequence of the acquisition.\n(ii) The following matters shall not be taken into con-\n     sideration-\n        (a) the degree of urgency which has led to the\n            acquisition;\n       (b) any disinclination of the person interested\n           to part with the land acquired;\n       (c) any damage sustained by the person inter-\n           ested which, if caused by a private person,\n           would not be a good cause of action;\n       (d) any damage which is liiely to be caused to\n           the land acquired after the date of the pub-\n           lication of the declaration under section 5\n           by or in consequence of the use to which it\n           has been put;\n       (e) any increase to the value of the land aoqui-\n            red which is liiely to accrue from the use to\n            which it will be put;\n  me inclunon of this page is authorized by LN. 31/1977\n12                                  LAND ACQUiSlTtON\n                        cf, any outlay a additions OT improvements to\n                            fhe land acquired, which was incurred aftex\n                             the date of the publication of the notice\n                            under section 5, unless such additions or\n                             improvements were necessary for the main-\n                             tenance of any building in a proper state of\n                            repair;\n                        (g) the fact that the land has been compulsorily\n                             acquired;\n321 I976                (h) whether or not compensation is to be paid\ns. 2(b).                    in whole or in part by the issue of land\n                            bonds in accordance with the provisions of\n                             the Land Bonds Act."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Power to require information.\n           Enquiry into Memwements. Value and Claims d\n                        Award by Commissioner"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12) No person shall enter into any building or upon\n                any enclosed yard, court or garden attached to a dwelling\n                house unless with the consent of the occupier thereof, with-\n                out previously giving such occupier at least seven days'\n                notice in writing of his intention so to do.\nPaymatfor          4. So soon as conveniently may be after any entry made\n                under section 3 the officer so authorized as aforesaid shall\n                pay for all damage done and, in case of dispute as to the\n                amount to be paid for such damage, he shall at once refer\n                the dispute to the Commissioner whose decision shall be\n                final subject to an appeal to the Minister.\n                           Declaration of Intended Acquisiiion\n~cclprati~l5 4 1 ) Whenever it appears to the Minister that any\nthat land i i\n         particular land is needed for a public purpose a declaration\nreq,,idfor\na pub'ic\nPurpo4c.\n         shall be made to that effect under his signature.\n311968                  (2) No such declaration shall be made unless the\ns.2.\n                 compensation to be awarded for such land is to be paid\n                'out of-\n                      (a) the Consolidated Fund or loan funds of the\n                           Government;\n                      [The tnclusion of tlus page IS authorued by LN. 3111977l\n                      LAND ACQUISITION                                       7\n     (b) the funds of any Parish Council or of the Kingston\n           and S L Andrew Corporation or of the National ;:I;%\n          Water Commission,\nor partly out of funds arising from any of the sources\nmentioned in paragraphs (a! and (b).\n       (3) Every declaration shall be published in the\nGazette and shall stat-\n     (a) the parish in which the land is situated,\n     (b) the particular purpose for which it is needed;\n     (c) its approximate area and all other particulars\n          necessary for identifying it; and\n     (4 if a plan has been made of the land, the place\n          where and the time at which such plan may be\n          inspected.\n       (4) Any such declaration shall be umclusive evidence\nthat the land is needed for a public purpose.\n       (5) For the purpose of this section compensation 4811955\nwhich is to be paid by the issue of land bonds in accordance S. War\nwith the provisions of the Land Bonds Act, shall be deemed\nto be compensation which is to be paid out of loan funds\nof the Government of this Island."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Determination of compensation.\n                            Taking Possession"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) The Commissioner may, if the Minister so directs, Taking,\nat such time subsequently to the publication of the notice possession\n                                                              .In case of\nrequired by subsection (1) of section 9 as the Minister may “rgcncy.\nspecify, take possession of any land needed for a public\nPurpose.\n         (2) The Commissioner shall in such case offer to the\npersons interested compensation for the loss of standing\ncrops and fruit.\n        (3) If such offer is not accepted, the value of such\ncrops and fruit shall be allowed for in awarding compensa-\ntion for the land."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16-(1) In every case, so soon as the Commissioner enters Vestins of\n                                                                    in Her\ninto possession of any land in accordance with any of the land hialesty.\nprovisions of this Act relating to acquisition, the land shall\nvest in the Commissioner of Lands in trust €or Her Majesty\nin right of the Government of Jamaica from the date of::;/;;\nsuch entry into possession, and a notice to that effect shall\nbe published in the Gazette.\n        (2) The Commissioner shall furnish the Registrar\nof Titles with a copy of every notice published under this\nsection, and the Registrar shall forthwith enter the parti-\nculars thereof in a book to be kept by him for such purpose.\n         (3) So soon as a plan of the land has been prepared\nin accordance with the requirements of the Registration of\nTitles Act, the Commissioner shall cause application to be\nmade to the Registrar of Titles for the purpose of bringing\nthe title to the land under the operation of the Registration\nof Titles Act.\n-      me inclusion of this page 1s authorized by L.N. 31/197‘7]\n14                                   LAND ACQ UISlTlON\n                PART III. Reference 10 Court and Procediue thereon\n~    d    ~      17.41)\n                 ~   ~       o person interested who is dissatisfied with\n                          tAny\ncourt.\n              any award may, by written application to the Commis-\n              sioner, require that the matter be referred by the Commis-\n              sioner for the determination of the Court, whether his\n              objection be to the survey, the amount of the compensation,\n              the persons to whom it is payable, or the apportionment of\n              the compensation among the persons interested.\n                      (2) The applicant shall state specifically the grounds\n              on which objection to the award is taken and at the hearing\n              no other grounds shall be given in argument without the\n              Ieave of the Court.\n                      (3) Every such application shall be m a d e\n                   (U) if the person making it was present or represented\n                        before the Commissioner at the time of the enquiry\n                        under section 11, within six weeks from the date\n                        of the Commissioner’s award;\n                   (b) in other cases, within six weeks of the actual\n                        receipt of the notice from the Commissioner under\n                        subsection (2) of section 12 or within twelve months\n                        from the date of the Commissioner’s award,which-\n                        ever shall first expire.\n                      (4) The periods within which an application for\n              reference to the Court shall be made shall not be capabk of\n              enlargement by any Court.\nCommis-        1 8 4 1 ) In making the reference the Commissioner shall\nstatement to state for the information of the Court in writing under his\nsioner’s\nthecourt.    hand-\n                  (U) the situation and extent of the land with parti-\n                       culars of any trees, buildings or standing crops\n                       thereon;\n                  (b) the names of the persons whom he has reason to\n                       think are interested in such land and the addresses\n                       of such persons;\n                       LAND ACQUlSiTION                                   15\n    (c) the amount awarded for damages and paid or\n         tendered under sections 4 and 15 or either of such\n         sections and the amount of compensation awarded\n         under section 11;\n    (d) if the objection be to the amount of the compensa-\n        tion, the grounds on which the amount of compen-\n         sation was determined.\n        (2) To the statement required under subsection (1)\nshall be attached a Schedule containing particulars of the\nnotices served upon, and of the statements in writing made\nor delivered by any persons interested."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. The Court shall thereupon cause to be served upon- aWia\n                                                         notice.\n    (a) the applicant;\n    (b) all persons interested in the objection, except\n        such, if any, of them as have consented without\n         protest to receive payment of the compensation\n        awarded; and\n    (c) if the objection is in regard to the area of the\n         land or to the amount of the compensation, the\n          Commissioner,\na notice specifying the day on which the Court will proceed\nto determine the objection, and directing their appearance\nbefore the Court on such day."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. If the objection is in regard to the amount of the Appoint-\ncompensation and the award of the Commissioner is not ment         of\n                                                             Assesl0l-U\nless than two thousand dollars, the Court shall appoint two\nassessors for the purpose of aiding the Court in determining\nthe objection. Such assessors may also be appointed in any\nother case in which the Court considers it desirable to\nmake such appointment. Every person so appointed shall\nattend and serve as an assessor unless excused by a Judge.\n       [The iilclusion of this G e IS authorized by L.N. 31119771\n16                                     LAND ACQUiSiTiON\nDea!h,ctc.,       21. If an assessor dies or becomes incapable of acting or\nof Assessor.\n               is excused by a Judge, some other person shall be appointed\n               in his stead.\nRestriction      22. The scope of the enquiry in every such proceeding\non scepe of\nenqu,ry.       shall be restricted to a consideration of the interests of the\n               persons affected by the objection.\nProceedings      23. Every enquiry by the Court shall take place in open\nto be in open\ncourt         Court.\nRulesasto        24.-(1) Where the applicant has made a claim to\ncomwnsa-\namount of      compensation pursuant to any notice under section 9, the\nlion.          amount awarded to him by the Court shall not exceed the\n               amount so claimed or be less than the amount awarded by\n               the Commissioner under section 11.\n                      (2) Where the applicant has refused to make such\n               claim or has omitted, for any reason which the Judge may\n               consider insufficient, to make such claim, the amount\n               awarded by the Court may be less than, but shall in no\n               case exceed, the amount awarded by the Commissioner.\n                      (3) Where the applicant has omitted, for any\n               reason which the Judge may consider sufficient, to make\n               such claim the amount awarded to him by the Court may\n               be less than or may exceed the amount awarded by the\n               Commissioner.\n                       (4) The provisions of this section and of section 14\n               shall be read and explained to the assessors (if any) by the\n               Judge before they give their opinions as to the amount\n               of compensation to be awarded.\nRecordof         25. The opinion of each assessor shall be given orany\nAasesor’s\nopinion.       and shall be recorded in writing by the Judge.\n                       LAND ACQUISITION                                      17\n  2 6 4 1 ) In case of a difference of opinion between the Differenceof\n                                                                   opinion be-\nJudge and the assessors or either of them upon a question tween Judge\nof law or practice or usage having the force of law the ~ ~ s s o r s ,\nopinion of the Judge shall prevail.\n        (2) In case of a difference of opinion between the\nJudge and both of the assessors as to the amount of\ncompensation or as to the amount of any item thereof the\ndecision of the Judge shall prevail."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Every assessor shall receive such fee not exceeding Assessor's\ntwenty dollars as the Judge shall direct for each day upon\nwhich he shall sit as an assessor or upon which he shall be\nengaged in inspecting the land the subject of the pro-\nceedings. Such fee shall be deemed to be costs in the\nproceedings."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Every award made under this Part shall he in writing f wards to\nsigned by the Judge and the assessor or assessors (if any) $tw,\nconcurring therein and shall specify-\n    (a) the amount awarded under paragraph (a) of sub-\n         section (1) of section 14;\n    (6) the amount (if any) deducted under paragraph (6)\n         of subsection (1) of section 14;\n    (c) the amounts (if any) respectively awarded under\n         paragraphs (c) and (6) of subsection (1) of\n         section 14; and\n    (d) the grounds upon which such amounts were\n         awarded or deducted."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.-(1)   The costs of any proceedings under this Part Cosh.\nshall be in the discretion of the Court.\n       (2) Any costs, payable by an applicant may be\nrecovered as if they were costs incurred in a suit in the\nSupreme Court.\n       me inclusion of this page is authorized by L.N. 480/1973]\n18                                  LAND ACQUISlTION\n~ m m i s -      30. If the sum which in the opinion of the Court the\nsioner may\nbe dire-      Commissioner ought to have awarded as compensation is\nto Pay        in excess of the sum which the Commissioner did award,\ninterest on\ncompensa-\ntion.\n              the Court may direct that the Commissioner shall pay\n              interest on such excess at the rate of five per cenium per\n              m u m from the date on which he took possession of the\n              land to the date of the payment of such excess to the\n              Court or to the person interested.\nRules of        31. Save in so far as they may be inconsistent with any-\nSupreme\nCourt         thing contained in this Act, the provisions of the Rules\napplicable.   of the Supreme Court shall apply to aIl proceedings before\n              the Court under this Act.\nAppealfrom      32.41) Where the amount of compensation awarded by\ndecibion of\ncourt.        the Court exceeds two hundred dollars, the Commissions\n              or any person interested may appeal therefrom to the Court\n              of Appeal.\n                     (2) Every appeal under this section shall be\n              presented within the time and in the manner provided for\n              appeals by Rules governing civil appeals to the Court of\n              Appeal from the Supreme Court.\n                     PARTIV. Apportionment of Compensation\nDetermina-       33.-(1) When the amount of the compensation has been\ntion d\nBpporrion.    settled and there is any dispute as to the apportionment\ng:zLy-        thereof, a Judge in Chambers shall determine the propor-\n              tions in which any persons interested are entitled to share\n              in such compensation.\n                        (2) An appeal from any such decision shall lie to\n              the Court of Appeal.\n                       (3) Every appeal shall be presented witbin the time\n              and in the manner provided for civil appeals by the Court\n              of Appeal Rules.\n                       LAND ACQUISITION                                      19"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. Appeal from decision of Court.\n                 PARTIV. ApporIionment of Cornpernation"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. The costs of all proceedings for apportioning the ~ o s t s o f a p\n                                                                    portionment\namount of compensation shall be borne by such of the to be borne\n                                                          . persons\npersons interested in such proportions as the Judge shall by\n                                                          InteresIed\ndetermine.\n                        PARTV. Payment"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35.41) After an award under section 11 has been made, Payment of\nthe Commissioner shall offer in writing to pay the com- wmpensn-\n                                                            lion.\npensation awarded by him to the persons interested entitled\nthereto according to the award, and shall pay it to such\npersons unless prevented by one or more of the contin-\ngencies mentioned in subsection (2).\n       (2) If any of the persons interested do not consent\nto receive such compensation, or if there be no person\ncompetent to alienate the land, or if there be any dispute\nas to the right to receive the compensation or as to the\napportionment of it, the Commissioner shall apply ex\npar& to a Judge in Chambers for an order authorizing him\nto deposit the amount of the compensation in Court.\n      (3) Every application under subsection (2) shall be\nsupported by an affidavit.\n       (4) Any person interested upon providing s ~ c i e n t\nsecurity to the satisfaction of the Court may receive such\npayment under protest as to the sufiiciency of the amount\nand such receipt shall not be deemed to prejudice his right\nto make application under section 17:\n  Provided, however, that no person who has received such\npayment otherwise than under protest shall be entitled to\nmake application under section 17.\n       (5) Notwithstanding anything in this section, the\nCommissioner, instead of awarding a money compensation\nin respect of any land, may enter into any arrangement\n20                                  L A N D ACQUISITION\n              with a person having a limited interest therein in such a\n              way as may be equitable having regard to the interests of\n              the parties concerned.\nPaymentof       36. When the amount of compensation is not paid or\ninterest.\n              deposited on or before taking possession of the land, the\n              Commissioner shall pay the amount awarded with interest\n              thereon at the rate of five per centurn per annum from the\n              time of taking possession until it has been paid or deposited.\n                          PART VI. Temporary Occupation of Land\nTemww           37.-(1) Whenever it appears to the Minister that tempo-\noccupation\nofimd.        rary occupation and use of any land is needed for any public\n              purpose he may direct the Commissioner to procure the\n              occupation and use of the same for such term not exceeding\n              three years as he thinks fit.\n                      (2) The Commissioner shall thereupon give notice\n              in writing to the persons interested that the land is\n              required for a public purpose to be specified in the notice\n              and he shall for the occupation and use thereof and for the\n              materials (if any) to be taken therefrom pay to such persons\n              such compensation either in a lump sum of money or by\n              monthly or other periodical payments, as shall be agreed\n              upon.\n                      (3) In case the Commissioner and the persons\n              interested differ as to the sufficiency of the cornpensatim\n              or the apportionment thereof the Commissioner shall refer\n              such difference for the decision of the Court.\nPower to        38.-(1)   Upon service of the notice referred to in sub-\nenter and\n+             section (2) of section 37, the Commissioner may enter upon\n*lonofland.   and take possession of the land and use or authorize its\n              use for the purpose specified in such notice.\n                      (2) On the expiration of the term the Commissioner\n              shall make or tender CO the persons interested compensa-\n                     [The inclusion of this page is authorid by L.N. 480/1973]\n                      LAND ACQUISITION                                 21\ntion for the damage, if any, done to the land and not\nprovided for by the agreement and shall restore the land\nto the persons interested therein.\n        (3) If the land has become permanently unfit to be\nused for the purpose for which it was used immediately\nbefore the occupation thereof, and if the persons interested\nshall so require, the Minister shall proceed under this Act\nto acquire the land as if it was needed permanently for a\npublic purpose."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. Where the Commissioner and the person interested Displteaa\n                                                             to condition\ndiffer-                                                      of land.\n      (a) as to the condition of the land at the expiration\n          of the term; or\n      (b) as to the compensation to be paid under subsection\n          (2) of section 38; or\n      (c) as to any matter connected with the agreement,\nthe Commissioner shall refer such difference for the\ndecision of the Court, and upon such reference or upon a\nreference under subsection (3) of section 37 a Judge in\nChambers shall decide the dispute.\n                   PART  VII. Miscellaneous"
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. Every person who wilfully obstructs any person in\n               the execution of any of the acts authorized by section 3 or"
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. Police to enforce surrender.\n         Rhe inclusion of this page in authorized by L.N. 480/1973]\n                     LAND ACQUlSITlON                             3"
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44.-(1) The provisions of this Act shall not be put in Ampiaition\n                                                           of part of\nforce for the purpose of acquiring a part only of any midiag.\nbuilding which is reasonably required for the full and\nunimpaired use of such building if any person interested\ndesires that the whole of such building shall be acquired.\n        (2) The question whether a part of any building is\nreasonably required for the full and unimpaired use of the\nbuilding shall, if the parties cannot agree, be referred by\nthe Commissioner to the Court for determination.\n        (3) If any question arises as to whether any land\nproposed to be taken under this Act does or does not form\npart of a building which is reasonably required for the full\nand unimpaired use of the building withii the meaning\nof this section, the Commissioner shall refer the determina-\ntion of such question to the Court and shall not take\npossession of such land until the question has been\ndetermined."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. Where the provisions of this Act are put in force paymentor\n                                                          commia-\nfor the purpose of acquiring land at the cost of any sioncr'a\nParish Council or of the Kingston and St. Andrew Corpora- ?&-by\ntion or of the National Water Commission, the charges CQ~@;,~,~\nincurred by the Commissioner in such acquisition shall be\ndefrayed from or by such any Parish Council or the\nKingston and St. Andrew Corporation or the National\nWater Commission, as the case may be."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. No award of agreement made under this Act shall Efrom\n                                                         mfion\n                                                            stamp\nbe chargeable with stamp duty, and no person claiming duty,elc.\nunder any such award or agreement shall be required to\npay any fee for a copy of any such award or agreement.\n        [The i n h i c m of tbir page is a d m i r e d by.L.N.87/19W\n          ..                     ...               ~- .     . . ... .\n24                                    LAND ACQUlSITION\nBarofsuits\nLo set aside"
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. No suit shall be brought to set aside an award or\n               apportionment under this Act.\nRegulations.     48.-(1)   The Minister may make regulations generally for\n               the better carrying out of the provisions of thii Act.\n                     (2) Regulations made under this Act shall be subject\n42/1969        to aemative resolution.\n3rd sch.\nPenalties.       49. Every person guilty of an offence against this Act\n               shall be liable upon conviction before a Resident Magistrate\n               to a fine of one hundred dollars or in default of payment\n               of such fine to imprisonment for any period not exceeding\n               six months.\n                      ITbe inclusion ab this page Is authoriurtl by LN. S711986l"
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. Penalties.\n                      L A N D ACQUISlTION                                      5\n                                                                   cap. 204.\n             THE LAND ACQUISITION ACT                                 LPW\n                                                                   48 of 19%\n                                                                      6IS.\n                                              122nd May, 1947.1       A*196&\n                                                                   42 of 196)\n                                                                    3rd SCh.\n                     PART1. Preliminary                            32 of 1974."
    }
  ],
  "definitions": []
}