{
  "id": "jm-stat-the-land-bonds-act",
  "type": "statute",
  "title": "The Land Bonds Act",
  "title_en": "The Land Bonds Act",
  "short_name": "Land Bonds Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-land-bonds-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-land-bonds-act | Legal areas: Real Estate",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Short title.\n                                                                      -,"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 ) In this Act-                                        rmerpraatigl.\n    ‘‘acquisition” with its grammatical variations and cognate\n         expressions means acquisition in the exercise of powers\n         conferred by any enactment for the time being in force\n         in relation to the compulsory acquisition of land;\n    “bonded estate” means any parcel of land the consideration\n         money in respect of the purchase or the acquisition of\n         which by the Government was paid in whole or in\n         part by the issue of land bonds;\n    “consideration money” includes, in relation to land which\n         is purchased, the purchase price of such land and, in\n         relation to any land which is acquired, any sum which\n         is payable by Government to any vendor in respect of\n         the compensation awarded to such vendor by reason of\n         the acquisition of his interest in such land;\n    “land bonds” means bonds issued in accordance with the\n         provisions of this Act;\n    “scheduled land” means land of a category specified in the     siheduie.\n         Schedule;\n3   “vendor” means any person to whom any consideration\n         money is payable in respect of the purchase or acquisi-\n        tion of any land.\n         (2) References in this Act-                               30 1976\n                                                                   s. 2\n        (LI)   to series A bonds are to land bonds issued other\n               wise than under subsection (4) of section 4; and\n        ( h ) to series B bonds are to land bonds issued under\n              subsection (4) of section 4.\n  4                                          LAND BONDS\nPayment in\nland bonds"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Where any land is purchased or acquired by Government\nwith         the consideration money payable to any vendor in respect of\nrnnsem of    the purchase or acquisition of such land may, by agreement\nvendor.\n             between such vendor and Government, be paid either in whole\n             or in part by the issue to such vendor of land bonds to a\n             nominal amount equivalent to the whole of the consideration\n             money or to the part of the consideration money which it is\n             agreed may be so paid, as thecase may be.\nPaymmt in       4.+1)     Where any scheduled land is acquired by\nland\nbonds fw     Government for resale or for any other public purpose the\nscheduled    consideration money payable to any vendor in respect of the\nland corn-\npllsuril)    acquisition of such scheduled land may in the discretion of the\nacquired\n30/1976\n             Minister, subject to the provisions ofthis section, be paid either\nS. 3(a).     in whole or in part by the issue to such vendor of land bonds to\n             a nominal amount equivalent to the whole of the consideration\n             money or the part of the consideration money determined by\n             the Minister, as the case may be:\n301 I976\nS.3(b).\n                 Provided that in relation to a bona fide mortgage, no\n             mortgagee shall be required to accept payment of considera-\n             tion money in land bonds in respect of the whole or any part\n             of the mortgage debt but, in lieu of payment of consideration\n             money to the mortgagee, the Government may, by\n             memorandum in Writing kom the Minister to the\n             mortgagee, assume the liabilities and responsibilities of\n             the mortgagor under the mortgage.\n3011976           (IA) For the purposes of the proviso to subsection (1)\ns. 3(C).     \"bona$de mortgage\" means-\n                  (a) a mortgage which was                      in existence prior to\n                      the 28th August, 1975; or\n                 (b) a m o r t g a g e\n                        (i) effected on terms that the proceeds of the\n                            mortgage shall be expended for the purpose\n                           1%   ~ n c ~ofuihls\n                                            ,m page 1p authoolcd 4v L N   maaz]\n                         LAND BONDS                              5\n                of the purchase or development of property\n                so mortgaged; and\n          (i) the proceeds of which, in so far as they\n                have been received from the mortgagee, are\n                included in expenditure incurred for such\n                purpose; or\n    (c) any other mortgage not being a mortgage found\n        by a Commission appointed under this section to\n        have been executed-\n            (i) by the mortgagor acting in contemplation\n                of proceedings being taken to acquire the\n                land subject to the mortgage; and\n          (ii) with a mortgagee who knew or had reason\n                to suspect at the time of the execution of\n                the mortgage that the mortgagor was so\n                acting.\n      (IB) For the purposes of paragraph (c) of subsection\n      ) Minister may, by notice published in the Gazette\n( 1 ~ the\nappoint a Commission of one or more persons to determine\nwhether or not a mortgage is a born fide mortgage and\nthe Commission shall, for purposes of its decision-\n    (U) have regard to whether-\n            (i) the mortgage was a result of a transaction\n                 at arms length between persons who were\n                 not connected persons within the meaning\n                 of that expression in the Income Tax Act;\n                 and\n           (ii) the terms of the mortgage conform with\n                 practice which, at the time of execution of\n                 that mortgage, prevailed as to the terms\n                 stipulated in effecting like mortgages; and\n    (b) if satisfied that the mortgage was the result of\n         such a transaction, or that the terms of the mort-\n         gage so conform, presume (until the contrary is\n       me inclusion of this page is authorized by LN. 31119771\n6                                      LAND BONDS\n                     proved to the Commission) that there was no such\n                     action, knowledge, or reason for suspicion, as\n                     mentioned in sub-paragraph (i) or (ii) of paragraph\n                     (c) of subsection (1A).\n                 (2) Every Commission appointed under the provi-\n           sions of this section shall have all the powers, privileges,\n           duties and obligations of, and shall for all purposes be\n           deemed to be, a Commission appointed under the Com-\n           missions of Enquiry Act.\n                 (3) Any person whose interests are, or may be,\n           prejudicially affected, shall be entitled to be heard by\n           himself or counsel or solicitor before any such Commis-\n           sion.\n30/1976           (4) Where the Minister’s discretion under subsection\nS. 3(d).\n           (1) is exercised for the purpose of issuing land bonds in\n           payment of any consideration money in respect of the\n           acquisition of scheduled land under or in accordance with\n           the Land Acquisition Act (whether in its application\n           pursuant to any other Act or not), the Minister shall, by\n           order, subject to a w a t i v e resolution of the House of\n           Representative, direct that the land bonds be issued-\n               (U) to a specified nominal amount;\n               (b) to such vendor as is specified by name;\n               I d towards payment in whole or in part, as the case\n                    may be, of the specified consideration money,\n                    being so much as shall be paid in regard to such\n                    scheduled land pursuant to the Land Acquisition\n                    Act; and\n               (4 for the purposes of the acquisition, with specified\n                    use in view, of the scheduled land aforesaid, which\n                    shall, by reference to its location, area and use\n                    (if any) by the vendor, be described in the order,\n           and if the scheduled land is idle land as defined in the\n           Land Development and Utilization Act, the land shall be\n                  IThe inclusion of this p g e is authorized by LN. 31/19751\nso designated in the description thereof required by paragraph\n(4\n        ( 5 ) In subsection (4)-\n              \"specified\", in relation to any direction, means\n                  specified in the order containing       such\n                  direction;\n              \"acquisition\" does not include any acquisition\n                  for the purposes of which notice was\n                  published       pursuant to subsection (1)\n                  of section 9 of the Land Acquisition\n                  Act before the 1st day      of December,\n                  1976.\n      ( 6 ) Series B bonds shall not be issued in payment of\ncompensation pursuant to subsection (3) of section 15 of the\nLand Acquisition Act."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 -(1)    For the purpose of paying any consideration          lssueoc\n                                                                  land bands.\nmoney which may under section 3 or section 4 be paid by\nthe issue of land bonds, the Accountant-General shall,\nsubject to the provisions of this section, create and issue\nwhen and as required land bonds in such form and of such\ndenominations as may be prescribed.\n       (2) There shall not be outstanding at any one time land\nbonds to a nominal value in excess of $1,000,000,000or\nsuch greater amount as the House of Representatives may           3/zuon\n                                                                  5 2\nfrom time to time, by resolution, approve.\n  &-(I)   For the purpose of the redemption of land\nbonds and of the payment of interest upon land bonds there is\n                                                                  Ed\n                                                                  m d\nhereby constituted a h n d to be known as the Land Bond\nFund.\n       (2) All interest payable on land bonds shall be paid out\nof the Land Bond Fund and if such Fund shall be insufficient\nshall be charged upon and paid out of the Consolidated Fund.\n   8                                                 LAND BONDS\n                     (3) Ail moneys required for the redemption of land\n              bonds in accordance with the provisions of this Act shall be\n              paid out of the Land Bond Fund and if such Fund shall be\n              insufficient shall be charged upon and paid out of the\n              Consolidated Fund."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.+1)     The Minister may, ffom time to time, by notifica-                  A\n              tion published in the Gazette, determine the rate of interest                  ~\n              which shall apply to land bonds issued on or after the date on\n              which such notification takes effect, provided that no bonds\n              shalI be issued at a rate less than the rate at which the last issue\n              of stock issued under the Local Registered Stock Act was\n              issued.\n                    (2) The interest on any land bonds shall be paid by the\n              Accountant-General at such time and in such manner as may be\n              prescribed.\nRedemp          8.-(!)   All land bonds shall be redeemable at par together\n1Wnef\nland bond?.   with the payment of all arrears of interest thereon.\n30/1976\nS. 4(a).\n                      (2) Subject to subsection (2A), the Accountant-General\n              shall make arrangements for the redemption of land bonds by\n              means of periodical drawings at such time and in such manner\n              as may be prescribed provided that all land bonds shall be\n              redeemed within 20 years h m the date on which they are\n              issued."
    },
    {
      "provision_ref": "sec8a",
      "section": "8A",
      "title": "Section 8A",
      "content": "8A. Nothing provided by or under subsection (3) or (4) S o surrm-\n                                                                  of series\nof section 8 shall apply in relation to series B bonds, but der\n                                                              B bonds for\nit shall be lawhl, in case of the acquisition of scheduled taxes, but\n                                                              amount\nland as mentioned in subsection (4) of section 4, for series thereof  to be\nB bonds to be issued in payment of consideration money, dsductibls.\nafter deducting therefrom arrears of taxes accrued due on 30      1976\n                                                              s. 5.\nthe land before its acquisition, or transfer tax in respect\nthereof, or both, whereupon liability for tax to the amount\nso deducted shall be deemed to have been discharged and that\nconsideration money to have been paid in full by the issue of\nsuch bonds, notwithstanding- their issue to a nominal amount\nequal to the difference between the consideration money and\nthe said amount.\n10\nRegistration      9.-(1)   The Accountant-General shall keep in the prescribed\nand negotia-\nbility.        form a register containing such particulars as may be prescribed\n               in relation to all land bonds issued under this Act.\n                      (2) No sum payable by way of interest upon any\n               land bonds or upon the redemption of any land bonds, shall\n               be paid to any person except a person for the time being\n               shown upon the register as the holder of the bonds in\n               respect of which the payment is made.\n3011976               (3) Subject to subsection (4), all land bonds shall be\nS. 6(a).\n               capable of being transferred in such manner as may be\n               prescribed.\n3011976              (4) No right, title or interest in or to any series B\nS. 6(b).\n               bonds shall be transferable (whether by way of security\n               or otherwise) except in case of fulfilment of conditions for\n               its transfer which are prescribed under section 15, but no\n               variation of prescribed conditions during the subsistence\n               of any such bond shall abrogate or derogate from any\n               transferability appertaining thereto before the variation.\nExemption         10. Land bonds and transfers or assignments of land\nfiom stamp\nduty.          bonds and memoranda under the proviso to subsection (1)\n1411956        of section 4 shall be exempt from stamp duty.\nS. 3.\n3011976\nS. 7.\nMoneys to be      11.-31) Where any moneys are received (whether in a lump\ncredited to\nLand Bond      sum or by instalments) by the Government of Jamaica in respect\nFund.          of the sale or lease of any bonded estate or of any land\n               comprised in a bonded estate, the whole of the moneys so\n               received shall be credited to the Fund up to an amount which\n               together with the aggregate of any amounts previously so\n               credited in respect of such bonded estate is equal to the bonded\n               debt diminished by the amount of any interest paid out of the\n               Consolidated Fund under subsection (2) of section 6 upon bonds\n               issued in respect of the purchase or acquisition of the bonded\n               estate.\n                           LAND BONDS                                  11\n       (2) In this section-\n    “bonded debt” means in relation to any bonded estate\n         or any land comprised in such estate an amount\n         equivalent to the aggregate of the amounts of the\n         nominal value of land bonds issued in respect of\n         the purchase or acquisition of such estate and of\n         the interest accrued due thereon."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) Subject to the provisions of subsections (2) and z ; & m\n(3), the Minister may, after such enquiry as he may deem Landtob.\nsufficient, by order published in the Gazette, declare any scheduled\nland to be within the category spsified in paragraph (a)\nor in paragraph ( b ) or in paragaph (d) of the Schedule, 6’1119~)\nand thereafter the provisions of this Act relating to &&de.\nscheduled land shall have effect with respect to the land:\n   Provided that every order declaring land to be within the\ncategory specified in paragraph (b) of the Schedule shall be\nlaid upon the respective Tables of both Houses of Parlia-\nment and shall come into force upon being approved by\nresolutions of each House with effect from the date of the\nlater of such resolutions.\n        (2) Subject to the provisions of subsections (3) and\n(6),whenever the Minister is satisfied that any land would\nhave fallen within the category specified in paragraph (a)\nof the Schedule but for action taken since the 1st day of\nJanuary, 1955, or the day twelve months before the date\nof the publication of the notice referred to in subsection\n(31, whichever be the later day, by the owner or occupier\nof the land, with a view to terminating the tenancies of\npersons renting the land, he may, nevertheless, by order\ndeclare the land to be within that category, and the provi-\nsions of this Act relating to scheduled land shall thereafter\nhave effect with respect to the land.\n        [The incla.sion of this page is authariEcd by L.N. 5119921\n12                                     LAND BONDS\n                    (3) Before making an order under subsection (21,\n            the Minister shall, by notice published in the Guzerre,\n            appoint a Commission of one or more persons to determine\n            whether or not any action taken with a view to terminating\n            the tenancies of persons renting any land to be specified\n            in the order was taken in good faith and not in contempla-\n            tion of the enactment of this Act or in contemplation of\n            the acquisition of the land, and to report to him in relation\n            thereto.\n                   (4) Every such Commission shall have all the\n            powers, privifeges, duties and obligations of, and shall for\n            all purposes be deemed to be, a Commission appointed\n            under the Commissions of Enquiry Act.\n                    (5) Any person whose interests are, or may be, pre-\n            judicially affected, shall be entitled to be heard by himself\n            or counsel or solicitor before any such Commission.\n                    (6)If the Commission reports to the Minister that\n            the action taken by the owner or occupier of the land with\n            a view to terminating the tenancies of persons renting the\n            land was taken in good faith and not in contemplation of\n            the enactment of this Act or in contemplation of the\n            acquisition of the land, the order shall not be made.\nBasis of      13. Where compensation is to be paid either in whole\ncompeosa-\nboo        or in part by the issue of land bonds for any land acquired\nof fenanid under the Land Acquisition Act and comprising the\nacquisiuon\nland.      whole or part of an estate which has been declared by\n           the Minister for the purposes of this Act to be in his\n           opinion substantially used by the owner or occupier for the\n           purpose of renting to tenants for terms not exceeding five\n           years and in parcels not exceeding on the average ten acres\n           each, the amount of such compensation shall be determined\n           as if there were substituted for sub-paragraph (0) of para-\n           graph !i) of subsection (1) of section 14 of the Land\n           Acquisition Act the following sub-para,graph-\n                    me inclusion d shis page ia aueharieed by L.N. 5/19921\n                              LAND BONDS                                  13\n   \"(a) the market value at the date of the service of the\n         notice under subsection (3) of section 9 estimated\n         on the basis that it is intended to continue to use\n         the land substantially for the purpose of renting\n         to tenants for terms not exceeding five years and\n         in parcels not exceeding on the average ten acres\n         eacv."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14, Where compensation is to be paid either in whole E u i r d\nor in part by the issue of land bonds for any land acquired -Pea=-\nunder the Land Acquisition Act and wholly within the ;Euon\n                                                                    *.\ncategories of lands included in paragraphs (b), (c), and (f, imnadt m b-\n                                                                    uu.\nof the Schedule, the amount of such compensation shall be SC~CCIUIS.\ndetermined as if there were added to paragraph (ii) of :/\\?\nsubsection (1) of section 14 of the Land Acquisition Act\nthe following sub-paragraph-\n    ''(13 any increase to the value of the land which is 30/1976\n          attributable to works of development undertaken s. 1.\n          withim six years immediately p r d i n g the service\n          of the notice under subsection (3) of section 9,\n          or proposed by the Government or by any statu-\n          tory authority in the area in which the land is\n          situated where such area-\n             {i) has been declared to be a development area\n                 for the purposes of the Land Bonds Act;\n                    or\n               (ii) is an irrigation area within the meaning of\n                     the Irrigation Act; or\n               (iii) is a housing area, or slum clearance area, 41/1973\n                     or an improvement area within the meaningis,* (bL\n                     of the Housing Act.\"."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1)  The Minister may make such regulations for nea..\ngiving effect to the provisions of this Act as he may deem tioas.\nnecessary or expedient.\n            Finchrim of & page E a u t h o r i d by LN. S / lW2]\n14                                  LAND CONDS\n               AU regulations made under this Act, exoept as respects\n             section 7, shall be subject to negative resolution.\n421 I%9              (2) Regulations under this section may prescribe\n3rd Sch.     different provisions in relation to the different series of\n301 1976\ns 9.         land bonds, that is to say, series A bonds and series B\n             bonds.\nLand bonds     16. Nothing in this Act shall be construed to authorize\nnot          the issue of any land bonds in payment of any consideration\napplicable\nto =rain     money in respect of the acquisition of any leasehold interest\nleasehold\ninteFestg.   pursuant to the Land Development and Utilization Act.\n3011974\ns. 10.\n                             LAND BONDS                                       I5\n                            SCHEDULE                     (Sections 2, 14)\n(Q)    Land in parcels of fifty acres and upwards comprising the\n       whole or part of an estate declared by the Minister to be L.N.\n       in his opinion substantially used by the owner or occupier 68‘196’\n       for the purpose of renting to tenants for terms of not exceed-\n       ing five years and in parcels not exceeding on the average\n       ten acres each.\n(6) Land wholly within an area dedared by the Minister in\n       aaordamx with the provisions of subsection (1) of section 12\n       to be a development area.\n(E) Land wholly within an iniptmn area within the meaning\n       of thc Irrigation Act\n( d ) (i) Land comprising the whole or part of an area declared 6’1/1960\n          by the Minister to be m his opinion substantially occupied S. 3.\n          by building tenants or squatters or both.\n     (ii) For the ps-        of this paragraph-\n          “building tenants” means tenants or sub-tenants occupying\n               part or the whole of an area of land who have erected\n               bonsw thazon. or who inhabit houses erected therean\n               by other persons, without any subdivision of that\n               area of land having k e n sanctioned pursuant to the\n               Lacal Improvements Act on terms permitting the\n               croction of such houses or without thcrc Wing in\n               force any legal provision excluding that area of land\n               from the application of the Local Improvemtats Act:\n          “squatters” means persons o~cnpyingland who have no\n               right to do 80 either by purchase. tenancy, contract\n               or permission of any person having the right to grant\n            su& wrmissiw.\n (e)Land acquircd compulsorily under the Land Development and 2211966\n    Utilization Act                                             s. U.\n(D Land wholly within a housing area, or a slum clearance area. 4 1 1 1 ~ 3\n   or an improvement area within the meaning of the Housing S. 3.\n       Act.\n(9) Land, other than land in any of the foresoing -rim,   30/1976\n       which the Government acquires pursuant to the Land S. 11.\n       Acquisition Act.\n        [The inclusion of,tl& page is auihorized by L.N.5/1992]"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Land bonds not applicable to certain leasehold interests.\nN1\n                              LAh’D BONDS                                          3\n                                                                     laws\n                                                                   JSof1955.\n                                                                   14 of 1954\n                                                                   SI or 1958,\n                                                                   670119M.\n                                                                     A*\n                         THE LAND BONDS ACT                        22 o r i s\n                                                                     S W.\n                                                                   31 of 1%7,\n                                                                   Uof1969\n                                         [9thDecember, 1955.1        3rd Sch,\n                                                                   41 ofl973,\n                                                                   30 of 1976.\n                                                                    5 of 1988,\n                                                                    3 orzow.\n                                                                   ShOlltide"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30,1976              (2A) For purposes of the redemption of any series B\nS. 3ib).\n              bond, there shall be made, at the prescribed times, such equal\n              annual payments, during eighteen years fiom the second\n                                                                                             0\n              anniversary of the issue of that bond, as are sufficient to\n              discharge the nominal amount of the bond before expiraion of\n              the period limited for redemption under subsection (2):\n                Provided that regulations under this Act may require every\n              such annual payment to be made byequal instalments at\n              prescribed times within a year, but no regulations made\n                           [Tltc IIIEIUIIO~   of tbir p a p \\ I aurhonicd by   LN   iOOOZl\npursuant to this proviso shall apply in relation to any bond\nissued prior to their coming into operation.\n     (3) Regulations shall be made under this Act pro- 1411956\nviding for the conditions on which land bonds may be-         s. 2 (1).\n     (a) surrendered to the Commissioner of Inland Revenue in L.N.\n         satisfaction     of     any     arrears   of   taxes 93S11986.\n         accrued due, in relation to the bonded estate in\n         connection with the purchase or acquisition of\n         which they were issued, at the time of such pur-\n         chase or acquisition; or\n     (b) surrendered to the Commissioner of Inland\n          Revenue in satisfaction of any estate duty\n          payable on the death of any person.\n       (4) Regulations may be made under this Act pro- 14 1956\nviding for the conditions on which land bonds may be S. 2 (2).\nsurrendered to the Commissioner of Inland Revenue in\nsatisfaction of any taxes that may be prescribed.\n     (5) There shall be credited to the Land Bond Fund\nsuch sums as may from time to time be provided for the\npurpose of redemption of land bonds in the Estimates of\nRevenue and Expenditure of the Island."
    }
  ],
  "definitions": []
}