{
  "id": "jm-stat-the-land-clauses-act",
  "type": "statute",
  "title": "The Land Clauses Act",
  "title_en": "The Land Clauses Act",
  "short_name": "Land Clauses Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-land-clauses-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-land-clauses-act | Legal areas: Real Estate",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Act to apply to all undertakings authorized by enactments here-\n      after to be passed."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Form in which portions of this Act may be incorporated with\n      other Statute."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. With respect to the purchase of lands by agreement, Purchaseof\n                                                              lands by\nsubject to the provisions of this and the special Statute, it agreement.\nshall be lawful for the promoters of the undertaking to agree\nwith the owners of any lands, by the special Statute author-\nized to be taken, and which shall be required for the pur-\nposes of such enactment, and with all parties having any\nestate or interest in such lands, or by this or the special\nStatute enabled to sell and convey the same, for the absolute\npurchase, for a consideration in money, of any such lands,\nor such parts thereof as they shall think proper, and of all\nestates and interests in such lands of what kind soever."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. It shall be lawful for all parties, being seised, possessed parties\nof, or entitled to any such lands, or any estate or interest underdisability\ntherein, to sell and convey, or release the same to the pro- enabled\n                                                                  re11and\n                                                                           to\nmoters of the undertaking, and to enter into all necessary Convey.\nagreements for that purpose; and particularly it shall be\nlawful for all or any of the following parties so seised, pos-\nsessed, or entitled as aforesaid, so to sell, convey, or release;\nthat is to say, all corporations, tenants in tail or for life,\nmarried women, seised in their own right, or entitled to\ndower, guardians, committees of lunatics and idiots, trustees\nor feoffees in trust for charitable or other purposes,\nexecutors, and administrators, and all parties for the time\nbeing entitled to the receipt of the rents and profits of any\nsuch lands in possession, or subject to any estate in dower,\nor to any lease for life, or for lives and years, or for years,\n       me inclusion of this page is authorized by L.N. 480/1973]\n10                                  LANDS CLAUSES\n               or any less interest; and the power so to sell and convey,\n               or release as aforesaid, may lawfully be exercised by all such\n               parties. other than married women entitled to dower, or\n               lessees for life, or for lives and years, or for years, or for\n               any less interest, not only on behalf of themselves and their\n               respective heirs, executors, administrators, and successors,\n               but also for and on behalf of every person entitled in rever-\n               sion, remainder, or expectancy after them, or in defeasance\n               of the estate of such parties, and as to such married women,\n               whether they be of full age or not, as if they were sole and\n               and of full age; and as to such guardians, on behalf of\n               their wards; and as to such committees, on behalf of the\n               lunatics and idiots of whom they are the committees\n               respectively, and that to the same extent as such wives,\n               wards, lunatics and idiots respectively could have exercised\n               the same power under the authority of this or the special\n               Statute, if they had respectively been under no disability,\n               and as to such trustees, executors, and administrators, on\n               behalf of their cestuis que trustent whether infants, issue\n               unborn, lunatics, fernes covert, or other persons, and that to\n               the same extent as such cestuis que trustent respectively\n               could have exercised the same powers under the authority\n               of this and the special Statute if they had respectively been\n               under no disability.\nParties          8. The power hereinafter given to release lands from any\nunder\ndisabilityto   rent-charge or incumbrance, and to agree for the apportion-\nexercise       ment of any such rent-charge or incumbrance, shall extend\nother\npowers.        to and may lawfully be exercised by every party herein-\n               before enabled to sell and convey or release lands to the pro-\n               moters of the undertaking.\nAmount           9. The purchase-money or compensation to be paid for\nof compen- any lands to be purchased or taken from any party under\nsation m\ncase of\nparties\n           any disability or incapacity, and not having power to sell\nunder dis- or convey such lands except under the provisions of this\nability.   __                                                                -\n                         LANDS CLAUSES                                   11\nor the special Statute, and the compensation to be paid for\nany permanent damage or injury to any such lands, shall not,\nexcept where the same shall have been determined by the\njudgment of the Resident Magistrate, or by the valuation\nof a surveyor or other competent person appointed by a\nResident Magistrate under the provisions hereinafter con-\ntained, be less than shall be determined by the valuation of\ntwo able practical surveyors or other competent persons,\none of whom shall be nominated by the promoters of the\nundertaking, and the other by the other party, and if such\ntwo surveyors or other persons cannot agree in the valua-\ntion, then by such third surveyor or other competent person\nas the Resident Magistrate shall, upon application of either\nparty, after notice to the other party for that purpose\nnominate, and each of such two surveyors, or other com-\npetent persons, if they agree, or if not then the surveyor or\nother person nominated by the said Resident Magistrate,\nshall annex to the valuation a declaration in writing, sub-\nscribed by them or him of the correctness thereof; and all\nsuch purchase-money or compensation, shall be deposited in\nthe Treasury for the benefit of the parties interested, in\nmanner hereinafter mentioned."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. It shall be lawful for any person seised in fee of, or Where\n                                                              vendor\nentitled to dispose of absolutely for his own benefit, any absolutely\n                                                              entitled,\nlands authorized to be purchased for the purposes of the lands may\nspecial Statute to sell and convey such lands or any part bemldon\n                                                              chief-rents.\nthereof unto the promoters of the undertaking in considera-\ntion of an annual rent-charge payable by the promoters of\nthe undertaking, but except as aforesaid the consideration to\nbe paid for the purchase of any such lands, or for any\ndamage done thereto, shall be in a gross sum."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The yearly rents reserved by any such conveyance Paymentof\n                                                              rents to be\nshall be charged on the tolls or rates, if any, payable under charged on\nthe special Statute, and shall be otherwise secured in such tob.\n12                                     LANDS CLAUSES\n               manner as shall be agreed between the parties, and shall\n               be paid by the promoters of the undertaking as such rents\n               became payable; and if at any time such rents be not paid\n               within thirty days after they so become payable, and after\n               demand thereof in writing, the person to whom any such\n               rent shall be payable may either recover the same from the\n               promoters of the undertaking, with costs of suit. by action\n               of debt, or it shall be lawful for him to levy the same by\n               distress of the goods and chattels of the promoters of the\n               undertaking.\nPower to       12. In case the promoters of the undertaking shall be\npurchase\nlands        empowered by the special Statute to purchase lands for\nrequired for extraordinary purposes, it shall be lawful for all the parties\nadditional\naccommoda- who, under the provisions hereinbefore contained, would be\ntion.\n               enabled to sell and convey lands, to sell and convey the lands\n               so authorized to be purchased for extraordinary purposes.\nAuthority to     13. It shall be lawful for the promoters of the undertaking\nsell and\nrepurchase     to sell the lands which they shall have so acquired for extra-\nsuch lands.    ordinary purposes, or any part thereof, in such manner, and\n               for such considerations, and to such persons as the pro-\n               moters of the undertaking may think fit, and again to pur-\n               chase other lands for the like purposes, and afterwards sell\n               the same, and so from time to time; but the total quantity\n               of land to be held at any one time by the promoters of the\n               undertaking for the purposes aforesaid, shall not exceed the\n               prescribed quantity.\nRestraint on     14. The promoters of the undertaking shall not, by virtue\npurchase\nfrom in-       of the power to purchase land for extraordinary purposes\ncapacitated    purchase more than the prescribed quantity from any party\npersons.\n               under legal disability, or who would not be able to sell and\n               convey such lands except under the powers of this and the\n               special Statute; and if the promoters of the undertaking\n               purchase the said quantity of land from any party under\n                     m e inclusion of this page is authorized by L.N. 480/1973]\n                        LANDS CLAUSES                                   13\nsuch legal disability, and afterwards sell the whole or any\npart of the land so purchased, it shall not be lawful for\nany party being under legal disability to sell to the pro-\nmoters of the undertaking any other lands in lieu of the\nland so sold or disposed of by them."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. With respect to the purchase and taking of lands Purchaseof\n                                                               land other-\notherwise than by agreement, where the undertaking is wisethanby\nintended to be carried into effect by means of a capital to\nbe subscribed by the promoters of the undertaking, the whole\nof the capital or estimated s u m for defraying the expenses\nof the undertaking shall be subscribed under contract bind-\ning the parties thereto their heirs, executors, and adminis-\ntrators, for the payment of the several sums by them\nrespectively subscribed before it shall be lawful to put in\nforce any of the powers of this or the special Statute, or any\nenactment incorporated therewith in relation to the com-\npulsory taking of land for the purposes of the undertaking."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. A certificate under the hands of the Resident Magis- certificate\n                                                            of Resident\ntrate certifying that the whole of the prescribed s u m has M agistrate\nbeen subscribed, shall be sufficient evidence thereof, and on &!pzzd\nthe application of the promoters of the undertaking and the has been\n                                                              cubscnbed.\nproduction of such evidence as such Resident Magistrate\nthinks proper and sufficient, such Resident Magistrate shall\ngrant such certificate accordingly."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The promoters of the undertaking shall make to the Promotersto\nowners and occupiers of, and all other parties interested in make\n                                                              ownersand\n                                                              occupiers\nany lands taken or used for the purposes of the undertaking, of lands full\nor injuriously affected by the undertaking, or by the execu- tompema-\ntion of the works, full compensation for the value of the tion'\nlands so taken or used, and for all damages sustained by\nsuch owners, occupiers, and other parties by reason of the\nexercise, as regards such lands, of the powers by this or the\nspecial Statute, or any enactment incorporated therewith,\nvested in the promoters of the undertaking.\n      lThe inclusion of this page is authorized by L.N. 480119731\n 14                                      LANDS CLAUSES\nNotice of         18. When the promoters of the undertaking shall require\nintention to\ntake lands.    to purchase or take any of the lands which by this or the\n               special Statute, or any enactment incorporated therewith,\n               they are authorized to purchase or take, they shall give\n               notice thereof to all the parties interested in such lands, or\n               to the parties enabled by this Act to sell and convey, or\n               release the same, or such of the said parties as shall, after\n               diligent inquiry, be known to the promoters of the under-\n               taking, and by such notice shall demand from such parties\n               the particulars of their estate and interest in such lands, and\n               of the claims made by them in respect thereof; and every\n               such notice shall state the particulars of the land so required,\n               and that the promoters of the undertaking are willing to\n               treat for the purchase thereof, and as to the compensation\n               to be made to all parties for the damage that may be\n               sustained by them by reason of the execution of the works.\nService of       19. All notices required to be served by the promoters of\nnotice on      the undertaking upon the parties interested in, or entitled\nowners and\noccupiers      to sell any such lands, shall either be served personally on\nof lands.\n               such parties, or left at their last usual place of abode, if any\n               such can, after diligent inquiry, be found; and in case any\n               such parties shall be absent from Jamaica, or cannot be\n               found after diligent inquiry, then such notices shall be served\n               on the duly authorized attorney of such parties; or if such\n               person has no such attorney, or no such attorney can be\n               found after diligent inquiry, such notice shall also be left with\n               the occupier of such lands, or if there be no occupier, shall\n               be affixed upon some conspicuous part of such lands, and\n               upon the door of the Resident Magistrate’s Court House\n               for the parish within which the lands are situated.\nservice of       20. If any such party be a corporation aggregate, such\nnotice on a\ncorporation    notice shall be left at the principal office of business of such\naggregate.     corporation; or if no such office can, after diligent inquiry,\n               be found, shall be served on some principal member, if any,\n                      [The inclusion of this page is aulhorized by L.N. 480/1973]\n                         LANDS CLAUSES                                      15\nof such corporation; and such notice shall also be left with\nthe occupier of such lands, or, if there be no such occupier\nshall be affixed upon some conspicuous part of such lands,\nand upon the doors of the Resident Magistrate’s Court\nHouse for the parish within which the lands are situated."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. If for twenty-one days after the service of such notice ~ f p a r t i a\nany such party shall fail to state the particulars of his claim fail to treat\n                                                                orincaseof\nin respect of any such land, or to treat with the promoters             $zznto\nof the undertaking in respect thereof, or if such party, and besettled\n                                                                aa after\nthe promoters of the undertaking, shall not agree as to the mentioned.\namount of compensation to be paid by the promoters of\nthe undertaking for the interest in such lands belonging to\nsuch party, or which he is by this or the special Statute\nenabled to sell or for any damage that may be sustained by\nhim by reason of the execution of the works, the amount of\nsuch compensation shall be settled in the manner herein-\nafter provided for settling cases of disputed compensation."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. If no agreement be come to between the promoters Disputes=\n                                                                o compenaa-\nof the undertaking and the owners of, or parties by this ttion\nAct enabled to sell and convey, or release any lands taken claimed.\nor required for, or injuriously affected by the execution of\nthe undertaking, or any interest in such lands, as to the value\nof such lands or of any interest therein or as to the com-\npensation to be made in respect thereof, the amount of the\ncompensation to be paid by the promoters shall be settled\nby the Resident Magistrate."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Before the promoters of the undertaking shall com- ~ ~ d                   a   ~   ’\nmence proceedings for settling any case of disputed com- notice of\npensation, they shall give not less than ten days’ notice to         ss=;\nthe other party of their intention to commence such pro-\nceedings; and in such notice the promoters of the undertaking\nshall state what sum of money they are willing to give for\n16                                    LANDS CLAUSES\n              the interest in such lands sought to be purchased by them\n              from such party, and for the damage to be sustained by him\n              by the execution of the works.\nParty           24. In cases of disputed compensation, if, after the\nclaiming\ncompensa-     expiration of the twenty-one days mentioned in section 21,\ntion may      the promoters shall not within thirty days commence any\ncommencc\nproceedings\nm accord-\n              proceedings for settling the amount of compensation to be\nance with     paid for the land mentioned in such notice, the party claim-\nsections\n21 and 23.    ing compensation may, if he think fit, instead of waiting\n              for the promoters to commence proceedings, commence pro-\n              ceedings himself in the Resident Magistrate’s Court for\n              settling the amount of the disputed compensation :\n                Provided, that he first gives to the promoters a notice\n              similar to that required in section 23.\nIn case of      25. In every case in which any question of disputed com-\ndisputed\ncompensa-     pensation shall be required to be determined by the Resident\ntion plaint   Magistrate, the promoters of the undertaking, or the party\ntobe\nentered.      claiming compensation, shall enter a plaint in the Resident\n              Magistrate’s Court, and thereupon a summons shall be issued\n              and served on the other party eight days at least before the\n              day on which the Court be holden, at which the matter is\n              to be inquired into.\nResident        26. The Resident Magistrate before whom any such pro-\nMagistrate\nto asses3     ceeding shall be taken is hereby authorized and required to\nthe pur-\nChaSa\n              assess the s u m of money to be paid as purchase-money, or\nmoney to be   by way of compensation; and such Resident Magistrate shall\npaid.\n              have in every such proceedings the same power and juris-\n              diction over such proceeding, and over the parties, witnesses,\n              and all other persons in all respects, as if such proceeding\n              were an action in such Resident Magistrate’s Court.\n                    m e inclusion of this page is authorized by L.N. 480119731\n                        LANDS CLAUSES                                   17"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Party claiming compensation may commence proceedings in\n           accordance with sections 21 and 23."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. The judgments pronounced, and orders made by any and  Judgments\n                                                                 orden\nResident Magistrate in any such proceeding, shall be entered to be\non record in the office of such Resident Magistrate’s Court,\nand searches for the same may be made and copies taken\nin the same manner and subject to the same conditions, and\non payment of the same fees as is or may be provided for\nsearches for and copies of other documents in the office\nof such Resident Magistrates’ Courts."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Until rules are made fixing the Court fees payable ~ e e s , h o w\nunder this Act, the Court fees payable upon proceedings chargeable.\nunder this Act shall be the same, as nearly as may be, as\nthe Court fees payable in actions in such Resident Magis-\ntrate’s Court. The amount of compensation claimed or\noffered, as the case may be, by the party commencing the\nproceeding shall be the amount of demand of the plaint:\n  Provided, that the Court fees under this section shall not\nexceed the highest fees payable in the Resident Magistrate’s\ncourt."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. There shall be an appeal to the Court of Appeal from\nthe judgment or order of a Resident Magistrate in any such\nproceeding on any point of law; and the Court of Appeal\nshall also have power to order a new trial of any inquiry\n€or the assessment of any s u m of money to be paid as\npurchase-money or by way of compensation, if the Court\nthink that the s u m awarded is too high, or too low, or that\nfor any other reason there ought to be a new trial. The\nCourt of Appeal may, if it shall think fit, order that the\nnew trial shall be had before the same Resident Magistrate’s\nCourt, or before a Judge of the Supreme Court, and may give\nall such directions as may be necessary for that purpose,\nand the Judge of the Supreme Court shall, in acting under\nsuch order, have all the power and jurisdiction of the\nResident Magistrate, and the orders and judgments of such\nJudge shall, for the purposes of the new trial, and of all the\n18                                     LANDS CLAUSES\n               consequences thereof, and for the issuing of execution and\n               otherwise, be deemed to be orders and judgments of the\n               Resident Magistrate's Court :\n                  Provided, that no such judgment or order shall be altered\n               or reversed, or such new trial granted on any point which\n               might have been but was not raised at the inquiry before\n               the Resident Magistrate. No judgment or order shall be\n               altered or reversed, and no new trial shall be granted, when\n               the effect of such judgment, or order, or of the former trial\n               shall be to do substantial justice between the parties. Such\n               appeal and application for a new trial shall, subject to any\n               rules made under this Act, and subject to any rules made\n               by the Supreme Court as to the proceedings in the Court of\n               Appeal be made in the same form and manner, and shall\n               be subject to the same conditions, as appeals from the\n               Resident Magistrate's Court in personal actions.\npm.              30. If when the proceedings are commenced by the pro-\nclairmng\nmaking         moters, the party claiming compensation shall not appear at\ndefault how    the time appointed for the inquiry, such inquiry shall not be\ncompensa-\ntion to be\nascertained.\n               further proceeded with, but the compensation to be paid\n               shall be such as shall be ascertained by a surveyor or other\n               person appointed by the Resident Magistrate in manner here-\n               inafter provided.\nSums to be     31. Where any inquiry shall relate to the value of lands\npaid for\n            to be purchased, and also to compensation claimed for injury\nfor damage. done or to be done to the lands held therewith, the Resident\n            Magistrate shall deliver his judgment separately for the s u m\n            of money to be paid for the purchase of the lands required\n            for the works, or of any interest therein belonging to the\n            party with whom the question of disputed compensation\n            shall have arisen, or which, under the provisions herein con-\n            tained, he is enabled to sell or convey, and for the sum of\n            money to be paid by way of compensation for the damage,\n            if any, to be sustained by the owner of the lands by reason\n                     m e inclusion of this page is authorized by L.N. 480/1973]\n                         LANDS CLAUSES                                   19\nof the severing of the lands taken from the other lands of\nsuch owner, or otherwise injuriously affecting such other\nlands by the exercise of the powers of this or the special\nStatute or any enactment incorporated therewith."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Party claiming making default how compensation to be ascer-\n           tained."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. On every such inquiry, where judgment shall be given e s q o f\nfor a greater sum than the sum previously offered by the pro- *qw.\nmoters of the undertaking, all the costs of such inquiry shall\nbe borne by the promoters of the undertaking, but if the\njudgment be given for the same or a less s u m than the s u m\npreviously offered by the promoters of the undertaking or\nif the owner of the land shall have failed to appear at the\ntime and place appointed for the inquiry, having received\ndue notice thereof, each party shall bear his own costs\nincident to such inquiry."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. The costs of every inquiry shall, in case of difference, partic~lan\nbe settled by the Resident Magistrate, on the application of of costs.\neither party, and such costs shall include all reasonable costs,\ncharges, and expenses incurred in such proceeding, and in\ntaking the inquiry, the attendance of witnesses, the employ-\nment of counsel and solicitors, and otherwise incident to\nsuch inquiry. In settling the amount of costs under this\nsection, the Judge shall not be bound by the scale of fees in\nthe Resident Magistrates’ Courts, but may, if he thinks fit,\nallow larger fees than are allowed by such scale. There may\nbe an appeal to the Court of Appeal if the Judge thinks fit\nto permit one from any decision of a Judge under this\nsection. Such appeal shall be made in the same way, and\nsubject to the same conditions, as appeals under section 29."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. If any such costs shall be payable by the promoters Paymentof\nof the undertaking, and if within seven days after demand Costs.\nsuch costs be not paid to the party entitled to receive the\nsame, they shall be recoverable by distress, and on applica-\ntion to any Justice he shall issue his warrant accordingly;\n       me inclusion of this page is authorized by L.N. 480119731\n20                                    LANDS CLAUSES\n              and if any such costs shall be payable by the owner of the\n              lands, or of any interest therein, the same may be deducted\n              and retained by the promoters of the undertaking, out of\n              any money awarded by the Resident Magistrate to such\n              owner, or determined by the valuation of a surveyor or other\n              person, under the provision hereinafter contained; and the\n              payment or deposit of the remainder, if any, of such money\n              shall be deemed payment and satisfaction of the whole there-\n              of; or if such costs shall exceed the amount of money so\n              awarded or determined, the excess shall be recoverable by\n              distress, and on application to any Justice he shall issue his\n              warrant accordingly.\nCompensa-       35. The purchase-money, or compensation to be paid for\ntion to\nabsent        any lands to be purchased or taken by the promoters of the\npiUtiCS.      undertaking from any party who, by reason of absence from\n              Jamaica, and of not being represented in Jamaica by a duly\n              authorized attorney, is prevented from treating, or who can-\n              not, after diligent inquiry, be found, or who shall not appear\n              at the time appointed for the inquiry as hereinbefore pro-\n              vided for, after due notice thereof, and the compensation\n              to be paid for any permanent injury to such lands shall be\n              such as shall be determined by the valuation of such able\n              practical surveyor, or other person as the Resident Magis-\n              trate shall nominate for that purpose, as hereinafter\n              mentioned.\nResident        36. Upon application by the promoters of the under-\nMagistrate\nto nominate   taking to the Resident Magistrate, and upon such proof as\na surveyor.   shall be satisfactory to him that any such party is, by reason\n              of absence from Jamaica and of not being represented in\n              Jamaica by a duly authorized attorney, prevented from treat-\n              ing, or cannot, after diligent inquiry, be found, or that any\n              such party failed to appear on such inquiry before the\n              Resident Magistrate’s Court as aforesaid, after due notice\n              to him for that purpose, such Resident Magistrate shall, by\n                        LANDS CLAUSES                                        21\nwriting under his hand, nominate an able practical surveyor\nor other competent person for determining such compensa-\ntion as aforesaid, and such surveyor or other person shall\ndetermine the same accordingly, and shall annex to his valua-\ntion a declaration in writing subscribed by him, of the\ncorrectness thereof."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Before such surveyor or other person shall enter upon Declaration\n                                                               be made\nthe duty of making such valuation as aforesaid, he shall, to bythe\nin the presence of such Resident Magistrate, make and sub- surveyor.\nscribe the declaration following at the foot of such nomina-\ntion, that is to say-\n    “I, A.B., do solemnly and sincerely declare, that I will Formof\n        faithfully, impartially, and honestly, according to declarabon.\n        the best of my skill and ability, execute the duty\n        of making the valuation hereby referred to me\n                                                                    A.B.”\n    “Made and subscribed in the presence of                             99\nAnd if any such surveyor or other person shall corruptly\nmake such declaration, or having made such declaration,\nshall wilfully act contrary thereto, he shall be guilty of a\nmisdemeanour."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. The said nomination and declaration shall be annexed etc.,\n                                                              Vduation,\n                                                                  to be\nto the valuation to be made by such surveyor or other person, produced to\nand shall be preserved together therewith by the promoters F!zEds\nof the undertaking, and they shall at all times produce the ondemand-\nsaid valuation and other documents, on demand, to the\nowner of the lands comprised in such valuation, and to all\nother parties interested therein."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. All the expenses of and incident to every such valua- kym   to\n                                                                me by\ntion shall be borne by the promoters of the undertaking.     pmmoterr.\n22                                      LANDS CLAUSES\nPurchase-        40. In estimating the purchase-money or compensation\nmoney and\ncompensa-      to be paid by the promoters of the undertaking, in any of\ntion.\n               the cases aforesaid, regard shall be had by the Judge,\n               surveyors, or other persons, as the case may be, not only\n               to the value of the land to be purchased or taken by the\n               promoters of the undertaking, but also to the damage, if\n               any, to be sustained by the owner of the lands by reason\n               of the severing of the lands taken from the other lands of\n               such owner, or otherwise injuriously affecting such other\n               lands by the exercise of the powers of this or the special\n               Statute, or any enactment incorporated therewith.\nWhen com-         41. When the compensation payable in respect of any\npensation to\nabsent party   lands, or any interest therein, shall have been ascertained\nhas been\ndetermined.    by the valuation of a surveyor, or other person, and\n               deposited in the Treasury under the provisions herein con-\n               tained by reason that the owner of or party entitled to con-\n               vey such lands or such interest therein as aforesaid, could\n               not be found, or was absent from Jamaica, and not repre-\n               sented in Jamaica by a duly authorized attorney, if such\n               owner or party shall be dissatisfied with such valuation, it\n               shall be lawful for him, before he shall have applied to the\n               Supreme Court, or to a Judge thereof for payment or\n               investment of the money so deposited under the provisions\n               herein contained, by notice in writing to the promoters of\n               the undertaking, to require the question of such compensa-\n               tion to be submitted to the judgment of the Resident\n               Magistrate, in the same manner as in other cases of disputed\n               compensation hereinbefore authorized or required to be\n               submitted to the judgment of the Resident Magistrate.\nQuestion to       42. The question to be submitted to the Resident Magis-\nbe submitted\nto the         trate in the case last aforesaid shall be, whether the said sums\nResident       so deposited as aforesaid by the promoters of the under-\nMagistrate.\n               taking was a sufficient sum, or whether any and what further\n               sum ought to be paid or deposited by them. The proceed-\n                      me inclusion of this page is authorized by L.N. 480/1973]\n                         LANDS CLAUSES                                        23\nings shall be in the same form, and conducted in the same\nway as other cases of disputed compensation. The person\ndissatisfied with such valuation shall commence the proceed-\nings and enter the plaint, first giving to the promoters a\nnotice similar to that required from the promoters by section"
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. If the Resident Magistrate shall determine that a Iffurther\n                                                              sum awarded\nfurther sum ought to be paid or deposited by the promoters promoters\n                                                              to pay or\nof the undertaking they shall pay or deposit, as the case deposit same\nmay require, such further s u m within fourteen days after z+t?:;;-\nsuch decision. or in default thereof the same may be enforced\nby attachment. or recovered with costs by action of debt."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. If the Resident Magistrate shall determine that the Costsofthe\n                                                                     proceedings.\nsum so deposited was sufficient, the costs of and incident\nto such proceedings shall be in the discretion of the Resident\nMagistrate; but if the Resident Magistrate shall determine\nthat a further sum ought to be paid or deposited by the\npromoters of the undertaking all the costs of and incident\nto the proceeding shall be borne by the promoters of the\nundertaking."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. If any party shall be entitled to any compensation ampensa-\nin respect of any lands, or of any interest therein, which tion     claimed\n                                                                tobesettled\nshall have been taken for or injuriously affected by the kL%ent\nexecution of the works, and for which the promoters of the Magistrate.\nundertaking shall not have made satisfaction under the pro-\nvisions of this or the special Statute, or any enactment\nincorporated therewith, such party may have the same\nsettled by the Resident Magistrate; and it shall be lawful for\nhim to give notice in writing to the promoters of the under-\ntaking of his desire to have the same so settled, stating in\nsuch notice the nature of the interest in such lands in respect\nof which he claims compensation, and the amount of the\n24                                    LANDS CLAUSES\n              compensation so claimed therein; and unless the promoters\n              of the undertaking be willing to pay the amount of com-\n              pensation so claimed, and shall enter into a written agree-\n              ment for that purpose, such party may, after twenty-one\n              days after the giving of such notice, commence proceedings\n              in the Resident Magistrate’s Court for settling the amount of\n              compensation in the manner hereinbefore provided for\n              settling cases of disputed Compensation.\nA plicaiion      46. With respect to the purchase-money or compensation\n0pEom-\npensauon.     coming   to parties having limited interests, or prevented from\n              treating, or not making title, the purchase-money or com-\nPurchase-     pensation   which shall be payable in respect of any lands,\nmoney         or any interest therein, purchased or taken by the promoters\npayable to\nparties under of the undertaking from any corporation, tenant for life or\ndisability to\nbe deposited in tail, married woman seised in her own right, or entitled\nin the\nTEaSUry.      to dower, guardian, committee of lunatic or idiot, trustee,\n              executor or administrator, or person having a partial or\n              qualified interest only in such lands, and not entitled to sell\n              or convey the same except under the provisions of this or\n              the special Statute, or the compensation to be paid for any\n              permanent damage to any such lands, shall be paid into the\n              Treasury, ex parte the promoters of the undertaking (des-\n              cribing them by their proper name), in the matter of the\n              special Statute (citing it), pursuant to the method prescribed\n              by the law and practice for the time being in force for\n              regulating moneys paid into the Supreme Court; and such\n              moneys shall remain so deposited until the same be applied\n              to some or more of the following purposes, that is to say-\n                  (U)   in the discharge of any debt or incumbrance\n                        affecting the land in respect of which such money\n                         shall have been paid, or affecting other lands\n                         settled therewith, to the same or the like uses,\n                         trusts, or purposes; or\n                    m e inclusion of this page is authorized by L.N. 480/1973]\n                         LANDS CLAUSES                                          25\n     (b) in the purchase of other lands to be conveyed,\n          limited, and settled upon the like uses, trusts, and\n          purposes, and in the same manner as the lands in\n          respect of which such money shall have been paid,\n          stood settled; or\n     (c) if such money shall be paid in respect of any\n          buildings taken under the authority of this or the\n          special Statute, or injured by the proximity of the\n          works, in removing or replacing such buildings, or\n          substituting others in their stead, in such manner\n          as the Supreme Court shall direct; or\n     (d) in payment to any party becoming absolutely\n          entitled to such money."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. Application of compensation.\n         Purchase-money payable to parties under disability to be\n            deposited in the Treasury."
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. Such money may be SO applied as aforesaid, upon Orderfor\n                                                                application\nan order of the Supreme Court, or of a Judge thereof, made aQdinv,.&\non the application of the party who would have been entitled $!&me”\nto the rents and profits of the land in respect of which such\nmoney shall have been deposited; and until the money can\nbe so applied, it may, upon the like order, be invested in\nGovernment debentures, or in any debentures payment\nwhereof is guaranteed by Government, or in the Workers\nSavings and Loan Bank, or in any other security in which,\naccording to the then practice of the Court, trust funds may\nbe ordered to be invested by the Court, or the Court or\nJudge may direct that such money shall remain in the\nTreasury, and the interest, dividends, and annual proceeds\nthereof shall be paid to the party who would for the time\nbeing have been entitled to the rents and profits of the lands."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. All sums of money which may be payable by the pro- ~ l i s u m ~\nmoters of the undertaking in respect of the taking, using, gg:kn-\nor interfering with any lands under a contract or agreement ~             ~          ~\nwith any person who shall not be entitled to dispose of such\nlands, or of the interest therein contracted to be sold by him be paid into\n                                                                    TreaSUry.\n       [The indusion of this page is authorized by L.N. 480/1973]\n26                                      LANDS CLAUSES\n              absolutely for his own benefit, shall be paid into the Treasury\n              in manner aforesaid; and it shall not be lawful for any con-\n              tracting party, not entitled as aforesaid, to retain to his own\n              use any portion of the sums so agreed or contracted to be\n              paid for, or in respect of the taking, using, or interfering with\n              any such lands, or in lieu of bridges, tunnels or other accom-\n              modation works or for assenting to or not opposing the\n              passing of the bill authorizing the taking of such lands; but\n              all such moneys shall be deemed to have been contracted to\n              be paid for and on account of the several parties interested\n              in such lands, as well in possession as in remainder, rever-\n              sion, or expectancy :\n                Provided always, that it shall be in the discretion of the\n              Supreme Court, or of a Judge thereof, to allot to any tenant\n              for life, or for any other partial or qualified estate, for his\n              own use, a portion of the sum so paid into the Treasury,\n              as compensation for any injury, inconvenience, or annoy-\n              ance which he may be considered to sustain, independently\n              of the actual value of the lands to be taken, and of the\n              damage occasioned to the lands held therewith, by reason\n              of the taking of such lands and the execution of the works.\nSupreme          49. Where any purchase-money or compensation paid\ncourtmay\ndirect        into the Treasury under the provisions of this or the special\napplication   Statute, shall have been paid in respect of any lease for a life\nof money in\nrespect of\nleases or\n              or lives of years, or for a life or lives and years, or any estate\nreversions.   in lands less than the whole fee simple thereof, or of any\n              reversion dependent on any such lease or estate, it shall be\n              lawful for the Supreme Court, or for a Judge thereof, on\n              the application of any party interested in such money, to\n              order that the same shall be laid out, invested, accumulated,\n              and paid in such manner as the said Court or Judge may\n              consider will give to the parties interested in such money\n              the same benefit therefrom as they might lawfully have had\n                        LANDS CLAUSES                                            27\nfrom the lease, estate, or reversion in respect of which such\nmoney shall have been paid, or as near thereto as may be."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. Supreme Court may direct application of money in respect of\n            leases or reversions\n                                                                       ~-\n                        LANDS CLAUSES                                    3"
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. Upon deposit in the Treasury, in manner hereinbefore Upon\n                                                                   deposit be-\n provided, of the purchase-money or compensation agreed ingdo\n or adjudged to be paid in respect of any lands purchased $$eWpa,s\n or taken by the promoters of the undertaking under the pro- to-vey,\nvisions of this or the special Statute, or any enactment\nincorporated therewith, the owner of such lands, including in\nsuch term all parties by this Act enabled to sell or convey\nlands, shall, when required so to do by the promoters of the\nundertaking, duly convey such lands to the promoters of the\nundertaking, or as they shall direct; and in default thereof, or\nif he fail to adduce a good title to such lands to their satisfac-\ntion, it shall be lawful for the promoters of the undertaking,\nif they think fit, to apply to the Resident Magistrate for an\norder, which such Resident Magistrate is hereby authorized\nto make, containing a description of the lands in respect of\nwhich such default shall be made, and reciting the purchase\nor taking thereof by the promoters of the undertaking; and\nthe names of the parties from whom the same were purchased\nor taken, and the deposit made in respect thereof, and\ndeclaring the fact of such default having been made, and\nsuch order shall be stamped with the stamp duty which\nwould have been payable upon a conveyance to the pro-\nmoters of the undertaking of the lands described therein;\nand upon such order being made all the estate and interest\nin such lands of, or capable of being sold and conveyed by\nthe party between whom and the promoters of the under-\ntaking such agreement shall have been come to, or as between\nwhom and the promoters of the undertaking such purchase-\nmoney or compensation shall have been determined by the\nResident Magistrate or by a surveyor or other person\nappointed by the Resident Magistrate as herein provided,\nand shall have been deposited as aforesaid, shall vest\nabsolutely in the promoters of the undertaking, and as\n      m e inclusion of this page is authorized by L.N. 480/1973]\n28                                   LANDS CLAUSES\n              against such parties and all parties on behalf of whom they\n              are hereinbefore enabled to sell and convey, the promoters\n              of the undertaking shall be entitled to immediate possession\n              of such lands.\nwhere            51. If the owner of any such lands, purchased or taken\nPartiU\nrefuse to     by the promoters of the undertaking, or of any interest there-\nnot\nconveyordo\n    show      in, on tender of the purchase-money or compensation either\ntitleorcan- agreed or adjudged to be paid in respect thereof, refuse to\nnot be found.\n              accept the same, or neglect or fail to make out a title to such\n              lands, or to the interest therein claimed by him,to the satis-\n              faction of the promoters of the undertaking, or if he refuse\n              to convey or release such lands as directed by the promoters\n              of the undertaking, or if any such owner be absent from\n              Jamaica, and not represented by a duly authorized attorney\n              in Jamaica, or cannot, after diligent inquiry be found, or fail\n              to appear on the inquiry before the Resident Magistrate,\n              as herein provided for, it shall be lawful for the promoters\n              of the undertaking to deposit the purchase-money or com-\n              pensation payable in respect of such lands, or any interest\n              therein in the Treasury, to be placed, except in the cases\n              herein otherwise provided for, to the credit of the parties\n              interested in such lands (describing them so far as the pro-\n              moters of the undertaking can do), subject to the control\n              and disposition of the Supreme Court.\nUpon de-       52. Upon any such deposit of money as last aforesaid\nposit being\n            being made, the proper officer of the Treasnry shall give\nrewlpttobe to the promoters of the undertaking, or to the party paying\ngiven, and\nthe land to in such money by their direction, a receipt for such money,\nvest.\n            specifying therein for what and for whose use (described\n            as aforesaid) the same shall have been received, and in\n            respect of what purchase the same shall have been paid in;\n            and it shall be lawful for the promoters of the undertaking,\n            if they think fit, to apply to the Resident Magistrate for an\n                    me inclusion of this page is authorized by LN. 489/1973]\n                         LANDS CLAUSES                                    29\norder, which such Resident Magistrate is hereby authorized\nto make, containing a description of the lands in respect\nwhereof such deposit shall have been made, and declaring\nthe circumstances under which, and the names of the parties\nto whose credit such deposit shall have been made; and such\norder shall be stamped with the stamp duty which would\nhave been payable upon a conveyance to the promoters of the\nundertaking of the lands described therein; and upon such\norder being made all the estate and interest in such lands\nof the parties for whose use, and in respect whereof such\npurchase-money or compensation shall have been deposited,\nshall vest absolutely in the promoters of the undertaking,\nand as against such parties they shall be entitled to\nimmediate possession of such lands."
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. Where parties refuse to convey or do not show title or cannot be\n      found."
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53. Upon the application of any party making claim to A plication\nthe money so deposited as last aforesaid, or any part thereof, sooPmaney\n                                                                   depositd.\nor to the lands in respect whereof the same shall have been\nso deposited, or any part of such lands, or any interest in the\nsame, the Supreme Court or a Judge thereof may, in a sum-\nmary way, as to such Court or Judge shall seem fit, order\nsuch money to be laid out or invested in Government\ndebentures, or in any debentures payment whereof is\nguaranteed by Government, or in the Workers Savings and\nLoan Bank, or in any other security in which, according to\nthe then practice of the Court, trust funds may be ordered to\nbe invested by the Court, or to remain in the Treasury, or\nmay order distribution thereof, or payment of the dividends\nthereof, according to the respective estates, titles or interest\nof the parties making claim to such money or lands, or any\npart thereof, or may make such other order in the premises\nas to such Court or Judge shall seem fit."
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54. If any question arise respecting the title to the lands partyin\n                                                                ssession to\nin respect whereof such moneys shall have been so paid e deemed\nor deposited as aforesaid, the parties respectively in pos- t h e o ~ ~ .\n30                                      LANDS CLAUSES\n                 session of such lands, as being the owners thereof, or in\n                 receipt of the rents of such lands, as being entitled thereto\n                 at the time of such lands being purchased or taken, shall\n                 be deemed to have been lawfully entitled to such lands, until\n                 the contrary be shown to the satisfaction of the Supreme\n                 Court; and unless the contrary be shown as aforesaid, the\n                 parties so in possession, and all parties claiming under them,\n                 or consistently with their possession, shall be deemed entitled\n               . to the money so deposited, and to the dividends or interest\n                 arising from the investment thereof, and the same shall be\n                paid and applied accordingly.\nc o s t s in\ncase8 of"
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55. In all cases of moneys deposited in the Treasury under\nmoney\ndeposited.\n                the provisions of this or the special Statute, or an enactment\n               incorporated therewith, except where such moneys shall\n               have been so deposited by reason of the wilful refusal of any\n               party entitled thereto to receive the same, or to convey or\n               release the lands in respect whereof the same shall be pay-\n               able, or by reason of the wilful neglect of any party to make\n               out a good title to the land required, it shall be lawful for the\n               Supreme Court, or the Judge thereof, to order the costs of\n               the following matters, including therein all reasonable\n               charges and expenses incident thereto, to be paid by the\n               promoters of the undertaking, that is to say, the costs of the\n               purchase or taking of the lands, or the costs which shall have\n               been incurred in consequence thereof, other than such costs\n               as are herein otherwise provided for, and the costs of the\n               investment of such moneys, and of the re-investment thereof\n               in the purchase of other lands, and also the costs of obtain-\n               ing the proper orders for any of the purposes aforesaid, and\n               of the orders for the payment of the dividends and interest\n               of the securities upon which such moneys shall be invested,\n               and for the payment out of Court of the principal of such\n               moneys, or of the securities wherein the same shall be\n               invested, and of all proceedings relating thereto, except such\n               as are occasioned by litigation between adverse claimants:\n                      me inclusion of this page is authorized by L.N. 480/1973]\n                                                                                   I\n                         LANDS CLAUSES                               31\n  Provided always, that the costs of one application only\nfor reinvestment in land shall be allowed, unless it shall\nappear to the Supreme Court or to a Judge thereof, that it is\nfor the benefit of the parties interested in the said moneys\nthat the same should be invested in the purchase of lands,\nin different sums and at different times, in which case it shall\nbe lawful for the Court or Judge if it or he think fit, to order\nthe costs of any such investments to be paid by the pro-\nmoters of the undertaking."
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56. Conveyances of lands to be purchased under the pro- Conveyance.\nvisions of this or the special Statute, or any enactment\nincorporated therewith, may be according to the Forms in\nthe Schedules A and Byor as near thereto as the circum- schedules\nstances of the case will admit, or by deed in any other form A and B.\nwhich the promoters of the undertaking may think fit; and\nall conveyances made according to the Forms in the said\nSchedules, or as near thereto as the circumstances of the\ncase will admit, shall be effectual to vest the lands thereby\nconveyed in the promoters of the undertaking, and shall\noperate to merge all terms of years attendant by express\ndeclaration, or by construction of law, on the estate or\ninterest so thereby conveyed, and to bar and to destroy all\nsuch estates tail, and all other estates, rights, titles, re-\nmainders, reversions, limitations, trusts, and interests what-\nsoever of and in the lands comprised in such conveyances,\nwhich shall have been purchased or compensated for by\nthe consideration therein mentioned; but although terms\nof years be thereby merged, they shall in equity afford\nthe same protection as if they had been kept on foot, and\nassigned to a trustee for the promoters of the undertaking\nto attend the reversion and inheritance."
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57. The costs of all such conveyances shall be borne by nyances.\n                                                          ~ostsofcon-\nthe promoters of the undertakhg; and such costs shall\ninclude all charges and expenses incurred on the part as\n32                                      LANDS CLAUSES\n                well of the seller as of the purchaser, of all conveyances\n                and assurances of any such lands, and of any outstanding\n                terms or interests therein, and of deducing, evidencing, and\n                verifying the title to such lands, terms, or interests, and\n                of making out and furnishing such abstracts and attested\n                copies as the promoters of the undertaking may require,\n                and all other reasonable expenses incident to the investiga-\n                tion, deduction, and verification of such title.\nTaxationof        58. If the promoters of the undertaking, and the party\ncosts of con-\nveyances.       entitled to any such costs shall not agree as to the amount\n                thereof, such costs shall be taxed by the Registrar of the\n                Supreme Court, upon an order of the Supreme Court upon\n                petition in a summary way, or by application at Chambers\n                by either of the parties; and the promoters of the under-\n                taking shall pay what the said Registrar shall decide to be\n                due in respect of such costs to the party entitled thereto,\n                or in default thereof the Same may be recovered in the same\n                way as any other costs payable under an order of the said\n                Court, or the same may be recovered by distress in the man-\n                ner hereinbefore provided in other cases of costs; and the\n                expense of taxing such costs shall be borne by the promoters\n                of the undertaking, unless upon such taxation one-sixtb\n                part of the amount of such costs shall be disallowed, in which\n                case the costs of such taxation shall be borne by the party\n                whose costs shall be so taxed, and the amount thereof shall\n                be ascertained by the said Registrar, and deducted by him\n                accordingly in his certificate of such taxation.\nPaymentof        59. The promoters of the undertaking shall not, except\nprice to be\nmdeprs        by consent of the owners and occupiers, enter upon any\nvious  except lands which shall be required to be purchased or permanent-\nentry,to\nto s-ey,      ly used for the purposes, and under the powers of this or the\netc.\n                special Statute, or any enactment incorporated therewith,\n                until they shall either have paid to every p r t y having any\n                interest in such lands, or deposited in the Treasury, in the\n                      m e inclusion of this page is authorized by L.N. 480/1973]\n                         LANDS CLAUSES                                         33\nmanner herein mentioned the purchase-money or com-\npensation agreed or awarded to be paid to such parties\nrespectively for their respective interests therein :\n  Provided always, that for the purpose merely of surveying\nor taking levels of such lands, and of probing or boring to\nascertain the nature of the soil, or of setting out the line of\nthe works, it shall be lawful for the promoters of the under-\ntaking, after giving not less than three nor more than\nfourteen days’ notice to the owners or occupiers thereof, to\nenter upon such lands without previous consent, making\ncompensation for any damage thereby occasioned to the\nowners or occupiers thereof."
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60. If the promoters of the undertaking shall be desirous Promotefa\n                                                                     to be allowed\nof entering upon and using any such lands before an agree- to enter on\nment shall have been come to, or valuation made, or judg- purcpaseon\n                                                                lands before\nment given for the purchase-money or compensation to be              mby\npaid by them in respect of such l i d s , it shah be lawful for b y of\nthe promoters of the undertaking to deposit in the Treasury, ig302d\n                                                                                     I\nby way of security, as hereinafter mentioned, either the\namount of purchase-money or compensation claimed by any\nparty interested in or entitled to sell and convey such lands,\nand who shall not consent to such entry, or such a sum as\nshall, by a surveyor or other person appointed by the\nResident Magistrate in the manner hereinbefore provided\nin the case of parties who cannot be found, be determined\nto be the value of such lands, or of the interest therein which\nsuch party is entitled to, or enabled to sell and convey, and\nalso to give to such party a bond, under the common seal\nof the promoters if they be a corporation, or if they be not\na corporation, under the hands and seals of the said pro-\nmoters, or any two of them, with two sacient sureties, to\nbe approved of by the Resident Magistrate in case the parties\ndiffer, in a penal s u m equal to the sum so to be deposited,\nconditioned for payment to such party, or for deposit in the\n34                                       LANDS CLAUSES\n                Treasury for the benefit of the parties interested in such\n                lands, as the case may require, under the provisions herein\n                contained, of all such purchase-money or compensation as\n                may in manner hereinbefore provided be determined to be\n                payable by the promoters of the undertaking in respect of the\n                lands so entered upon, together with interest thereon, at the\n                rate of six per centurn per annum, from the time of entering\n                on such lands until such purchase-money or compensation\n                shall be paid to such party or deposited in the Treasury for\n                the benefit of the parties interested in such lands, under the\n                provisions herein contained; and, upon such deposit by way\n                of security being made as aforesaid, and such bond being\n                delivered or tendered to such non-consenting party as afore-\n                said, it shall be lawful for the promoters of the undertaking\n                to eater upon and use such lands, without having first paid\n                or deposited the purchase-money or compensation in other\n                cases required to be paid or deposited by them before enter-\n                ing upon any lands to be taken by them under the provisions\n                of this or the special Statute:\n                  Provided, however, that the interest payable under this\n                section shall be at the rate of four per centurn per annum\n                in all cases in which interest is payable out of public or\n                parochial funds or money.\nUpon               61. The money so to be deposited as last aforesaid shall\n deposit\nbeingmade       be paid into the Treasury to the credit of the parties\nthe proper\nofficerof the   interested in or entitled to sell and convey the lands so to\nTreasury to\ngive receipt.\n                be entered upon, and who shall not have consented to such\n                entry, subject to the control and disposition of the Supreme\n                Court; and upon such deposit being made, the proper officer\n                of the Treasury shall give to the promoters of the under-\n                taking, or to the party paying in such money. by their\n                direction, a receipt for such money, specifying therein for\n                what purpose and to whose credit the same shall have been\n                paid in.\n                         LANDS CLAUSES                                         35"
    },
    {
      "provision_ref": "sec61",
      "section": "61",
      "title": "Section 61",
      "content": "61. Upon deposit being made the proper officer of the Treasury to\n      give receipt."
    },
    {
      "provision_ref": "sec62",
      "section": "62",
      "title": "Section 62",
      "content": "62. The money so deposited as last aforesaid shall remain Depqsit to\n                                                                     remain as a\nin the Treasury, by way of security, to the parties whose security,and\nlands shall so have been entered upon for the performance to         be applied\n                                                                   under\nof the condition of the bond to be given by the promoters of         zggf\nthe undertaking, as hereinbefore mentioned; and the same\nmay, on application of the promoters of the undertaking to\nthe Supreme Court, by petition or at Chambers, be ordered\nto be invested in Government debentures, or in any\ndebentures payment whereof is guaranteed by Government,\nor in the Workers Savings and Loan Bank, or in any other\nsecurity in which according to the then practice of the Court,\ntrust funds may be ordered to be invested by the Court, and\nmay be accumulated in such investment, or may be ordered\nto remain in the Treasury; and upon the condition of such\nbond being fully performed, it shall be lawful for the Court\nor Judge upon a like application, to order the money so\ndeposited or invested, and if invested the produce thereof\nalso, to be repaid or transferred to the promoters of the\nundertaking, or, if such condition shall not be fully per-\nformed, it shall be lawful for the said Court or Judge, upon\na like application, to order the same to be applied in such\nmanner as it or he shall think fit, for the benefit of the parties\nfor whose security the same shall so have been deposited."
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63. If the promoters of the undertaking, or any of their ~ e n a ~ t y o n\n                                                                 pro-\ncontractors shall, except as aforesaid, wilfully enter upon, the\n                                                              Dotenof\nand take possession of, any lands which shall be required            ciigder-\nto be purchased or permanently used for the purposes of\nthe special Statute, without such consent as aforesaid, or withoutcon-\nwithout having made such payment for the benefit of the ymentof\nparties interested in the lands, or such deposit by way of           Et\nsecurity as aforesaid, the promoters of the undertaking shall money.\nforfeit to the party in possession of such lands the sum of\ntwenty dollars, over and above the amount of any damage\ndone to such lands by reason of such entry and taking\npossession as aforesaid, such penalty and damage respect-\n36                                   LANDS CLAUSES\n               ively to be recovered summarily and if the promoters of the\n               undertaking or their contractors shall, after conviction in\n               such penalty as aforesaid, continue in unlawful possession\n               of any such lands, the promoters of the undertaking shall be\n               liable to forfeit the sum of fifty dollars for every day they or\n               their contractors shall so remain in possession as aforesaid,\n               such penalty to be recoverable by action by the party in\n               possession of such lands, with costs:\n                  Provided always, that nothing herein contained shall be\n               held to subject the promoters of the undertaking to the pay-\n               ment of any such penalties as aforesaid, if they shall born\n               fide, and without collusion, have paid the compensation\n               agreed or awarded to be paid in respect of the said lands\n               to any person whom the promoters of the undertaking may\n               have reasonably believed to be entitled thereto, or shall have\n               deposited the same in the Treasury for the benefit of the\n               parties interested in the lands, or made such deposit by way\n               of security in respect thereof as hereinbefore mentioned,\n               although such person may not have been legally entitled\n               thereto.\nDecision of     64. On the trial of any action for any such penalty as\nJustices not\nconclusive as aforesaid the decision of the Justices, under the provision\nto the right   hereinbefore contained, shall not be held conclusive as to\nof the\npromotuu       the right af entry an any such lands bc\n                                                     the promatersofthe\n               undertaking."
    },
    {
      "provision_ref": "sec64",
      "section": "64",
      "title": "Section 64",
      "content": "64. Decision of Justices not conclusive as to the right of the pro-\n      moters."
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65. If infany case in which, according to the provisions\n               af this or the special Statute, or my enactment incoprated\n               therewith, the promoters of the undertaking are authorhl\n               to enter upon and take possession,of any lands required for\n               the purposes of the under-takhg, the omer or occupier of\n               any such lande, or any other person refuse- bo give up the\n               possession there& or hinder the prom~tersof1 tfie under-\n               taking from entering upon or taking poseemion of. the same,\n               it shall belawful for the pmoters of tile un&rtdchg to\n                      me idusion of. thk      is authmizad by L.N. 480./19;n]’\n                        LANDS CLAiYh'ES                               37\napply to the Resident Magistrate to deliver possession of\nthe same to the person appointed by them to receive the\nsame; and upon such application the Resident Magistrate\nshall deliver possession of any such lands accordingly, in\nthe same way as nearly as may be as such Resident Magis-\ntrate would deliver possession of land upon a judgment for\nrecovery of possession of land in his Court; and the costs\naccruing by reason of such application and delivery of\npossession to be settled by the Resident Magistrate shall\nbe paid by the person refusing to give possession, and the\namount of such costs shall be deducted and retained by the\npromoten of the undertaking from the compensation, if\nany, then payable by them to such party, or if no such com-\npensation be payable to such party, or if the same be\nless than the amount of such costs, then such costs, or the\nexcess thereof beyond such compensation, if not paid on\ndemand, may be levied by distress, and upon application to\nany Justice for that purpose he s h d issue his wammt accord-\ningly."
    },
    {
      "provision_ref": "sec66",
      "section": "66",
      "title": "Section 66",
      "content": "66. No party shall at any time be required to sell or con- partisnot\nvey to the promoters of the undertaking a part only of any to\nhouse or other building or manufactory, if such party be\nwilling and able to sell and convey the whole thereof.\n                                                                   z:zof\n                                                                     to"
    },
    {
      "provision_ref": "sec67",
      "section": "67",
      "title": "Section 67",
      "content": "67. With respect to small portions of intersected land, Intersected\nif any lands not being situated in a town or built upon shall lands.\nbe so cut through and divided by the works as to leave either\non both sides or on one side thereof a less quantity of land\nthan half a statute acre, and if the owner of such small\nparcel of land require the promotms of the undertakurg to\npurchase the same along with the other land required for\nthe purposes of the special Statute, the promoters of the\nundertaking shall purchase the same aocordingl), unless the\nowner thereof have other land adjoining to that so left inb\nwhich the same can be thrown, so' as to be conveniently\noccupied therewith, and if such m e r have my other land\n      lThe inciusion of this paee is authorizd by L.N. 480/1973l\n38                                         LANDS CLAUSES\n                  so adjoining, the promoters of the undertaking shall, if so\n                  required by the owner at their own expense throw the piece\n                  of land so left into such adjoining land, by removing the\n                  fences and levelling the sites thereof, and by soiling the same\n                  in a sufficient and workmanlike manner.\nPromoters           68. If any such land shall be so cut through and divided\nof the\nundertaking\n                 as to leave on either side of the works a piece of land of\nmay insist       less extent than half a statute acre, or of less value than\non purchase\nwhere            the expense of making a bridge, culvert, or such other com-\nexpense of       munication between the land so divided as the promoters\nbridges, etc.,\nexceeds the\nvalue.\n                 of the undertaking are, under the provisions of this or the\n                 special Statute, or any enactment incorporated therewith,\n                 compellable to make, and if the owner of such lands have\n                 no other lands adjoining such piece of land, and require the\n                 promoters of the undertaking to make such communication,\n                 then the promoters of the undertaking may require such\n                 owner to sell to them such piece of land, and any dispute\n                 as to the value of such piece of land, or as to what would\n                 be the expense of making such communication, shall be\n                 ascertained as herein provided for cases of disputed com-\n                 pensation: and on the occasion of ascertaining the value of\n                 the land required to be taken for the purposes of the works,\n                 the Resident Magistrate or Judge shall, if required by either\n                 party, determine by his judgment the value of any such\n                 severed piece of land, and also what would be the expense\n                 of making such communication.\nLands sub-          69. With respect to lands subject to mortgage, it shall\nject to          be lawful for the promoters of the undertaking to purchase\nmortgage.\n                 or redeem the interest of the mortgagee of any such lands\n                 which may be required for the purposes of the special Stat-\n                 ute, and that whether they shall have previously purchased\n                 the equity of redemption of such lands or not, and whether\n                 the mortgagee thereof be entitled thereto in his own right, or\n                 in trust for any other party, and whether he be in possession\n                 ~~\n                         LANDS CLAUSES                                       39\nof such lands by virtue of such mortgage or not, and whether\nsuch mortgage affect such lands solely or jointly with any\nother lands not required for the purposes of the special\nStatute; and in order thereto the promoters of the under-\ntaking may pay or tender to such mortgagee the principal\nand interest due on such mortgage, together with his costs\nand charges, if any, and also six months’ additional interest;\nand thereupon such mortgagee shall immediately convey his\ninterest in the lands comprised in such mortgage to the\npromoters of the undertaking, or as they shall direct; or the\npromoters of the undertaking may give notice in writing to\nsuch mortgagee that they will pay off the principal and\ninterest due on such mortgage at the end of the six months,\ncomputed from the day of giving such notice; and if they\nshall have given any such notice, or if the party entitled to\nthe equity of redemption of any such lands shall have given\nsix months’ notice of his intention to redeem the same, then\nat the expiration of either of such notices, or at any inter-\nmediate period, upon payment or tender by the promoters\nof the undertaking to the mortgagee of the principal money\ndue on such mortgage, and the interest which would become\ndue at the end of six months from the time of giving either\nof such notices, together with his costs and expenses, if any,\nsuch mortgagee shall convey or release his interest in the\nlands comprised in such mortgage to the promoters of the\nundertaking, or as they shall direct."
    },
    {
      "provision_ref": "sec68",
      "section": "68",
      "title": "Section 68",
      "content": "68. Promoters of the undertaking may insist on purchase where\n      expenses of bridges, etc., exceeds the value."
    },
    {
      "provision_ref": "sec70",
      "section": "70",
      "title": "Section 70",
      "content": "70. If, in either of the cases aforesaid, upon such pay- Depositof\n                                                                mortgage\nment or tender any mortgagee shall fail to convey or release money on\nhis interest in such mortgage, as directed by the promoters          re;im\nof the undertaking, or if he fail to adduce a good title there-\nto to their satisfaction, then it shall be lawful for the pro-\nmoters of the undertaking to deposit in the Treasury, in\nthe manner provided by this Act in like cases, the principal\nand interest, together with the costs, if any, due on such\nmortgage, and also if such payment be made before the\n40                                     LANDS CLHUSES\n               expiration of six months’ notice as aforesaid, such further\n               interest as would at that time become due; and it shall be\n               lawful for them, if they think fit, to apply to the Resident\n               Magistrate for an order, which such Resident Magistrate\n               is hereby authorized to make, duly stamped, in the manner\n               hereinbefore provided in the case of the purchase of lands\n               by them, and upon such order being made, as well as upon\n               such conveyance by the mortgagee, if any such be made, all         -.\n               the estate and interest of such mortgagee, anifof all persons\n               in trust for him, or for whom he may be a trustee in such\n               lands, shall vest in the promoters af the undertaking, and\n               they shall be entitled to immediate possession thereof in\n               case such mortgagee were himselflentitled to swh possession.\nSum to be         71. If any such mortgaged lands shall be of less d u e\npaid when\nmortgage       than the principal, interest, and costs secured thereon, the\nexceeds the\nvalue of the   value of such lands, or the aompensation to be d e by the\nlands.         promoters of the undertaking in respect thereof, shall be\n               settled by agrwment between the mortgagee [of such lands\n               and the party entitled to the equity of redemption thereof,\n               on the m e part, and the promoters of the undertaking on\n               the other part; and if the parties aforesaid fail to agree\n               respecting the amount of such vdue or compensation, the\n               same shall be determined as in other cases of disputed com-\n               pensation; and the amount of such value or Cornpensatinn\n               being so agreed upon or determined, shall be paid by the\n               promoters of the undertaking to the mortgagee in satisfac-\n               tion of his mortgage debt, so far as the same will extend;\n               and upon payment or tender thereof the imodgagee shall\n               convey or release all his interest in such *mortgagedlands\n               to the promoters of the undertaking, or as they shall direct.\nDeposit of         72. If, upon payment or tender as aforesaid being -made\nmoney when\nrefused on      any such mortgagee fails so to convey his inkrest in such\ntender.        ,mortgage, or to adduce a good wle thereto to the satidac-\n                tion of the promoters of the undemking, it shall .belawful\n                     m e inclusion of this page is authorized by L.N. 480/1973]\n                        LANDS CLAUSES                               41\nfor them to deposit the amount of such value or compensa-\ntion in the Treasury in the manner provided by this Act\nin like cases; and every such payment or deposit shall be\naccepted by the mortgagee in satisfaction of his mortgage\ndebt, so far as the same will extend, and shall be a full dis-\ncharge of such mortgaged lands from all money due thereon;\nand it shall be lawful for the promoters of the undertaking,\nif they think fit, to apply to the Resident Magistrate for an\norder, which such Resident Magistrate is hereby authorized\nto make, duly stamped, in the manner hereinbefore provided\nin the case of the purchase of lands by them; and upon such\norder being made, such lands, as to all such estate and\ninterest as were then vested in the mortgagee, or any person\nin trust for him, shall become absolutely vested in the pro-\nmoters of the undertaking, and they shall be entitled to im-\nmediate possession thereof in case such mortgagee were\nhimself entitled to such possession; nevertheless all rights\nand remedies possessed by the mortgagee against the mort-\ngagor, by virtue of any bond or covenant, or other obligation\nother than the right to such lands, shall remain in force in\nrespect of so much of the mortgage debt as shall not have\nbeen satisfied by such payment or deposit."
    },
    {
      "provision_ref": "sec73",
      "section": "73",
      "title": "Section 73",
      "content": "73. If a part only of any such mortgaged lands be sumtobe\nrequired for the purposes of the special Statute, and if the paid    where\n                                                                gartonlyof\npart so required be of less value than the principal money, g2%$!m\ninterest, and costs secured on such lands, and the mortgagee\nshall not consider the remaining part of such lands a suffi-\ncient security for the money charged thereon, or be not\nwilling to release the part so required, then the value of such\npart, and also the compensation (if any) to be paid in respect\nof the severance thereof, or otherwise, shall be settled by\nagreement between the mortgagee and the party entitled to\nthe equity of redemption of such land on the one part, and\nthe promoters of the undertaking on the other; and if the\nparties aforesaid fail to agree respecting the amount of such\n           inclusion of this page is authorized by L.N. 480119731\n42                                   LANDS CLAUSES\n             value or compensation, the same shall be determined as in\n             other cases of disputed compensation; and the amount of\n             such value or compensation, being so agreed upon or\n             determined, shall be paid by the promoters of the under-\n             taking to such mortgagee in satisfaction of his mortgage\n             debt, so far as the same will extend; and thereupon such\n             mortgagee shall convey or release to them, or as they shall\n             direct, all his interest in such mortgaged lands, the value\n             whereof shall have been so paid; and a memorandum of\n             what shall have been so paid shall be endorsed on the deed\n             creating such mortgage, and shall be signed by the mort-\n             gagee; and a copy of such memorandum shall at the same\n             time (if required) be furnished by the promoters of the under-\n             taking at their expense to the party entitled to the equity\n             of redemption of the lands comprised in such mortgage deed.\nDepositof       74. If, upon payment or tender to any such mortgagee\nmoney when\nrefused on   of the amount of the value or compensation so agreed upon\ntender.      be determined, such mortgagee shall fail to convey or release\n             to the promoters of the undertaking, or as they shall direct,\n             his interest in the lands in respect of which such compen-\n             sation shall so have been paid or tendered, or if he shall\n             fail to adduce a good title thereto to the satisfaction of the\n             promoters of the undertaking, it shall be lawful for the pro-\n             moters of the undertaking to pay the amount of such value\n             or compensation into the Treasury, in the manner provided\n             by this Act in the case of moneys required to be deposited\n             in the Treasury, and such payment or deposit shall be\n             accepted by such mortgagee in satisfaction of his mortgage\n             debt, so far as the same will extend, and shall be a full dis-\n             charge of the portion of the mortgaged lands so required\n             from all money due thereon; and it shall be lawful for the\n             promoters of the undertaking if they think fit, to apply to\n             the Resident Magistrate for an order, which such Resident\n             Magistrate is hereby authorized to make, duly stamped, in\n             the manner hereinbefore provided in the case of the purchase\n                          IAANDS CLAUSES                                   43\nof lands by them; and upon such order being made such\nlands shall become absolutely vested in the promoters of\nthe undertaking, as to all such estate and interest as were\nthen vested in the mortgagee, or any person in trust for him;\nand in case such mortgagee were himself entitled to such\npossession, they shall be entitled to immediate possession\nthereof; nevertheless every such mortgagee shall have the\nsame powers and remedies for recovering or compelling\npayment of the mortgage money, or the residue thereof, as\nthe case may be, and the interest thereof respectively upon\nand out of the residue of such mortgaged lands, or the\nportion thereof not required for the purposes of the special\nStatute, as he would otherwise have had or been entitled to\nfor recovering or compelling payment thereof, upon or out\nof the whole of the lands originally comprised in such\nmortgage."
    },
    {
      "provision_ref": "sec75",
      "section": "75",
      "title": "Section 75",
      "content": "75. In any of the cases hereinbefore provided with respect Compensa-\nto lands subject to mortgage, if in the mortgage deed a time tion   to be\n                                                               madeiner-\n                                                               tain cases if\nshall have been limited for payment of the principal money mortgage\nthereby secured, and under the provisions hereinbefore con- paid off.\ntained the mortgagee shall have been required to accept\npayment of his mortgage money, or of part thereof, at a\ntime earlier than the time so limited, the promoters of the\nundertaking shall pay to such mortgagee, in addition to the\nsum which shall have been so paid off, all such costs and\nexpenses as shall be incurred by such mortgagee in respect\nof, or which shall be incidental to the reinvestment of the\nsum so paid off, such costs in case of difference to be taxed\nand payment thereof enforced in the manner herein pro-\nvided with respect to the costs of conveyances; and if the\nrate of interest secured by such mortgage be higher than\nat the time of the same being so paid off can reasonably be\nexpected to be obtained on reinvesting the same, regard\nbeing had to the then current rate of interest, such mortgagee\nmall be entitled to receive from the promoters of the under-\n44                                   LANDS CLAUSES\n             taking, in addition to the principal and interest hereinbefore\n             provided for, compensation in respect of the loss to be sus-\n             tained by him, by reason of his mortgage money being so\n             prematurely paid off, the amount of such compensation to\n             be ascertained, in case of difference as in other cases of dis-\n             puted compensation; and until payment or tender of such\n             compensation as aforesaid, the promoters of the undertaking\n             shall not be entitled, as against such mortgagee, to possession\n             of the mortgaged lands under the provision hereinbefore\n             contained.\nRent-          76. With respect to lands charged with any rent-service,\ncharges.\nReleaseof    rent-charge, or chief or other rent, or other payment or\nlands from\ncharges.     incumbrance not hereinbefore provided for, if any difference\n             shall arise between the promoters of the undertaking and\n             the party entitled to any such charge upon any lands\n             required to be taken for the purposes of the special Statute\n             respecting the consideration to be paid for the release of\n             such lands therefrom, or from the portion thereof affecting\n             the lands required for the purposes of the special Statute,\n             the same shall be determined as in other cases of disputed\n             compensation.\n~elweof        77. If part only of the lands charged with any such rent-\nE$om         service, rent-charge, chief or other rent, payment, or incum-\ncharge.\n             brance, be required to be taken for the purposes of the\n             special Statute, the apportionment of any such charge may\n             be settled by agreement between the party entitled to such\n             charge and the owner of the lands on the one part, and the\n             promoters of the undertaking on the other part, and if such\n             apportionment be not so settled by agreement the same shall\n             be settled by the Resident Magistrate; but if the remaining\n             part of the lands so jointly subject be a sufficient Security\n             for such charge, then, with consent of the owner of the lands\n             so jointly subject, it shall be lawful for the party entitled\n             to such charge to release therefrom the lands required on\n                   m e inclusion of this page is authorized by L.N. 480119731\n                        LANDS CLAUSES                                    45\ncondition or in consideration of such other lands remaining\nexclusively subject to the whole thereof."
    },
    {
      "provision_ref": "sec76",
      "section": "76",
      "title": "Section 76",
      "content": "76. Rent-charges. Release of lands from charges.\n4                           LANDS CLAUSES"
    },
    {
      "provision_ref": "sec78",
      "section": "78",
      "title": "Section 78",
      "content": "78. Upon payment or tender of the compensation so case\n                                                    Depositin\n                                                         of\nagreed upon or determined to the party entitled to any such refusal to\ncharge as aforesaid, such party shall execute to the pro- release.\nmoters of the undertaking a release of such charge; and\nif he fail so to do, or if he fail to adduce a good title to such\ncharge, to the satisfaction of the promoters of the under-\ntaking, it shall be lawful for them to deposit the amount\nof such compensation in the Treasury in the manner here-\ninbefore provided in like cases, and also if they think fit,\nto apply to the Resident Magistrate for an order, which such\nResident Magistrate is hereby authorized to make, duly\nstamped, in the manner hereinbefore provided in the case\nof the purchase of lands by them; and upon such order being\nmade, the rent-service, rent-charge, chief or other rent, pay-\nment, or incumbrance, or the portion thereof in respect\nwhereof such compensation shall so have been paid, shall\ncease and be extinguished."
    },
    {
      "provision_ref": "sec79",
      "section": "79",
      "title": "Section 79",
      "content": "79. If any such lands be so released from any such charge chargeto\nor incumbrance, or portion thereof, to which they were continue\n                                                              landsnot\n                                                                      on\nsubject jointly with other lands, such last-mentioned lands taken.\nshall alone be charged with the whole of such charge or\nwith the remainder thereof, as the case may be, and the party\nentitled to the charge shall have all the same rights and\nremedies over such last-mentioned lands, for the whole or\nfor the remainder of the charge, as the case may be, as he\nhad previously over the whole of the lands subject to such\ncharge; and if upon any such charge or portion of charge\nbeing so released, the deed or instrument creating or trans-\nferring such charge be tendered to the promoters of the\nundertaking for the purpose, they or two of them shall sub-\nscribe, or if they be a corporation shall affix their common\nseal to a memorandum of such release endorsed on such\n46                                     LANDS CLAUSES\n               deed or instrument, declaring what part of the lands\n               originally subject to such charge shall have been purchased\n               by virtue of the special Statute, and if the lands be released\n               from part of such charge, what proportion of such charge\n               shall have been released and how much thereof continues\n               payable, or if the lands so required shall have been released\n               from the whole of such charge, then that the remaining lands\n               are thenceforward to remain exclusively charged therewith;\n               and such memorandum shall be made and executed at the\n               expense of the promoters of the undertaking, and shall be\n               evidence in all Courts and elsewhere of the facts therein\n               stated, but not so as to exclude any other evidence of the\n               same facts.\nmerepart        80. With respect to lands subject to leases, if any lands\nonly of land\nunder lease   shall be comprised in a lease for a term of years unexpired,\nrent to the\n         be  part  only of which lands shall be required for the purposes\napportioned. of the special Statute, the rent payable in respect of the lands\n             comprised in such lease shall be apportioned between the\n             lands so required and the residue of such lands; and such\n             apportionment may be settled by agreement between the\n             lessor and lessee of such lands on the one part, and the pro-\n             moters of the undertaking on the other part, and if such\n             apportionment be not so settled by agreement between the\n             parties such apportionment shall be settled by the Resident\n             Magistrate; and after such apportionment the lessee of such\n             lands shall, as to all future accruing rent, be liable only to\n             so much of the rent as shall be so apportioned in respect of\n             the lands not required for the purposes of the special Statute;\n             and as to the lands not so required, and as against the lessee,\n             the lessor shall have all the same rights and remedies for\n             the recovery of such portion of rent as previously to such\n             apportionment he had for the recovery of the whole rent\n             reserved by such lease; and all the covenants, conditions\n             and agreements of such lease, except as to the amount of\n             rent to be paid, shall remain in force with regard to that\n                     [The inclusion of this paae is authorized by L.N.480/1973]\n                        LANDS CLAUSES                                            41\npart of the land which shall not be required for the purposes\nof the special Statute, in the same manner as they would\nhave done in case such part only of the land had been\nincluded in the lease."
    },
    {
      "provision_ref": "sec80",
      "section": "80",
      "title": "Section 80",
      "content": "80. Where part only of land under lease taken, the rent to be appor-\n            tioned."
    },
    {
      "provision_ref": "sec81",
      "section": "81",
      "title": "Section 81",
      "content": "81. Every such lessee as last aforesaid shall be entitled Tenantsto\nto receive from the promoters of the undertaking compensa- be compen-\ntion for the damage done to him in his tenancy by reason of\nthe severance of the lands required from those not required,\nor otherwise by reason of the execution of the works."
    },
    {
      "provision_ref": "sec82",
      "section": "82",
      "title": "Section 82",
      "content": "82. If any such lands shall be in the possession of any compensa-\n                                                                    tion to be\nperson having no greater interest therein than as tenant for made to\na year, or from year to year, and if such person be required        szz;t\nto give up possession of any lands so occupied by him before\nthe expiration of his term or interest therein, he shall\nbe entitled to compensation for the value of his unexpired\nterm or interest in such lands, and for any just allowance\nwhich ought to be made to him by an incoming tenant, and\nfor any loss or injury he may sustain; or if a part only of\nsuch lands be required, compensation for the damage done\nto him in his tenancy by severing the lands held by him, or\notherwise injuriously afEecting the same; and the amount\nof such compensation shall be determined by the Resident\nMagistrate, in case the parties differ about the same; and\nupon payment or tender of the amount of such compensation\nall such persons shall respectively deliver up to the promoters\nof the undertaking, or to the person appointed by them to\ntake possession thereof, any such lands in their possession\nrequired for the purposes of the special Statute."
    },
    {
      "provision_ref": "sec83",
      "section": "83",
      "title": "Section 83",
      "content": "83. If any party having a greater interest than as tenant m e r e\nat will, claim compensation in respect of any unexpired term\nor interest, under any lease or grant of any such lands, the alaimcd than\n                                                             Brom earto\npromoters of the undertaking may require such party to gear,L=\n                                                             tobe\nproduce the lease or grant in respect of which such claim produced.\n48                                       LANDS CLAUSES\n                shall be made, or the best evidence thereof in his power;\n                and if, after demand made in writing by the promoters of\n                the undertaking, such lease or grant, or such best evidence\n                thereof be not produced within twenty-one days, the party\n                so claiming compensation shall be considered as a tenant\n                holding only from year to year, and be entitled to compensa-\n                tion accordingly.\nLimit of           84. The powers of the promoters of the undertaking for\ntime for\ncompulsory      the compulsory purchase or taking of lands for the purposes\np ~ c h = + e . of the special Statute, shall not be exercised after the expira-\n                tion of the prescribed period, and if no period be prescribed,\n                not after the expiration of three years from the passing of\n                the special Statute.\nInterests         85. With respect to interests in lands which have by mis-\nomitted to be\npurchased.      take been omitted to be purchased, if at any t h e after the\n                promoters of the undertaking shall have entered upon any\n                lands which, under the provisions of this or the special\n                Statute, or any enactment incorporated therewith, they were\n                authorized to purchase, and which shall be permanently\n                required for the purposes of the special Statute, any party\n                shall appear to be entitled to any estate, right, or interest in,\n                or charge affecting such lands which the promoters of the\n                undertaking shall through mistake or inadvertence have\n                failed or omitted duly to purchase or to pay compensation\n                for, then, whether the period allowed for the purchase of\n                lands shall have expired or not, the promoters of the under-\n                taking shall remain in the undisturbed possession of such\n                lands :\n                   Provided, within six months after notice of such estate,\n                right, interest, or charge, in case the same s h d not be\n                disputed by the promoters of the undertaking, or in case\n                the same shall be disputed, then, within six months after the\n                right thereto shall have been finally established by law in\n                         LANDS CLAUSES                                  49\nfavour of the party claiming the same, the promoters of the\nundertaking shall purchase or pay compensation for the\nsame, and shall also pay to such party, or to any other party\nwho may establish a right thereto, full compensation for the\nmesne profits or interest which would have accrued to such\nparties respectively in respect thereof, during the interval\nbetween the entry of the promoters of the undertaking there-\non and the time of the payment of such purchase-money or\ncompensation by the promoters of the undertaking, so far\nas such mesne profits or interest may be recoverable in law\nor equity; and such purchase-money or compensation shall\nbe agreed on, or awarded and paid in like manner, as,\naccording to the provisions of this Act, the same respectively\nwould have been agreed on, or awarded and paid in case the\npromoters of the undertaking had purchased such estate,\nright, interest, or charge before their entering upon such land,\nor as near thereto as circumstances will admit."
    },
    {
      "provision_ref": "sec86",
      "section": "86",
      "title": "Section 86",
      "content": "86. In estimating the compensation to be given for any Howvalue\nsuch last-mentioned lands, or any estate or interest in the\nsame, or for any mesne profits thereof, the Resident Magis- mtimated.\ntrate shall assess the same according to what he shall find\nto have been the value of such lands, estate, or interest, and\nprofits at the time such lands were entered upon by the\npromoters of the undertaking, and without regard to any\nimprovements or works made in the said lands by the\npromoters of the undertaking, and as though the works had\nnot been executed."
    },
    {
      "provision_ref": "sec87",
      "section": "87",
      "title": "Section 87",
      "content": "87. In addition to the said purchase-money, compensa- promoten\ntion, or satisfaction, and before the promoters of the under- rplderhking\n                                                              of the\ntaking shall become absolutely entitled to any such estate, to   pay the\n                                                              costs of\ninterest, or charge, or to have the same merged or extin- lltigationas\n                                                              to such\nguished for their benefit, they shall, when the right to any lmds.\nsuch estate, interest, or charge shall have been disputed by\n50                                      LANDS CLAUSES\n               the promoters, and determined in favour of the party claim-\n               ing the same, pay the full costs and expenses of any proceed-\n               ings at law or in equity for the determination or recovery\n               of the same to the parties with whom any such litigation in\n               respect thereof shall have taken place; and such costs and\n               expenses shall, in case the same shall be disputed, be settled\n               by the proper officer of the Court in which such litigation\n               took place.\nSale of     88. With respect to lands acquired by the promoters of\nsupe~uous\nlands.    the undertaking under the provisions of this or the special\n             Statute, or any enactment incorporated therewith, but which\nLands not    shall not be required for the purposes thereof, within the\nwanted to be prescribed period, or if no period be prescribed within ten\nsold, or, in\ndefault, to\nvest in\n             years after the expiration of the time limited by the special\nowners of    Statute for the completion of the works, the promoters of\nadjoining\nlands.       the undertaking shall absolutely sell and dispose of all such\n             superfluous lands, and apply the purchase-money arising\n             from such sales to the purposes of the special Statute; and\n             in default thereof all such superfluous land remaining unsold\n             at the expiration of such period shall thereupon vest in and\n             become the property of the owners of the lands adjoining\n             thereto, in proportion to the extent of their lands respect-\n             ively adjoining the same.\nLands to be       89. Before the promoters of the undertaking dispose of\nowner\nOfferedtoof\n               any such superfluous lands, they shall, unless such lands be\nlandsfrom\nwhich they\n               situated within a town, or be lands built upon or used for\nwere           building purposes, first offer to sell the same to the person\noriginally\ntaken, Or to   then entitled to the lands (if any) from which the same were\nadjoining\nowners.        originally severed; and if such person refuse to purchase\n               the same, or cannot, after diligent inquiry, be found, then\n               the like offer shall be made to the person or to the several\n               persons whose lands shall immediately adjoin the lands so\n               proposed to be sold, such persons being capable of entering\n               into a contract for the purchase of such lands; and where\n                        LANDS CLAUSES                                        51\nmore than one such person shall be entitled to such right of\npre-emption such offer shall be made to such persons in\nsuccession, one after another, in such order as the promoters\nof the undertaking shall think fit."
    },
    {
      "provision_ref": "sec88",
      "section": "88",
      "title": "Section 88",
      "content": "88. Sale of superfluous lands.\n         Lands not wanted to be sold, or, in default, to vest in owners of\n            adjoining lands."
    },
    {
      "provision_ref": "sec89",
      "section": "89",
      "title": "Section 89",
      "content": "89. Lands to be offered to owner of lands from which they were\n            originally taken, or to adjoining owners."
    },
    {
      "provision_ref": "sec90",
      "section": "90",
      "title": "Section 90",
      "content": "90. If any such persons be desirous of purchasing such Rightof\n                                                                  pre-emption\nlands, then, within six weeks after such offer of sale, they tobe\n                                                                 claimed\n shall signify their desire in that behalf to the promoters of within  six\n the undertaking, or if they decline such offer, or if for six weeks.\nweeks they neglect to signify their desire to purchase such\nlands, the right of pre-emption of every such person so\ndeclining or neglecting in respect of the lands included in\nsuch offer, shall cease; and a declaration in writing made\nbefore a Justice by some person not interested in the matter\nin question, stating that such offer was made and was\nrefused, or not accepted within six weeks from the time of\nmaking the same, or that the person, or all the persons\nentitled to the right of pre-emption were out of the country,\nor could not, after diligent inquiry, be found, or were not\ncapable of entering into a contract for the purchase of such\nlands, shall, in all Courts, be sufficient evidence of the facts\ntherein stated."
    },
    {
      "provision_ref": "sec91",
      "section": "91",
      "title": "Section 91",
      "content": "91. If any person entitled to such right of pre-emption DifIerences\n                                                          as to\nbe desirous .of purchasing any such lands, and such person price to\nand the promoters of the undertaking do not agree as to the gsA$k:\nprice thereof, then such price shall be determined by the Magistrate.\nResident Magistrate, and the costs of the proceeding shall\nbe in the discretion of such Resident Magistrate."
    },
    {
      "provision_ref": "sec92",
      "section": "92",
      "title": "Section 92",
      "content": "92. Upon payment or tender to the promoters of the conveyed\n                                                             Lands tobs\nundertaking of the purchase-money so agreed upon or tothe\ndetermined as aforesaid, they shall convey such lands to the purchasers.\npurchasers thereof by deed under the common seal of the\npromoters of the undertaking, if they be a corporation, or\nif not a corporation, under the hands and seals of the\n      me inclusion of this page is authorized by L.N. 480/1973]\n52                                    LANDS CLAUSES\n              promoters of the undertaking, or any two thereof, acting by\n              the authority of the body; and a deed so executed shall be\n              effectual to vest the lands comprised therein in the purchaser\n              of such lands for the estate which shall so have been\n              purchased by him; and a receipt under such common seal,\n              or under the hands of two of the promoters of the under-\n              taking as aforesaid, shall be a sufficient discharge to the\n              purchaser of any such lands for the purchase-money in such          -.\n              receipt expressed to be received.\nEffectofthe\nword"
    },
    {
      "provision_ref": "sec93",
      "section": "93",
      "title": "Section 93",
      "content": "93. In every conveyance of lands to be made by the pro-\n“grant’*in    moters of the undertaking under this or the special Statute,\nconveyance.\n              or any enactment incorporated therewith, the word “grant”\n              shall operate as express covenants by the promoters of the\n              undertaking, for themselves and their successors, or for\n              themselves, their heirs, executors, administrators, and\n              assigns, as the case may be, with the respective grantees\n              therein named, and the successors, heirs, executors,\n              administrators, and assigns of such grantees, according to\n              the quality or nature of such grants, and of the estate or\n              interest therein expressed to be thereby conveyed as follows,\n              except so far as the same shall be restrained or limited by\n              express words contained in any such conveyance, that is\n              to say-\n                   (a) a covenant that, notwithstanding any act or default\n                        done by the promoters of the undertaking, they\n                        were at the time of the execution of such convey-\n                        ance seised or possessed of the lands or premises\n                        thereby granted for an indefeasible estate of\n                        inheritance in fee simple, free from all incum-\n                        brances done or occasioned by them, or otherwise\n                        for such estate or interest as therein expressed to\n                        be thereby granted, free from incumbrances done\n                        or occasioned by them :\n                   (b) a covenant that the grantee of such lands, his heirs,\n                        successors, executors, administrators, and assigns\n                        LANDS CLAUSES                                 53\n         (as the case may be), shall quietly enjoy the same\n         against the promoters of the undertaking, and\n         their successors, and all other persons claiming\n         under them, and be indemnified and saved harm-\n         less by the promoters of the undertaking, and their\n         successors from all incumbrances created by the\n         promoters of the undertaking :\n         a covenant for further assurance of such lands, at\n         the expense of such grantee, his heirs, successors,\n         executors, administrators, or assigns (as the case\n         may be) by the promoters of the undertaking, or\n         their successors, and all other persons claiming\n         under them :\n         and all such grantees, and their several successors,\n         heirs, executors, administrators, and assigns, re-\n         spectively, according to their respective quality or\n         nature, and the estate or interest in such convey-\n         ance expressed to be conveyed, may, in all actions\n         brought by them, assign breaches of covenants,\n         as they might do if such covenants were expressly\n         inserted in such conveyance."
    },
    {
      "provision_ref": "sec94",
      "section": "94",
      "title": "Section 94",
      "content": "94. Any summons or notice or any writ or other proceed- & ~ m o t\ning required to be served upon the promoters of the under- $mpony.\n                                                            t i a s upon\ntaking, may be served by the same being left at or trans-\nmitted through the post directed to the principal office of\nthe promoters of the undertaking, or one of the principal\noffices where there shall be more than one, or being given\nor transmitted through the post, directed to the secretary,\nor in case there be no secretary, the solicitor of the said\npromoters."
    },
    {
      "provision_ref": "sec95",
      "section": "95",
      "title": "Section 95",
      "content": "95. If any party shall have committed m y irregularity, Tenderof\ntrespass, or other wrongful proceediig in the execution of wends.\nthis or the special Statute, or any enactment incorporated\n      IThe inclusion of this page is outharizcd by LN. 4&0/1973]\n                                                                           I\n54                                      LANDS CLAUSES\n               therewith, or by virtue of any power or authority thereby\n               given, and if, before action brought in respect thereof, such\n               party make tender of sufficient amends to the party injured,\n               such last-mentioned party shall not recover in any such\n               action; and if no such tender shall have been made, it shall\n               be lawful for the defendant, by leave of the Court where\n               such action shall be pending, at any time before issue joined,\n               to pay into Court such sum of money as he shall think fit,\n               and thereupon such proceedings shall be had as in other\n               cases where defendants are allowed to pay money into\n               Court.\nProcedure         96. Whenever the Resident Magistrate shall be interested\nwhen           in the matter in dispute, the proceedings shall be commenced\nResident\nMagistrate\ninterested.\n               and carried on in the Resident Magistrate’s Court of any\n               adjoining parish; and the Resident Magistrate of such\n               adjoining parish shall have the same jurisdiction and powers\n               in all respects as the Resident Magistrate would have had\n               if he had not been interested in the matter in dispute :\n                 Provided that it shall be competent for the parties to any\n               proceeding, if they are under no disability, to agree that the\n               Resident Magistrate shall have jurisdiction in the proceeding,\n               notwithstanding that he is interested in the matter in dis-\n               pute; and after such agreement such Resident Magistrate\n     .   .\n               shall have the same jurisdiction and powers as if he were\n               not so interested.\nJurisdiction     97. Whenever any piece of land, required or taken by\nof Resident\nMagistrate’s   the promoters of the undertaking, or injuriously affected\nCourt where    by the execution of the works, does not lie entirely within\nland in two\nparishes.      the parish of one Resident Magistrate’s Court, the pro-\n               ceedings authorized by this Act may be taken in the Resident\n               Magistrate’s Court of any parish within which any part of\n               such piece of land is situated. The Resident Magistrate of\n               a Court in which such proceedings may be taken, shall have\n                         LANDS CLAUSES                                     57\nPrinting Office, and where the undertaking shall be a rail-\nway, canal, or other like undertaking, the works of which\nshall not be confined to one town or place, shall also, within\nthe space of such six months, deposit in the office of each\nof the Clerks of the Resident Magistrates’ Courts of the\nseveral parishes into which the works shall extend, a copy\nof such special Statute so printed as aforesaid; and the said\nClerks shall receive, and they and the promoters of the\ncompany respectively shall retain the said copies of the\nspecial Statute, and shall permit all persons interested to\ninspect the same, and make extracts and copies therefrom\nwithout payment of any fees."
    },
    {
      "provision_ref": "sec97",
      "section": "97",
      "title": "Section 97",
      "content": "97. Jurisdiction of Resident Magistrate’s Court where land in two\n            parishes."
    },
    {
      "provision_ref": "sec98",
      "section": "98",
      "title": "Section 98",
      "content": "98. Resident Magistrate to exercise jurisdiction in accordance with\n            the Judicature (Residemt Magistrates) Act."
    },
    {
      "provision_ref": "sec99",
      "section": "99",
      "title": "Section 99",
      "content": "99. Three Resident Magistram to make rules.\n         Until rules come into operation Judge to regulate the practiCe of\n            his Court under this Act."
    },
    {
      "provision_ref": "sec102",
      "section": "102",
      "title": "Section 102",
      "content": "102. Penalties to be sued for within six months.\n                        LANDS CLAUSES                                    5"
    },
    {
      "provision_ref": "sec103",
      "section": "103",
      "title": "Section 103",
      "content": "103. Access to special Statute. Copies of special Statute to be kept\n       and deposited and allowed to be inspected."
    },
    {
      "provision_ref": "sec104",
      "section": "104",
      "title": "Section 104",
      "content": "104. If the promoters of the undertaking or company Penalwon\n                                                                romokrs\nshall fail to keep or deposit as hereinbefore mentioned any failingto\nof the said copies of the special Statute, they shall forfeit       iz$:\nforty dollars for every such offence, and also ten dollars for r&yf\nevery day afterwards during which such copy shall be not statute.\nso kept or deposited."
    },
    {
      "provision_ref": "sec105",
      "section": "105",
      "title": "Section 105",
      "content": "105. The Accountant-General shall be entitled to deduct A-untant-\n                                                           General\nthe same percentage from, and shall be bound to render the ontitled to\nsame accounts of, any money paid into the Treasury under m n t a g e .\nthis Act, as if such money were paid into the Treasury as\nmoney of the Supreme court.\n      [The inclusion of this page is authorizcd by L.N. 480/1973]\n58                                       LANDS CLAUSES\n(Section 56)                               SCHEDULE A\n                                         Form of Conveyance\n                  I.                    of                      , in consideration of the\n               s u m of                    paid to me (or into the Treasury, as the case\n               may be) ex-parte “The Promoters of the Undertaking” (naming them).\n               pursuant to the (here name the special Statute). by the (here name the\n               company or other promoters of the undertaking) incorporated (or con-\n               stituted) by the said Statute, do hereby convey to the said company\n               (or other description), their successors and assigns, all (describing the\n               premises to be conveyed), together with all ways, rights and appurten-\n               ances thereto belonging, and all such estate, right, title and interest\n               in and to the same as I am or shall become, seised or possessed of, or\n               am by the said Statute empowered to convey, to hold the premises to the\n               said company (or other description), their successors and assigns for\n               ever, according to the true intent and meaning of the said Statute.\n                  In witness whereof I have hereunto set my hand and seal, the\n                                 day of               ,in the year of our Lord\n(Section 56)                               SCHEDULE B\n                                 Form of Conveyance on Chief-Rent\n                  I                      of                       , in consideration of the\n               rent-charge to be paid to me, my heirs, and assigns as hereinafter\n               mentioned by “The Promoters of the Undertaking” (naming them)\n               incorporated (or constituted) by virtue of the (here name the special\n               Statute), do hereby convey to the said company (or other description),\n               their successors and assigns, all (describing the premises to be con-\n               veyed), together with all ways, rights and appurtenances thereunto\n               belonging, and all my estate, right, title and interest in and to the same,\n               and every part thereof, to hold the said premises to the said company\n               (or other description). their successors and assigns for ever, according to\n               the true intent and meaning of the said Statute, they the said company\n               (or other description), their successors and assigns, yielding and paying\n               unto me, my heirs and assigns, one clear yearly rent of\n               by equal quarterly (or half-yearly, as agreed upon) portions henceforth.\n               on the (stating the days). clear of all taxes and deductions.\n                 In witness whereof I hereunto set my hand and seal, the\n               day of                          ,in the year of our Lord\n                -                                                                    ~"
    }
  ],
  "definitions": []
}