{
  "id": "jm-stat-the-land-development-and-utilization",
  "type": "statute",
  "title": "The Land Development and Utilization",
  "title_en": "The Land Development and Utilization",
  "short_name": "Land Development and Utilization",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-land-development-and-utilization",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-land-development-and-utilization | Legal areas: Real Estate",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The Commission shall consist of nine uersons to be aminted bv A m h b\nthe Minister.                                                       m&it of\n                                                                                  mcmbcn\n                                                                                  911997\n                                                                                  3 2 (a)."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 1) In this Act-\n    “agricultiird land” means land-\n         (U) used for agriculture; or\n         (b) designated pursuant to section 3 as agricul-\n             tural land;\n    “agricultural unit” means land-\n         (a) comprising or including one or more parcek\n             of agricultural land (whether contiguous or\n             not) of not less than the prescribed acreage\n             in the am-egate; and\n         (b) having the same person as occupier within the\n             meaning of this Act,\n         which is either being farmed as a unit or as respects\n         which the Commission directs that it should be so\n         farmed in the interest of full and efficient\n         production;\n    “agriculture” includes horticulture, fruit growing, seed\n         growing, forestry, dairy farming and livestock\n        breeding and keeping, the use of land as grazing\n         land, pasture land, market gardens and nursery\n        grounds;\n         ~heinclusionofibithispawisauthorircdby LN. 14611999]\n4                  LAND DEVELOPMENT AND UTILIZATION\n               “chairman” mcans the chairman of the Commission\n                    or any person for the time being performing the\n                    functions of the chairman;\n               Tommission” means the Land Development and\n                    Utilization Commission established under section\n                     12;\n               ‘‘farm’’ means to cany on in relation to land any\n                     agricultural activity with a view to the proper\n                    development and utilization thereof;\n               “idle land” means land in respe2t of which an order\n                    under section 5 is in force;\n               “idle land order” means an order under section 5\n                     declaring land to be idle land for the purposes of\n                     this Act;\n               “occupier”, in relation to land, means the person having\n5111976             for the time being the right to farm the land and\nS Xa).              for the purposes of Part VI, includes any person\n                    whose interest in the land entitles him to develop\n                    or use it;\n               “owner”, in relation to land, means the person in whom\n                    for the time being is vested the legal estate in fee\n                    simple;\n3111976        “prescribed acreage” means, subject to section 23, 100\nS. Xb).              acres or such other acreage, not less than 50 acres,\n                     as may be prescribed;\n               “relevant circumstances”, in relation to land, includes\n3111976              all circumstances affecting the farming or, for the\ns. zcc).            purposes of Part VI, the use or development of\n                     the land other than the personal circumstances of\n                     the occupier thereof.\n                  (2) For the purposes of this Act the Commission shall\n           keep, in such form as it may determine, a register of owners\n           of land and other persons who are trustees of, or interested\n           under, settlements as mentioned in subsection (3) of section\n                    [TOle~cnclusiondthispegeisauthorizedBy L.N. 144119991\n         LAND DEVELOPMEA'T AND UTILIZATION                                5"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 - 4 1 ) The Commission with the approval of the Mmister ~ i m . t i c n\nmay from time to time by order designate as agricultural iand    \"32:\nany land which, having regard to its situation, charactcr and\nother relevant circumstances, the Commission considers\nought to be brought into use for agriculture, so, however,\nthat no order shall be made under this section in relation\nto-\n      (a) land the use of which for some development pur-\n          pose other than agriculture has been approved\n          under the Town and Country Planning AcS\n     (b) such land in the possession of recognized bauxite\n          producers or recognized alumina producers within\n          the meaning of the Bauxite and Alumina Industries\n          (Encouragement) Act as may for the time k i n g be\n          exempted by the Minister by notice in the Gazette.\n       (2) Before making an order under this section the\nCommission shall couult with the Watersheds Protection\nCommission established under the Watersheds Protection\nAct, and with every Authority established under the\nIrrigation Act, or the Rural Agricultural Development\nAuthority Act in relation to the area in which is situated the\nland which is to be the subject of the order,\n      PART 11. Development and utilization of Land"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) For the purposes of this Act, it shall be the R.WO~U$.\nresponsibility of an occupier of an agricultural unit to farm bilityof\nthe agricultural land in the unit to such extent as may be\nprxticable having regard to the character and situation of\nthe unit and other relevant circumstances.\n         ~iwlWjo~~inhi.pnc.~iutboriad~~N.5/1~J\n6                      L A N D EEVELOPMENT A N D UTILIZATION\n                   (2) In determining whether the occupier of an agri-\n            cultural unit is fulfilling his responsibility under the Act\n            to farm thc agricultural land in the unit regard shall be had\n            to the extent to which and the manner in which-\n                   ( a ) pasture is being maintained;\n                  (6) arable land is being cropped;\n                  (c) the unit is stocked where the system of farming\n                         practised requires the keeping of livestock,\n            so, however, that arable land which for two years or more\n            has ilot been cropped or used for some other agricultural\n            p u r p s e approved by the Commission shall be conclusivcly\n            presumed not to be farmed.\nP O W of      5.-(1) Where it appears that the occupier of an agri-\nCam-\nmiMim       cu1:ural unit is nat fdfilling his responsibility under this\ntoddm       Act to farm any agricultural land comprised in such unit,\nidle land\n            th> Commission, if so satisfied aftcr affording to i h j\n            occupier an opportunity of making representations to the\n            Commission whether in writing or on being heard by a\n            person named by the Commission, may by ordzr published\n            in the Gazeire dxlare such unit or any of the agricultural\n            land therein to be idle land for the purposes of this Act :\n               Provided th-t no such order shall be made in respct of\n31/1976\ns. 3('l).   land of less than 10 acres, but subject to section 23.\n                   (2) Subject to subsection (3) an order made under\n            subsection (1) shall come into force at the expiration of\n            thirty days from the date of publication thereof in the\n            Gazette.\n31 / 1976          (3) An occupier may within thirty days (or such\nS. 3(2).\n            longer period as the Minister may allow) from the date\n            of publication thereof in the Gazette and in the prescribed\n            manner appeal to the Minister against any order made under\n            subsection (11, and an order in respect of which an appeal is\n            filed shall not come into force unless and until it is confirmed\n            by the Minister on the hearing of the appeal.\n                       Pk inclusion of this p a s 6 outhorivd by LN.5{1992]\n                 L A N D DEVELOPMENT A N D UTILIZATION                     7\n          (4) While an idle land order is in force, the Com-\n    mission shall have power from time to time to review the\n    farming of the land to which the order relates) and-\n           (U)    a review shall be held under this subsection as soon\n                  as may be after the expiration of twelve months\n                  from the coming into operation of the order (unless\n                  a review has been previously held), and, where one\n                  or more reviews have already been held under this\n                  subsection in relation to the o er, a further review\n                                                       $'\n                  shall be held as soon as may e after the expiration\n                  of twelve months from the previous or last such\n                  review;\n           ( b ) a review under this subsection shall be held after\n                 affording to the occupier of the land to which\n                 the order relates an opportunity of making\n                 representations to the Commission, whether in\n                 writing or on being heard by a person named by\n                  the Commission.\n            ( 5 ) Where an idle land order-\n           (U)has not been confirmed by the Minister pursuant\n              to subsection (3); OF\n         (b) is in force and the Commission is satisfied that\n              by reason of the extent to which and the manner\n              in which the land is being farmed, it is no longer\n              necessary that the order should continue in force,\n    the Commission shall revoke the order and such revocation\n    shall be published in the Gazette.\n       '\n          (6) Forthwith-after the making of an idle land order\ni   the Commission shall serve a copy of the order on the\n    occupier, and forthwith after the revocation of such an order\n    the Commission shall serve notice of the revocation on the\n    occupier.\n                 IThe induaion of thii page is authsrized by LN.68/1978]\n8                  LAND DEVELOPMENT AND UTlLIZATION\n                  (7) Where the owner of land is not also the occupier\n           thereof and the Commission is aware of his interest in the\n           land-\n                (a) an opportunity of making representations to the\n                     Commission shall be afTorded under subsection (1)\n                     or (4),as the case may be, both to the owner and\n                     to the occupier;\n                (b) any service of a copy of an order or of a notice\n                     of the revocation of an order required by sub-\n                    section 6)shall be effected both on the owner and\n                     on the occupier.\nPower of     6 4 1 ) Subject to section 22A upon the coming into force\ncorn.\nmihon      of an idle land order the Commission shall cause to be\n(OmUirs on the occupier of the agricultural land to which the order\nfT%Ka\nrnI1977\n        relates a notice requiring him to prepare and to submit to\ns.2.    the Commission within such time as may be specified in\n           the notice, not being less than two months after the notice\n           is served on him, a development plan in respect of the\n           farming of such agricuIturd land:\n             Provided that a notice shall not be served under this\n           section in respect of any area of land mnsisting of less than\nS.\n31/1976\n   3(b).   10 acres, but subject to section 23.\n                  (2) Where a development plan is submitted to the\n           Commission pursuant to subsection (l), the Commission\n           may approve the plan or may re+ the plan and cause a\n           notice to be served on the occupier indicating the reasons\n           for rejecting the plan and requiring the plan to be modi-\n           fied in the respects specified in the notice and, within such\n           time as may be so specified, submitted to the Commission\n           for approval.\n                 (3) A development plan approved by the Commission\n           may with the approval of the Commission be modified by\n           the occupier of the land to which it relates.\n                   ITbc inclusion of this page is authorized by LN 68/19781\n         L A N D DEVELOPMENT A N D UTILIZATION                           9"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. (1) Any member of the Commission other than the chairman\nmay at any time resign his office by instrument in writing addressed ti-\nto the Minister and transmitted through the chairman, and from the\ndate of the receipt by the Minister of such instrument such member\nshall cease to be a member of the Commission.\n      (2) The chairman may at any time resign his office by instrumenl\nin writing addressed to the Minister and such resignation shaU take\neffect as from the datc of the receipt of such instrument by the Minister."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The names of all members of the Commission as tirst constituted PUbkd.an\nand every change in the membership thereof shall be published in the\nGazefie.\n                                                                                  $yb\""
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Where an idle land order is in force in respect of any Changwof\nland any disposition or devolution of that land, whereby occupier\n                                                               idleland.\n                                                                        of\nsome other person becomes the occupier of that land shall\nnot affect the continued operation of the order or of any\nnotice issued pursuant to section 6, and accordingly the order\nshall continue in force and the notice shall have effect in\nrespect of such new occupier subject to such modifications\nas may be agreed with the Commission.\n    PARTlil. Dispossession of Owners or Occupiers\n  S.-(l) Subject to the provisions of this section, where D ~ P O W -\n                                                               rion of\nthe occupier of idle land being also the owner of such land-\n     (a) fails to comply with a notice under subsection (1) of\n          section 6; or\n     (b) fails to submit any revised plan required by the\n          Commission or to comply with any notice issued\n         by the Commission under subsection (2) of section\n         6; or\n     (c) fails to complete to the satisfaction of the Com-\n          mission either-\n             (i) all the work required to be done under the\n                  development plan approved by the Com-\n                  mission in relation to such land, within the\n                  period specified in such development plan\n                  for the completion of such work; or\n           (ii) any part of the work required to be done\n                under such development plan, within the\n                period specified in such development plan\n                for the completion of that part of the work,\nthe Commission may certify to the Minister accordingly\nand thereupon the Minister shall have power to acquire\nthe land or any part thereof (not being less than 10 acres, 3111976\nbut subject to section 23) compulsorily under the Land S.\nAcquisition Act as land needed for a public purpose.\n       lThe inclusion of this page i s aurhorized by LN. 31/1977]\n10                   LAND DEVELOPMENT AND UTiLlZATION\n                   (2) The Commission shall not give a certificate under\n            subsection (1) until after aRording to any such person as is\n            specified in subsection (3) an opportunity of making\n            representations to the Commission, whether in writing or\n            on being heard by a person appointed by the Commission.\n                   (3) The persons referred to in subsection (2) are, if\n            the certificate relates to settled land within the meaning of\n            the Settled Land Act, any person entered in the register kept\n            for the purposes of this Act who is a trustee of the settlement\n            or who under the settlement has a vested interest in the land\n            immediately following upon the interest of the person\n            beneficially entitled to the land in possession or who, being\n            an infant, is beneficially entitled to the land in possession.\nPcniltyon      9 . 4 1 ) Where the occupier of idle land not being the\noccupier.\n             owner of such land-\n                  (a) fails to comply with a notice under subsection (1)\n                        of section 6; or\n                  (b) fails to submit any revised plan required by the\n                        Commission or to comply with any notice issued\n                        by the Commission under subsection (2) of section\n                        6; or\n                  (c) fails to complete to the satisfaction of the Com-\n                        mission either-\n                           (i) all the work required to be done under the\n                               development plan approved by the Com-\n                               mission in relation tb such land, within the\n                               period specified in such- development plan\n                               for the completion of such work; or\n                          (U) any part of the work required to be done\n                               under such development plan, within the\n                               period specified in such development plan\n                               for the completion of that part of the work,\n            he shalI, subject to subsection (2), be liable to a penalty of\n            ten dollars in respect of each day that he fails to comply\n                   Khe inclusion of this page i s authorized by LN. 31/19771\n          LAND DEVELOPMENT AND UTILIZATION                                     11\n with the notice or to submit a revised plan or to complete\n to the satisfaction of the Commission the work or any part\n of the work, as the case may be.\n         (2) Any such penalty shall be recovered by civil action\n at the suit of the Commission in the Resident Magistrate’s\n Court for the parish in which the idle land or any part there-\n of is situated; so, however, that the Court shall if so requested\n by the Commission make an order for the forfeiture to the\n Crown of the interest of such occupier in the land in lieu of\n the payment of the penalty.\n        (3) Where the interest of an occupier in any land is\n forfeited under this section and at any time after the date\n of such forfeiture the occupier remains in possession of the\n land the Minister may make complaint to a Resident Magis-\n trate in a court of summary jurisdiction and thereupon the\n court shall by its warrant in the form set out in the Fifth -,\n[Schedule to the Landlord and Tenants Act, subject to                ~\n necessary modifications, order vacant possession of the land\n forthwith to the Minister."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8, being in any case persons who in the prescribed manner\napply to be entered on the register.\n       (3) References in this Act to the use of land for\nagriulture include, in relation to land forming part of an\nagricultural unit, references to any use of the land in\nconnection with the farming of the unit."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.41) Where pursuant to section 8 the Minister has P O W ~ ~ ~ O\nthe power to acquire land compulsorily he may, after lcaa In-\naffording to the person from whom the land is to be acquired\nan opportunity of making representations to him, whether\nin writing or on being heard by a person appointed by him,\nby notice in writing to such person elect, in lieu of purchasing\nsuch land, to acquire compulsorily a leasehold interest in\nsuch land for such period not exceeding ten years as may\nbe specified in such notice or for any other period exceeding\nten years as may be a g e d by such person.\n        (2) Where a leasehold interest in land is compulsorily i ! d f g 7 6\nacquired under subsection (l), the lease shall, subject to\nsection 11, contain such terms and conditions as may be\ndetermind by the Minister and may with the agreement\nof the owner of the land be renewed from time to time,\n        Wh0 inclusion of this page is authorized by LN. 31/19771\n12             LAND DEVELOPMENT AND UTILIZATlON\n     and, subject to subsection (5) in default of such agreement\n     the Minister shall have power-\n         (a) to renew the lease for a further period not exceed-\n              ing ten years; or\n          (6) if he considers such renewal i n e x w e n t or i f\n              the owner requires him to elect between the option\n              provided by this paragraph and that provided by\n              paragraph (c), to cause the land to be restored\n              to the person entitled thereto; or\n          Id to acquire the land compulsorily under the Land\n              Acquisition Act a s land needed for a public pur-\n              pose, so, however, that where the land is compul-\n              sorily acquired pursuant to this section the com-\n              pensation payable in respect thereof shall be-\n                  (i) determined on the assumption that the land\n                      will continue to be used for agricultural\n                      purposes and is not available for use for\n                      any other purpose;\n                 (ii) reduced by the value of any improvements\n                      effected thereon by the Government or by\n                      any person occupying or farming such land\n                      during the period of the lease.\n             (3) Any such requirement to elect as mentioned in\n     paragraph (6) of subsection (2) shall be notified, in writing\n     to the Minister, and any such notice shall be given to him\n     before commencement of the period of six months, or any\n     lesser prescribed period, ending with the date of expiry of\n     the lease upon determination of which he shall elect as\n     aforesaid :\n        Provided that where the Commission is satisfied that the\n     owner, on account of illness or for any other cause, is\n     denied reasonable opportunity for giving notice of such a\n     requirement before commencement of the said period, the\n     Minister shall comply with the requirement if notie thereof\n            me inclusion of this page is authorized by L.N.31119nj\n        LAND DEVELOPMENT AND UTILIZATION                                      13\nis given within such time (whether during, or after expiry\nof, that period) as, in the special circumstances of the case,\nthe Commission considers reasonable.\n        (4) For the purposes of sub-paragraph (ii) of para-\ngraph (c) of subsection (2), “improvements” includes any\namelioration enuring to the benefit of the land from its\nreclamation, clearance, irrigation, excavation, filling, grad-\ning, levelling, protection against erosion or flood, or any\nother works, additions or alterations; and any improvements\nmade a t any expense defrayed, OT defrayable, directly or\nindirectly out of public funds shall, for the purposes of\nsub-paragraph (ii) aforesaid, be deemed to be improvements\neffected by the Government.\n        (5) In relation to the termination of any lease pur-\nsuant to this section, the provisions of subsections (2) and\n(3) of section 38 of the &and Acquisition Act shall apply\nmutatis murandis as they apply on the expiration of a term\nunder that Act but wthout prejudice to the provisions of\nsub-paragraphs (i) and (ii) of paragraph (c) of subsection\n(2)."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) The procedure in relation to the compulsory Proccduro\n                                                                    com-\nacquisition of a leasehold interest in land under section 10 and\n                                                               pensation.\nshall, subject to this section, be the same, mutatis murandis,     i!’;,’’‘\nas the procedure under the Land Acquisition Act in respect\nof land needed for a public purpose.\n        (2) The compensation payable in respect of land so\nleased shall, in the absence of agreement, be determined in\naccordance with the following principles-\n     (a) annual rental shall be payable for the land on the\n         basis that each year’s rent shall be the equivalent\n          of one per centurn of the unimproved value of the\n          land at the time of commencement of the lease\n          or any renewal thereof, as the case may be;\n       IThe inclusion of this page is authorized by LN. 31/1977]\n14            LAND DEVELOPMENT AND UTILIZATION\n         (b) it shall be a condition of the lease of the land-\n                 (i) that all land tax, as defined in paragraph\n                      (b) of subsection (5) of section 24 of the\n                     Land Valuation Act, shall during the con-\n                      tinuance of the lease, be paid by the\n                     Commissioner of Lands; and\n                (ii) that if there is in force an approved\n                     mortgage of the land, payments of interest\n                     and repayments of capital in conformity\n                     with the terms of the approved mortgage,\n                     during the continuance of the lease, shall\n                     be made by the Commissioner of Lands:\n                       Provided that for the purposes of sub-\n                     paragraph (ii) of paragraph (c) of subsection\n                     (2) of section 10, payments so made towards\n                     capital shall be deemed to be moneys ex-\n                     pended on improvements effected on the\n                     land.\n            (3) Subject to the provisions of subsection (4), for\n     the purposes of this section-\n          (a) “approved mortgage” means a mortgage which\n              the Commission is satisfied, after affording the\n              parties thereto an opportunity of making repre-\n              sentations to the Commission (whether in writing\n              or on being heard by a person appointed by the\n              Commissiont\n                 (i) was not entered into in contemplation of\n                     the application of this section; and\n                (U)   gave rise to proceeds which, in so far as\n                      they have been received from the mortgagee,\n                      are included in expenditure incurred for the\n                      purpose of the purchase, development or\n                      improvement of the land so mortgaged,\n     -\n           W e inclusion of this pase is authonzed by LN. 31/1977]\n          LAND DEVELOPMENT AND UTILIZATlON\n         so, however, that whenever a part only of the\n         proceeds is so included, the mortgage shall be\n         treated as an approved mortgage in relation only\n         to that part;\n    (b) where this section applies to a part only of the\n        land to which an approved mortgage relates, the\n        Commission after affording the parties thereto\n        like opportunity as mentioned in paragraph (a),\n        may make such apportionment of the interest and\n        capital to that part as the Commission deems meet.\n    (c) “unimproved value” shall, in relation to land leased\n         under section 10, have the meaning attributable in\n         conformity with section 2 of, the Land Valuation\n         Act to that expression, but with reference (not-\n         withstanding anything in that section) to-\n             (i) the time of commencement of such lease\n                  as aforesaid or any renewal thereof, as the\n                 case may be; and\n            (ii) determination by such authority as may\n                  exercise the functions conferred in that\n                  behalf pursuant to the Land Acquisition\n                  Act.\n        (4) Nothing in subsection (3) shall be construed to\npreveilt the Commission’s decision, in so far as it forms a\nbasis for the determination of compensation in conformity\nwith subsection (2), from being subject to reference to the\nSupreme Court and appeal therefrom in pursuance of sub-\nsection (1).\n       (5) Notwithstanding anything to the contrary, the\nMinister shall, at any time, during the subsistence of any\nleasehold interest in land pursuant to this Part have power\nto acquire the land compulsorily under the Land Acquisition\nAct, subject to like terms as specified in paragraph (c) of\n       IThe inclusion of this page is aulhorized by LN. 31119771\n16                        LAND DEVELOPMENT AND UTILIZATION\n                subsection (2), and subsection (4), of section 10 in relation\n                to compensation.\n                PART1V. Land Developmen f and Utilization Commission\nEstablish-         1 2 . 4 1 ) There is hereby established a body to be called\nment and\nincorpora-\n                the Land Development and Utilization Commission which\ntion of         shall be a body corporate with perpetual succession and a\nLand\nDevelop-        common seal and with power to acquire, hold and dispose\nment and        of property, to enter into contracts, to sue and be sued in\nUtilization\nCom-\nmission.\n                its said name and to do all things necessary for the purposes\n                of this Act.\n                        (2) The provisions of the Schedule shall have effect\nSchedule.       as to the constitution, operations and expenses of the Com-\n                mission and otherwise in relation thereto.\n                        (3) The seal of the Commission shall be authenticated\n                in the manner prescribed in the Schedule and shall be\n                judicially and officially noticed.\npower of           13. The Minister may, after consultation with the chair-\nMinister to\nissue           man, give to the Commission such directions of a general\ngeneral         character as to the policy to be followed by the Commission\ndirections in\nmatters of      in the performance of its functions as appear to the Minister\npolicy.\n                to be necessary in the interest of the Island, and the Com-\n                mission shall give d e c t thereto.\nDuties of         14. It shall be the duty of the Commission-\nCO*.\nmission.            (a) to ensure that occupiers of agricultural units fulfil\n                          their responsibilities under this Act to farm the\n                          agricultural land in such units;\n                    ( b ) to ensure that such agricultural land is, as far as\n                          possible, properly developed and utilized, and\n                    (c) to perform such other functions as may be required\n                          by the Minister.\n                       me inclusion of this page is authorized by L.N. 31/1977l\n         LAND DEVELOPMENT AND UTILIZATION                                      11"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Establishment and incorporation of Land Development and\n       Utilization Commission."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The office of chairman or member of the Commission shall not O e o f\nbe a public office for the purposes of Chapter V of the Constitution of &%w\nJZilllaiCa.                                                                 nota\n                                                                            public\n                                                                            offia."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. (1) The Commission shall keep proper accounts and other records\nin relation to the business of the Commission and shall prepare annually and audlt\na statement of accounts in a form satisfactory to the lMiaister and shall and\nsubmit the same from time to time with vouchers to the Auditor-General\nto be audited.\n       (2) The Commission shall, on or before the thirty-6rst day of\nOctober in each year, submit to the Minister for his approval, its\nestimates of revenue and expenditure in respect of the financial year\ncommencing on the first of April next following."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15, For the purpose of performing its duties under this PCorn-     omof\nAct the Commission may require owners and occupiers to &*ion\nfurnish such information pertaining to land owned by them to      .\n                                                                     require\n                                                                  informa-\nor in their possession or control, as the Commission may tion.\nrequire, and without prejudice to the generality of the fore-\ngoing, the Commission may require from owners or\noccupiers of land information as to-\n     (U) the area of the land owned or occupied, as the case 3i/i976\n                                                                  S. 6!a).\n           may be, and the boundaries thereof;\n     ( 6 ) the area of the land in use, and the nature of use;\n     (c) the form of tenure under which the land is occupied;\n     ( d ) the number of tenants (if any) in occupation of the\n           land;\n     (e) any encumbrances relating to the land;                    3ill976\n                                                                  S W.\n     (R the particulars of any registration number, volume,\n           folio, or other information in relation to the land\n           or persons having interest therein recorded in any\n           official records concerning the Iand or title thereto.\n  1 6 . 4 1 ) Subject to subsection (2) any member of the po-of\n                                                                 mapdon.\nCommission or any person authorized in writing by the\nCommission in that behalf may at any time in daylight-\n     (U) enter upon any land for the purpose of-\n                (i) inspecting the condition of the land or of\n                    any agricultural activity thereon;\n               (ii) ascertaining what crops are cultivated and\n                     the conditions under which such crops are\n                     so cultivated and the crops which are most\n                    suitable to be cultivated upon the land; or\n              (iii) ascertaining the expediency or otherwise of\n                     the doing upon the land of any agricultural\n                     activity;\n      (b) inspect the condition of such land or of any agri-\n           cultural activity thereon; and\n        m e inclusion of this wee i s authorized by LN. 31119771\n18                     LAND DEVELOPMENT A N D UTILIZATION\n                   (c) take such angles, bearings or measurements of the\n                       land or samples of the soil upon the land as may be\n                       necessary for the purpose for which that person\n                       entered upon the land.\n                     (2) A person shall not enter upon any land under\n              the provisions of this section without the consent of the\n              person in residence on the land or, if there is no such person,\n              the occupier of the land-\n                  ( a ) unless he has given to such person or to such\n                        occupier, as the case may be, not less than three\n                        days’ notice of his intention to enter upon such\n                        land; or\n                  ( b ) if the name or address of such person or of such\n                        occupier, as the case may be, is not known to and\n                        cannot reasonably be ascertained by him, unless\n                        a period of not less than three days has elapsed\n                        since he has posted on or near to the land a notice\n                        of his intention to enter upon the land.\n                               PART V. General Provision\ntov vision^     17.-(1) Any enactment in this Act providing, in relation\nM t0 ICprC-\ndCntBhOIIS.   to the taking of any action by the Commission, for its taking\n              the action after affording a person an opportunity to make\n              representations to the Commission, whether in writing or\n              on being heard by a person appointed by the Commission\n              shall be construed as a provision that the Commission shall\n              comply with the following requirements.\n                     (2) The Commission shall give notice to the said\n              person specifying the action proposed to be taken and\n              informing him of the effect of subsections (3), (4) and (5).\n                     (3) If within the prescribed time and in the pre-\n              scribed manner the said person makes representations to\n              the Commission in writing, the Commission shall not take\n                         inclusion of this   is adorized by LN. 31/197n\n           LAND DEVELOPMENT A N D UTlLIZATION                     19\nthe action in question until it has considered the represen-\ntations.\n        (4)If, whether or not representations are made to\nthe Commission in writing, the said person within the pre-\nscribed time and in the prescribed manner requires that\nan opportunity be afforded to him of being heard by a person\nappointed by the Commission for the purpose, such an\nopportunity shall be afforded to him and, on the same\noccasion, to any other person to whom under the enactment\nreferred to in subsection (1) the Commission is required to\nafford such an opportunity, and the Commission shall not\ntake the action in question until it has considered any\nrepresentations made at the hearing.\n        (5) If for the purposes of any such hearing the\nperson to whom the opportunity is afforded so desires, the\nlike opportunity shall be afforded to a person chosen by\nhim to represent his views to the Commission.\n        (6) This section shall apply to the Minister as it\napplies to the Commission."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The Commission shall furnish the Minister with such returns, P O W W ~ ~\naccounts and other information as he may require with respect to the Minis?\nactivities of the Commission, and shall afford to him facilities for\nverifying such information in such manner and at such times as he may\n                                                                        &\n                                                                        -'\nreasonably require.\n              m\n              mo inclusion of thb page is authorizad by L.N. 31/19771"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.41) Any notice or other document required or saviccof\nauthorized by or under this Act to be given to or served on\nany person shall be duly given or served if it is delivered\nto him, or left at his proper address, or sent to him by post\nin a registered letter.\n        (2) Any such document required or authorized to\nbe given to or served on an incorporated company or body\nshall be duly given or served if given to or served on the\nsecretary or clerk of the company or body.\n        (3) For the purposes of this section the propel\naddress of any person to or on whom any such document\nas afdresaid is to be given or served shall, in the case of the\nsecretary or clerk of any incorporated company or body, be\n       (The inclusion of thia me is authorized by LN. 3111971\n20                      LAND DEVELDPMENT AND UTlLlzATION\n               that of the registered or principal office of the company or\n               body, and in any other case be the last known address of\n               the person in question.\n                        (4) Where any document is to be given to or served\n               on a person as being the person having any interest in land,\n               and it is not practicable after reasonable inquiry to ascertain\n               his name or address, the document may be given or served\n               by addressing it to him by the description of the person\n               having that interest in the land (naming it), and delivering\n               the document to some responsible person on the land or by\n               affurng it or a copy of it to some conspicuous object on the\n               land.\nInforma-          19. The Minister may by regulation require that parties\ntion           to any sale of agricultural land or to any grant, assignment\nas todeal-\nmas\nagriCUltural\n               or surrender of a tenancy of such land for an interest not\nland.          less than that of a tenant for a year, shall within the pre-\n               scribed period from the completion of the transaction furnish\n               to the Minister, in such manner as may be prescribed,\n               information as to the nature of the transaction, the names\n               and addresses of the parties to the transaction and the\n               situation and extent of the land thereby affected."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. An owner or occupier of, or any other person having\n                an interest in, any land comprising or included in an\n                agricultural unit shall not without the approval in writing\n                of the Commission-\n                     (U) sell, lease or let the land or any part thereof; or\n                     (b) transfer or assign his interest therein or in any\n                         part thereof,\n                and any such sale, lease, letting, transfer or assignment shall\n               'not have effect unless and until it is approved by the Com-\n                mission.\n                       m e inclusion of this page is authorized by LN. 31119771\n         LAND DEVELOPMENT A.VD UTILIZATlON                               21\n  2 1 . 4 1 ) The Minister may make regulations prescribing P&yb\nanything which may be or is required to be prescribed under rrg~lati~aa.\nthis Act and generally for the better carrying into effect of\nthe provisions of this Act.\n         (2) Regulations prescribing the minimum arm of\nagricultural land in an agricultural unit for the purposes\nof this Act shall be subject to affirmative resolution."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Any person who-                                        offcnosa.\n    (a) assaults or obstructs a member, servant or agent\n        of the Commission acting in the execution of his\n        duty under this Act; or\n    (b) having been required by the Commission under\n        section 15 to furnish any information, refuses with-\n        out just cause or lawful excuse to furnish such\n        information, or knowingly furnishes false informa-\n         tion,\nshall be guilty of an offence and liable on summary con-\nviction before a Resident Magistrate to a fine not exceed-\ning two hundred dollars or to imprisonment with or with-\nout hard labour for a term not exceeding twelve months.                       ~\\"
    },
    {
      "provision_ref": "sec22a",
      "section": "22A",
      "title": "Section 22A",
      "content": "22A. Notwithstanding anything to the contrary in section D O V ~\n                                                                              I\n6 or section 27, upon the coming into force of an idle land Et&,-    z\norder made underpart TI or an unused land order made                Pb*”\nunder Part VI, as the case may be, the Minister may, if zg=d\nhe things fit, having regard to the circumstances of the c+n\n                                                            mcum-\ncase,acquire any land to which such an order relates or a     -.\nany part of such land under the Land Acquisition Act as S.  z o3,m n\nland needed for a public purpose or acquire compulsorily\na leasehold interest in such land or part thereof without\nhaving regard to the provisions of section 6 or section 27,\n    22                            LAND DEVELOPMENT AND UTILIZATION\n1                  as the case may be, with respect to the requirement of\n                   preparation and submission by the occupier of such land\n                   of a development plan or a utilization plan in respect of\n                   such land, so, however, that-\n                       (a) the provisions of sections 10 and 11 shall, rnuiafk\n                            rnutundis, apply to the compulsory acquisition of\n                            a leasehold interest as aforesaid; and\n                       (b) subject to section 23, the minimum acreage of idle\n                            land so acquired or in respect of which a leasehold\n                            interest is so acquired shall be ten acres.\n    Application       23. In relation to any lots resulting from a sub-division\n    ofthis Act\n    tosub-         of agricultural land, being a sub-division or development\n    agricultural   sanctioned under the Town and Country Planning Act or\n    land.\n    31 / 1976\n                   the Local Improvements Act after the 26th day of\n    s. 7.          September, 1976, anything provided by virtue of this Act\n                   which restricts by reference to a number of acres the\n                   application of any provisions of this Act shall apply as\n                   if the number of acres so referred to had been reduced to\n                   such extent as may be necessary to allow the application\n                   of such provisions to those lots.\n                                     PARTVI. Unused Land\n    Construe-        24.-(1)  This Part applies to any land, except agricultural\n    tion of\n    this Part.     land. and references in this Part to land shall be construed\n    31 I1976\n    s. 7.          accordingly, but nothing in this Part shall be construed to\n                   prejudice the power of the Commission to make any order\n                   under section 3 in respect of any land, other than unused\n                   land.\n                          (2) In this Part-\n                       “unused land” = e m land in respect of which an\n                            order under section 26 is in force;\n                       “unused land order” means an order under section 26\n                            declaring land to be unused land for the purposes\n                            of this Act;\n                       “value of improvements” shall, in relation to land, have\n                            the meaning attributable in conformity with sec-\n                            tion 2 of the Land Valuation Act to that expres-\n                   -\n                               m e inclusion of t h i s page is authorized by L.N. 68119781\n            LAND DEVELOPMENT A N D UTILIZATION                               23\n            sion, but with reference (notwithstanding any-\n            thing in that section) to such date Tespecting that\n            land as is mentioned in subsection (3) of section\n            25 of this Act."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Application of this Act to subdivisions of agriculhral land.\n                                                                            i"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-(1)    For the purposes of this Act it shall be the E&?$-\nresponsibility of the occupier of land to develop and use occupierof\nit to such extent as may be practicable having regard to              2796\nthe character and situation of the land and other relevant S.          ’\ncircumstances.\n         (2) In determining whether the occupier of land is\nfulfilling his responsibility for the purposes of this Part\nregard shall be had to-\n      (U) the extent to which and the manner in which\n           industrial, commercial, residential or any other\n           activity i s being carried out on the land; and\n      (b) the nature and complexity of any plans under\n           consideration for development of the land, and\n           the extent to which the time required for imple-\n           mentation of those plans is reasonable in a l l the\n           circumstances of the case.\n   %.-(I) Where it appears that the occupier of land is Powerof\n                                                             Commis-\nnot fulfihg his responsibility for the purposes of this Part riontodo\nto develop and use the land, the Commission, if so satisfied clare land\nafter affording to the occupier an opportunity of making\nrepresentations to the Commission whether in writing or S. 7.\non being heard by a person named by the Commission,\nmay by order published in the Gazette declare such land\nor, subject to subsection (2), any portion thereof to be\nunused land for the purposes of this Act.\n        (2) An order under subsection (1) shall not be made\nin respect of a portion only of land unless the whole land\nexceeds ten acres.\n        (3) Subject to subsection (4), an order made under\nsubsection (1) shall come into force at the expiration of\nthirty days from the date of publication thereof in the\nGazette.\n            me inclusion of this page is authorized by LN. 68/1978]\n          LAND DEVELOPMENT A N D UTILIZATlON\n        (4) An occupier may, within thirty days (or such\nlonger period as the Minister may allowj from the date of\npublication thereof in the Gazette and in the prescribed\nmanner, appeal to the Minister against any order made\nunder subsection (l), and an order in respect of which an\nappeal is filed shall not come into force unless and until it\nis confirmed by the Minister on the hearing of the appeal.\n         (5) While an unused land order is in force, the\nCommission shall have power from time to time to review\nthc development and use of the land to which the order\nrelates, and-\n     (a) a review shall be held under this subsection as soon\n         as may be after the expiration of twelve months\n         from the coming into operation of the order (un-\n         less a review has been previously held), and, where\n         one or more reviews have already been held under\n         this subsection in relation to the order, a further\n         review shall be held as soon as may be after the\n         expiration of twelve months from the previous\n         or last such review;\n     (b) a review under this subsection shall be. held after\n         affording to the occupier of the land to which the\n         order relates an opportunity of making representa-\n         tions to the Commission, whether in writing or on\n         being heard by a person named by the Commission.\n       (6) Where an unused land order-\n    (a) has not been confirmed by the Minister pursuant\n        to subsection (4); or\n     (b) is in force and the Commission is satisfied that by\n          reason of the extent to which and the manner in\n          which the land is being developed or used, it is\n          no longer necessary that the order should continue\n          in force.\nthe Coininission shall revoke the order and such revocation\nshall be published in the Gazette.\n        me inclusion of this m e 1s authorized by LN.68/19T8]\n          LAND DEVELOPMENT AND UTfLlZATfON                                       25\n        (7) Forthwith after the making of an unused land\norder the Commission shall serve a copy of the order on the\noccupier, and forthwith after revocation of such an order\nthe Commission shall serve notice of the revocation on the\noccupier.\n        (8) Where the owner of land is not also the occupier\nthereof and the Commission is aware of his interest in\nthe land-\n     (a) an opportunity of making representations to the\n          Commission shall be afforded under subsection (1)\n          or (3, as the case may be, both to the owner and\n          the occupier;\n     (b) the owner shall have the like right of appeal under\n          subsection (4)as if he were an occupier;\n     (c) any service of a copy of an order or of a notice\n          of the revocation of an order required by sub-\n          section (7) shall be effected both on the owner and\n          the occupier."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.41) Subject to section 22A upon the coming into powerof\nforce of an unused land order the Commission shall cause              :z:r-\nto be served on the occupier of the land to which the order          z;P:\nrelates a notice requiring him to prepare and to submit to ment plan\n                                                               for Unued\nthe Commission within such time as may be specified in land.\nthe notice, not being less than two months after the notice S.31/1976       ,,\nis served on him, or such further time as the Commission $011977\nmay allow in the special circumstances of the case a utiliza-\ntion plan in respect of the development or use of such land.\n        (2) Where a utilization plad is submitted to the\nCommission pursuant to subsection (l), the Commission\nmay, subject to the provisions of the Town and Country\nPlanning Act and the Local Improvements Act, approve\nthe plan or may reject the plan and cause a notice to be\nserved on the occupier indicating the reasons for rejecting\nthe plan and requiring the plan to be modified in the respects\nspecified in the notice and, within such time as may be so\nspecified, submitted to the Commission for approval.\nc1\n    26                      LAND DEVELOPMENT A N D UTILZZATION\n                         (3) A utilization plan approved by the Commission\n                  may, with the approval of the Commission, be modified\n                  by the occupier of the land to which it relates.\n~\nI   Changes ol      28. Where an unused land order is in force in respect of\n    occupier\n    of unused\n                  any land, any disposition or devaluation of that land, where-\n    land.\n    31 1 1976\n                  by some other person becomes the occupier of that land, *\n    s. 7.         shall not affect the continued operation of the order or\n                  of any notice issued pursuant to section 27, and accordingly\n                  the order shall continue in force and the notice shall have\n                  effect in respect of such new occupier subject to such\n                  modifications as may be agreed with the Commission.\n    Application     29. The provisions of Part II1, of sections 14 and 15, and\n    of PSrta\n    111 and V    of  Part V shall apply, with the necessary adaptations and\n    and sections modifications, in relation to unused land, and otherwise\n    14md IS\n    to unused    for giving further and better effect to this Part, as they\n    land.\n    3111976      apply for purposes relating to agricultural land, so, how-\n    s. 7.        ever, that-\n                       (a) there shall, except to the like extent as specified\n                            in subsection (2) of section 26, be no restriction\n                           as to the minimum acreage that may accordingly\n                            be acquired or leased pursuant to the provisions\n                           of Part III; and\n                       (b) paragraph (c) of subsection (2) of section 10 shall\n                           have d e c t as if sub-paragraph (i) of that paragraph\n                           had been deleted and the following sub-paragraph\n                           inserted htead-\n                              “(i) determined with such user of the land in\n                                   contemplation as would have been taken\n                                   into account if such determination were\n                      -            being made at the time of commencement\n                                   of the lease or any renewal thereof, as the\n                                   case may be;”;\n                       (c) nothing in this section shall be construed to pro-\n                           vide for the application of section 20 in relation\n                           to any land, other than unused land.\n                          [The inclurion of this page is authorized by LN. 68/1978]\n            LAND DEVELOPMEA'T A N D UTILIZATION                                              27\n                                 SCHEDULE                          (Section 12)\n           The Land Development and Utilization Commission"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Application of Parts III and V and sections 14 and 15 to unused\n          land.\n                                SCHEDULE\n                                                                                .I\n            [The inclusion of this page is authorised by L.N.68119781\n         LAND DEVELOPMENT AND UTILIZATION                                    3\n                                                                      Acta\nTHE LAND DEVELOPMENT AND UTILIZATION                              22 ot 1964\n                                                                  31 of 1976,\n                ACT                                                20 01 1977,\n                                                                   9 of 1997.\n                                          [lst December. 1966.1\n                     PARTI. Preliminary"
    }
  ],
  "definitions": []
}