{
  "id": "jm-stat-the-land-development-duty-act",
  "type": "statute",
  "title": "The Land Development Duty Act",
  "title_en": "The Land Development Duty Act",
  "short_name": "Land Development Duty Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-land-development-duty-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-land-development-duty-act | Legal areas: Real Estate",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act, unless the context otherwise requires-             t1on.\n                                                                     tnlcrprrta-\n    “Comm,issioner” means the Commissioner of Taxpayer L.N.\n       Audit and k s s r n e n t appointed under section 16511999.\n        11E of the Revenue Administration Act;\n    “commissioner of Valuations” means the Commis-\n       sioner of Valuations appointed in accordance\n        with the Land Valuation Act, and includes any\n        person to whom he may delegate his powers under\n        that Act;\n    “development date” means, in relation to each order\n        made under section 3, such day as may be stated\n        in the order to be the development date;\n    “encumbrance” includes a mortgage in fee or for a\n        less estate and a lien, and a charge of a portion,\n        annuity, or any capital or annual sum;\n    “fee simple” means the estate in fee simple in posses-\n         sion :\n          Provided that, for the purpose of determining\n        the value of any land or for determining the value\n        of any consideration for the transfer of land, the\n        expression “fee simple” shall be deemed to mean\n        [Tnc inclusloo of this page is authorized by L N 3 ‘20011\n4               LAND DEVELOPMENT DUTY\n         the estate in fee simple in possession in the land\n        free from any lesser estates or interests therein or\n         any encumbrances thereon or any rights or immu-\n        nities conferred upon a tenant under the Rent\n        Restriction Act and free also from any restric-\n        tive covenants and conditions other than restric-\n        tive covenants and conditions created by a Crown\n        grant or by law;\n    “improved value” means, in relation to land, the\n        capital sum which the fee simple of the land\n        might be expected to realii if offered for sale at\n        the time on such reasonable terms and conditions\n        as a born fide seller would require;\n    “land” includes all tenements and hereditaments and\n        also a l l mesuages, houses, buildings or other con-\n        struction whether the property of any corpora-\n        tion, or of any private individual, and all trees\n        growing or standing thereon :\n          Provided that, for the purpose of determining\n        the value of any land or for determining the value\n        of the consideration for the transfer of any Iand,\n        there shall not be incIuded in such value-\n             (a) the value of growing crops; or\n             (b) the value of trees, other than fruit trees,\n                 that have been planted for my p          v\n                   or\n              (c) the value of trees that have been pre-\n                  served as shelter or for ornamental pur-\n                  poses;\n    “parcel Of land” means land which is separately held\n        by any owner, or land which under the Land\n        Valuation Act, may be valued as a separak parcel\n        of land;\n       IThe inclusion of lhis p g c is aulhorized by LN.3/2001]\n                LAND DEVELOPMENT DUTY                                         5\n    ”person in possession of land” includes the attorney,\n         overseer or manager or other person having the\n         management of, or the collection, or the receipt\n         of rents, issues, or profits of any land as well as\n         the owner, occupier or person actually in posses-\n         sion of such land;\n    “return” includes all returns, notices, declarations,\n         statements and information prescribed or re-\n         quired in accordance with the provisions of this\n         Act to be furnished;\n    “spccial development area” means an area declared\n         by order under section 3 to be a special develop-\n         ment area;\n    “specified base date” means in relation to each order\n         made under section 3, such day as may be stated\n         in the order to be the specified base date;\n    “transfer” includes conveyance;\n    “transferor” includes all joint owners who join in a\n         transfer but does not include any persons who\n         join in the execution of the instrument by which\n         the transfer is effected, or agreed to be effected,\n         for the purpose only of conveying any estate\n         vested in them as trustees or encumbrancers, or of\n         acknowledging the receipt of the consideration\n         money, or of giving consent;\n    “Valuation Board” means the Valuation Board con-\n         stituted under tbe provisions of the Land Valua-\n         tion Act;\n    “valuation period” means the period elapsing between\n         the specified base date and the development date."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.41) Subject to the provisions of subsection (2) when- pyg;\never the Government undertakes, or proposes to undertake, suecial\n                                                          toddarc\nin any area, expenditure from public funds which, in the dsvJog\n          ___                                  __\n        IThc mclmioo of this page is authorized by L.N. 3/u)ol]\n                                                                  mmt area.\n6                             LAND DEVELOPMENT DUTY\n              opinion of the Minister, is substantial, it shall be lawfuI\n              for the Minister, by order-\n                   (U) to declare any such area to be a special develop\n                       ment area under this Act and the provisions of\n                        this Act shall apply in relation to land in that\n                        area; and\n                   (6) to specify the specified base date which shall not\n                        be more than one year before the publication in\n                        the Gazerre of the order; and\n                   (c) to specify the development date which shall not be\n                        more than seven years after the specified base date.\n                    (2) No order made under this section of this Act shall\n              have effect unless it is approved by resolution of the House\n              of Representatives and the Senate.\nAdministra-     4 - 4 1 ) The administration of this Act is vested h the\nhon.\nL.N.          Cornmissioner of Taxpayer Audit and Assessment and the\n165!1wJ       provisions of section 4 of the Income Tax Act, (whichrehte\n              to secrecy). shall apply to the administration of this Act BS\n              if this Act formed part of the Income Tax Act.\n                    (2) For the purpose of discharging his responsibility\n              for the administratjon of this Act it shall be lawful for\nL.N           the Commissioner of Taxpayer Audit and Assessment to\n165i1999\n              make use of any document, information, return or assess-\n              ment list and any copy of such list obtained by him in dis-\n              charging his responsibility for the administration of the\n              Income Tax Act, and, in like manner, for the purpose of\n              discharging his responsibility for the administration of the\n              Income Tax Act, it shall be lawful for him to make use of\n              any document, information, return or assessment list and\n              any copy of such list obtained by him in discharging his\n              responsibility for the administration of this Act.\n                         -             __ ---\n                       [The ioclusron of this page is authorized by L N. 312001)\n                 LAND DEVELOPMENT DUTY                                         7\n              PART 11. Dury on Cupird Gains"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.41) Subject to the provisions of this Part there shall ImPoslhon\n                                                                  of capital\nbe charged, levied and paid on the capital gain arising on gainsduty\nany occasion specified in subsection (2) a duty, called capi-\ntal gains duty, at the rate specified in accordance witb\nsubsection (3).\n       (2) Subsection (1) shall apply on the occasion of every\ntransfer on sale of the fee simple of any land in a special\ndevelopment area at any time during a valuation period.\n       (3) Subject to the provisions of subsection (4) the\nMinister may, from time to time, having regard to the\namount of government expenditure undertaken or proposed\nin any special development area, by order, determine the\npercentage, not exceeding twenty-five per cenium, charge-\nable under this Act as capital gains duty.\n        (4) No order under this section shall come into force\nunless it is approved by resolution of the House of Repre-\nsentatives."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) For the purpose of this Part the capital gain made ~menf\n                                                               s~=tai~-\n                                                                  of\nby any person on sale of the fee simple of land in a special capi(almh\ndevelopment area shall be deemed to be the amount (if\nany) by which the value ot the consideration for the transfer\nof the land exceeds the sum of-\n      ( U ) the improved value of the land at the specified\n            base date; and\n      (b) any expenditure of a capital nature on the land by\n            the transferor or his predecessors in title subse-\n            quent to the specified base date; and\n     (c) an amount equivalent to five per cenrum of the\n            value of the consideration.\n       (2) Where, in relation to any transaction, the person\nselling the land had himself purchased the fee simple of the\n        me inclusion of phis page is authorized by L.N. 3120011\n8                               LAND DEVELOPMENT DUTY\n                land subsequent to the specified base date, the specified base\n                date, in relation to that transaction, shall be deemed to be\n                the date of such purchase and the improved value of the\n                land at that date shall be deemed to be the value of the\n                consideration for the transfer of such land to such person.\nDadu*onof\ncapital gains     7. Where a person who has paid capital gains duty on\ndutyon\npayment of\n                sale of land in a special development area is liable under\nincometar:      the Income Tax Act, to pay income tax in r e s p t of\n                profit or gain made on the sale of such land the amount\n                paid by such person as capital gains duty shall, for the\n                purpose of section 13 of the Income Tax Act, be regarded\n                as an expense wholly and exclusively incurred by such\n                person for the purpose of acquiring such profit or gain\n                during the year in which the capital gains duty was paid.\nCollecl'on\nand"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) On any transfer on sale of the fee simple of any\nr - 0 ~ 5 of    land in a special development area capital gains duty shall\nduty\nL $N.           be assessed by the Cornmissioner of Taxpayer Audit and\n165i19y9\n                 Assessment and paid by the transferor to the prescribed\n                officer.\n                        (2) It shall be the duty of the transferor, on the\n                occasion of any transfer on sale of the fee simple of any\n                land in a special development area, to present to the Com-\n                missioner within three months of such transfer, and in\n                accordance with regulations made under section 31, the\n                instrument by means of which the transfer is effected, or\n                agreed to be effected, or reasonable particulars thereof, for\n                the purpose of the assessment of duty thereon.\n                         (3) Any such instrument shall not, for the purposes\n                of the Stamp Duty Act, notwithstanding anything in that\n                Act, be deemed to be duly stamped unless it is stamped by\n                the prescribed officer either-\n                      (a) with a stamp denoting that the capital gains duty\n                           has been assessed by the Commissioner and paid\n                           in accordance with the assessment; or\n                        me mclusion of bhhis page is auihorizcd by L N. 3j20011\n                 L A N D DEVELOPMENT DUTY                                     9\n     (b) with a stamp denoting that all particulars have\n          been delivered to the Commissioner which, in the\n          opinion of the Commissioner, are necessary for the\n          purpose of enabling him to assess the duty, and\n          that security has been given for the payment of\n          duty in any case where the Commissioner has\n          required security; or\n     (c) with a stamp denoting that upon the occasion in\n        question no duty is payable,\nbut where a document is so stamped, it shall, notwithstand-\ning any objection relating to the capital gains duty, bc\ndeemed to be duly stamped so far as respects that duty.\n        (4) Any duty assessed by the Commissioner under\nthis section shall be a debt due to the Government from thz\ntransferor of the land and may be sued for and recovered in\nthe Revenue Court, or in a Resident Magistrate’s Court              ;;~jg;,\nby the Commissioner or by a Collector of Taxes acting on\nthe Commissioner’s instructions, with costs of suit, from\nthe person charged therewith as a debt due to the Govern-\nment.\n      (5) Where joint owners join in transferring any\nland the Commissioner or Collector of Taxes may pro-\nceed against all or any of them.\n       (6) In any case where capital gains duty shall\nhave been paid under the provisions of this section, but\nthe transaction in respect of which the duty shall have\nbeen paid was subsequently not carried into execution,\nthe duty shall be returned to the transferor on his making\napplication to the Commissioner within two years after\nthe payment of the duty in accordance with the regula-\ntions made under this Act.\n       (7) Where any agreement for a transfer is stamped\nin accordance with this section it shall not be necessary,\n      IThe inclusion of tbis page is authorized by L.N. 480/1973]\n10                                    LAND DEVELOPMENT D U T Y\n               for the purposes of this Act, to stamp any conveyance or\n               assignment made subsequently to and in conformity with\n               the agreement but the Conimissioner shall, if application\n               is made to him for the purpose, denote on the conveyance\n               or assignment the amount of duty paid.\n                          (8)If the transferor fails, without reasonable excuse,\n               to comply with the provisions of this section, he shall be\n               liable on summary conviction in a Resident Magistrate’s\n               Court to a fine not exceeding one thousand dollars and\n               treble the amount of capital gains duty with which he\n               ought to be charged under this Act, or to imprisonment,\n               with or without hard labour, for a term not exceeding\n               twelve months.\n                       (9) Where a company is guilty of a contravention of\n                the provisions of this section, every director, manager,\n                agent and officer of the company in this Island who is\n                knowingly a party to the contravenpon shall be liable to\n                the penalties specified in subsection (8).\n                                    PARTm. Betterment Charges\nImposition\nof better-"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Subject to the provisions of this Part, from and after\nment            the approval of any order under section 3 declaring any\ncharges.\n                area to be a special development area there shall be paid\n                in respect of the valuation period to which the order relates\n                upon each parcel of land in such area a charge (to be\n                called a betterment charge) as provided in this Part.\n~ ~ t e , . , , , i ~ ~ .10. The   betterment charge shall be a percentage, at\nt:gAentthe rate specified in accordance with section 12, of the\n*arm           increase in value of the parcel of land during the valuation\n               period to which the order made under section 3 relates.\n                 LAND DEVELOPMENT DUTY                                     I1"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) For the purpose of this Part the increase in Ascertain-\n                                                            ment of\nvalue of any parcel of land during a valuation period shall increasein\nbe deemed to be the amount (if any) by which the improved\nvalue of the land at the development date denoting thr:\nend of the valuation period exceeds the sum of-\n     (a) the improved value of the land at the specified\n         base date; and\n     (b) any expenditure of a capital nature on the\n         parcel of land by the person in possession of the\n         land or his predecessors in title subsequent to\n         the specified base date.\n        (2) Where, in relation to any valuation period, the\nperson in possession of the land at the development date\ndenoting the end of the period had himself purchased the\nfee simple of the land during the valuation period, the\nspecified base date in relation to that land shall be deemed\nto be the date of such purchase and the improved value of\nthe land at that date shall be deemed to be the value of\nthe consideration for the transfer of such land to such\nperson.\n  lZ.-(l) Subject to the provisions of subsection (3) the pcrcmfagc\nMinister may, from time to time, having regard to the               ~~~~\namount of government expenditure undertaken or proposed mmt.\nin any special development area, by order, determine the\npercentage, not exceeding twenty-live per centum, charge-\nable under this Part, as betterment in each such special\ndevelopment area in respect of each valuation period.\n        (2) Any order made under this section may specify\nthe date, or dates, on which the charge shall be due and\npayable.\n       (3) No order under this section shall come into\nforce unless it is approved by resolution of the House of\nRepresentatives.\n      [The inclusion of this   me is authorized by L.N. 480/1973]\n12                             LAND DEVELOPMENT DUTY\nDate of          13.-(1) Subject to the provisions of section 16, unless\npayment of\nbettermrnt     any order made under section 12 otherwise provides, better-\ncharge.\n               ment charge, when it is imposed, shall be due and payable\n               on the development date denoting the end of the valuation\n               period to whkh it is applicable.\n                      (2) Every person liable to pay betterment charge\n               shall, within three months from the date when it is due\n               and payable, make a return in such form as may be pres-\n               cribed to the prescribed officer.\nPersons          14.-(1) The betterment charge shall be payable by the\nliable to\nbetterment     person in possession of the parcel of land made liable\ncharge.\n               thereto at the date when the charge, or any instalment\n               thereof, becomes due and shall be paid to the prescribed\n               officer.\n                      (2) Until it is paid the betterment charge shall be\n               a first charge and lien upon the parcel of land liable\n               thereto.\nJoint and        15. If any parcel of land charged with the betterment\nseveral\nliability      charge shall be in the possession of more than one person\nof ~ersoosin   the prescribed officer may, to enforce payment, proceed\npossession.\n               against all or any of the persons in possession or distrain\n               on the goods of all or any of them wherever found.\nCollection       16.-(1) Betterment charge shall be payable in such\nof better-\nment           annual instalments and subject to such conditions as the\ncharge.        Minister may prescribe generally for any special develop-\n               ment area or specially for each special development area.\n                      (2) Without prejudice to the generality of sub-\n               section (1) the Minister may prescribe as a condition for\n               the collection of betterment charge that, if the betterment\n               charge is not paid in annual instalments but is paid in\n               one sum, or, if any annual instalments are commuted to\n                     IThe inclusion of this page is authorized by L.N. 480/19731\n                 LAND DEVELOPMENT DUTY                                   13\na lump sum, there shall be a rebate at such rate as may\nbe prescribed not exceeding ten per cenfurn of the amount\ndue in respect of the betterment charge.\n        (3) The provisions of the Tax Collection Act and\nany enactment amending the same so far as the same are\napplicable shall apply to any annual instatment of better-\nment charge as the provisions of that Act apply to the\ncollection of tax and the collection of any annual instal-\nment of betterment charge may be enforced under the\npowers and provisions of the Tax Collection Act as if\nsuch annual instalment were an annual tax to which the\nprovisions of that Act applied.\n        (4) In addition to any other means of recovery\nbetterment charge may be recovered from the person liable\ntherefor by suit at the instance of the Commissioner or\nof a Collector of Taxes in the Revenue Court or in a 2911971\nResident Magistrate’s Court with full costs of suit, as a *Od sch.\ndebt due to the Government."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Persons liable to bettermeat charge.\nIS. Joint and several liability of persons in possession."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. In SO far as the context will admit, the words “quit Procedure\nrents” in the Quit Rents Act shall include the annual pay- fagainst land\n                                                             or annual\nments in relation to any betterment charge imposed under\nthis Act, and any parcel of land in arrear for the pay- dame.\nment of such annual payment, may be proceeded against\nfor forfeiture under the provisions of the Quit Rents Act\nin exactly the same manner as land would be proceeded\nagainst for the non-payment of quit rents.\n                       PART   w. Appeals\n  lS.--(l) Except as expressly provided in this Act, any ~           ~        ~   1\nperson aggrieved by a decision of the Commissioner may\nappeal to the Revenue Court within such time and in such 2911971\nmanner as may be provided by rules made under section 31 2nd Sch.\nagainst-\n      LThe inclusion of this page is authorizcd by L.N. 480(1973]\n14                            LAND DEVELOPMENT DUTY\n                 (a) the amount of any assessment of capital gains\n                       duty or of betterment charge under this Act; or\n                 ( b ) a refusal of the Commissioner to make any allow-\n                       ance or to make any allowance claimed where the\n                       Commissioner has power to make such an allow-\n                       ance under this Act; or\n                 (c) any apportionment of capital gains duty or of\n                       betterment charge or any assessment or apportion-\n                       ment of any values or any consideration on any\n                       transfer made by the Commissioner under this\n                       Act; or\n                 (d) the determination of any other matter which the\n                       Commissioner is to determine or may determine\n                       under this Act :\n               Provided that an appeal shall not lie under this .section\n             in respect of any matter in connection with a valuation\n             which can, or may, be the subject of an objection or an\n             appeal or further appeal under section 22.\n291 1971             (2) Upon the hearing of an appeal, the Revenue\n2nd Sch.\n             Court, may affirm, reverse or vary the decision appealed\nz9/1971      against in such manner as the Court thinks just, and may\n2nd Sch.\n             make such order as to the cost of the appeal, not exceeding\n             in any case forty dollars, as the Court thinks just.\n                    (3) The onus of proving that any assessment\n             appealed against is excessive shall be on the person\n             aggrieved.\nCapital       19. Notwithstanding any other provisions of this Act,\ngains duty\nand better  capital gains duty or, as the case may be, betterment charge\nment charge shall be paid in accordance with the decision of the Revenue\npayable\npending     Court until, in the event of an appeal being made to the\nfurther\nappeal.     Court of Appeal, the Court of Appeal, having heard the\n2911971\n2nd Sch     appeal, otherwise orders.\n                   IThe inclusion of this page is authorized by L.N. 480/19731\n                LAND DEVELOPMENT DUTY                                   15"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Capital g~ins duty and betterment charge payable pending\n      further appeal."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. On appeal to the Revenue Court the following Provisions\n                                                              relating 10\nprovisions shall have effect-                                 appeals to\n                                                              Revenue\n    (U) the onus of proving that the assessment complain- %E;+,\n         ed of is excessive shall be on the person aggrieved; 2nd Sch.\n     (b) any revision of the amount of capital gains duty\n         or of betterment charge as a result of the decision\n         of the Revenue Court shall be dealt with by\n         way of increase or, as the case may be, reduction\n         in the assessment and, subject to any furtha\n         appeal, the Commissioner shall make such collec-\n         tion, repayment or discharge as may be necessary;\n    (c) the costs of the appeal shall be in the discretion\n        of the Judge hearing the appeal and shall be a\n        sum fixed by the Judge;\n    (d the decision of the Judge hearing the appeal shall\n         be h a 1 on any question of fact, but an appeal\n         shall lie on any question of law to the Court of\n         Appeal;\n    (e) any revision of the amount of capital gains duty\n         or of betterment charge as a result of an appeal\n        to the Court of Appeal shall be dealt with by way\n        of increase or, as the case may be, reduction in\n         the assessment and thereupon the Commissioner\n        shall make such collection, repayment or dis-\n        charge as may be necessary.\n                       PART   v. General\n  2 1 4 1 ) Where the value of any consideration for a Determina-\n                                                                  of\ntransfer is to be determined for the purposes of this Act, tion\n                                                              valueofcon\nthat value shall, so far as the consideration consists of the sidemuon.\npayment of a capital sum, be taken to be the amount of that\ncapital sum, and, so far as the consideration consists\n      me inclusiou of this page is authorized by L.N. 480/1973J\n16                   LAND DEVELOPMENT DUTY\n     of a periodical money payment, be taken to be such sum\n     as appears to the Commissioner to be the capital value\n     of that payment :\n       Provided that-\n          (a) where the capital sum paid by way of considera-\n              tion for the sale or the capital sum deemed to bz\n              the value of the periodic payment includes the\n              value of any growing crops or trees, which, having\n              regard to the meaning assigned to the expression\n              “land” in section 2, should not, for the purpose\n              of this Act, be included in the value of any con-\n              sideration, there shall be deducted from the\n              consideration for the sale in order to ascertain\n              the value of that consideration for the purposes\n              of this section wch sum as appears to the Commis-\n              sioner to be the value of such growing crops or\n              trees; and\n          (h) where the capital sum paid by way of considera-\n              tion for the sale or the capital sum deemed to be\n              the value of the periodic payment has been re-\n              duced by reason of the fact that the fee simple\n              of the land sold was subject to-\n                  (i) any lesser estate or interest; or\n                 (ii) any encumbrance; or\n                 (iii) any right or immunity under the Rent\n                      Restriction Act; or\n                (iv) any restrictive covenant or condition other\n                     than a restrictive covenant or condition\n                     created by the Crown or by law,\n             there shall be added to the consideration for the\n             sale in order to ascertain the value of that con-\n             sideration for the purposes of this section such\n             sum as appears to the Commissioner to be the\n          me inclusion of this page is authorized by L.N. 480119731\n                 LAND DEVELOPMENT DUTY                                  17\n          value of such estate, interest, encumbrance, right\n         immunity, covenant or condition by which the\n         consideration for the sale has been so reduced.\n       (2) If the Commissioner is satisfied that any coven-\nant or undertaking or liability to discharge any encum-\nbrance has formed part of the consideration, the\nCommissioner shall regard, or, as the case may be, allow\nsuch sum as he thinks just in respect thereof as an addition\nto the value of the consideration.\n       (3) Where it is necessary, for the purposes of this\nAct, to apportion any values or any consideration as\nbetween properties or between parts of properties, such\nvalues or such consideration shall be apportioned by the\nCommissioner in such manner as he may determine.\n  2 2 4 1 ) Where the valuation of any land as at any date 2kg;\nor the valuation of an estate, interest or right in, or in byComrnw\n                                                             aoner ot\nrelation to, land is necessary for the purposes of this Act, Valuabons\nsuch valuation shall be made by the Commissioner of\nValuations and shall be subject to the like objection by a\nperson dissatisfied with the valuation and the like appeal\nto the Revenue Court or, as the case may be, the like ;;ilg\nfurther appeal by such person or by the Commissioner of\nValuations, to the Court of Appeal, as a valuation made\nunder the Land Valuation Act.\n        (2) The Commissioner of Valuations, the Revenue 291 1971\n                                                             2nd Sch\nCourt and the Court of Appeal shall have. in relation to\nany valuation made under this section, the like rights.\npowers and duties as are vested in them, or any of them, in\nregard to valuations under the Land Valuation Act."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. It shall be the duty of every public officer to furnish\ninformation required by the Comrmkioner of Taxpayer tofurnlsh\n                                                                    z;&o&er\n                                                              Information.\nAudit and Assessment for the purpose of this Act and which LIN,\nmay be in his possession or which he may be able to pro- 165/1959.\ncure :\n         IThc inclusion of this page ia-awfhorired by L.N 3/2001]\n18                            LAND DEVELOPMENT DUTY\n                Provided that this section s h d not apply to officers who\n              are employed in the Post Ofice Department or in the\n              Workers Savings and Loan Bank.\nInformauon   24.-(1) Every person who pays rent in respect of any\nas to names\nofownersof land and every person who, as agent for another person,\nland.\n           receives any rent in respect of any land, shall, on being\n           required by the Commissioner, furnish to the Commis-\n           sioner within thirty days the name and address of the\n           person to whom he pays rent or on behalf of whom he\n           receives rent, as the case may be.\n                     (2) If any person wilfully fails to comply with the\n              provisions of this section, he shall be liable to a penalty\n              not exceeding one hundred dollars to be recoverable in the\n              Resident Magistrate’s Court.\n                    (3) Any notice or document which is required to be\n              given or sent to an owner or a person interested in land\n              under this Act by the Commissioner shall be sufficiently\n              given or sent if sent by post to the address of the owner or\n              person interested furnished to the Commissioner under tbe\n              powers given by this section, or, if the address cannot be\n              so ascertained, by leaving the notice or a copy of the\n              document addressed to the owner or person interested with\n              some occupier of the land, or if there is no occupier, by\n              causing it to be put up in some conspicuous place on the\n              land.\nDuly of        25.--fl) Every person, whether or not he js liable to pay\nKrsonwith capital gains duty or betterment charge, upon whom the\nserved\nnofleto      Commissioner may cause a notice to be served requiring\nmake return,\ntQ8tbd       him to make and deliver a return of such particulars as\nbefOIC\nCommission- may be specified in the notice, shall, within fifteen days of\ner and to\nptoducc      the service of such notice make and deliver to the\ndocuments. Commissioner a return as aforesaid.\n                      mbc inclusion of this page is authoriled by L.N. 3/xK)ll\n                 LAND DEVELOPMENT DUTY                              19\n        (2) The Commissioner may, by not less than fourteen\ndays notice in writing, require any person to attend before\nhim and give evidence with respect to any transaction in\nrelation to land in a special development area.\n       (3) The Commissioner may require any person to\nfurnish a statement of receipts and expenditure by such\nperson in relation to any land in a special development\narea and, where the Commissioner is not satisfied with thc\nstatement delivered by any such person, he may serve on\nthat person a notice in writing requiring him to do any of\nthe following things, that is to say-\n     (a) to deliver to the Commissioner copies of such\n         accounts (including balance sheets) relating to\n         the land as may be specified or described in the\n         notice within such period as may be therein\n         specified, including, where the accounts have been\n          audited, a copy of the auditor’s certificate;\n     (b) to make available, within such time as may be\n         specified in the notice, for inspection by the Com-\n         missioner all such books, accounts and documents\n         in his possession or power as may be specified or\n         described in the notice, being books, accounts and\n         documents which contain information as to trans-\n         actions in relation to the land.\n      (4) If any person on whoni a notice has been served\nunder this section fails, without reasonable excuse to com-\nply with the requirements of the notice he shall be guilty\nof an offence against this Act."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Duty of person served with notice to make return, to attend\n          before Commissioner and to produce documents."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.41) Every notice to be given by the Commissioner ~~tia.\nunder this Act shall be signed by the Commissioner or by\nsome person or persons from time to time appointed by him\nfor that purpose, and every such notice shall be valid if\n      LThe inclusion of this page is authorized by L.N. 480/1973]\n                L A N D DEVELOPMENT DUTY\nthe signature of the Commissioner or of such person or\npersons is duly printed or written thereon:\n   Provided that any notice in writing under this Act to\nany person requiring him to furnish particulars to the\nCommissioner, or any notice under this Act requiring the\nattendance of any person or witness before the Commis-\nsioner shall be personally signed by the Commissioner or\nby any pzrson duly authorized by him.\n       (2) A s'gnature attached to any notice and purport-\ning to be the signature of any person so appointed shall be\ntaken to be the signature of that person until the contrary\nis shown.\n       (3) In the case of a person assessed who is absent\nfrom the Island any notice required may be served on the\nagent of such person and such service shall be deemed to\nbe service on such person.\n       (4) Notice may be served on a person either person-\nally or by being sent by post to his last known business or\nprivate address :\n  Provided that service by post in the case of a notice,\nrequiring the attendance of any person or witness before\nthe Commissioner shall be by registered post.\n       (5) Any notice sent by registered post shall be\ndeemed to have been served, in the case of a person resident\nin the Island not later than the fifteenth day succeeding\nthe day when posted, and in the case of a person not so\nresident, not later than the thirtieth day succeeding the day\non which the notice would have been received in the ordin-\nary murse by post, and in proving such service it shall be\nsufficient to prove that the letter containing the notice was\nproperly addressed and posted.\n                LAND DEVELOPMENT DUTY                                 21"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.-(I) Any person who for the purpose of obtaining forfasc\n                                                             Pmsltiea\nany allowance, reduction, rebate or repayment in respect of ~ t . m m b ,\ncapital gains duty or of betterment charge either for him- etc.\nself or for any other person, or who in any return made\nwith reference to capital gains duty or betterment charge,\nknowingly makes any false statement or false representa-\ntion, shall, notwithstanding any other provision in this or\nany other enactment, be liable on conviction on indictment\nin a Resident Magistrate’s Court to a fine not exceeding one\nthousand dollars and treble the amount of capital gains\nduty or betterment charge with which he ought to be\ncharged under this Act. or to imprisonment, with or without\nhard labour, for a term not exceeding twelve months.\n       (2) Any person who aids, abets, assists, counsels,\nincites or induces another person to-\n     (a) make or deliver any false return or statement\n         under this AcS or\n     (6) keep or prepare any false account concerning any\n         property chargeable under this Act,\nshall be liable on summary conviction before a Resident\nMagistrate to a fine not exceeding one hundred dollars or\nto imprisonment with or without hard labour for a term\nnot exceeding six months.\n       (3) If any person, by himself or by any person in his\nemploy, obstructs, molests or hinders-\n    (a) an officer or any person employed for any purpose\n         under this Act in the execution of his duty, or\n         of any of the powers or authorities by law given\n         to the ofiicer or person; or\n    (6) any person acting in the aid of an officer or any\n         person so employed,\nhe shall be guilty of an offence against this Act.\n      nhc inclusion of this page is authorized by L N. 6O/IW61\n22                              LAND DEVELOPMENT DUTY\nPdtyfor           28. Any person guilty of an offence against this Act for\notfencu for\nwhich no       which no specific penalty is provided in this Act shall be\nspcdfic        liable on summary conviction before a Resident Magistrate\notllenvoe\nprovided.\n               to a fine not exceeding two hundred dollars and in default\n               of payment to imprisonment with or without hard labour\n               for a term not exceeding six months.\nRocezdings       29. Any proceedings for offences under this Act may be\nto be in ihe\nname of Ihc    taken in the name of the Commissioner or such person as\nC+lmiS-\nmoner.         he may authorize in wn'ting.\n                                  PARTVI. Miscellaneous\nPower of\nMinister"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Penalty for offences for which no specilic penalty otherwise\n          provided."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Proceedings to be in the name of the Commissioner.\n                        PART VI. Miscellaneous"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. If the Minister is satisfied that it would be just and\nio remit       equitable to do so, he may remit the whole or any part of\nduty or\nbeitmnen1      the capital gains duty payable by any person or the whole\ncharge.\n               or any part of a betterment charge.\n                Notice of such remission shall be published in the\n               Gazette.\nRtpulations.      31.41) The Minister may make regulations in regard\n               to-\n                    (a) any matters required by this Act to be prescribed,\n                    (b) the mode in which any instrument is to be pre-\n                        sented to the Commissioner in order to be dealt\n                        with under section 8;\n                    (c) dispensing with the presentation of any instru-\n                        ment, or particulars thereof, in cases where\n                        arrangements are made for obtaining those parti-\n                        culars through any registry of lands, duties or\n                        title;\n                    (4the mode in which any application for a return of\n                        duty or of betterment charge is to be made;\n                     vhe inclusion of this page i s authoorized by L.N. 60119161\n                 LAND DEVELOPMENT DUTY                                  23\n     (e) the procedure for the assessment of capital gains\n          duty and of betterment charge including objec-\n          tions to such assessments;\n     (n the payment of any capital gains duty by instal-\n          ments in the case of any transfer on sale where the\n          consideration is in the form of periodical payment;\n     (g) the discounts to be allowed if annual payments\n         of betterment charge are commuted to a lump\n          sum; and\n     (h) any other matter or thing whether similar to those\n          abovementioned or not in respect of which, in the\n         opinion of the Minister it may be expedient to\n         make regulations for the purpose of carrying this\n          Act into execution.\n       (2) The Minister may make rules in regard to-\n     (a) methods and procedure to be adopted for denoting\n          documents in relation to capital gains duty:\n     (b) all forms which he may deem desirable in con-\n         nection with capital gains duty or betterment\n         charges.\n       (3) AU regulations and rules made under this section 42/1969\nshall be subject to negative resolution of the House of 3rdSch.\nRepresentatives.\n  3 2 4 1 ) Subject to the provisions of subsection (2) the powerof\nMinister may, by order, exempt from alI or any of the\nprovisions of this Act such categories of persons or c a t s\n                                                                  Ezgp,\n                                                                  ~\"f':\ngories of lands as he may deem fit.                          or categor-\n                                                             i s of lands\n       (2) No order under this section shall have effect\nunless it is approved by the House of Representatives.\n      me inclusion of this page is authorized by L.N. 480/19731"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. Power of Minister to exempt categories of persons or categories\n          of lands.\n                                                   T\n                LAND DEVELOPMENT DUTY                                              3\n         LAND DEVELOPMENT DUTY ACT                                       Lm\n                                                                      4 Of l\n                                                                           9\n                                                                           .\n                                                                           %\n                                                                         A N\n                                                                      42 of 1969\n                                                t18th June, 1958.1     3rd sfh,\n                                                                      29 of1 9 1\n                                                                      2nd scb.\n                     PART I       Preliminary"
    }
  ],
  "definitions": []
}