{
  "id": "jm-stat-the-land-improvement-tax-act",
  "type": "statute",
  "title": "The Land Improvement Tax Act",
  "title_en": "The Land Improvement Tax Act",
  "short_name": "Land Improvement Tax Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-land-improvement-tax-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-land-improvement-tax-act | Legal areas: Real Estate",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                        tntcrpre.\n                                                         lation.\n    “improvement area” means an area declared by orda\n         under section 3 to be an improvement area;\n    “land improvement tax” means tax imposed pursuant\n         to an order under section 3;\n    “person in possession of property” and “property”\n         have the meanings assigned to those expressions\n         in section 12 of the Property Tax Act."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1)  Subject to the provisions of subsection (3), when- pOwerrof\never the Government undertakes, or proposes to under- Ministerdsdaro\n                                                                     to\ntake, in any area, expenditure from public funds which, Fey;&\nin the opinion of the Minister, is substantial, it shall be\nlawful for the Minister by order-\n     (a) to declare any such area to be an improvement\n         area and the provisions of this Act shall apply in\n         relation to properties in that area;\n     (6) to classify all or any properties the boundaries of\n         which fall within, or partly within and partly with-\n         out, an improvement area;\n     (c) to impose, during the continuance in force of the\n         order, a tax at a uniform rate or at a graduated\n         rate upon the value of such properties in accord-\n         ance with their classification;\n           ITbc inclusion of   as pdge is authorize$ by LN.87/19861\n4                                 LAND IMPROVEMENT TAX\n                    (d) to specify the date on which the 6rst payment of\n                         the tax imposed shall fall due, or to specify differ-\n                         ent dates on which such first payment shall fall\n                         due in relation to properties of different classifica-\n                         tions;\n                    (e) to provide that the amount of the 6rst payment\n                         of the tax, either in relation to properties generally\n                         in an improvement area or in relation to pro-\n                         perties of any specified classification, shall be a\n                         part only of the amount payable for a full year\n                         and to specify the manner in which such part is\n                         to be determined;\n                    (f, from time to time to vary or cancel any such\n                        order.\n                     (2) Land improvement tax shall be imposed on the\n              basis of valuations under the Land Valuation Act, in rela-\n              tion to properties in parishes where property tax is levied\n              on the unimproved value of such properties and on the\n              basis of valuations under the Valuation Act in relation to\n              properties in other parishes.\n                     (3) Any classification of properties pursuant to para-\n              graph (b) of subsection (1) shall have regard amongst other\n              things to the benefit which, in the opinion of the Minister,\n              has accrued or is likely to accrue to those properties.\n                     (4)Every order under this section shall be subject\n              to affirmative resolution of the House of Representatives.\nObjections      4.-(1)    Where any person in possession of property is\n(0 daasifi-\ncation        dissatisfied with the cIassiEcation of that propcrty under an\n              order made pursuant to section 3, he may, within the pre-\n              scribed time, post or lodge with the Commissioner of Valua-\n              tions an objection in writing against the classification stating\n              the grounds upon which he relies.\n                         flhc inc+sim of                 . by LN,87119WJ-\n                                           p a s is aurhwucd\n                 LAND IMPROVEMENT TAX                                   5\n       (2) The Commissioner shall, with all reasonable des-\npatch, consider the objection and may either-\n    (a) disallow it; or\n    (b) allow it either wholly or in part and, if he does so,\n          shall make a recommendation to the Minister that\n          the order be modified accordingly pursuant to sec-\n          tion 6 .\n       (3) Written notice of the Commissioner’s decision\nshall be given to the objector.\n       (4) In this section “the prescribed time” means, in\nrelation to any property classified by an order under sectioa"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.41) Any objector who is not satisfied with the decision Review of\nof the Commissioner upon an objection, may, within sixty cdecision~of       ~\ndays after the service of the notice of that decision, by siOner.\nmemorandum in writing, request the Commissioner to refer\nthe decision to a Review Board for review of that decision.\n       (2) A review pursuant to subsection (1) shall be\nlimited to the grounds stated in the objection:\n  Provided that the Review Board may, in its discretion,\npermit the grounds to be amended.\n       (3) Where the Commissioner has been requested to\nrefer a decision to the Review Board he shall, with all\nreasonable despatch, refer the decision accordingly and, if\nhe has forwarded his recommendation to the Minister in\nrelation to that objection, shall notify the Minister that the\nrecommendation has been referred to the Review Board.\nBoard shall-\n      m e iodusion of this   -\n      (4) Upon a review under this section, the Review\n                                 is a u m e d by L.N. 48o/19731\n6                                 LAND IMPROVEMENT TAX\n                   (a) make a recommendation to the Minister either-\n                            (i) that the recommendation of F e Commk-\n                               sioner be confirmed, or\n                          (ii) that the recommendation of the Commis-\n                               sioner be varied in such respects as the\n                               Board may think desirable; and\n                   (b) furnish a copy of the recommendation aforesaid\n                       to the objector.\n                     (5) No judge OT magistrate or other member of a\n               Review Board shall, solely on account of land owned by\n               him being subject to classification by the Commissioner,\n               be deemed to be interested in or debarred from dealing\n               with any matter upon which he may be called upon to\n               make recommendations under this Act.\nAmendment        6.-{1) Where the Minister is satisfied, upon a recorn-\ncIassifica-\nOf 'Idersre    mendation of the Commissioner or the Review Board, as\nlion.          the case may be, that it is desirable for an order under section\n               3 to be modified so as to change the classification of any\n               property affected by the order, he may, by notice in the\n               Gazette, modify the order in accordance with the recom-\n               mendation of the Commissioner or the Review Board, as\n               the case may be, and thereupon the order shall be deemed\n               to be, and always to have been, modified in the manner\n               specified in such notice, without prejudice, however, to any-\n               thing done under the order before the date of such notice.\n                      (2) Any notice under this section shall be subject to\n               allinnative resolution of the House of Representatives.\nConstitution     7.--(1) For the purposes of section 5, the Minister shall\n     of R e\ntion opera-\nand            appoint a Review Board consisting of-\nview Board.\n                      [The i d u s i o n of this page is authorized by L.N. 480119731\n                  LAND IMPROVEMENT TAX                             7\n    (U) a chairman who shall be a Resident Magistrate or\n        some other person qualified to be a Resident\n        Magistrate; and\n    (b) two other members.\n      (2) Members of the Review Board shall, subject to\nthe provisions of this section, hold office for such term and\non such conditions as may be determined by the Minister.\n       (3) The Minister may, if he considers it expedient so\nto do, at any time revoke the appointment of the chairman\nor any other member of the Review Board.\n      (4) In the absence or inability to act of the chair-\nman,the Minister may appoint another person to act tem-\nporarily as chairman.\n      (5) The Review Board may, with the consent of the\nperson making application for review of a decision by the\nCommissioner, but not otherwise, proceed with any case\nin the absence of any member other than the chairman,\nand in any such case the chairman shall have a second or\ncasting vote.\n       (6) The Governor-General shall appoint a public\nofficer to be clerk to the Review Board, and the Board\nmay by notice signed by the clerk require the attendance\nof any person as a witness, and any person refusing or\nneglecting to attend as a witness when summoned by the\nBoard shall be guilty of an offence and shall be liable on\nsummary conviction in a Resident Magistrate’s Court to\na penalty not exceeding twenty dollars and in default of pay-\nment to imprisonment for a term not exceeding one month.\n       (7) In proceedings before the Review Board evidence\nmay be taken on oath, which oath the chairman or the\nclerk to the Board is hereby empowered to administer, and\nany person giving false evidence in any proceedings before\n       me inclusion of this page is authorized by L.N. 480/19731\n8                            LAND IMPROVEMENT TAX\n           the Board shall be liable to be indicted and punished for\n           perjury.\n                  (8) Save as otherwise expressly provided in this Act,\n           the Review Board may regulate its procedure and proceed-\n           ings as it thinks fit.\n                  (9) Proceedings of the Review Board shall, unless the\n           Board otherwise directs in a particular case, be held in\n           public.\n                  (10) The question whether any Review Board estab-\n           lished pursuant to this section has validly performed any\n           functions vested in it by section 5 or by this section shall not\n           be enquired into in any court.\nPayment      &-(I)   Land improvement taxes shall be paid to the\npf land\nmprovc-    Collector of Taxes for the parish in which the properties\nmerit &.\n           in respect of which they are imposed are situated.\n                  (2) The first payment of land improvement tax s hd\n           be due and payable on the day fixed by order under section\n           3 and subsequent payments shall be due and payable in\n           respect of each financial year on the 1st day of April in\n           that financial year.\n                  (3) Payment of the tax shall be made by the person\n           in possession of the property on the date when such tax\n           becomes due and payable and until paid shd, sabject to\n           the provisions of the Property Tax Act and the Parochial\n           Rates and Finance Act, be a first charge and lien upon\n           the real property liable thereto.\n                 (4) Notwithstanding anything contained in the Tax\n           Collection Act every person liable to pay land improve-\n           ment tax shalI, on or before the 30th day of A@ in\n           each year, make a return in respect of his properties on\n           which the tax is payable, to the Collector of Taxes for the\n                 [The inelusion of this page is authorized by L.N. 480/1973]\n                 LAND MPROVEMENT TAX                                   9\nparish wherein the property is situated, and such return\nshall be in the form required by the Commissioner of Inland %!985\nRevenue :\n  Provided that-\n     (a) where a return has been made under the Property\n          Tax Act or the Parochial Rates and Finance Act,\n          the return so made under, and for the purposes\n          of, the Property Tax Act or the Parochial Rates\n          and Finance Act, as the case may be, shd be\n          deemed to be the return required by this Acr\n     (b) any person who makes any payment during the\n          month of April in any year in respect of land\n          improvement tax on any propaty (whether such\n          payment is in full, or as a moiety or instalment)\n          shall be deemed to have made a return in respect\n          of that property for the purposes of this section\n          and of the Tax Collection Act."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Section 9 of the Property Tax Act and the Second ~               ~   ~   ~\nSchedule thereto shall have effect in relation to the exemp- fmm\ntion of property specified therein from the payment of\nland improvement tax in like manner as it applies in rela-\ntion to the exemption of such property from the payment\nof property tax."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Notwithstanding anything to the contrary the power of\nMinister may, by notification in the Guzetie, remit in whole\nor in part any sums payable by way of land improvement\ntax in respect of all or any improvement areas for any\nperiod specified by the Minister if the Minister considers\nit just or expedient so to do.\n   ll.--(Il The Collectors of Taxes shall keep assessment Assessment\nrolls setting forth in relation to properties within their rolls.\nparishes in respect of which land improvement taxes have\nbeen hwd-\n        p k inclusaa 04 UIis pBBD is Pulbonzed\n                                           ’   by L.N. 87/1986]\n10                               LAND IMPROVEMENT TAX\n                  (U)    a description of the property;\n                   ( b ) the amounts of all sums payable by way of land\n                          improvement tax in respect of the property and\n                          the dates on which they are due and paid;\n                   (c) any other particulars which the Minister may from\n                          time to time prescribe.\n                        (2) Assessment rolls aforesaid shall be open to public\n              inspection during office hours and members of the public\n              shall be entitled during office hours to take copies of any\n              entries therein.\n!and"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Land improvement tax enforceable under Tax collcctiw Act.\n      me inclusion of this pdge is authorkd by L.N. 480/19731\n                    LAND IMPROVEMENT TAX                                        3\n           THE LAND IMPROVEMENT TAX ACT\n                                                                          A&\n                                                                        41 of1968,\n                                                [IOrh October, 1968.1   12of1B5."
    }
  ],
  "definitions": []
}