{
  "id": "jm-stat-the-land-surveyors-act",
  "type": "statute",
  "title": "The Land Surveyors Act",
  "title_en": "The Land Surveyors Act",
  "short_name": "Land Surveyors Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-land-surveyors-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-land-surveyors-act | Legal areas: Real Estate",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0) making any topographical or geological survey of the\n                              Island, or any part thereof, or any hydrographical\n                              survey.\n                          (2) A government surveyor, or any surveyor authorized\n411969            in that behalf by the Director of Surveys or the Chief Executive\nS. 23(e).\n1612005           Officer shall, before entering upon any land under subsection\ns . 3 ~ ) .       (I), first serve notice in writing of his intention so to do upon the\n                  owner or occupier of that land, and such notice shall specify the\n                  day or days on which such entry is intended to be made and such\n                  day, or the first of such days, as the case may be, shall not be\n                  sooner than three days after the date of such service:\n                               LAND SlJRVEYOHS                                            31\n      Provided that it shall not be necessary to serve such notice in 411969\n    relation to any entry for any of the purposes specified in S. 23(f).\n    paragraphs (a), (h) and (4 of subsection (I), so, however, that\n    such entry is made in a reasonable manner.\n            (3) Any surveyor may, in a reasonable manner and\n    at all reasonable hours in the day-time or as otherwise agreed, 1612005\n                                                                    S. 39(c).\n    enter upon any land on which a control survey mark is situated 411969\n    for the purpose of taking measurements or angles from such s.23(h).\n    mark."
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.-(1) The chairman shall preside at meetings of the Committee or: in\nhis absence, a member having no less than ten years experience in the\npractice of land surveying shall assume the chairmanship.\n       (2) Each member of the Committee shall be entitled to one vote on\na matter arising for determination and in addition to an original vote the\nchairman or member who has assumed the chairmanship in accordance\nwith paragraph (1) at a meeting shall have a casting vote in any case in\nwhich the vote is equal.\n     (3) A decision carried by a majority of the members of the\nCommittee shall be a decision of the Committee."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                                    Interprettl-\n                                                                                   tion.\n   \"approved surveyor\" means a surveyor who-                                       1612005\n                                                                                   S. 2(a).\n        (a) has been in full-time practice for a period of not\n            less than five years from the date of his\n            commission;\n        (b) possesses a valid practising certificate;\n        (c) has a diversified land surveying practice that\n            includes cadastral, engineering and topographic\n            surveys; and\n        (4 is not in the service of the Government (other\n             than as an authorized officer) or any Local\n             Authority;\n   \"authorized officer\" means an officer in the service of\n        Government for the time being authorized by the\n                                                                                   lfz,\n        Minister by instrument in writing to take trainees; 1612005\n                                                                                   S.2(b).\n   \"the Board\" means the Land Surveyors Board constituted\n        by section 10;\n   \"the certificate\" means the certificate referred to in section\n        13;\n   \"Chief Executive Officeryymeans the Chief Executive 1612005\n       Officer of the National Works Agency;           s. 2 ( ~ ) ,\n   \"the Committee\" means the Land Surveyors Disciplinary\n        Committee constituted by section 20;\n           [The lncluslon of this page Is authorized by L.N. 180A120061\n                      LAND SURVEYORS\n\"final examination\" means the examination referred to in\n     section 11;\n\"government surveyor\" means any officer, whether\n    permanent or acting, in the Survey Department or the\n    Lands and Survey branch in the charge of the Chief\n    Technical Director, possessing such qualification as\n    would entitle him to become a surveyor;\n\"land\" includes land covered with water;\n\"Land Surveyors Association\" means the Land Surveyors\n    Association of Jamaica constituted under the Deed of\n    Settlement of the Land Surveyors Association of\n    Jamaica dated the 12th day of November, 1928, and\n    registered at the Record Office (liber new series 340\n    folio 315) or any body representing land surveyors\n    which may from time to time have succeeded to the\n    hnctions of the aforesaid Association;\n\"local Authority\" means the Kingston and St. Andrew\n     Corporation, or any Parish Council or the Jamaica\n     Railway Corporation;\n\"notice\" means notice of survey;\n\"plan\" includes a map, plat, or diagram;\n\"practice\" in relation to the science of land surveying\n     means the execution of cadastral surveys and of\n     topographical surveys of registered lands;\n\"preliminary examination\" means the examination referred\n     to in sub-paragraph (i) of paragraph (c) of subsection\n     ( I ) of section 3;\n\"prescribed\" means prescribed by regulations made under\n     this Act;\n\"student surveyor\" means-\n     (a) a trainee;\n        lThe inclusion of this page is authorized by L.N. 180A/20061\n                     LAND SURVEYOKS\n     (b) a person who holds a diploma in land surveying\n         from the University of Technology, Jamaica, and\n         is studying and practising the science of\n         surveying as an assistant to a surveyor; or\n     (c) a person who is acting as an assistant to a\n         surveyor in accordance with a requirement\n         pursuant to paragraph (i) of the proviso to section\n          3(1);\n\"survey technician\" means a person who-\n     (a) holds a certificate in land surveying from the\n         University of Techn~logy,Jamaica; or\n     (b) possesses any other educational qualification or\n         training approved by the Board,\n     and is practising the science of surveying as an\n     assistant to a surveyor;\n\"surveyor\" ineans any person commissioned to act as a\n     surveyor of land under this Act;\n\"trainee\" means a person who-                                          1612005\n                                                                       S.2(f).\n     (a) holds a diploma io land surveying from the\n         University of Technology, Jamaica; or\n     (b) possesses any othek qualification approved by\n         the Board,\n     and is attached to an approved surveyor or an\n     authorized officer, for a period determined by the\n     Board, in order to acquire practical experience;\n\"traverse\" means measurements of angles or bearings, and\n     distances, between points on the ground.\n PART 11. Qualzjkationsfor (mdControl of trainees                      1612005\n                  and survejvors                                       s.3.\n       [The Inclusion of this page Is nuth rized by L.N. 180.412006~\n8                                           LAND SURVEYORS\nQualification       3.-(1) No person shall receive a commission under this Act\nfor surveyors.\n2511979\n                 as a land surveyor unless such person is at least eighteen years\nS. 3(a).         of age and produces satisfactory evidence of character and\n                 either-\n411969               (a) is a member of the Royal Institute of Chartered\nS. 3(a).\n                         Surveyors having passed the examination in\n1612005\nS. 4(a).                 respect of such qualification in the subdivision\n                         relating to Land Surveying, or its equivalent;\n2511979              ( h ) holds a diploma in Land Surveying from the University\nS. 3(b).\n1612005                   of Technology, Jamaica and has studied and practised\nS. 4(b).                  the science of surveying as an assistant to a surveyor\n                          for not less than one year in accordance with\n                          specifications laid down by the Board with the\n                          approval of the Minister and has satisfied the Board in\n                          an oral examination and in such other examination (if\n                          any) as may be prescribed that he has gained the\n                          necessary practical experience in surveying;\n2511979              (c) possesses such other qualifications as may                          be\ns.3(c).\n                         approved by the Board; or\n2511979              (6) (i) has passed such preliminary examination as may\ns.3(c).                       be prescribed and subsequently thereto been bound\n411969                        by attachment to serve and has served for a term of\nS. 3(b) & (c).                four years as a trainee to an authorized officer or to\n1612005\nS. 4(d).                      a surveyor in this Island and throughout such term\n                              has studied and practised the science of surveying;\n                              and\n                          (ii) has, after the expiration of such term of service or\n411 969                        within twelve months prior to such expiration,\nS. 3(d).\n                               passed the final examination:\n                   Provided that-\n2511979               (i) any person qualified under paragraph (a) or (c) of this\nS. 3(d).\n                          subsection shall not be entitled to practise as a surveyor\n                          until he has passed such examination in local law as\n            may be prescribed and, if so required by the Board, has 16 zoos\n            carried out cadastral sqrveys as an assistant to a S. 4(e)\n            surveyor for a minimum period of six months, and has\n            gained the necessary practical experience;\n       (ii) any person who, prior tolthe coming into operation of\n            this Act, has passed either a preliminary or\n            intermediate examinatioq for any degree or diploma\n            which would have entitleg such person, subject to any\n            other conditions, to recdive a commission as a land\n            surveyor under any Law in force in the Island\n            immediately prior to the coming into operation of this\n            Act shall, on such persQn obtaining such degree or\n            diploma and otherwise cpmplying with the provisions\n            of this Act, be entitled to receive a commission as a\n            land surveyor under this Act,\n       (iii) [Deleted by Act 16 o f 2045.1\n        (iv) any person who has prac;tised the science of surveying\n             in the prescribed service for a period of not less than\n             five years may take the final examination in surveying\n             or such parts thereof as the Board may direct, and such\n             person shall, on the passi g of such examination and on\n                                               t\n             payment of the sum prescribed in section 14, be\n             entitled to receive a com+ission.\n                                                I\n                                              4\"\n          (2) Every person who, i mediately prior to the 1st\n    August, 1944, was commissione to act as a surveyor of land\n    under any previous Law of the Island shall be deemed to be\n    commissioned to act as a surveyoq under this Act.\n0                                              1\n           (3) Every person who be ng a public works surveyor 411969\n    was employed in the prescrib d service for a continuous s. 3(Q.\n    period of not less than fifteen years immediately prior to\n    the 1st June, 1971, shall be           for the purposes of\n    this Act to be qualified to                    on payment\n    of the sum prescribed in\n          (4) For the purposes of thi$ section-\n                (The inclusion of this page is authorized by L.N. 180N20061\n                                             LAND SURVEYORS\n                      \"prescribed service\" means service in the Survey Branch of\n                           the Public Works Department or service in the Lands\n                           and Survey Branch in the charge of the Chief\n                           Technical Director or service partly in the one and\n                           partly in the other;\n                      \"public works surveyor\" means a person-\n                            (a) who practised surveying in the Survey Branch of\n                                 the Public Works Department for a period of not\n                                 less than three years immediately prior to the 1st\n                                 August, 1944; or\n                            (b) who prior to the 1st June, 1971, spent not less\n                                 than three years in the prescribed service and\n                                 passed the examination for public works\n                                 surveyors set by the Board.\nService prior       4. No service as a trainee by any person prior to such person\nto preliminary\nexamination       passing the preliminary examination or attaining the age of\nwanaining         eighteen years shall be of any force or effect under this Act.\neighteen years.\n411969\nS. 4.\n 1612005\nS. 5(a). (b) &\n(c).\nNosurveyorto        5.----(I) Subject to subsection (2), no surveyor shall have\nhave more\nthan three\n                  more than three trainees at one and the same time.\ntrainees.                 (2) An authorized officer may have attached to him such\n 1612005\n s. 6(a)(b)(c).   number of trainees as the Board may approve.\nConditions for      6.-(1)   No surveyor shall-\nsurveyor\ntaking trainee.        (a) take any trainee, unless such surveyor has himself been\n 1612005                   in actual practice as a surveyor for a period of not less\nS. 7.\n411969                     than five years from the date of his commission, and is\ns . 6(a).                  not in the service of Government (other than as an\n                           authorized officer) or any local Authority;\n411969\n                      (b) take or retain any trainee after such surveyor has\ns . 6(b).                 retired from the practice, or profession, of a surveyor.\n1612005                  (2) No service by a trainee in contravention of the\nS. 7.\n                  provisions of this section shall be of any force or effect under\n                  this Act.\n                               [The Inclusion of thls page is authorized by L.N. 180A120061\n                                  LAND SURV/ZYORS                                                11"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. For the purposes of the Act, the following conduct is deemed\nunprofessional and unbecoming of a surveyor-\n     (a) acting as a professional agent of a person not qualified to\n         practise as a surveyor and using or permitting his name to be\n         used in any such agency:\n     ( h ) doing any act that is calculated to make or makes a person\n         believe that a person who is not a sun.eyor is entitled. by law.\n         lo practise land surveying. and charge fees accordingly:\n     (c) falsely certifving as to the service and practical eqeriencc of\n         a trainee:\n     (4 failing or neglecting to-\n                      (i) instruct a trainee in the practice of land surveying;\n                  (ii) supervise the work of a trainee; or\n                  (iii) ensure that a trainee obtains practical experience in\n                        land surveying in the manner prescribed;\n     (e) failing to answer promptly correspondence received from the\n         Board or from the Committee; or\n     V) doing any other act which under this Act is considered to be\n         unbecoming and unprofessional conduct."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The Committee shall hear all charges made against a surveyor or\nstudent surveyor."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) The Committee shall give not less than thirty days notice to a\nsurveyor or student surveyor against whom a hearing is to be held, and any\nperson or persons making the complaint against the surveyor -or student\nsurveyor stating the time and place at which the hearing will be held.\n        (2) The notice shall be served by registered post, bailiff or any\nrecognized delivery service and shall contain a copy of the charge and any\nother relevant documents that form the subject of the hearing."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Every attachment of a trainee shall-                                       Stamping\n                                                                                     and record-\n         (a) be impressed with a staqp of a value of five hundred                    1ng.f\n             dollars, which sum shall Ue paid by the trainee;     attachment\n                                                                  16 2005\n                                                                                     S. 8\n         (b) within six months afier its execution, be recorded in\n                                                     P\n             the office of the Director f Surveys; and\n         (c) be open to inspection by any member of the public at\n             all reasonable times."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. For the purpose of the hearing, the Committee may-\n     (a) by summons signed on behalf of the Committee, by a member\n         of the Committee, require-\n               (The inclusion of this page Is authorized by L.N. 180A/20061\n                                LAND SURVEYORS\n                      (i) the attendance of any person whom the Committee\n                          thinks fit to appear before it;\n                     (ii) any person to produce any books, papers or other\n                          documents which may assist the Committee in its\n                          investigation;\n     (b) inspect any books, papers or other documents produced\n         before it, and retain them for such reasonable period, and\n         make such copies as it thinks fit;\n     (c) require any person appearing before the Committee to answer\n         any relevant questions put to him by any member of the\n         Committee or by any other person appearing before the\n         Committee."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1)    Any person who---\n     (a) having been served with a summons to attend a hearing of the\n            Committee, neglects or fails to so attend;\n     (b) having been served with a summons to produce any books,\n         papers or other documents, neglects or fails to comply with\n         the summons;\n     (c) refuses to answer any relevant question put to him by any\n         member of the Committee or by any other person appearing\n         before the Committee; or\n     (d) wilfully insults the Committee or any member thereof or\n         interrupts the proceedings of the Committee, or in any other\n         way misconducts himself before the Committee.\ncommits an offence, and shall be liable on summary conviction to a fine not\nexceedmg twenty thousand dollars or to a term of imprisonment not\nexceeding one month.\n        (2) Where the person committing the acts referred to in paragraph (1)\nis a surveyor or student surveyor, that person shall be deemed to be guilty of\nprofessional misconduct.\n                  (The lncluslon of this page Is authorized by L.N. 180A12006]"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) For the purposes of {his Act, the Land Surveyors Constitution\n                                                                of Land\n     Board shall consist of-\n          (a) the Director of Surveys;               ~\n                                                     I\n                                                                Surveyors\n                                                                                     Board.\n                                                                                     1612005\n                                                                                     S. ll(a).\n(2        (b) the Registrar of Titles; I             1\n                                                     I\n          (c) three practising surveyor , to be appointed by the Land\n              Surveyors Association oiJamaica;\n                                                    1~\n          (6) a life member of the L nd Surveyors Association of\n               Jamaica, to be appoin ed by the Land Surveyors\n               Association of Jamaica;\n                                       I\n                   [The Inclusion of this page i s aut/lorized by L.N. 180.4120061\n                                        LAAlD SURVEYORS\n                (e) a representative of the Faculty of the Built Environ-\n                    ment of the University of Technology, Jamaica; and\n                V)    a member of the public appointed by the Minister from\n                      among persons who appear to the Minister to be\n                      qualified as having had experience of and shown\n                      capacity in matters relating to land surveying or such\n                      other matter as the Minister considers appropriate for\n                      appointment under this paragraph,                                   0\n            and five members thereof shall form a quorum.\n                  (2) The Director of Surveys shall be the Chairman of the\n            Board and shall have a casting as well as a deliberative vote.\n                  (3) The Board shall have power to regulate its own\n            procedure and shall meet whenever necessary for the\n1612005     performance of its duties, but not fewer than six times per\ns. ll(b).   annum.\n16/2005           (4) The office of a member becomes vacant where that\ns. 1l(c).\n            member-\n                (a) dies;\n                (b) resigns by written notice to the Board; or\n                (c) is removed by the Board on any of the following\n                    grounds-\n                            (i) his inability to function because of physical or\n                                mental illness;\n                          (ii) his absence from three consecutive meetings\n                               of the Board without the permission of the\n                               Chairman;\n                          (iii) that he is found guilty by the Board of                   0\n                                misconduct in respect of his duties;\n                          (iv) that he is convicted of an indictable offence;\n                            (v) that he is declared bankrupt in accordance\n                                with the laws of Jamaica or any other country;\n                          \\The inclusion of this page Is authorized by L.N. 180.4120061\n                           LAND SUR ~ E Y O R S                                                   13\n             (vi) that he is disqualified or suspended from\n                  practising his pqofession in Jamaica or in any\n                  other country bb an order of any competent\n                  authority;\n             (vii) that he contravqnes any provision of this Act."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1)   The Board shall-                                                             Functions o f\n                                                                                         Board.\n    (a) issue a practising certifiiate, in the form set out in the                       Firs\n                                                                                         Schedule\n        First Schedule, to an bpplicant surveyor upon his ,612005\n        satisfactory application dnd payment of the prescribed s. 12.\n        annual fee;\n                                                    I\n                                                1\n     (b) appoint an examiner o hold a final examination\n         whenever necessary, b t no more than two such\n         examinations shall be he4d in any year;\n    (c) ensure the maintenanck of a proper standard of\n        professional conduct for burveyors; and\n                                                I\n    ( 9 appoint, on such terms b d conditions as it thinks fit,\n        carrying out of its kncti ns.\n     (2) Subject to the\n                                           8\n        any officer as it may t ink necessary for the proper\n                                                        s of this Act, the Board shall\nbe responsible for                                               and control of all\nexaminations and\n                                          id"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Any trainee may, after t e expiration of the term of Application\nservice mentioned in paragraph 19  (i) of subsection (1) of the                          :ip\nsection 3, or within twelve mo ths prior to such expiration, examined.\napply to the Board to be examin d under the provisions of this 411969\n                                                                s, 9,\nAct, and the Board may, on bei g furnished in the prescribed 2511979\n                                                                S. 4(a).\nform and manner with satisfacto evidence that-                  1612005\n    (a) the trainee is at least eighteen years of age and is of s.\n                                                                .(,\n                                                                    1369, (b)\n                                 ,\n        good character; and                 I\n    (b) the attachment has beeb duly executed and recorded;\n                                            I\n        and\n                                            1\n             [The inclusion of thls page Is a thorized by L.N. 180A/20061\n                                               LAND SURVEYORS\n                       (c) the requirements of this Act have been duly complied\n                           with,\n                   make an order directing that such trainee may sit for his final\n                   examination:\n                     Provided that any person referred to in proviso (iii) of\n                   subsection (1) of section 3 may take such final examination\n                   as if he had complied with the provisions of paragraphs (a), (b)\n                   and (c).\nApplication          13.-(1) Where any trainee passes his final examination he\nfor certificate.\n1612005            may apply to the Board for, and the Board shall issue, a\ns. 14.             certificate in the prescribed form setting out that such trainee is\n                   qualified to receive a commission as a land surveyor.\n                          (2) If any person claims to be entitled to become a\n                   surveyor by. reason of possessing any of the qualifications\n                   mentioned in subsection (I) of section 3, that person may apply\n                   to the Board for a certificate in the prescribed form setting out\n                   that such person is qualified to receive a commission as a land\n                   surveyor and the Board shall, if satisfied that such person-\n                       (a) possesses such qualifications; and\n                       (b) is at least eighteen years of age; and\n                       (c) is of good character,\n                   issue the certificate.\nIssue of             14.-(1) The Commissioner of Inland Revenue shall, upon\ncommission."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) There shall be kept in lhe office of the Board, in the negners,\n                                                                     1612005\n    prescribed form-                 !\n                                                                     S. 15.\n        ( a ) a register of all student surveyors and survey\n              technicians; and                             I\n                                                           I\n        ( b ) a register of all surveyors.\n           ( 2 ) Each register shall contain such particulars as may be\n    prescribed and shall be open to indpection by any member of the\n    public during office hours.                            I\n          (3) A copy of each register shall be published annually in\n    the Gazette by the secretary of the"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16,2005\n               21 shall regard as secret all information that comes to his\nS. 30,         knowledge in the course of such investigation and shall not\n               communicate any such information to any other person except-\n                             (The inclusion of this page is authorized by L.N. 180Al2006(\n                               LAND SIJRVEYOHS                                       25\n        (a) as may be required in connection with the adminis-\n              tration of this Act or any regulations made hereunder,\n              or any proceedings under this Act or the regulations;\n        ( h ) his attorney-at-law; or\n        (c) with the written consent of the person to whom the\n            information relates."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1)     No surveyor shall-                   ~                           surveyor's\n                                                                                   signature on\n        ( a ) permit his name to be sidned or subscribed to any plan d m .\n              by any other person; or ,\n        (b) sign any plan the result of a survey not actually made\n            by him or under his pers@l and direct supervision; or isnoor\n                                                   a\n                                                       I                           S. 17(aKi).\n        (c) contract or arrange with ny person, other than another 25,1979\"\n            surveyor, student surveypr or a survey technician, for                 fi;$i5\n            that person to undertake )he practice of land surveying; s. 17(a)(ii).\n            or\n        (d) practise professional lajd surveying without posses- 16I2005\n                sing a valid practising cepificate.                                s. 17(a~iii).\n           ( 2 ) If any surveyor contrabenes or fails to comply with\n    the provisions of this section h shall be liable to have his 612005\n                                                   f\n    practising certificate withdrawn or his commission cancelled or s. 1 7 ~ .\n0   suspended by the Board."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. If it appears that any sudeyor has issued any incorrect Incorrect\n                                                   P\n    plan, the Land Surveyors Discipli ary Committee may call upon                  :!E69\n    such surveyor to explain, either in person or in writing, the S. 12(a)&\n    reason for such incorrect plan add thereafter the Board may, if (b).\n                                                   I\n                    [The inciualon of this page Is au horizcd by L.N. 180A/2006[\n16                                          LAND SURWYORS\n                satisfied that such incorrect plan was occasioned either\n1612005         intentionally, negligently or carelessly, withdraw his practising\nS. 18(a) & (b). certificate, cancel the commission of the surveyor or suspend\n                such commission for such time as it .may deem fit, or take any\n                other action it may consider appropriate.\nApprentice not      19.-(1) No student surveyor shall open or run any boundary\nto open line\nalone.\n                 line on behalf of any surveyor save in the presence of such                 c?\n411969           surveyor, so, however, that the student surveyor may, aRer such\nS. 13\n2511979\n                 work has duly begun, continue to carry it out, notwithstanding\ns . 8(c).        the absence of the surveyor, if authorized by him so to do.\n1612005                 (2) No survey technician shall open or run any boundary\nS. 19 (b).\n                 line, except the surveying of internal subdivision lines carried\n                 out under the supervision of a surveyor for the preparation of a\n                 subdivision plan, and that surveyor shall be responsible for the\n                 work and conduct of any survey technician in his employ.\n1612005\nS. 19 (b).             (3) No student surveyor or survey technician shall be\n                 permitted to map any land parcel boundaries in the compilation\n                 and maintenance of a cadastral map, except under the\n                 supervision of a surveyor who is responsible for undertaking the\n                 adjudication and demarcation of the boundaries.\n1612005                (4) The Board may, in relation to a surveyor who\nS. 19 (b).\n                 contravenes subsection (I), (2) or (3), suspend the surveyor's\n                 commission for a period not exceeding two years.\n                       (5) The Board may refbse to issue a commission to any\n                 student surveyor who contravenes the provisions of this section.\nConstitution        20.-(1) There shall be constituted a Land Surveyors Disci-\nof Land\nSurveyors        plinary Committee consisting of five practising surveyors who               0\nDisciplinary     are holders of valid practising certificates and have not less than\nCommittee.\n411969           five years practice in the profession of land surveying, appointed\nS. 14(a).        by the Minister on the nomination of the Land Surveyors\n1612005\nS. 20(a).        Association, so, however, that a member of the Board shall not\n                 be eligible for appointment to the Committee.\n                               LAND S ~ J R V ~ Y O R S                          17\n           (2) Every surveyor so appbinted shall hold ofice for 161200s\n    three years and for such additional! period thereafter as may be S. 20(b).\n    necessary, until new appointments are made, and shall also be\n    eligible for reappointment.\n           (3) Three members shall form a quorum, and the 1612005\n    Committee shall have power to regulate its own procedure and S. 20(d)\n    to elect one of its members as chairman.\n0          (4) Notwithstanding anythirig to the contrary, where the 411969\n    occasion arises for the appointment of one or more members of S. 14(c).\n    the Committee or of a person to ast temporarily in place of any\n    such member and the Association-\n        (a) refuses; or\n        (b) fails within such reasonable time not being less than\n            three weeks as may be specified by the Minister,\n    to comply with a request in writing made by the Minister to\n    nominate a member or member$, as the case may be, the\n    Minister may, in his discretion, hake any such appointment\n    from among practising surveyors @ndthereupon the provisions\n    of this Act shall apply to any person so appointed as if he had\n    been nominated by the Land Surveyors Association.\n           (5) If any vacancy occurs; in the membership of the\n    Committee such vacancy shall be filled by the appointment of\n    another member who shall hold office for the remainder of the\n    period for which the previous member was appointed.\n           (6) The Minister may, on tHe application of the chairman\n    or any other member of the Comm~ittee,grant to the chairman or\n    such other member, as the case mab be, leave of absence for any\n    period.\n           (7) Where any member of the Committee is granted\n    leave of absence under subsection (5) of this section or is unable\n    to act, the Minister may appoint any practising surveyor as a\n    member of the Committee to act tdmporarily in the place of such\n    member.\n                     -      -\n                 [The inclusion of this page is autdorized by L.N. 180A/20061\n                                             LAND SURVEYORS\n                         (8) Any member of the Committee, other than the\n                  chairman, may at any time resign his office by instrument in\n                  writing addressed to the Minister and transmitted through the\n                  chairman, and from the date of receipt by the Minister of such\n                  instrument such member shall cease to be a member of the\n                  Committee.\n                        (9) The chairman may at any time resign his office by\n                  instrument in writing addressed to the Minister and such\n                  resignation shall take effect as from the date of receipt by the\n                  Minister of such instrument.\n                        (.lo) The Minister may at any time revoke the\n                  appointment of any member of the Committee if he thinks it\n                  expedient so to do.\nPowers of the       21.---(I) The Committee shall enquire into and hear all\nCommittee.\n2511979           charges of professional misconduct, incompetence or negligence\nS. 6(a).          against a surveyor, and all charges against a student surveyor for\n1612005\nS. 2 1 (a)(i) &   breach of any of his articles of attachment (if he is a trainee) or\n(ii).             of conduct which, if such student surveyor were a surveyor,\n                  would amount to professional misconduct, incompetence or\n                  negligence, and may for the purposes of such inquiry summon\n                  the surveyor or student surveyor against whom the charges are\n                  made to appear before it and may hear such witnesses, upon oath\n                  or otherwise, as it may consider necessary.\n1612005                  (2) The Committee shall-\nS. 2 1(c).\n                      (a) carry out its functions in accordance with the proce-\nSecond                    dures set out in the Second Schedule;\nSchedule.\n                      (b) inform the Board in writing of any complaint received\n                          against a surveyor or student surveyor, within thirty\n                          days of receipt of such complaint; and\n                      (c) submit to the Board, every three months, progress\n                           reports on any matter being investigated.\n                               --\n                            LAND SURVEYORS                                            19\n        (3) The Committee may find a surveyor or student 1612005\nsurveyor to be incompetent if, in its opinion, the surveyor or S 21(c).\nstudent surveyor is suffering from a physical or mental condition\nor disorder of a nature and extent making it desirable, in the\ninterest of the public, that he should no longer be permitted to\nengage in the practice of professional land surveying.\n        (4) The Committee, if it finds the surveyor or student 2511979\nsurveyor guilty of the charge, shall report its findings of fact to\nthe Board and may forward wiqh such report such recom- ~ . 2 1 ( b )\n                                                                             s;:$k5\nmendations as it may see fit to make."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Constitution of Land Surveyors Disciplinary Committee.\n2 1. Powers of the Committee."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-(1) The Board may, on re~eivingthe report referred to Powersof\n                                                                    Board on\nin subsection (4) of section 21, tagether with such recommen- receipt      of\ndations, if any, as may be forwarded therewith, take such report.\naction, including the withdrawal of or refusal to issue, for a 1612005       ,,\n                                                                      22(a,(b),\nstated period, a practising certificate, to the surveyor, the 2511979\ncancellation or suspension of the burveyor7s commission or the S.8(b).\nrefusal to issue a commission to a student surveyor, as it may\nconsider fit and just.\n        (2) On proof to the satisfaction of the Board that any\nsurveyor or student surveyor has been convicted within two\nyears of any offence against this Act, or of any offence\ninvolving dishonesty or moral turpitude, the Board may take\nsuch action as is provided for in subsection (1)."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. The grant, cancellation or $uspension of any surveyor's Publication\n                                                              of grant,\ncommission shall be published in the Gazette.                 cancellation\n                                                                             or suspen-\n                                                                             sion."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. In any proceedings against a surveyor or a student Legal\nsurveyor before the Board or the Committee, the surveyor represents-\nor student surveyor, by leave af the Board or Committee, 2511979\n                                                              S. 8(b).\nas the case may be, may be represanted by an attorney-at-law. 1612005\n                                                                             S. 23."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Any surveyor or student surveyor may appeal to the Appeal.\nCourt of Appeal from any order of the Board cancelling or 2511979   s, 8(c).\nsuspending his commission, withdrawing or refusing to issue 1612005\nhis practising certificate, or refbsimg to issue his commission, as S. 24.\n              (The Inclusion of this page Is authorized by L.N. 180A/20061\n                                            LAND SURVEYORS\n                 the case may be. Such appeal shall be made within such time\n                 and in such form and shall be heard in such manner as may be\n                 prescribed from time to time by rules of court.\n                     PART111. Powers of surveyor andprocedurefor survey\nP O W ~ ~enter\n          O        26. Subject to the provisions of section 27 any surveyor upon\nland.\n2511979\n                production  of a Certificate of Identity may, with or without his\ns. 8(a).\n16\"Oo5\n                student surveyors, servants and workmen, enter upon any land                 0\nS. 25(a), (b) & which it is his duty, or which he has been appointed, to survey\n(9.             or identify and, so far as may be necessary for such survey, upon\n                all other lands immediately abutting upon such land for the\n                purposes of such survey.\nNotice of          27.-(1) No surveyor shall enter upon any land for the\nsurvey.\n                 purpose of surveying it until the owners or occupiers of all\n411969           adjoining lands which may be affected by the survey have been\ns. 1 5 ~ .       served, in the prescribed manner, not less than ten days prior to\n                 the date of such entry with a notice of survey, in the prescribed\n                 form:\n411969             Provided that the parties interested in such survey may, by\nS.\n                 agreement in writing stating the date and place at which such\n                 agreement is entered into and witnessed by one person, agree to\n                 such survey being carried out notwithstanding the omission of,\n                 or incorrect statement of, or departure from, any particular\n                 requirement in such notice, or notwithstanding the lack of\n                 service of such notice. Any plan made as the result of a survey\n                 held under any such agreement shall set out the fact that the plan\n                 was so made and the date on which such agreement was entered\n                 into.\n                       (2) The service of notice on any person shall not affect,\n                 nor be deemed to be an acknowledgment of, the right of that                 0\n                 person or of any other person to any interest in or over any land.\n1612005                (3) No surveyor shall execute a survey without first\ns. 26.           producing his Certificate of Identity to all interested parties\n                 present\n                              [The inclusion of this page i s authorized by L.N. 180N20061\n                                    LAND SURVEYORS                                             21"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Any surveyor who-                                                    Fresh\n                                                                                    noticzs.\n             (a) does not commence the survey on the date mentioned\n                 in the notice; or\n             (b) having commenced such survey, allows a lapse of\n                 ten days without doing any survey work on the\n                 land in respect of which notice was served,\n    0    shall cause fresh notices to be sewed in accordance with the\n         provisions of section 27 before entering upon such land for the\n         purposes of the survey."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Where the survey is undertaken by appointment of Noticeof\n         the owner of any land then every owner of any land upon\n         whom notice has been served, and any person interested in\n         and affected by the survey of such land, may cause to be served\n         upon the surveyor, prior to the completion of the survey, notice\n         of objection, in the prescribed form, to such survey. Upon\n         service of such notice of objection the surveyor shall not\n         proceed with the survey in so far as it afTects the land in respect\n         of which notice was given until notice of withdrawal, in the\n         prescribed form, is served upon such surveyor."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.-41) If notice of withdrawal is not served upon the Powerof\n         surveyor within ten days of the date of service of notice of Director\n                                                                         SUNe,,sto\n                                                                                   of\n         objection, the matter may, with the consent of the objector and arbitrate.\n         of the owner of the land to be surveyed, be referred to the\n         Director of Surveys for arbitration in a summary manner:\n           Provided that nothing in this subsection shall be deemed to\n         prejudice the right of any person to take proceedings before any\n         court of competent jurisdiction.\n    P,\n    L/\n                (2) The Director of Surveys may, upon such reference\n         and on hearing such evidence that may be placed before him,\n         order the objection to be withdrawn, in which event the survey\n         may be proceeded with, or he may uphold the objection, and\nI        order that the survey, in so far as it affects the objector, shall be\n                      [The lncluslon of this page Is authorized by L.N. 180An006l\n                                            LAND SURVEYORS\n                 discontinued. Every such order shall, unless proceedings are\n                 taken before a court of competent jurisdiction within six months\n                 of the date of such order, be final and conclusive.\nPower to make      31.-(1) Notwithstanding any notice of objection, a surveyor\ntraverses.\n2511979          and a student surveyor or survey technician, working under the\nS. 7(a).         supervision of that surveyor may, aRer due service of notice and\n1612005\nS. 27(a).        prior to the date of commencement of the survey, enter upon any\n                 land and make traverses, or perform such other works as may be\n                 necessary, for the purpose of gaining information in relation to\n                 the survey:\n2511979            Provided that such surveyor, student surveyor or survey\nS. 7(b).\n1612005          technician shall not run or mark any boundary line.\nS. 27(b).\n                         (2) No such traverse or other work shall affect in any\n                 way whatsoever the rights of any person to any interest in or\n                 over such land.\nSurveys and        32.-(1) Every survey, and every plan made as a result of\nplans to be in\naccordance       such survey, which is made for the purpose of any conveyance,\nwith             deed, or document of transfer, or for the registration of any title,\nregulations.\n                 or by order of any court, shall be made by a surveyor and in\n                 accordance with the regulations made under this Act.\n16/2005                 (2) Every cadastral map shall be made by a surveyor\nS. 28.\n                 through the compilation of surveys carried out in accordance\n                 with the regulations made hereunder, together with the mapping\n                 of the legal boundaries of unsurveyed land parcels, done in\n                 accordance with guidelines for executing cadastral mapping,\n                 provided by the Director of Surveys.\nPlans to be        33.-(1) Every plan, made from a survey, for the purpose of\nchecked.\n4 1969           registration or transfer of any title under the Registration of\nS. 16(a).        Titles Act, shall, prior to such registration or transfer, be\n                 forwarddd to the Director of Surveys for the purpose of being\n                 checked.\n                         (2) A plan, made from a survey, which is attached\n                 to any conveyance, deed, or document of transfer other\n                              lThe lnciuslon of this page is authorized by L.N. 180A120061\n                           LAND SURVEYORS\nthan one to which subsection (1) applies shall, if any party\nto such conveyance, deed, or document of transfer so\nrequests, be forwarded to the Dir&tor of Surveys for the\npurpose of being checked.\n      (3) On receipt of any such plan the Direcfir of\nSurveys shall cause the plan to be checked and-\n    (a) if that plan is not found to be incorrect the Director of\n        Surveys shall certify on the plan that such plan has\n        been checked;\n    (b) if that plan is found to be incorrect the Director of\n        Surveys shall not so certify on the plan,\nand, in either such case, shall return the plan to the person from\nwhom it was received :\n  Provided that where a plan is checked and certified by the 411969\nDirector of Surveys, the checking and certification of such plan S. 16(b).\nshall not relieve a surveyor of his responsibility for the\ncorrectness of such plan.\n      (4) No conveyance, deed, or document of transfer, to\nwhich is attached any uncertified plan, made aRer the 1st\nAugust, 1944, shall be recorded or registered, and no title based\non any such uncertified plan shall be registered.\n      (5) For the purposes of a check under this section, any\ngovernment surveyor may, upon production of his surveyor's\nwarrant, enter upon any lands delineated in the plan.\n       (6) There shall be paid to the Director of Surveys\nin respect of such check the prescribed fees.\n      (7) The Director of Surveys may make a copy of any\nsuch plan.\n       (8) The Director of Surveys may record without 1612005\nchecking, any plan of a survey, if so requested by the surveyor S. 29.\nor any other person; so, however, that no title based on any such\nuncertified plan shall be registered without first being checked.\n             [The Inclusion of thls page Is authorized by L.N. 180A120061\n                                           LAND SURVEYORS\n                       (9) Every cadastral map prepared for the purpose of\n               registration or transfer of title under the Registration of Titles\n               Act, shall, prior to such registration or transfer, be certified by a\n               commissioned land surveyor and approved by the Director of\n               Surveys.\n1612005               (10) The Director of Surveys may make a copy of any\nS. 29\n               such map.\n                                       PART IV. Miscellaneous\nlhavoidable      34.-(1)   No surveyor shall be personally responsible for any\ndamage.\n               necessary and unavoidable damage caused as a result of making\n               any survey.\n                     (2) Any loss occasioned by any such necessary and\n               unavoidable damage caused by a surveyor employed by the\n               owner of any land may be recovered from such owner.\nFees.            35. Every surveyor shall, subject to any special agreement to\n               the contrary, be entitled to recover such fees as may be\n               prescribed.\nUse of the       35A.-(I)   A corporation whose name includes the title\ndesignation\n\"Comniis-      \"Commissioned Land Surveyor\" or the initials \"CLS\" which\nsioned L.and   ceases to hold a practising certificate shall remove the title\nSurveyor\".\n1612005\n               \"Commissioned Land Surveyor\" or the initials \"CLS\" from the\nS. 30.         name of the corporation.\n                      (2) A corporation referred to in subsection (I) may not\n               carry on land surveying business in respect of which a\n               commission is required.\n                      (3) Subsection (1) shall not prevent a corporation from\n               carrying on an activity necessary for the winding up of the\n               corporation.\n                                                                                            3 I\nDuty as to       35B. Every person carrying out an investigation under section\nsecrecy."
    },
    {
      "provision_ref": "sec35c",
      "section": "35C",
      "title": "Section 35C",
      "content": "35C.-(1) Every surveyor shall maintain in a good state of Inspzct~on\n    calibration any distance meter to be used by him in the practice            z:::z:\n    of surveying by having the distance meter checked by the 16izoos\n                                                                       S 30.\n    Director of Surveys against a standard base.\n           (2) Every surveyor shall submit any tape or any other\n    measuring device for inspection upon the request of the Director\n    of Surveys at such intervals as the Director may see fit.\n           (3) On first inspection, the Director of Surveys shall give\n    to each distance meter, tape or other measuring device an\n    identification number or record the serial number of each\n    component part of the distance meter, tape or other measuring\n    device as the case may be.\n           (4) Where any distance meter, tape or other measuring\n    device is submitted pursuant to subsections (1) and (2), the\n    Director of Surveys shall cause such distance meter, tape or\n    other measuring device to be checked and where such distance\n    meter, tape or other measuring device is found to be-\n         (a) accurate, approve of the return of such distance meter,\n              tape or other measuring device to the surveyor with a\n              certificate of accuracy; or\n         (b) inaccurate, condemn such distance meter, tape or other\n              measuring device, by notice in writing to the surveyor.\n0         (5) Any person who, having been notified under\n    subsection (4)(h), uses in the practice of surveying, any distance\n    meter, tape or other measuring device to which the notice relates\n    commits an offence and shall be liable on conviction to a fine\n    not exceeding one hundred thousand dollars or to imprisonment\n    for a term not exceeding nine months.\n                 [The incluslon of this page Is authorized by L.N. 180Al20061\n26                                             LAND SURVEYORS\nACCUW     of       35D.-(1)   A distance meter, used for the purpose of cadastral\ndistance\nmeter, etc.      mapping, shall be considered inaccurate if, when compared\n16/2005          against any line in the National Calibration Network, that\nS. 30.\n                 distance meter is plus or minus 0.1 metre from that line.\n                          (2) Any Electronic Distance Measuring equipment,\n                 used for the purpose of cadastral mapping shall be considered\n                 inaccurate, if the distance it has measured for a line in the\n                 National Calibration Network differs by more than plus or                      0\n                 minus 0.1 metre from the listed distance on the Jamaica Datum\n                 1969 (JAD 69) or World Geodetic System 1984 (WGS 84),\n                 available in the records of the Surveys and Mapping Division,\n                 National Land Agency.\n                         (3) Any Global Positioning System equipment used for\n                 the purpose of cadastral mapping, shall be considered\n                 inaccurate, if the position it has determined for a point in the\n                 National Calibration Network differs by more than plus or\n                 minus 0.5 metre from the listed position on the Jamaica Datum\n                 1969 (JAD 69), Jamaica Datum 2001 (JAD 2001) or World\n                 Geodetic System 1984 (WGS 84) available in the records of the\n                 Surveys and Mapping Division, National Land Agency.\n                                               PARTV. Penalties\nFalsely            36.-(1)     Every person who-\nholding out to\nbe SUNeyOr,          (a) falsely describes himself to be, or holds himself out as,\nztr\n                         a surveyor;\nS. 31.\n                     (b) falsely practises land surveying in Jamaica;\n                     (c) assumes, uses or advertises any title or designation\n                         tending to convey the impression that he is a surveyor;                -,\n                     (4 buys, sells, or fraudulently obtains, any practising                    (J\n                             certificate or commission;\n                     (e) aids or abets the buying, selling or fraudulent obtaining\n                         of any practising certificate or commission; or\n                     V) impersonates any surveyor,\n                               LAND SURVEYORS                                                      27\n    commits an offence and shall be liable on conviction to a fine\n    not exceeding one hundred thousand dollars or to imprisonment\n    for a term not exceeding six months.\n            (2) Every person who, not being a member of the Land\n    Surveyors Association, uses the logo of the association or the\n    initial \"LSAJ\" or the words \"Land Surveyors Association of\n    Jamaica\" as an occupation designation commits an offence and\n0   shall be liable on conviction to a fine not exceeding thirty\n    thousand dollars or to imprisonment for a term not exceeding\n    sixty days.\n          (3) Every person who obstmcts a person appointed to\n    carry out an investigation under section 21 in the course of that\n    person's duties commits an offence and shall be liable on\n    conviction to a fine not exceeding fifty thousand dollars or to\n    imprisonment for a term not exceeding thirty days."
    },
    {
      "provision_ref": "sec35d",
      "section": "35D",
      "title": "Section 35D",
      "content": "35D. Accuracy of distance meter, etc.\n                               PARTV. Penalties"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Every person who                wilfully defaces,               destroys,   or Destroying\n                                                                                          marks. etc.\n    removes-\n        (a) any line upon earth, land mark, marked tree, pillar, post\n            or concrete monument, which is recognized as a\n            boundary mark; or\n        (b) any control survey mark,                                                      411969 .\n                                                                                          S. 17(a).\n    shall be guilty of an offence against this Act and, on conviction,                    lmoos\n                                                                                          S. 32\n    shall be liable to a fine not exceeding fifty thousand dollars or to                  411969\n    imprisonment with hard labour for any term not exceeding three s. 17(b).\n    months, and in addition thereto such person may be ordered to 411969                  ,,\n    pay the cost of replacement of any such boundary mark or\n    control survey mark and in default of payment of such cost, to\n    be imprisoned with hard labour for a further term not exceeding\n    three months."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. Every person who wilfully damages, destroys, or conceals, Damaging\n    any instrument, or any part of the apparatus or equipment of a instruments.\n                                                                    ,612005\n    surveyor, government surveyor, student surveyor or survey S. ~ a )(b),,\n                                                                                          (c)   (4.\n                                                                                                        I1\n28                                           LAND SURVEYORS\n411969            technician, shall be guilty of an offence against this Act and, on\nS. 18(a).\n2511979           conviction, shall be liable to a fine not exceeding one hundred\nS. 8(c).          thousand dollars or to imprisonment with hard labour for a term\n411969\nS. 18(b).         not exceeding nine months, and in addition thereto such person\n2511969           may be ordered to pay to such surveyor, student surveyor or\nS. 8(b).\n                  survey technician (as the case may be) the cost of any such\n                  damage or loss, or in default of payment of such cost, to be\n                  imprisoned with hard labour for a hrther term not exceeding six\n                  months.\nObstructing          39. Every person who unlawhlly obstructs any surveyor,\nsurveyor.\n411969            government surveyor, student surveyor or survey technician\nS. 19(a).         while making any traverse or carrying out any survey shall be\n2511979\nS. 8(c).          guilty of an offence against this Act and, on conviction, shall be\n411969            liable to a fine not exceeding fifty thousand dollars or to\nS. 19(b).\n1612005           imprisonment with hard labour for any term not exceeding three\nS. 34(a) & (b).   months.\nFalsifying a         40. Every person who wilfully and fraudulently makes any\nsurvey.\n                  wrong measurement, moves any mark, or does any other act,\n411969            with intent to falsify any survey or plan shall be guilty of an\nS. 20(a).\n                  offence against this Act and, on conviction, shall be liable to a\n411969            fine not exceeding one hundred thousand dollars or to\nS. 20(b).\n1612005           imprisonment with hard labour for any term not exceeding six\nS. 35.            months.\nFrivolous           41. Every person who, under section 29, causes to be served\nnotices of\nobjection.        upon any surveyor any notice of objection which, to the\n411969            knowledge of that person, is not founded upon any interest, or a\nS. 2l(a).\n                  bona j7de claim to any interest, in any land affected by the\n                  survey, shall be guilty of an offence against this Act and, on\n411969            conviction, shall be liable to a fine not exceeding seventy-five\nS. 21(b).         thousand dollars or, in default of payment of such fine, to\n1612005\nS. 36.            imprisonment with hard labour for any term not exceeding three\n                  months.\n                               1The Inclusion of this page is authorized by L.N. 180A/20061\n                             LAND SURVEYORS                                             29"
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. Every person guilty of an offence against this Act may be Recovery of\ntried in a summary manner before a Resident Magistrate.          penalties.\n                          PART VI. Regulations"
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. The Board with the approval of the Minister may make Regulations.\nregulations generally for giving effect to the provisions of this\nAct and, without prejudice to such general power, may make\nregulations with respect to the following matters-\n    (a) the standard of the examinations held by the Board.                 16/2005\n                                                                            S. 37(a).\n    (b) the subjects for, and the mode of conducting, the final\n        examination or any other examination held by the\n        Board, the appointment, removal and remuneration of\n        the examiners, and the fees payable for sitting for such\n        examination;\n    (c) the form of any notice, order, certificate or other\n          document referred to in this Act;\n    (4 the manner of service of any document required\n          to be served under this Act;\n    (e) the form of any register to be kept under this\n        Act, and the particulars to be inserted therein;\n    V) the form and requirements of any plan, made from a\n       survey, which is required to be recorded or registered;\n    (g) the manner and method of making any survey;\n    (h) the scale of surveyors' fees;\n    (i) procedures of the Disciplinary Committee;                           1612005\n                                                                            S. 37(b) &\n    (j)   the prescribing of all things required by this Act to be (q.\n          prescribed.\n                         PART VII. Government"
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. In this Part-                                                         Interpreta-\n                                                                            tion.\n              [The inclusion of this page lo authorked by L.N. 180AI20061\n                                               LAND SURVEYORS\n                       \"boundary mark includes any post, stone, monument, or\n                           object, used as a boundary mark;\n                       \"government surveyor\" means any officer, whether\n                           permanent or acting, in the Survey Department, or the\n411969                     Lands and Survey Branch in the charge of the Chief\nS. 22.\n1612005                    Executive Officer and includes all necessary assistants\ns. 38(a) 8~(b).            of such officer.\nPower of            45.-(1)   Subject to the provisions of this section, a\ngovernment\nsurveyor, etc.,   government surveyor, or any surveyor authorized in that behalf\ntoenterupon       by the Director of Surveys or by the Chief Executive Officer,\nland for\ncertain           upon production of a surveyor's warrant, may enter upon any\npurposes.         land with or without his assistants for the purpose of-\n411969\nS. 23(a).             (a) reconnaissance in relation to his official duties;\n1612005\nS. 39(a) & (b).       (b) taking measurements or angles from any control\n411969\ns. 23@).                  survey mark;\n411969                (c) clearing any site for the purpose of the erection thereon\nS. 23(c).\n                          of any control survey mark, and may erect thereon any\n                          such mark;\n411969                (       examining any boundary marks, and field checking any\nS. 23(d).\n                              surveyor's plan;\n                      (e) making a survey of the boundaries of any parish or\n                          town or any subdivision thereoc"
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. Power of government surveyor, etc., to enter upon land for certain\n     purposes."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. The Director of Surveys or the Chief Executive Officer, Compensd-\n    as the case may be, shall pay compensation for any damage done              EF\n    to any land in the exercise of any power under section 45, and 411969\n    where such compensation is not determined in accordance with                S$&,5\n    the provisions of sections 25 to 29 of the Lands Clauses Act, and s. 40.\n    the costs of any such proceedings shall be in the discretion of the\n    Resident Magistrate."
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. All expenses incurred by the Director of Surveys or the Expenditure\n                                                                  to be met\n    Chief Executive Officer, as the case may be, under this Part ,om,on-\n    shall be paid out of the Consolidated Fund.                   solidated\n                                                                                Fund.\n                                                                                411969\n                                                                                S. 25.\n                                                                                1612005\n                                                                                S. 40."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. Where any person wilfidly obstructs or hinders in any offences.\n    way the Director of Surveys or a government surveyor, or a\n    surveyor authorized in that behalf by the Director of Surveys or\n    the Chief Executive Officer in the executive of his duty, or in 411969\n                                                                        S. 26(a).\n    the exercise of any power under this Part, he shall be guilty of an 1612005\n    offence against section 45 and liable on summary conviction s . 4 ~\n0   before a Resident Magistrate to a fine not exceeding fifty\n    thousand dollars or in default of payment to imprisonment with 1612005\n                                                                        S. 41(b).\n    hard labour for any term not exceeding three months.\n                 [The inclusion of this page Is authorlzml by L.N. 180Al20061\n                                LAND SURVEYORS\n                                                                                (Section 11)\n                                Practising Certificate\nI hereby certify that:\n(Name and Address) -\nwhose name is registered in the register of all surveyors at the Office of the\nLand Surveyors Board is entitled to practise as a land surveyor in the year\nending 3 1st day of December, 20\nDated this               -day                         20--.\n                                                Chairman\n                                                Land Surveyors Board\n                                 SECOND\n                                      SCHEDULE                                  (Section 2 1)\n                          Procedures of the Disciplinary\n                                  Committee"
    }
  ],
  "definitions": [
    {
      "term": "approved surveyor",
      "definition": "a surveyor who-                                       1612005",
      "source_provision": "sec2"
    },
    {
      "term": "authorized officer",
      "definition": "an officer in the service of",
      "source_provision": "sec2"
    },
    {
      "term": "the Board",
      "definition": "the Land Surveyors Board constituted",
      "source_provision": "sec2"
    },
    {
      "term": "the certificate",
      "definition": "the certificate referred to in section",
      "source_provision": "sec2"
    },
    {
      "term": "the Committee",
      "definition": "the Land Surveyors Disciplinary",
      "source_provision": "sec2"
    },
    {
      "term": "final examination",
      "definition": "the examination referred to in",
      "source_provision": "sec2"
    },
    {
      "term": "government surveyor",
      "definition": "any officer, whether",
      "source_provision": "sec2"
    },
    {
      "term": "Land Surveyors Association",
      "definition": "the Land Surveyors",
      "source_provision": "sec2"
    },
    {
      "term": "local Authority",
      "definition": "the Kingston and St",
      "source_provision": "sec2"
    },
    {
      "term": "notice",
      "definition": "notice of survey",
      "source_provision": "sec2"
    },
    {
      "term": "preliminary examination",
      "definition": "the examination referred",
      "source_provision": "sec2"
    },
    {
      "term": "prescribed",
      "definition": "prescribed by regulations made under",
      "source_provision": "sec2"
    },
    {
      "term": "survey technician",
      "definition": "a person who-",
      "source_provision": "sec2"
    },
    {
      "term": "trainee",
      "definition": "a person who-                                          1612005",
      "source_provision": "sec2"
    },
    {
      "term": "traverse",
      "definition": "measurements of angles or bearings, and",
      "source_provision": "sec2"
    },
    {
      "term": "prescribed service",
      "definition": "service in the Survey Branch of",
      "source_provision": "sec2"
    }
  ]
}