{
  "id": "jm-stat-the-land-valuation-act",
  "type": "statute",
  "title": "The Land Valuation Act",
  "title_en": "The Land Valuation Act",
  "short_name": "Land Valuation Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-land-valuation-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-land-valuation-act | Legal areas: Real Estate",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Land Valuation Act. shoflt,tlc.\n          PARTI. General and Administration"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. I n this Act, unless the context otherwise requires-         Interproh-\n                                                                  lion\n“agent” includes every person who in this Island for or\n     on behalf of any person (hereinafter called “the\n     principal”) has the control or disposal of any land\n     belonging to the principal, or the control, receipt or\n     disposal of any rents, issues or proceeds derived from\n     MY such land;\n“Cominissioner” means the Commissioner of Land Valua- 12/1985\n     tions appointed under s%tion 16 (a) of the Revenue Xh.\n     Administration Act;\n“district” means a valuation district constituted for the\n     purpose of this Act;\n“fee simple” in relation to the value of land means the\n     estate in fee simple in possession in the land free\n     from any lesser estates or interests therein or any\n     encumbrances thereon or any rights or immunities\n     conferred upon a tenant under the Rent Restriction\n     Act and free also from any restrictive covenants\n     and conditions other than restrictive covenants and\n     conditions created by a Crown grant or by law;\n“improved land” means land on which improvements as\n     deEned in this Act have been effected;\n        me inclusion of t b page is auohorized by LN. 87/1986l\n4                                   LAND VALUATION\n            “improved value” means in relation to land the capital\nIs/ 1974        sum which the fee simple of the land together with any\ns. Z(n).        licence or other right or privilege (if any) for the time\n                being affecting the land, might be expected to realize\n                if offered for sale on such reasonable terms and con-\n                ditions as a bona fide seller would require;\n            “improvements” in relation to land means those physical\n                additions and alterations thereto and all works for the\n                benefit of the land made or done by the owner or\n                any of his predecessors in title which, as at the date\n                on which the improved or unimproved value is required\n                to be ascertained, has the effect of increasing its value:\nIs/1974              Provided that-\nS . 2(b).\n                          (a) the destruction or removal of timber or\n                               vegetable growth;\n                          (b) the draining, filling, excavation or recla-\n                               mation of the land;\n                          (c) the making of retaining walls or other\n                               similar works designed to arrest or pre-\n                              vent erosion or flooding of the land; or\n                          (4the grading or levelling of the land,\n                shall not be regarded as improvements;\n            “land” includes all tenements and hereditaments add also\n                all messuages, houses, buildings, or other construction\n                whether the property of Her Majesty, Her heirs or\n                successors, or of any corporation, or of any private\n                individual, and all trees growing or standing thereon\n                but shall not include growing crops:\n                  Provided that-\n                    (#) the value of trees, other than fruit trees,\n                        that have been planted for any purpose; or\n                    (6) the value of trees that have been preserved\n                        as shelter or for ornamental purposes,\n                    me imclusion of this page is authorized by LN. 87/1986]\n                         L A N D VALUATION                            5\n     shall not be included in any valuation roll prepared\n     under section 17;\n“local authority” means-\n    (a) a Parish Council constituted under the Parish\n          Councils Act; or\n    (b) the Council of the Kingston and Saint Andrew\n        Corporation constituted under the Kingston and\n         St. Andrew Corporation Act; or\n    (c)   the National Water Commission constituted under\n           the National Water Commission Act;\n“Minister” means the Minister responsible for land valua-\n    tion;\n“officer” means the Commissioner, the Deputy Commis-\n     sioner and any other officer appointed pursuant to\n     section 3 but does not include a servant so appointed;\n“owner” means the person who, whether jointly or severally\n   is seised or possessed of or entitled to any estate or\n   interest in land and shall include any person who,\n   whether severally or jointly, claims that there is vested\n   in him, and any person in whom the Commissioner\n   believes there is vested, in possession, remainder or\n   reversion, any estate or interest at law or in equity\n   in the parcel of land;\n“person in possession of land” includes the attorney,\n    overseer or manager or other person having the\n    management of or the collection or the receipt of the\n    rents, issues or profits of any land as well as the owner,\n    occupier or person actually in possession of such land;\n“parcel of land” means land which is separately held by\n    any owner, or land which the Commissioner directs\n    should be valued as a separate parcel of land;\n          me inclusion of tbis page is authorized by L.N. 87/ 19861\n6                                    L A N D VAL.UAT1ON\n            “return” includes all returns, notices, declarations. state-\n                 ments and information prescribed or required by the\n                 Commissioner to be furnished;\n            “sub-divided” and “sub-divide“ mean and refer to dividing\n             : . lands into parts, whether the dividing is-\n                   (a) by sale, conveyance, transfer or partition; or\n                   (b) by any agreement, dealing or instrument inter\n                        vivos (other than a lease for any term not\n                        exceeding five years without right of renewal),\n                        rendering different parts thereof immediately\n                        available for separate disposition or separate\n                        occupation; or\n                   (c) by procuring the issue of a certificate of title\n                        under the Registration of Titles Act in respect\n                        of a part of the land;\n            “unimproved land” means land on which no improvements\n                as defined in this Act have been effected;\n            “unimproved value” means-\n                  (a) in relation to unimproved land the capital sum\n151 1974              which the fee simple of the land together with\ns. 2 la).             any licence or other right or privilege (if any)\n                      for the time being affecting the land, might be\n                      expected to realize if offered for sale on such\n                      reasonable terms and conditions as a bona fde\n                      seller would require;\n                  (6) in relation to improved land the capital sum\n                      which the fee simple of the land might be\n                      expected to realize if offered for sale on such\n                      reasonable terms and conditions as a bona fide\n                      seller would require, assuming that at the time\n                      as at which the value is required to be ascer-\n                      tained for the purposes of this Act the improve-\n                      ments as defined in this Act do not exist :\n                       LAND VALUATION                                  7\n      Provided that in determining the unimproved value S.15/1974\n                                                            2 (d).\n    of any land, the Commissioner may assume that-\n      (a) the land may be used, or continue to be used,\n          for any purpose for which it was being used OT\n          could have been used at the time as at which\n          the value is required to be ascertained for the\n          purposes of this Act; and\n      (b) such improvements as may be required in order\n          to enable the land to be so used or continue to\n            be so used, will be made or continue to be made,\n    so, however, that nothing in this Act shall prevent the\n    Commissioner, in determining the unimproved value\n    of land, from taking into account any other purpose\n    for which the land may be used if those improvements,\n    if any, had not been made :\n       And provided further that the unimproved value is/1974\n    shall in no case be less than the sum that will be ob- s. 2 (C).\n    tained by deducting the value of the improvements\n    from the improved value at the time as at which the\n    value is required to be ascertained for the purpose of\n    this Act;\n“value of improvement” in relation to land means the\n    added value which the improvements give to the land\n    at the time as at which the value is required to be\n    ascertained for the purpose of this Act irrespective of\n    the cost of the improvements:\n      Provided that the added value shall in no case\n    exceed the amount that should reasonably be involved\n    in effecting, at the time as at which the value is\n    required to be ascertained for the purposes of this Act,\n    improvements of a nature and efficiency equivalent to\n    the existing improvements.\n        phe inclusion of this page i s authorized by L.N. 87/19861\n8                                      L A N D VALUATION"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. [Deleted by Act I 2 of 1985, Schedule1\nPower of        4.-(1) For the purpose of carrying out the objects and\ndclepltion\n              purposes of this Act, and his powers, duties and responsi-\n              bilities thereunder, the Commissioner is hereby authorized\n              to delegate to the Deputy Commissioner, or to any other\n              officer, any of his powers, duties and responsibilities under\n              this Act, except the power of delegation.\n                     (2) A delegation may be made in respect of any\n              particular matter or of any class of matters or generally,\n              or may be limited to any part of the Island and may be\n              subject to or on such terms and conditions as the Commis-\n              sioner thinks fit.\n                     (3) Every delegation under this section shall be\n              revocable at the will of the Commissioner but no delegation\n              shall prevent the exercise of any power, duty, function or\n              authority by the Commissioner himself.\nvaluatiori      5. Each parish of the Island shall be a separate valuation\ndistricts.\n              district for the purpose of this Act:\n                Provided that the Minister may, from time to time, by\n              order, alter, vary or abolish such districts or substitute\n              additional districts.\n                                     PART11. Valirarions\nCommis-         6.-(1) Except as provided in subsection (2) the Commis-\naiomr to      sioner shall, in each district, make a valuation of the\nmakc\nvaluation?.   unimproved and improved value of every parcel of land.\n                    (2) The Minister may, by order, direct that it shall\n              not be necessary to determine-\n                  (a) the unimproved or improved value of such land\n                       belonging to or occupied by the Crown as may be\n                       prescribed in the order;\n                        me inclusion of this page is authorized by LN.87/19%5]\n              .\n                  .\n                         LAND VALUATION                                   9\n     (b) the unimproved value of such land of estimated\n         low unimproved value as may be prescribed in the\n         order; and\n     (c)   the improved value of such lands as are prescribed W I ~ S P\n           in the order (except so far as it may be necessary ’. 3.\n           in order to determine the unimproved value of\n           such land):\n  Provided that no order made under this section shall\ncome into force unless it is approved by resolution of the\nHouse of Representatives.\n       (3) An order made under paragraph (a) or paragraph\n(c) of subsection (2) may be limited to a district but an\norder made under paragraph (h) of subsection (2) shall not\nbe so limited and shall apply to the whole Island.\n       (4) Any order under this section may be given retro-\nspective effect to a date not earlier than the 18th January,\n1957 and such order may be amended or revoked by the a Y 9 7 4\nMinister by another order made in like manner."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1)  Notwithstanding that bauxite and I3:erite are sa-\nminerals vested in the Crown and that regulations made lands.\nunder the Mining Act may stipulate that a mining 411199\nl e e for bauxite or laterite under that Act shall not be s. 3.\ngranted to any person other than the owner in fee simple\nof the land, where the valuation of any land is affected by\nthe presence of bauxite or laterite thereunder as a mineral\nof economic value for mining, any increase in the capital\nvalue of such land, so far as such increase is attributable\nto the prwnce of such bauxite or laterite, shall, for the\npurpose of determining the unimproved or the improved\nvalue of the land, be deemed to be limited to the value of\nany royalties payable to the owner of the land.\n-          me inclusion of this m e is ~uthorizedby LN.87/19861\nin                                    LAND VALUATION\n                    ( 2 ) The value of royalties payable to an owner of\n             land in respect of bauxite or laterite shall, for the purposes\n             of this section, be deemed to be one-twentieth of the\n             unimproved value of the land.\nDate of        8. The Commissioner shall fix, in respect of any and\nvaluation.\n             every valuation of land in a district, a date as at which all\n             parcels of land in that district shall be valued:\n               Provided that-\n                 (a) if the Commissioner deems it necessary or expe-\n                      dient to do so he may alter, from time to time, any\n                      dates fixed by him under this section; and\n                  (b) a date as originally fixed or subsequently altered\n                      by the Commissioner under this section shall be\n                       earlier than the date when the valuation in\n                       question comes into force.\nDate of        9 . 4 1 ) Subject to the provisions of subsection (2) the\nfirst\nvaluation    Minister shall, by order, 6x a date on and after which\nin a         the first valuation made by the Commissioner of all parcels\ndistrict.\n             of land in a district shall, subject to objection or appeal\n             under this Act, be the valuation of all parcels of land\n             required by this Act to be valued by the Cornmissioner in\n             that district.\n                    (2) The Commissioner may alter the valuation of any\n             parcel of land in accordance with subsections (3), (4) and\n             (5) of section 11.\neffectof        10. On and after the date on which the Erst valuation\nvaluation.\nL.N.\n             under this Act in any district is specified by the order as\n22311M4.     coming into force every valuation made under the Valua-\n             tion Act shall cease. to have effezt in respect of such district\n             and the provisions of that Act shall cease to apply to land\n             in such district.\n                      m e inclusion of this wage is authorized by LN. 87119861\n                         LAND VALUATION                                 11\n   L1.-(1) A fresh valuation shall be begun in each district NW\n                                                             valuations.\nas near as may be five years after the date fixed by the\nCommissioner under section 8 for the first valuation for\nthat district and as near as may be on every fifth anniver-\nsary of such date thereafter.\n         (2) The Minister may by order, as respects any 1511974\ndistrict, require a fresh valuation to be begun at intervals S 5(l)(a).\nless than or more than five years: and no valuation shall be\ninvalidated or affected by reason only of the failure of the\nCommissioner to comply with the provisions of this section\nas respects the periods specified.\n       (3) Such fresh valuation shall come into operation L.N.\non an order by the Minister and as from the date of such 2231 1964.\norder the previous valuation in that district shall cease to\nbe in force.\n       (4) No alteration shall be made in the valuation of\nany parcel of land during the period of five years afore-\nsaid or such other period as may be prescribed pursuant 1 5 1 1 ~ 4\n                                                          S. (11 (b)\nto subsection (2)-\n    (a) unless such land is sub-divided during such period;\n         or\n    (b) unless where two or more parcels of unoccupied\n        land adjoining each other are valued as one\n        portion of land and one or more parcels of such\n        land is or are sold or occupied during such\n        period or\n    (c) unless a public work, service, or undertaking is\n         provided during such period on account of which\n         the Commissioner is of opinion the value of such\n         land has altered; or\n    (4unless by reason of flood, cyclone, or some other\n         adverse natural cause over which the owner had\n        E l l o induaion of t l i s page is authorized by LN.87/19861\n                         L A N D VALUATION\n          no control, such land has been permanently\n          damaged and the Commissioner is of opinion that\n          the value of such land has altered; or\n     (e) unless the unimproved value of that parcel of land\n         is altered by the acquisition or loss, during that\n         period, of a licence or other right or privilege the\n         value of which is deemed to form part of the\n         unimproved value of that land; or\n     cf, unless, being land exclusively used for residential\n         purposes when valued, that land comes under use\n         for industrial or other purposes whereby the\n         value thereof is, in the opinion of the Commis-\n         sioner, altered; or\n     (g) unless, in the opinion of     the Commissioner,\n         circumstances affecting the valuation of the land\n         are such as to render an alteration necessary or\n         desirable for preserving or attaining uniformity\n         in values between that valuation and subsisting\n         valuations of other comparable parcels of lands.\n       ( 5 ) Nothing in this section shall prevent or be\ndeemed to prevent the Commissioner from valuing any\nland which becomes taxable or rateable or from deducting\nfrom the value of any parcel that portion of the value\nwhich may be applicable to any part of that parcel which\nhas ceased to be taxable or rateable.\n        (6) Where, subsequent to the making of the 6rst\nvaluation or of any subsequent valuation under this Act in\na district-\n    (a) that district is abolished and the whole or any\n        part thereof is joined to another district; or\n        p n e iasJusMn of this pave is authorized by L.N.87/1986]\n                           LAND VALUATION                                           13\n      (b) part of that district is excluded therefrom and\n          included in another district,\nthe Commissioner shall, in and for the purpose of making the\nfirst valuation or, as the case may be, any subsequent valuation\nunder this Act in that other district, again value and, to the\nextent deemed fit by him, alter the subsisting valuation of, any\nand all land in that other district which has been joined thereto\nor included therein as aforesaid, and nothing in this section or\nin any other provision of this Act shall prevent or be deemed to\nprevent the Commissioner from so doing."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Unless the Commissioner otherwise directs, there                Land to be\n                                                                      includedin\nshall be included in one valuation several parcels of land            onevaluation,\nwhich adjoin and which are owned by the same person and\nwhere either no part is let or all of the holdings are let to\none person."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Unless the Commissioner otherwise directs-                      Separate\n                                                                      valuations.\n           several parcels of land which adjoin and which\n           are owned by the same person shall be valued\n           separately if buildings are erected thereon which\n           are obviously adapted to separate occupation and\n           which could respectively be held under ssparate\n           ownerships;\n           several parcels of land which are owned by the\n           same person but are separately let to different\n           persons shall be separately valued;\n           if a parcel of land is severed by a public road or\n           by a railway or river, and is in fact occupied and\n           used as one property it shall, notwithstanding the\n           severance, be valued as one parcel.\n         [The inclusion o f this page is authorized by L.N.87/2004]\n14                                       LAND VALUATION\nApportion-       14. Where land in respect of which one valuation would\nment of\nproperty      otherwise have been made under this Act is situated partly in\nbetween       one district and partly in another district, the valuation shall\ndistricts.\n              first be made of the parcel as a whole and the value so\n              determined shall be apportioned between the respective districts\n              in such ratio as the Commissioner may, after consulting the\n              local authorities concerned, determine.\nCertain         15.-41) Every officer employed in or in connection with any\nreturns and\ninformation   department of Government, other than the Taxpayer Audit and\nto be         Assessment Department, shall, at the prescribed time and in the\nfurnished.\n1Z1985        prescribed form, furnish to the Commissioner such information\nSch.          in their respective office as may be required by the Com-\n              missioner, so, however, that this subsection shall not be\n              construed to authorize the disclosure of any information\n              relating to a person's income or items of income.\n                       (2) Every local authority and every officer thereof\n              shall, at the prescribed time and in the prescribed form, furnish\n              to the Commissioner such information in relation to valuation\n              returns, rate books or other documents as may be required by\n              the Commissioner.\nAccess to       16.-41) The Commissioner, or any officer, servant or other\nlands and\nbuildings.    person authorized by the Commissioner in writing for that\n              purpose, shall for the purpose of ascertaining the value of any\n              land have power to enter, at all reasonable hours during the\n              daylight, in or upon any land without being liable to any legal\n              proceedings or molestation whatever on account of such entry:\n                Provided always that neither the Commissioner nor any\n              officer, servant or other person authorized as aforesaid shall\n              enter into any dwelling-house in actual occupation unless with\n              the consent of the occupier thereof, without previously giving\n              forty-eight hours' notice in writing to such occupier.\n                           LAND VALUATION                                     15\n            (2) Every person in possession of land, after being\n    served with a notice in writing signed by the Commissioner\n    or by an officer authorized by the Commissioner, shall-\n         (a) show to the Commissioner or officer authorized as\n              aforesaid all maps, plans, diagrams, documents\n              of title and documents containing information as\n              to the refits, issues and profits of such land in\n              his custody or control; and\n         (b) permit the Commissioner or officer authorized as\n              aforesaid to make tracings or copies of such maps,\n              plans, diagrams or documents; and\n         (c) on the date appointed in the notice being m t less\n              than seven days after the service thereof, meet\n              the Commissioner or the officer, servant or other\n              person authorized as aforesaid on such land and          .\n              answer all such questions as may be put to him\n              c0n-g       such land and point out the boundaries\nI             of such land.\n           (3) Any person who shall fail to comply with any\n    of the provisions of subsection ( 2 ) shall be liable on\n    summary conviction thereof in a Resident Magistrate’s                          .\n    Court to a penalty not exceeding forty dollars and in\n    default of payment thereof to imprisonment for a term\n    not exceeding three months."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.11985\n                                                           %h.\n     (b) the Collector of Taxes in the district;\n     (c) any local authorities providing services in the\n         district; and\n     (d) such other persons as may be prescribed.\n       (2) Where any amendment of a valuation roll is\nmade a supplementary roll showing such amendment shall\nbe furnished to the persons specified in subsection (1).\n        (3) Fees in respect of valuation rolls supplied pur-\nsuant to this d o n shall be payable by all local authorities\nand by such other persons as may be prescribed and, in\neither event, in such amount as may be prescribed.\n        pinSlusioS ofthis pase i s authorized by LN. 87119861\n 22                                    LAND VALUATION\n                      (4) All copies of the valuation roll shall be certified\n               by the Commissioner in the prescribed form.\nCommis-           2 7 . 4 1 ) The Commissioner shall h w e power and author-\nsioner l o\nmake           ity to make, and shall: as and when required by any ministry\nvaluations\nfor govero-    or government department or statutory corporation or\nmat            other body or officer representing the Crown, make any\ndepart-\nments, etc.    valuation of any land for such ministry, department, cor-\n               poration, body or officer.\n                        (2) The Commissioner may also make any valuation\n               of any land as and when requested to do so by the owner\n               thereof.\n                        (3) A valuation made pursuant to this section shall\n               be made on such basis as is appropriate to the purpose for\n               which it is required.\n                       (4) The fees payable for making any valuation under\n               this. section shall be as prescribed.\n                       ( 5 ) The Commissioner shall issue a certificate of\n               valuation of any valuation made under this section.\n                                   PARTV. Miscellaneous\nCertified         28. On application in writing and on payment of the\ncopies of,\nor extracts    prescribed fee the Commissioner shall supply to any person\nfrom,\nva I u ation   in such form as the Commissioner may determine a certified\nIOU.\n               copy of, or a certified extract from, the particulars in\n               respect of any valuation entered on the valuation roll. Such\n               certified copy or certified extract shall for all purposes\n               and in all proceedings be evidence of the matters and\n               things stated therein and that any valuation mentioned\n               therein has been duly made in accordance with the\n               provisions of this Act.\nPower to          2 9 . 4 1 ) The Commissioner may, in order to obtain\nobtain\nevidence.      information required for the purposes of this Act, by\n               notice in writing, require any person, whether the person\n                       [The iacluslod of this page is authorized by LN.87/19861\n                         LAND VALUATION                               23\nis in possession of land or not, to attend and give evidence\nbefore him or before any officer authorized by him in that\nbehalf, concerning any land, and to produce all books,\ndocuments, and other papers whatsoever in his custody or\nunder his control relating thereto.\n        (2) The Commissioner may require the evidence to\nbe given on oath, and either verbally or in writing, and for\nsuch purpose he or the officer so authorized by him may\nadminister an oath.\n        (3) Any person attending in accordance with sub-\nsection (1) before the Commissioner or an officer authorized\nby him shall be entitled to have his expenses paid from\npublic funds by such person and in such manner as may\nbe prescribed."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) Where a change in ownership of land occurs\nto c a w on   subsequent to the giving of a notice of valuation in respect\nobjection\nor appeal.    of that land, the new owner of the land may, subject to\n              this section and to section 20, lodge an objection against\n              the valuation and, if he is dissatisfied with the decision of\n              the Commissioner upon that objection, appeal against that\n              decision,\n                       (2) If an objection or appeal as aforesaid was made\n              or instituted by a former owner of land prior to the change\n              in ownership then the new owner of the land shall have the\n              right to carry on in his own name that objection or appeal\n              but he shall not be entitled in that case to make or institute\n              a fresh objection or, as the case may be, appeal but may\n              add to or vary the grounds of objection or appeal.\n                       (3) A new owner of land shall not be entitled to be\n              given a fresh notice of valuation but shall be deemed to\n                          me inclusion of lhis page is authorized by L.N. 248/19751\n                          LAND VALUATION\nhave received the notice of valuation given to the person in\npossession of the land and to have received it when it was\nso given."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Any person who is dissatisfied with a valuation ObjXtions\nmade under this Act may, within sixty days after service ~ o ~ ~ : L U a -\nof the notice of valuation, post or lodge with the Commis- 44j1964\nsioner an objection in writing against the valuation stating S. 3.\nthe grounds upon which he relies : such objection shall be\nin the prescribed form and shall be limited to one or more 15/1974\nof the following grounds-                                    s. 'I.\n     (u) that the values assessed are too high or too low;\n     (b) that lands which should be included in one valua-\n          tion have been valued separately;\n     (c) that lands which should be valued separately have\n          been included in one valuation;\n     (4that the person named in the notice is not the\n          owner of the land."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.-(1) The Commissioner shall with all reasonable des- Considera-\npatch consider the objection and may either disallow it or tion of\n                                                            obj~oos,\nallow it either wholly or in part.\n          (2) Written notice of the Commissioner's decision\nshall be given to the objector."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22-(1)      Any person who is dissatisfied with the decision ~~~~i\nof the Commissioner upon an objection may, within sixty              z2ztn\ndays of the service of notice of that decision, or such longer\nperiod as may be permitted by or pursuant to rules of court, 4411964\n                                                                     &fiz&\nappeal to the Revenue Court., and thereupon shAl deposit sb:ig71\nwith the Commissioner of Inland Revenue as a security fx $      ;:$\nthe due prosextion of the appeal such s u n as may be pres- Sch.\ncribed for the particular class of case : if he appears in per-\nson or by an attorney-at-law before the Revenue Court in\nsupport of his appeal he shall be entitled to a return of the\nsaid sum whatever the outcome of the appeal.\n           me inaushn of t i i s page is authorized by LN.8711986l\n18                                 LAND VALUATION\n                     (2) An appeal shall be limited to the grounds stated\n             in the objection:\n29 / 197 1      Provided that the Revenue Court may in its discretion\n2nd Sch.\n             permit the ground of appeal to be amended.\n                     (3) Upon an appsal under this section the Revenue\n             Court may ccnfirm or reduce or increase the valuation\n             appealed against and may make such order as it deems fit\n             with respect to the payment of costs.\n1511974              (4) An order under subsection (3) with respect to\ns. 8.        the payment of costs shall have regard to the extent to\n             which the valuation of the objector as well as that of the\n             Commissioner differs from valuation as determined by the\n             Revenue Court and may be apportioned between the parties\n             in such proportion as the Court thinks fit.\n                     (5) No Judge or Magistrate shall, solely on account\n             of land owned by him being subject to valuation by the\n             Commissioner, be deemed to be interested in or debarred\n             from dealing with any matter upon which he may be called\n             upon to adjudicate under this Act.\nFurther        23.41) If the Commissioner or any person affected by\n             the decision of the Revenue Court is dissatisfied in any\n2911971      respect with the decision of the Revenue Court, it shall be\n2nd Sch.\n4411964      lawful for him within sixty days of the date on which the\ns. 3.        decision is announced or such longer period as may be\n             prescribed by rules of court, to appeal to the Court of\n             Appeal and the Court of Appeal shall have jurisdiction to\n             hear and determine the appeal.\n1511962              (2) It shall be lawful for the Court of Appeal by\ns. 35.\n             order to enlarge the time hereby appointed for appeal and\n             such enlargement may be ordered although an application\n             therefor is not made until after the expiration of the time\n             appointed.\n                     (3) Rules of court may be made regulating the\n             practice and procedure, including the re-hearing of cases,\n                     me Wusion of this page is autbaized by LN. 87/198q\n                       LAND VALUATION                                          19\nto be adopted on appeal, and to prescribe the forms to\nbe used."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Further appeals.\n        me inclusion of this page is authorized by LN.87/198a]\n2                          LAND VALUATION"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1)     Subject to the provisions of this section, the fact Collection\n                                                                  3f tax\nthat an objection has been made or that an appeal is pendmg\n                                                                  objection\npending shall not in the meantime interfere with or affect or appeal.\nthe recovery of tax under any enactment for the time being $.4\\!964\nimposing a tax on land or the making and levying and\nrecovery of rates by or on behalf of any local authority or\nthe making and levying and recovery of any other statutory\nrate, charge or assessment based on the unimproved value\nor improved value of land and, if the valuation is altered,\ndue adjustment shall be made for which purpose amounts\npaid in excess shall be refunded and amounts underpaid\nshall be recoverable as arrears.\n          (2) A person required to pay land tax in respect\nof any land which is the subject matter of an objection\nunder this Act or any appeal arising therefrom may in the\nprescribed form and manner and within the prescribed time\ndeclare what in his opinion are the unimproved value and\nthe improved value of the land.\n        ( 2 ~ )Pending determination of an objeotion or ap- 7/1983\np ea as the case may be, in relation to any land, the collec- s. 2 (a), Ib)\ntion and recovery of land tax in respect of that land shall,\nsubject to subsection (3)-\n     (a) be effected as if the unimproved or improved value\n          of the land were assessed at seventy-five per centurn\n          of the value stipulated by the Commissioner; or\n     (b) be based on the value declared by the objector or\n          appellant, as the unimproved or improved value of\n          the land,\nwhichever is the greater.\n        (3) When the valuation of land which is the subject ~ ( ~ ) ( t , )\nmatter of an objection or appeal and in relation to which\na declaration has been made pursuant to subsection ( 2 ) is\n       [The inclusion of tbia page ia autho~edby   L.N. 55/19841\n20                         LAND VALUATION\n     ultimately ascertained upon the hearing or other disposal\n     of the objection or appeal, as the case may be-\n          (01 an adjustment of land tax shall, where necessary,\n               be made so as to ensure that land tax is assessed\n               and paid as from the collection date on the basis\n               of the valuation as so ultimately ascertained; and\n               accordingly any amount paid in excess shall be\n               refunded and any amount underpaid shall be\n               recovered as arrears of tax;\n          (b) interest shall be charged on any amount under-\n               paid from the collection date until the date of\n               payment at the rate of 8 per cent per annum or\n               at such other rate as the Minister responsible for\n               finance may, subject to subsection (4), from time\n               to time by order prescribe and such interest may\n               be added to the amount payable as land tax and\n               may be collected and recovered as if it were land\n               tax.\n             (4) Any order made by the Minister responsible for\n     finance pursuant to subsection (3) shall be subject to\n     negative resolution of the House of Representatives.\n             (5) In this section-\n          (a) “collection date”, in relation to any land tax\n               payable in respect of any land, means the date\n               on which such tax would be due and payable if\n               there had been no objection or appeal in respect\n               of the valuation of that land;\n          (6) “land tax” means any such tax, rate, statutory\n               rate, charge or assessment as is referred to in\n               subsection (1);\n          (c) notwithstanding any power to enlarge the time\n               for an appeal, a valuation shall be deemed to be\n               ultimately ascertained if the time for appeal, or,\n               as the case may be, for any further appeal, has\n               elapsed:\n           [The indusion of this page is authorized by LN. 55/19841\n                      LAND V A L U A T I O N                            21\n           Provided that where the time for appeal, or foI\n         such further appeal, is enlarged the Court enlarg-\n         ing the time may order that for the purpose of\n         this section the valuation shall be regarded as not\n         being ultimately ascertained until the hearing or\n         disposal of the appeal or further appeal as the\n         case may be.\n               PARTIV. Uses of Valuation"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Where in any provision of any other enactment, purposes\n                                                             for which\nwhether enacted before, on or after the enactment of this vaiuat,on\nAct, reference is made to the unimproved value or improved tobeused.\nvalue of land and there is a subsisting valuation made under\nthis Act of the land in question, the unimproved or improved\nvalue of the land for the purposes of such other enactment\nshall, unless that other enactment otherwise provides, be\nthe unimproved or improved value in that valuation.\n  Za.-(l) The Commissioner shall, as soon as is reasonably supplyof\npracticable after the completion of the valuation roll in cope3\n                                                           vduatloo\n                                                                   Of\nrespect of any district, furnish a copy of that roll to-\n     (a) the Commissioner of Inland Revenue;\n                                                                ;Az,\n                                                           %loner."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Every person who comes into or passes out of the Noticeof\n                                                              change of\npossession of any parcel of land or any part of any parcel ownership.\nof land whether by subdivision or otherwise shall within\nthree months of such change of possession notify the\nCollector of Taxes of the parish in which the land is located\nand furnish to him such particulars in relation to the\ntransaction as may be prescribed:\n  Provided that it shall not be necessary to notify a\nchange of possession unless that change relates to a right\nto exclusive possession that has enured or may in law\nenure for a period of at least three years."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-(1) Every person in possession of land shall, if Returns.\nrequired by the Commissioner, furnish to him, in the\nmanner and within the time required by him, a return or\nan additional return setting out in relation to every\nholding of land such particulars as the Commissioner may\nrequire.\n         (2) If a person required by the Commissioner to\nfurnish such return is not a person in possession of land,\n        m e inclusion of this page is authorized by L.N. 55/1984]\n D ir   u\n24                              LAND VALUATION\n           he shall, nevertheless, in the manner and within the time\n           the Commissioner has 50 required him to make such return\n           under subsection (l), furnish a return stating that fact and\n           should such person fail so to do he shall be deemed to\n           have failed to comply with the requirement of the Commis-\n           sioner under subsection (1).\n                   (3) Every person, whether a person in possession\n           of land or not, if required by the Commissioner, shall in\n           the manner and within the time required by him, furnish\n           any return or any information required by the Commis-\n           sioner for the purposes of this Act.\n                   (4) The Commissioner may require the returns\n           referred to in this section to be furnished to any officer\n           duly authorized by him in that behalf, either by delivering\n           the same to the said officer personally, or by forwarding\n           the same to the said officer by registered post.\n                   (5) Every person shall give, upon every return\n           furnished by him, his correct postal address for service\n           of notices and shall, within one month after any change\n           in such address, give notice in writing to the Commissioner\n           of the new address.\n                   (6) All returns, notices and information required\n           under this Act shall (except where otherwise specified in\n           or authorized by or under this Act) be delivered at the\n           office of the Commissioner on or before such days as may\n           be notified or prescribed.\nIS/1974            (7) Any requirement by the Commissioner under\ns. 9.      this section may, without prejudice to the power of the\n           Commissioner to proceed under section 32 or section 34,\n           be notified to any person by notice published in a newspaper\n           published and circulating in Jamaica and, if the Commis-\n           sioner thinks fit, in the Gazette.\nservice      32. Any notice or other Eommunbtion by or on behalf\nofnoticc   of the Commissioner may be served upon any pmon-\n                 [The inelusion of this page is authorid by LN. 55/1984]\n                         LAND VALUATION                                    25\n    (Q) by causing it to be personally served on him; or\n    (b) by leaving it at his address for service; or\n    (c)  by posting it by pre-paid registered letter post\n         addressed to him at his address for service,\nand, in the case of paragraph (c), service thereof shall be\ndeemed to have been effected at the time when it would\nin the ordinary course of the post have arrived at the place\nto which it was addressed or the town or post office nearest\nto that place."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. The address for service last given to the Commis- Addrcg\nsioner shall, for all purposes under this Act, be the\naddress for service, but, where no address for service has\nbeen given to the Commissioner or where the departmental\nrecords disclose that such person has subsequently changed\nhis address, and he has not notified the Commissioner\neither in a return or by separate written advice of such\nchange then the address of the person as described in any\nrecord in the custody of the Commissioner shall be the\naddress for service."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. If any owner of land or other person to receive any         :;kted\nnotice or other document under this Act-                    sernce.\n     (a) is absent from this Island, and the records in the\n          possession of the Commissioner disclose that such\n          owner or other person has no attorney or agent\n          in this Island to whom the notice or other docu-\n          ments may be given; or\n     (b) cannot after reasonable enquiry be found,\nany such notice or other document may be given or served\non him by posting the same or a copy thereof in a letter\naddressed to him at his address for service under this Act,\nor by placing the same on a conspicuous part of the land\nto which the same relates, or by publishing a copy of a\ntrue abstract of the same in the Gazerre.\n          me inclusion of this page is authorized by LN.87/198q\n26                                   LAND VALUATION\nRight to       35. The Commissioner may appear either prsonally or\nappar.\n1211985\nsch.\n             by attorney-at-law, or by a valuer, or by some officer\n             of the public service, in any court or in any proceedings,\n             and the statenient of any such attorney-at-law, valuer or\n             officer that he so appears by authority of the Commissioner\n             shall be accepted as sufficient evidence of such authority.\nPower Of\nMinister"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36.-(1) If any act, matter or thing prescribed to be\nas fa        made or done a t or within a fixed time under this Act\ntimes for\ndoing        cannot or is not so made or done the Minister may, by\nactn, etc.   order, from time to time appoint a further or other time\n             for making or doing the same, whether the time or any\n             such further or other time within which the same ought\n             to have been done has or has not elapsed or expired.\n                     (2) Any act, matter or thing made or done within\n             the time or other time appointed by such order shall be as\n             valid as if it had been made or done within the time\n             prescribed.\nPenalties.     37. A n y person who-\n                  (0) in any way obstructs or hinders the Commissioner,\n                       or any other officer in the exercise of his functions\n                       under this Act, or refuses to answer any relevant\n                       question when duly required to do so; or\n                 (b) fails to furnish any returns, notice or information\n                      or comply with any requirement of the Commis-\n                       sioner as and when required by this Act or by\n                       the Commissioner; or\n                  (c) refuses or neglects duly to attend and give\n                       evidence when required by the Commissioner or\n                       any officer duly authorized by him in that behalf,\n                      or fails, refuses or neglects truly and fully to\n                      answer any questions put to him, or to produce\n                      any book, document or other paper required of\n                      him by the Commissioner or any such officer,\n                     PICinclusion of this page is authorin&   LN.87/1985]\n                       LAND VALUATION                                    27\n         unless just cause or excuse for the refusal or\n         neglect is shown by him,\nshall be guilty of an offence and, on summary conviction\nthereof in a Resident Magistrate’s Court, shall be liable\nto a fine not exceeding forty dollars and in default of\npayment thereof to be imprisoned for any term not\nexceeding three months."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. Any person who makes or delivers a return or notice False\n                                                            returns or\nwhich to his knowledge is false in any particular, or makes\nan answer whether orally or in writing, which is to his\nknowledge false in any particular, to any question put to\nhim by the Commissioner or any officer duly authorized by\nhim, shall be guilty of an offence and, on summary con-\nviction thereof in a Resident Magistrate’s Court, shall be\nliable to a h e not exceeding forty dollars and in default\nof payment thereof to be imprisoned for any term not\nexceeding three months."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. Any of the following offences-                         Place where\n                                                             +  offen-\n     (a) failure to furnish any return or information;       IS\n                                                             cammitted.\n     (b) making or delivering a return which, to the\n          knowledge of the person making or delivering the\n          return, is false in any particular or making an\n          answer which, to the knowledge of the person\n          making it, is a false answer;\n     (c) failure to comply with any requirement,\nshall be deemed to have been cornmitted-\n      (i) at the place where the return or information was\n          furnished or should, in accordance with this Act\n          or a requirement of the Commissioner or an officer\n          authorized by him, have been furnished, or where\n          the answer was made, or where the requirement\n          should have been complied with;or\n28                                 LAND VALUATION\n                 (3) at the usual or last known place of abode of the\n                     defendant,\n            and may be charged as having been committed at either\n            of these places.\nEvidence.     40.-(1)   Any valuation roll and all entries made therein\n            or a copy of or entry from any such roll or entries certified\n            by the Commissioner to be a true copy thereof shall be\n            received as prima facie evidence of the facts therein men-\n            tioned in any proceedings under this Act.\n                    (2) Any certificate, notice or other document bearing\n            the written stamp or printed signature or the stamped or\n            printed name of the Commissioner shall, until the contrary\n            is proved, be deemed to have been duly signed by the\n            Commissioner.\n                    (3) Judicial notice shall be taken of every such\n            signature or name and of the fact that the person whose\n            signature or name it purports to be holds or has held the\n            office of Commissioner.\n                    (4) The production of the Gazette containing any\n            notioe purporting to be published by the Commissioner in\n            pursuance of this Act or any notice of the appointment\n            of the Commissioner or any officer or person under this\n            Act shall be conclusive evidence of such notice, publication\n            or appointment."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. Regulations.\n            me inclusion of tbis page is authorid by L.N. 87/19861\n                       L A N D VALUATlOrV                                         3\n                                                                     LaWS\n                                                                   73 of 1956,\n                                                                   41 of 195X\n            THE LAND VALUATION ACT                                 23 of 1959,\n                                                                   15 of 1962\n                                                                     s 35.\n                                                                      Act3\n                                                                  44 of 1964.\n                                                                  29 of 1971\n                                          If8rh January, 1957.1    2,d    sch.\n                                                                  15 of 1574,\n                                                                  7 r.f 19R3.\n                                                                         .\n                                                                         ... ,\n                                                                   I 2 of 198.5\n                                                                         Sch"
    }
  ],
  "definitions": []
}