{
  "id": "jm-stat-the-larceny-act",
  "type": "statute",
  "title": "The Larceny Act",
  "title_en": "The Larceny Act",
  "short_name": "Larceny Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-larceny-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-larceny-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. For the purposes of this Act--                          Definitions.\n    (11 a person steals who, without the consent of the\n        owner, fraudulently and without a claim of right\n        made in good faith, takes and carries away any-\n        thing capable of being stolen with intent, at the\n        time of such taking, permanently to deprive the\n        owner thereof:\n           Provided that a person may be guilty of stealing\n        any such thing notwithstanding that he has lawful\n        possession thereof, if, being a bailee or part owner\n        thereof, he fraudulently converts it to his own use\n        or to the use of any person other than the owner;\n    (2) (i) “takes” includes obtaining the possession-\n               (U)   by any trick;\n               ( b ) by intimidation;\n               (c) under a mistake on the part of the owner\n                     with knowledge on the part of the taker\n                     that possession has been so obtained;\n               (d) by finding, where at the time of the find-\n                     ing the finder believes that the owner may\n                     be discovered by taking reasonable steps;\n         (ii) “carries away” includes removal of anything\n              from the place which it occupies, but, in the\n              case of a thing attached, only if it has been\n              compietely detached;\n        (iii) “owner” includes any part owner, or person\n              having possession or control of, or a special\n              property in, anything capable of being stolen;\n8                                        LARCENY\n                (3) everything which has value and is the property\n                    of any person, and, if adhering to the realty, then\n                    after severance therefrom, shall be capable of being\n                    stolen:\n                        Provided that-\n                          (a) save as hereinafter expressly provided with\n                              respect to fixtures, growing things, ore\n                               from mines, and mineral oils, anything\n                              attached to or forming part of the realty\n                               shall not be capable of being stolen by\n                              the person who severs it from the realty,\n                              unless after severance he has abandoned\n                              possession thereof; and\n                           (b) the carcase of a creature wild by nature\n                               and not reduced into possession while\n                               living shall not be capable of being stolen\n                               by the person who has killed such\n                               creature, unless after killing it he has\n                               abandoned possession of the carcase.\nOffensive      4.--(1) A firearm or imitation firearm shall notwith-\nweapons.\n            standing that it is not loaded or is otherwise incapable of\n111967      discharging any shot, bullet or other missile, be deemed to\ns. 53       b: an offensive weapon or instrument for the purposes of\n    sch.\n            paragraph (a)of subsection (1) of section 37 and paragraph\n            (1) of section 42.\n                  (2) In this section-\n                “firearm” means any lethal barrelled weapon of any\n                     description from which any shot, bullet or other\n                     missile can be discharged;\n                “imitation firearm” means anything which has the\n                     appearance of being a firearm whether it is capable\n                     of discharging any shot, bullet o r missile or not.\n                  F   e inclusion of this page is authorized by L.N. 480/1973]\n                            LARCENY\n                PART 11. lndicrable Oflcnces"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) Every person who steals any cattle shall be guilty L,-,,yof\nof felony, and on conviction thereof liable to imprisonment wt*tfle.\nwith hard labour for any term not exceeding seven years.\n       (2) In this section, the term “cattle” includes horses,\nasses, mules, kine, sheep, goats, and swine, as well as all\nhomed cattle."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Stealing for which no special punishment is provided simple\nunder this or any other enactment for the time being in larceny.\nforce shall be simple larceny and a felony punishable with\nimprisonment with hard labour for any term not exceeding\nfive years."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Every person who wi!fully kills any animal with intent Killing\nto steal the carcase, skin, or any part, of the animal killed, animals\n                                                               wifiintent\nshall be guilty of felony, and on conviction thcreof liable tosteal.\nto the same punishment as if he had stolen such animal, if\nthe offence of stealing the animal so killed would have\namounted to felony."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Every person wh-                                            L-y.\n                                                                 etc.. of dogs.\n     (4steals any dog after a previous summary conviction\n          of any such offence; or\n     (b) unlawfully has in his possession or on his premises\n         any stolen dog, or the skin thereof, knowing such\n         dog or skin to have been stolen, after a previous\n         summary conviction of any such offence; or\n     (c) corruptly takes any money or reward, directly or\n         indirectly, under pretence or upon account of aid-\n         ing any person to rxovw any stoIen dog, or any\n         dog which is in the possession of any peixon not\n         being the owner thereof,\n       me inclusion of this page is authorized by L.N. SS/I%41\n10                                         LARCENY\n 17ll982\n 3rd. soh.\n              shall be guilty of felony. and on conviction thereof shall be\n              liable to imprisonment for a term not exceeding five years.\nLarceny of      9. Every person who steals the whole or any part of any\nWillS.\n              will, codicil, or other testamentary instrument, either of a\n              dead or of a living person, shall be guilty of felony, and on\n              conviction thereof liable to imprisonment with hard labour\n              for any term not exceeding ten years.\nLarceny of       10. Every person who steals the whole or any part of-\ndocuments\nof title to         (a) any document of title to lands; or\nIsnd. etc.\n                    ( b ) any record, writ, return, panel, petition, process,\n                          interrogatory, deposition, asdavit, rule, order,\n                          warrant of attorney, or any original document of\n                          or belonging to any Court of Record, or relating\n                          to any cause or matter, civil or criminal, begun,\n                          depending, or terminated, in any such Court; or\n                    (c) any original document relating to the business of\n                          any office or employment under Her Majesty, and\n                          being or remaining in any office appertaining to\n                          any Court of Justice, or in any Government build-\n                          ing or public office,\n              shall be guilty of felony, and on conviction thereof liable\n              10 imprisonment with hard labour for any term not exceed-\n              ing five years.\nTaking,         11. Every person who, for any fraudulent purpose, takes\ndestroymg,\netc., docu-   and carries away, destroys, damages, or obliterates, the\nments for a\nfraudulent    whole or any part of-\npurpo=            (a) any will, codicil, or other testamentary instrument,\n                        either of a dead or living person;\n                  ( b ) any valuable security;\n                  (c) any record, writ, return, panel, petition, process,\n                        interrogatory, deposition, affidavit, rule, order,\n                    [The inclusion of this page lli authonzed by L.N. 55/19841\n                              LARCENY                                         13\n     (I?) if the value of the property stolen amounts to ten\n           dollars; or\n     ( b ) if he by any menace or threat puts any person\n           being in such dwelling-house in bodily fear,\nbe guilty of felony, and on conviction thereof liable to\nimprisonment with hard labour for any term not exceeding\nten years."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12) Every person who robs any person shall be\n             guilty of felony, and on conviction thereof liable to imprison-\n4211963      ment with hard labour for any term not exceeding fifteen\ns.2.         years.\n                     (3) Every person who assaults any person with\n             intent to rob shall be guilty of felony, and on conviction\n             thereof liable to imprisonment with hard labour for any\n4211963\n92\n             term not exceeding ten years.\nSacrilcge.     38. Every person w h o -\n                  (U) breaks and enters any place of divine worship and\n                       commits any felony therein; or\n                  (b) breaks out of any place of divine worship, having\n                      committed any felony therein,\n                    [The inclusion of this page i s authorized by L.N. 480119731\n                              LARCENY                                                    27\nshall be guilty of felony called sacrilege, and on conviction\nthereof liable to imprisonment with hard labour for any\nterm not exceeding ten years."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Every person who steals any chattels, money, or Larceny\n                                                                    fromthe\nvaluable security, from the person of another shall be guilty person.\nof felony, and on conviction thereof liable to imprisonment\nwith hard labour for any term not exceeding ten years."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Every person who steals-                                      m n y\n                                                                    from ship.\n     (a) any goods in any vessel, barge, or boat of any\n         description whatsoever, within the territorial waters\n         surrounding the Island, or upon any navigable\n         river or canal or in any creek or basin within the\n         Island; or\n     (6) any goods from any dock, wharf, embarcadere,\n         jetty, or quay, within the Island; or\n     (c) any part of any vessel in distress, wrecked, stranded,\n          or cast on shore, or any goods, merchandise, or\n          articles of any kind belonging to such vessel,\nshall be guilty of felony, and on conviction thereof liable to\nimprisonment with hard labour for any term not exceeding\nten years."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Every person who, being a tenant or lodger, or the Larcenyby\n                                                            tenants or\nhusband or wife of any tenant or lodger, steals any chattel lodgcn,\nor fixture let to be used by such person in or with any house\nor lodging, shall be guilty of felony, and on conviction there-\nof liabte-\n       Tfie inclusion of this rage is authorized by LN. 480/19731\n14                                         LARCENY\n                  (0) if    the value of such chattel or fixture exceeds the\n                         sum of ten dollars, to imprisonment with hard\n                         labour for any term not exceeding five years;\n                   ( b ) in all other cases, to imprisonment with hard labour\n                         for any term not exceeding two years.\nLarceny and     22. Every person who-\nembezzle-\nment by           (1) being a clerk or servant or person employed in\nclerks or\nservants.             the capacity of a clerk or servant-\n                      ( a ) steals any chattel, money, or valuable security\n                            belonging to or in the possession or power\n                            of his master or employer; or\n                      ( b ) fraudulently embezzles the whole or any part\n                            of any chattel, money, or valuable security,\n                            delivered to or received or taken into posses-\n                            sion by him for or in the name or on the\n                            account of his master or employer;\n                   (2) being employed in the public service of Her\n                        Majesty or being a member of or employed in the\n                        Jamaica Constabulary Force-\n                        (a) steals any chattel, money, or valuable security\n                             belonging to or in the possession of Her\n                             Majesty or entrusted to or received or taken\n                             into possession by such person by virtue of\n                             his employment; o r\n                        (b) embezzles or in any manner fraudulently\n                             applies or disposes of for any purpose what-\n                             soever except for the public service any\n                             chattel, money, or valuable security, entrusted\n                             to or received or taken into possession by him\n                             by virtue of his employment,\n              shall be guilty of felony, and on conviction thereof liable\n              to imprisonment with hard labour for any term not exceed-\n              ing ten years.\n                    [The inclusion of this pagc is aulhorized by L.N. 480119731\n                             LARCENY                                        15"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Every person who, being an officer of the Post Oflice ~ t e a ~ i norg\ndepartment or employed therein, steak or cmbezzles a postal crnbezrle-\n                                                             n,cnI by\naticle in course of transmission by post, shall be guilty of ;\n                                                             !\n                                                             ;\n                                                             &\nfelony, and on conviction thereof liable-\n     (a) if the postal article contains any chattel, money,\n           or valuable security, to imprisonment with hard\n           labour for any term not exceeding ten years;\n     ( b ) in all other cases, to imprisonment with hard\n           labour for any term not exceeding seven years.\n  2 4 4 1 ) Every person whoConversion.\n     (i) being entrusted either solely or jointly with any\n           other person with any power of attorney for the\n           sale or transfer of any property. fraudulently sells,\n           transfers, or otherwise converts the property or any\n           part thereof to his own use o r benefit, or the use\n           or benefit of any person other than the person by\n           whom he was so entrusted; or\n     (ii) being a director, member, or officer, of any body\n          corporate or public company, fraudulently takes\n          or applies for his own use or benefit, or for any\n          use or purposes other than the use or purposes of\n          such body corporate or public company, any of\n          the property of such body corporate or public\n          company; or\n    (iii) ( U ) being entrusted either solely or jointly with\n                any other person with any property in order\n                that he may retain in safe custody or apply,\n                pay, or deliver, for any purpose or to any\n                person, the property or any part thereof or\n                any proceeds thereof; or\n          ( b ) having either solely or jointly with any other\n                person received any property for or on\n                account of any other pcrson,\n       me inclusion of this page is authorized by L.N. 480119731\n16                                         LARCENY\n                       fraudulently converts to his own use or benefit, or\n                       the use or benefit of any other person, the property\n                       or any part thereof or any proceeds thereof,\n              shall be guilty of a misdemeanour, and on conviction there-\n              of liable to imprisonment with hard labour for any term\n              not exceeding seven years.\n                      (2) Nothing in paragraph (iii) of subsection (1) shall\n              apply to or affect any trustee under any express trust created\n              by a deed or will, or any mortgagee of any property, real\n              or personal, in respect of any act done by the trustee or\n              mortgagee in relation to the property comprised in or\n              affected by any such trust or mortgage.\nConversion       25. Every person who, being a trustee of any property\nby trustee.\n              for the use or benefit either wholly or partially of some other\n              person, or for any public or charitable purpose, with intent\n              to defraud, converts or appropriates it or any part thereof\n              to or for his own use or benefit, or the use or benefit of any\n              person other than the person entitled thereto, or for any\n              purpose other than such public or charitable purpose, or\n              otherwise disposes of or destroys such property or any part\n              thereof, shall be guilty of a misdemeanour, and on conviction\n              thereof liable to imprisonment with hard labour for any\n              term not exceeding seven years :\n                 Provided that no prosecution for any offence included\n              in this section shall be commenced-\n                  (a) by any person without the sanction of the Director\n                      of Public Prosecutions;\n                  ( b ) by any person who has taken any civil proceedings\n                        against such trustee, without the sanction also of\n                        the court or Judge before whom such civil proceed-\n                        ings were heard or are pending.\n                    me inclusion of this page is authorized by L.N. 480119731\n                             LARCENY                                   17"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Conversion by trustee.\n               [The inclusion o f this page Is authorized by L.N. 180At20061\n                                  LARCENY\n     Factors obtaining advances on the property of their principals.\n     Frauds by director. etc.\n     Fraudulently inducing persons to invest money.\n     Falsification of accounts.\n     Falsification of account books of a bank. etc.\n     Clerks. etc.. making out false dividend warrants.\n     Personating the owner of stock.\n     Personation with intent to obtain land. etc.\n     Falsely acknowledging bail. etc.\n     False pretences.\n     Obtaining credit by fraud.\n     Robbery.\n     Sacrilege.\n     Burglary.\n     House-breaking and committing felony.\n     House-breaking with intent to commit felony.\n     Being found by night armed or in possession of house-breaking\n       implements.\n     Extortion.\n     [Repealed by Act 29 of 200.5.]\n     [Repealed by Act 29 of 2005.1\n     [Repealed byAct 29 of 2OO5.]\n     Receiving.\n     Corruptly taking a reward.\n                       PART III. Summav Offences"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.--(1) Every person who, being a factor or agent Factors\n                                                             obtaining\nentrusted either solely or jointly with any other person for advanocson\n                                                             thc property\nthe purpose of sale or otherwise with the possession of any oftheir\ngoods or of any document of title to goods, contrary to or prindpa's.\nwithout the authority of his principal in that behalf, for\nhis own use or benefit, or the use or benefit of any person\nother than the person by whom he was so entrusted, and in\nviolation of good faith-\n     (i) consigns, deposits, transfers, or delivers, any goods\n         or document of title so entrusted to him as and by\n         way of a pledge, lien, or security, for any money\n         or valuable security borrowed or received, or\n         intended to be borrowed or received, by him; or\n     (ii) accepts any advance of any money or valuable\n          security on the faith of any contract or agreement\n          to consign, deposit, transfer or deliver any such\n          goods or document of title,\nshall be guilty of a misdemeanour, and on conviction there-\nof liable to imprisonment with hard labour for any term\nnot exceeding seven years :\n  Provided that no such factor or agent shall be liable to\nany prosecution for consigning, depositing, transferring,\nor delivering, any such goods or documents of title, where\nthey are not made a security for or subject to the payment\nof any greater sum of money than the amount which, at the\ntime of such consignment, deposit, transfer, or delivery, was\njustly due and owing to such agent from his principal,\ntogether with the amount of any bill of exchange drawn by\nor on account of such principal and accepted by such factor\nor agent.\n        (2) (U) Any factor or agent in possession of any\ngoods or any document of title to goods entrusted to him\nfor the purposes set out in subsection (1) shall be deemed-\n       me inclusion of thio page is authorized by L.N. 480/19731\n18                                  LARCENY\n             (i) to have been entrusted with the possession of the\n                 goods represented by such document of title;\n           (ii) for the purposes of this section, to have been\n                 entrusted with such goods o r document of title\n                 to goods by the owner thereof, unless the contrary\n                 is shown in evidence.\n                   ( b ) Every contract pledging or giving a lien upon\n     such document of title shall be deemed to be a pledge of\n     and lien upon the goods to which it relates.\n                   (c) Any such factor or agent shall be deemed to\n     be in possession of such goods or documents whether they\n     are in his actual custody or are held by any other person\n     subject to his control, or for him or in his behalf.\n                   (d) Where any Ioan or advance is made in good\n     faith to any factor or agent entrusted with and in posses-\n     sion of any such goods or documents of title on the faith of\n     any contract or agreement in writing to consign, deposit,\n     transfer, or deliver such goods o r documents of title, and\n     such goods or documents of title are actually received by\n     the person making such loan or advance, without notice\n     that such factor or agent was not authorized to make such\n     pledge or security, every such loan or advance shall be.\n     deemed to be a loan or advance on the security of such goods\n     o r documents of title and within the meaning of this section,\n     though such goods or documents of title are not actually\n     received by the person making such loan or advance till the\n     period subsequent thereto.\n                   (e) Any payment made whether by money or\n     bill of exchange or other negotiable security shall be deemed\n     to be an advance within the meaning of this section.\n                    ( f ) Any contract or agreement whether made\n     direct with such factor or agent or with any person on his\n     behalf shall be deemed to be a contract o r agreement with\n     such factor or agent.\n            plhc inclusion of this page is authorized by L.N. 480/1973]\n                        LARCENY                                          19"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Every person who-                                          Frauds by\n                                                               drector, etc.\n  (1) being a director, public officer, or manager, of any\n      body corporate or public company-\n      (a) as such, receives or possesses himself of any\n           property of such body corporate or public\n           company and, with intent to defraud, omits\n           to make, or cause to be made, a full and true\n           entry thereof in the books and accounts of\n           such body corporate or public company;\n      (b) makes, circulates, or publishes, or concurs in\n          making, circulating, or publishing, any written\n          statement or account which he knows to be,\n          false in any material particular-\n              (i) with intent to deceive or defraud any\n                  member, shareholder, or creditor of\n                  such body corporate or public com-\n                  pany; or\n             (ii) with intent to induce any person to\n                  become a shareholder or partner there-\n                   in or to entrust or advance any property\n                   to such body corporate or public com-\n                   pany, or to enter into any security for\n                   the benefit thereof;\n  (2) being a director, public officer, manager, or\n      member, of any body corporate or public company\n      with intent to defraud-\n      (a) destroys, alters, mutilates, or falsifies, any\n            book, paper, writing or valuable security,\n            belonging to such body corporate or public\n            company;\n      ( b ) makes or concurs in the making of any false\n            entry, or omits or concurs in omitting any\n    D e i&sion   of thin page is authorized by LN. 480119731\n20                                         LARCENY\n                             material particular, in any book of account\n                             or other document,\n              shall be guilty of a misdemeanour, and on conviction thereof\n              liable to imprisonment with hard labour for any term not\n              exceeding seven years.\nFraudu-         2 8 . 4 1 ) Every person who, by any statement, promise\nlently in-\nducing per-   or forecast which he knows to be misleading, false or\nsons to in-   deceptive, or by any dishonest concealment of material facts,\nvest money.\n              or by the reckless making of any statement, promise or fore-\n711965        cast which is misleading, false or deceptive, induces o r\n141h Sch.\n              attempts to induce another person-\n                  (a) to enter into or offer to enter into-\n                          (i) any agreement for, or with a view to.\n                              acquiring, disposing of, subscribing for or\n                              underwriting securities or lending or deposit-\n                              ing money to or with any industrial and\n                              provident society, co-operative society or\n                              building society; or\n                          (ii) any agreement the purpose or pretended\n                               purpose of which is to secure a profit to\n                               any of the parties from the yield of securities\n                               or by reference to fluctuations in the value\n                               of securities; or\n                  ( b ) to acquire or offer to acquire any right or interest\n                        under any arrangements the purpose or effect, or\n                        pretended purpose o r effect, of which is to provide\n                        facilities for the participation by persons in profits\n                        or income alleged to arise or to be likely to arise\n                        from the acquisition, holding, management or\n                        disposal of any property other than securities; or\n                  (c) to enter into or offer to enter into an agreement the\n                        purpose or pretended purpose of which is to secure\n                        a profit to any of the parties by reference to\n                             LARCENY                                21\n         fluctuations in the value of any property other than\n         securities.\nshall be guilty of a misdemeanour, and liable on conviction\nthereof to imprisonment with hard labour for a term not\nexceeding seven years.\n         (2) In this section-\n    (a) “building society” means a society registered under\n           the Building Societies Act;\n    ( b ) “co-operative society” means a co-operative society\n           registered under the Co-operative Societies Act;\n    (c) “corporation” means any body corporate, in-\n          corporated whether in Jamaica or elsewhere;\n    ( d ) “debentures” means any debentures, debenture\n          stock or bonds of a corporation, whether con-\n          stituting a charge on the assets of the corporation\n          or not;\n    (e) “industrial and provident society” means an\n          industrial and provident society registered under\n          the Industrial and Provident Societies Act;\n     (f) “securities” means-\n              (i) shares or debentures, or rights or interests\n                  (described whether as units or otherwise) in\n                  any shares or debentures; or\n             (ii) securities of the Government of Jamaica or\n                  of the Government of any other country; or\n            (iii) rights (whether actual or contingent) in\n                  respect of money lent to or deposited with,\n                  any industrial and provident society, co-\n                  operative society or building society,\n          and includes rights or interests (described whether\n          as units or otherwise) which may be acquired\n          under any unit trust scheme under which all\n      IThe inclusion of this page is authorized by L.N. 480/1Y73]\n22                                         LARCENY\n                        property for the time being subject to any trust\n                        created in pursuance of the scheme consists of such\n                        securities as are mentioned in paragraph (i), para-\n                        graph (ii) or paragraph (iii) of this definition;\n                  ( g ) “shares” means shares in the share capital of a\n                        corporation or stock of a corporation;\n                  (h) “unit trust scheme” means any arrangements made\n                        for the purpose, or having the effect, of providing\n                        facilities for the participation by persons, as\n                        beneficiaries under a trust, in profits or income\n                        arising from the acquisition, holding, management\n                        or disposal of securities or any other property\n                        whatsoever.\nFalsification   29. Every person w h o -\nof accounts.\n                   (i) being a clerk or servant or person employed in the\n                       capacity of clerk or servant wilfully and with intent\n                       to defraud-\n                            (a) destroys, alters, mutilates, or falsifies, any\n                                  book, paper, writing, valuable security,\n                                  or account, belonging to or in the posses-\n                                  sion of his employer, or received by him\n                                  for or on account of his employer;\n                                  or\n                            ( b ) makes or concurs in making any false\n                                  entry in, or omits or alters, or concurs in\n                                  omitting or altering, any material partic-\n                                  ular from or in such book or any docu-\n                                  ment or account;\n                  (ii) being employed in the public service of Her\n                       Majesty, or being a member of or employed in\n                       the Jamaica Constabulary Force-\n                            (a) destroys, alters, mutilates, or falsifies, any\n                                  book, paper, writing, valuable security,\n                    [Thc inclusion of this page is authorized by L.N. 480/19731\n                             LARCENY                                  23\n                     or account, belonging to or in the posses-\n                     sion of Her Majesty, or received by him\n                     for or on behalf of Her Majesty; or\n               ( b ) makes or concurs in making any fake\n                     entry in, or omits or alters, or concurs\n                     in omitting or altering, any material\n                     particular from or in any such book or\n                     any document or account,\nshall bz guilty of a misdemeanour, and on conviction thereof\nliable to imprisonment with hard labour for any period not\nexceeding five years."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Every person who wilfully and with intent to Falsificalion\n                                                           of account\ndefraud-                                                   books of a\n                                                           bank, etc.\n     (a) makes any false entry in, or alters any yord or\n         figure in,any of the books of account kept at any\n         Savings Bank in Jamaica, or by any body corporate\n         or public company, in which books the accounts\n         of the owners of any money deposited in such\n         Savings Bank, or of any stock of any such body\n         corporate, i s entered and kept; or\n     ( b ) falsifies in any manner any of the accounts of any\n           such owners in any such books; or\n     (c) makes any transfer of any share or interest of or\n            in any such deposit or stock in the name of any\n           person, not being the true and lawful owner of\n           such share or interest,\nshall be guilty of felony, and on conviction thereof liable\nto imprisonment with hard labour for life."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. Every person who, being a clerk, officer, or servant: making\n                                                            CI:rks,etc.,\n                                                                    out\nor pzrson employed in the capacity of a clerk, Officer, or falwdivid-\nservant, in any Savings Bank in Jamaica, or by any body\ncorporate or public company, knowingly and with intent to\n       me inclusion of this page is authorized by L.N. 4%0l151731\n24                                         LARCENY\n              defraud makes out or delivers any dividend warrant, or\n              warrant for payment of any interest or money, for a greater\n              or less amount than the person on whose behalf such\n              warrant has been made is entitled to, shall be guilty of\n              felony, and on conviction thereof liable to imprisonment\n              with hard labour for any term not exceeding seven years.\nPersonating     32. Every person who falsely and deceitfully personates-\nthe owner\nof slack.          (a) any owner of any share or interest of, or in, any\n                         stock, annuity, or other public fund, which is\n                         transferable at any bank or public office in Jamaica;\n                         or\n                   (b) any owner of any share or interest of, or in, the\n                       capital stock of any body corporate or public\n                       company; or\n                   (c)   any owner of any dividend or money payable in\n                         respect of any such share or interest; or\n                   ( d ) any owner of any money deposited in any Savings\n                         Bank in Jamaica, or in any Building Society,\n              and thereby transfers or endeavours to transfer any share\n              or interest belonging to such owner, or thereby receives or\n              endeavours to receive any money due to any such owner,\n              as if such person were the true and lawful owner, shall be\n              guilty of felony, and on conviction thereof liable to imprison-\n              ment with hard labour for life.\nPersonation      33. Every person who falsely and deceitfully personates\nwith intent\ntoobtain      any person, or the heir, executor, administrator, wife,\nland, etc.\n              widow, next of kin, or relation, of any person, with intent\n              fraudulently to obtain any land, estate, chattel, money,\n              valuable security, or property, shall be guilty of felony, and\n              on conviction thereof liable to imprisonment with hard\n              labour for any term not exceeding five years.\n                    mhe inclusion of this page is authorized by L.N. 480/1973]\n                            LARCENY                                            25"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. Every person who, without lawful authority or excuse, Falsely\n                                                            acknowledg-\nthe proof whereof shall lie on the accused. in the name of ing ball, W .\nany other person, acknowledges any recognizance or bail,\nor any cognovit acciowm, or judgment, or any deed, or\nother instrument, before any court, Judge or other person\nlawfully authorized in that behalf, shall be guilty of felony,\nand on conviction thereof liable to imprisonment with hard\nlabour for any term not exceeding seven years."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. Every person who, by any false pretence-                    False\n                                                                  pretences.\n    (1) with intent to defraud, obtains from any other\n         person any chattel, money, or valuable security,\n         or causes or procures any money to be paid, or\n         any chattel or valuable security to be delivered,\n         to himself or to any other person for the use or\n         benefit or on account of himself or any other\n         person; or\n    (2) with intent to defraud or injure any other person,\n        fraudulently causes or induces any other person-\n              (a) to execute, make, accept, endorse, or\n                    destroy, the whole or any part of any\n                    valuable security; or\n              ( b ) to write, impress, or affix, his name or\n                    the name of any other person, or the seal\n                    of any body corporate or society. upon\n                    any paper or parchment in order that it\n                    may be afterwards made or converted\n                    into, or used or dealt with as, a valuable\n                    security,\nshall be guilty of a misdemeanour, and on conviction thereof\nliable to imprisonment with hard labour for any term not\nexceeding five years.\n      me inclusion of this page is authorized by L.N. 480/19731\n26                                         LARCENY\nObtaining      36. Every person who, in incurring any debt or liability,\ncredit by\nfraud.       obtains credit under false pretences or by means of any\n3911967      other fraud shall be guilty of a misdemeanour, and on\ns.2.\n             conviction thereof, shall be liable to imprisonment with or\n             without hard labour for any term not exceeding two years.\nRobbcry.       3 7 . 4 1 ) Every person who-\n                 (a) being armed with any offensive weapon or instru-\n                      ment, or being together with one other person or\n                      more, robs, or assaults with intent to rob, any\n                      person;\n                 (b) robs any person and, at the time of or immediately\n                     before or immediately after such robbery, uses any\n                     personal violence to any person,\n             shall be guilty of felony, and on conviction thereof liable\n4?/1963\ns. 2.\n             to imprisonment with hard labour for any term not exceed-\n9 nf 1972    ing twenty-one years.\nSch."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. Every person who in the night-                                         Burglary.\n    (I) breaks and enters the dwelling-house of another\n         with intent to commit any felony therein; or\n    (2) breaks out of the dwelling-house of another,\n        having-\n                (U) entered  such dwelling-house with intent\n                      to commit any felony therein; or\n               (b) committed any felony in such dwelling-\n                   house,\nshall be guilty of felony called burglary, and on conviction\nthereof-\n     (i) where the felony committed in the dwelling-house 4z(1%3\n         is rape, shall be liable to imprisonment for life; and\n                                                                             Sch.\n     (ii) in any other case shall be liable to imprisonment 9,11972\n          for a term not exceeding twenty-one years.        Sch."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. Every person who-                                                      HOUSC-\n                                                                            brca!cing and\n                                                                            committing\n     (I) breaks and enters any dwelling-house, or                       any felony.\n          building within the curtilage thereof and occupied\n          therewith. or any school-house, shop, warehouse,\n          counting-house, office, store, garage, pavilion,\n          factory, or workshop, or any building belonging\n          to Her Majesty or to any Government department,\n          or to any municipal or other public authority, and\n          commits any felony therein; or\n       m~heinclusion of this page is a u L h ~ r k dby L.N. 480119731\n28                                         LARCEXY\n                   (2) breaks out of any such place, having committed\n                        any felony therein,\n              shall be guilty of felony, and on conviction thereof-\n42/1963            (a) where the felony committed in any such place is\ns. 2.                  rape, shall be liable to imprisonment for life; and\n911972\nSch.\n                  ( b ) in any other case shall be liable to imprisonment\n                        for a term not exceeding ten years.\nHouso           41. Every person who, with intent to commit any felony\nbreaking\nwith intent   therein-\nto commit\nfelony.\n                  (a) enters any dwelling-house in the night; or\n                   (6) breaks and enters any dwelling-house, place of\n                       divine worship, or any building within the curtilage\n                       thereof, or any school-house, shop, warehouse,\n                       counting-house, office, store, garage, pavilion,\n                       factory, or workshop, or any building belonging to\n                       Her Majesty, or to any Government department,\n                       or to any municipal or other public authority.\n              shall be guilty of felony, and on conviction thereof liable\n              to imprisonment with hard labour for any term not exceed-\n              ing seven years.\nBeing found     42. Every person who is found by night-\nby night\narmed or in\npossession\nof housc-\n                  (1) armed with any dangerous or offensive weapon or\nbreaking               instrument, with intent to break or enter into any\nimplcmcnts.\n                       building and to commit any felony therein, or\n                  (2) having in his possession without lawful excuse\n                      (the proof whereof shall lie on such person) any\n                      key, picklock, crow, jack, bit, or other implement\n                      of house-breaking; or\n                                   LARCENY                                                29\n     (3) having his face blackened or disguised with intent to\n         commit any felony; or\n     (4) in any building with intent to commit any felony\n         therein,\nshall be guilty of a misdemeanour, and on conviction thereof\nliable-\n     (a) if he has been previously convicted of any such\n         misdemeanour or of any felony, to imprisonment\n         with hard labour for any term not exceeding ten\n         years; and\n     (b) in all other cases, to imprisonment with hard labour\n         for any term not exceeding five years."
    },
    {
      "provision_ref": "sec42a",
      "section": "42A",
      "title": "Section 42A",
      "content": "42A.-(1)      Every person who-                                           Extortion.\n                                                                             2912005\n                                                                             S. 2.\n     (a) with a view to gain for himself or another; or\n     (b) with intent to cause loss to another,\nmakes any unwarranted demand with menaces, shall be guilty\nof the offence of extortion.\n        (2) For the purposes of this section-\n     (a) a demand with menaces is unwarrantdd unless the\n         person making the demand, satisfies the Court\n        that-\n              [The Inclusion of thls page in authorized by L.N. 180AIZ006j\n                                  LARCENY\n                 (i) he has reasonable grounds for making the\n                     demand; and\n                (ii) the use of the menaces is a proper means\n                     of reinforcing the demand;\n           \"gain\" and \"loss\" mean a gain or loss, respectively,\n          in money or other property, including an ofice or\n          employment, whether or not for remuneration,\n          whether temporary or permanent and, for the\n          purposes of this definition-\n                 (i) \"gain\" includes a gain by keeping what\n                     one has, and a gain by getting what one has\n                     not; and\n                (ii) \"loss\" includes a loss by not getting what\n                     one might get and a loss by parting with\n                     what one has;\n          the nature of the act or omission demanded is\n          immaterial and it is also immaterial whether or not\n          the menaces relate to action to be taken by the\n          person making the demand.\n         (3) A person who commits an offence under\nsubsection (1) shall be liable-\n      (a) on conviction before a Resident Magistrate to\n          imprisonment with hard labour for a term not\n          exceeding five years;\n          - -- - - - -      -\n             (The lnclualon of this page Is ruthorlzed by L.N. 180.4/20061\n                                  LARCENY\n     ( b ) on conviction in a Circuit Court to imprisonment for\n           a term not exceeding fifteen years."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46.-(1) Every person who receives any property knowing                 Receiving.\nit to have been stolen or obtained in any way whatsoever under\ncircumstances which amount to felony or misdemeanour, shall\nbe guilty of an offence of the like degree (whether felony or\nmisdemeanour), and on conviction thereof liable-\n     ( a ) ir the case of felony, to imprisonment with hard\n           labour for any term not exceeding ten years;\n     ( b ) in the case of misdemeanour, to imprisonment with\n           hard labour for any term not exceeding five years.\n         (2) Every person who receives any mail bag, or any\npostal article, or any chattel, or money, or valuable security,\nthe stealing, or taking, or embezzling, or secreting, whereof\namounts to a felony under this Act, knowing it to have been so\nfeloniously stolen, taken, embezzled, or secreted, and to have\nbeen sent or to have been intended to be sent by post, shall be\nguilty of felony, and on conviction thereof liable to the same\npunishment as if he had stolen, taken, embezzled, or secreted\nit.\n                                                  LARCENY\n                          (3) Every such person may be indicted and\n                 convicted, whether the principal offender has or has not been\n                 previously convicted, or is or is not amenable to justice.\n                           (4) Every person who, without lawhl excuse,\n                 receives or has in his possession any property stolen or\n                 obtained outside the Island, knowing it to have been stolen or\n                 obtained in any way whatsoever under such circumstances that\n                 if the act had been committed in the Island the person\n                 committing it would have been guilty of felony or\n                 misdemeanour, shall be guilty of an offence of the like degree\n                 (whether felony or misdemeanour), and on conviction thereof\n                 liable' to imprisonment with hard labour for any term not\n                 exceeding seven years.\nComptl y            47. Every person who corruptly takes any money or\ntaking a\nreward.          reward, directly or indirectly, under pretence or upon account\n                 of helping any person to recover any property which has,\n                 under circumstances which amount to felony or\n                 misdemeanour, been stolen or obtained in any way\n                 whatsoever, or received, shall (unless he has used all due\n                 diligence to cause the offender to be brought to trial for such\n                 offence) be guilty of felony, and on conviction thereof liable to\n                 imprisonment with hard labour for any term not exceeding\n                 seven years.\n                                  PART 111. Summary Ofences\nLarceny etc.,       48. Every person who-\nof dogs. etc..\npunishable\nsummarily.\n                       (a) steals any dog, or bird, beast, or animal, ordinarily\n                           kept in a state of confinement or for any domestic\n                           purposes; or\n                             /The inclusion of this page Is authorlzed by L.N. 180,4120061\n                                      LAKCEM\n      ( b ) willfully kills any such dog, bird, beast, or animal\n            with intent to steal the carcase, skin, or any part of the\n            animal killed; or\n     (c) unlawfully has in his possession or on his premises\n          any such stolen dog, bird, beast, or animal, or the skin\n          or plumage (as the case may be) thereof, knowing\n          such dog, bird, beast, or animal, or the skin or\n          plumage (as the case may be} thereof, to be stolen,\nshall be guilty of an offence, and on summary conviction in a\nResident Magistrate's Court, liable to a fine not exceeding forty I I 2\"O\nthousand dollars or three times the value of the thing stolen or s z\nkilled, whichever is the greater, or to imprisonment for a term\nnot exceeding three years."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49.   Every person who unlawfully and willfully takes or                        Takmgm\ndestroys, or attempts to take or destroy, any fish, crab, crayfish,                dmvsing\n                                                                                   fish.\noyster, or turtle, in any water in any private property shall be\nguilty of an offence, and on summary conviction in a Resident\nMagistrate's Court, liable to a fine not exceeding forty thousand                  11:2000\ndollars or three times the value of the things taken or destroyed,                 s. 2.\nwhichever is the greater, or to imprisonment for a term not\nexceeding three years"
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. Every person who catches, takes, or drives, or causes to Taking\nbe caught, taken, or driven, any animal from any property animal        with-\n                                                                  ul LrmSCnt\nwithout the consent of the owner or occupier of such property, o f w n a .\nshall be guilty of an offence, and on summary conviction in a\nResident Magistrate's Coun liable to a fine not exceeding forty I1:luw\nthousand dollars or three times the value of the animal caught, s.2.\ntaken or driven off, whichever is the greater, or to imprisonment\nfor a term not exceeding three years.\n                                                                                   stealing"
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. Every person who steals, or with intent to steal cuts,                      dC., fencer.\nsevers, roots up, or breaks, any part of any fence, whether                        dC\ngrowing or not, wooden post, stile, or gate, shall be guilty of\n                [The ~ n c l u i w no t this p g e IS nuthonxzd by L N   >110011\n?J\n          an offence, and on summary conviction in a Resident\n          Magistrate's Court, liable to a fine not exceeding forty thousand\ns. 2      dollars or three times the value ofthe thing stolen, whichever is\n          the greater, or to imprisonment for a term not exceeding three\n          years."
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52. Every person who-\n                                                                                        -?\n                (a) offers or exposes for sale any goods, merchandise, 01-\n                    articles whatsoever, which have been unlawfully\n                    taken, or which there is reasonable cause to suspect\n                    have been unlawfilly taken, fiom any ship or vessel\n                    in distress, or wrecked, stranded, or cast on shore;\n                (h) is found in possession of any such goods, merchan-\n                    dise, or articles,\n          and fails to satisfy the court that he came by them lawfirlly,\n          shall be guilty of an offence and on summary conviction liable\n          to imprisonment with hard labour for any term not exceeding\n1I !zwn   three months, or to a fine not exceeding four thousand dollars.\ns. 3"
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53. Where any person is charged with an offence under\n          section 13 and the value of the article alleged to be stolen or the\n          injury alleged to be d o n e\n               (a) does not exceed five thousand dollars; or\n               ( b ) exceeds five thousand dollars but does not exceed ten\n                     thousand dollars and the person charged consents to\n                     such trial,\n          such charge may be heard summarily and on conviction the\n          person charged shall be liable to a fine not exceeding twenty\n          thousand dollars or to imprisonment with hard labour for any\n          term not exceeding three months."
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54. Every person who publicly advertises a reward for the\n          return of any property stolen or lost and in such\n          advertisement-\n               (a) uses any words purporting that no questions will be\n                    asked of, or enquires made about, the person\n                    producing such property; or\n                         [The i n c l u ~ ma i ihir page 2 % auUlanzrd by L N.   xw11\n           (b) promises or offers to return to any person any money\n               which he may have paid by way of purchase for, or\n               advanced by way of loan on such property,\n     shall be guilty of an offence, and on summary conviction liable\n     to a fine not exceeding five thousand dollars or in default of            I I '21100\n                                                                               5 5\n     payment thereof to imprisonment with hard labour for any term\n .\n,-   not exceeding three months.\n                                                                               larcalv"
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55. Where any person is charged with larceny and the value             unda 1m\n     of the property alleged to be stolen-                                     ihuuraiid\n                                                                               dullsrs trkblc\n          (a) does not exceed five thousand dollars; or                        summarily.\n                                                                               11:loo0\n          ( b ) exceeds five thousand dollars but does not exceed ten          S. 6 (aXbi.\n                thousand dollars and the person charged consents to\n                such trial.\n     such charge may be tried summarily, and on conviction the\n     person charged shall be liable to a fine not exceeding twenty\n     thousand dollars or to imprisonment with hard labour for any\n     term not exceeding three months."
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56. Every person who receives any property, the stealing or\n     obtaining of which is an offence punishable on summary\n     conviction under this Act, knowing it to have been so stolen or\n     obtained, shall be liable on summary conviction to the same\n     punishment to which the person who stole or obtained such\n     property is liable\n                             PART IV. Generuf"
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57. Every person who knowingly and wilfully aids, abets,\n     counsels, procures, or commands, the commission of an offence\n     punishable under this Act shall be liable to be dealt with,\n     indicted, tried, and punished, as a principal offender.\n                                                                               Hustand and\n        5 8 . 4 1 ) A wife shall have the same remedies and redress            wife.\n     under this Act for the protection and security of her own\n     property as if she were a feme sole:\n        Provided that no proceedings under this Act shall be taken\n     by any wife against her husband while they are living together\n     as to or concerning any property claimed by her,\n                     in. inLIYeJOn   this PLSC i i nuchoked by   L N. IRPOII\n           nor while they are living apart as to or concerning any act done\n           by the husband while they were living together concerning\n           property claimed by the wife, unless such property has been\n           wrongfdly taken by the husband when leaving or deserting or\n           about to leave or desert his wife.\n                     (2) A wife doing an act with respect to any property of            7\n           her husband, which, if done by the husband in respect to\n           property of the wife, would make the husband liable to criminal\n           proceedings by the wife under this Act, shall be in like manner\n           liable to criminal proceedings by her husband."
    },
    {
      "provision_ref": "sec59",
      "section": "59",
      "title": "Section 59",
      "content": "59. In an indictment against a person for larceny or\n           embezzlement, the accused person may be charged and\n           proceeded against for the amount of a general deficiency in\n           account, notwithstanding that such general deficiency is made\n           up of any number of specific sums of money the taking of\n           which extended over any space of time, and without showing\n           any particular sums received and not accounted for,\nPunirhmm      60 -(I)   Every person who commits the offence of simple\n           larceny after having been previously convicted of felony shall\n           be liable to imprisonment with hard labour for any term not\n           exceeding ten years\n                    (2) Every person who commits the offence of simple\n           larceny, or any offence made punishable like simple larceny,\n           after having been previously convicted-\n                 (a) of any misdemeanour punishable under this Act; or\n                 ( b ) twice summarily of larceny or damage to property,\n           shall be liable to imprisonment with hard labour for any term\n           not exceeding seven years.\n                   (3) On conviction of a felony or misdemeanour\n           punishable under this Act, the court, instead of or in addition\n                          )The induiion or this p a ~ c13 iurhorizcd by L h   1/2OD?]\n                             LARCENY                                   37\nto any other punishment which may lawfully be imposed\nfor the offence-\n     (a) may fine the offender; or\n     (6) may require the offender to enter into his own\n          recognizances, with or without sureties, for keeping\n          the peace and being of good behaviour :\n  Provided that a person shall not be imprisoned for more\nthan one year for not finding sureties.\n       (4) Every person guilty of conspiracy to commit an 7ji965\noffence under section 28 shall be punishable as if he had 14thSch.\ncommitted such an offence.\n   6 1 . 4 1 ) On the trial of an indictment for obtaining or Procedure.\nattempting to obtain any chattel, money, or valuable\nsecurity, by any false pretence, it shall not be necessary to\nprove an intent to defraud any particular person, but it\nshall be sufficient to prove that the person accused did\nthe act charged with intent to defraud.\n       (2) An allegation in an indictment that money or\nbank-notes have been embezzled or obtained by false\npretences may, so far as regards the description of the\nproperty, be sustained by proof that the offender embezzled\nor obtained any piece of coin or any bank-note or any\nportion of the value thereof, although such piece of coin\nor bank-note may have been delivered to him in order that\nsome part of the value thereof should be returned to any\nperson and such part has been returned accordingly.\n       (3) In an indictment for receiving any property\nunder this Act, any number of persons who have at different\ntimes so received such property or any part thereof may be\ncharged and tried together.\n       (4) If any person who is a member of any partner-\nship, or is one of two or more beneficial owners of any\n       me inclusion of this page is authorized by L.N. 480/1973]\n38                                        LARCENY\n              property, steals or embezzles any such property of or\n              belonging to such partnership or to such beneficial owners,\n              he shall be liable to be dealt with, tried, and punished, as\n              if he had not been or was not a member of the partnership\n              or one of such beneficial owners.\nArrestwith-      62.--(1) Any person found committing any offence\nout warrant\n              punishable under this Act, except an offence under section\n              45 may be immediately apprehended without a warrant by\n              any person and forthwith taken, together with the property,\n              if any, before a Resident Magistrate or Justice to be dealt\n              with according to law.\n                      (2) Any person to whom any property is offered to\n              be sold, pawned, or delivered, if he has reasonable cause\n              to suspect that any offence has been committed against this\n              Act with respect to such property, shall, if in his power,\n              apprehend and forthwith take before a Resident Magis-\n              trate or Justice such person, together with such property,\n              to be dealt with according to law.\n                      (3) Any constable may take into custody without\n              warrant any person whom he fmds lying or loitering in any\n              highway, yard, or other place, during the night, and whom\n              he has good cause to suspect of having committed or being\n              about to commit any felony in this Act mentioned, and shall\n              take such person as soon as reasonably may be before a\n              Resident Magistrate or Justice to be dealt with according\n              to law.\nSearch          63.-(1) If it is made to appear by information on oath\nwarrants.     before a Resident Magistrate or Justice that there is reason-\n              able cause to believe that any person has in his custody or\n              possession or on his premises any property whatsoever,\n              with respect to which any offence against this Act has been\n              committed, such Magistrate or Justice may grant a warrant\n              to search for and seize such property.\n                    me inclusion of this page is authorized by L.N. 480/19731\n                            LARCENY                                 39\n      (2) (a) Any constable may, if authorized in writing\nby an officer of Constabulary not below the rank of\nSuperintendent, enter any house, shop, warehouse, yard, or\nother premises, and search for and seize any property he\nbelieves to have been stolen, and, where any property is\nseized under this section, the person on whose premises it\nwas at the time of seizure or the person from whom it was\ntaken shall, unless previously charged with receiving it\nknowing it to have been stolen, be summoned before a\nResident Magistrate to account for his possession of such\nproperty, and such Resident Magistrate shall make such\norder respecting the disposal of such property and may\naward such costs as the justice of the case may require.\n            (b) It shall be lawful for any such officer of\nConstabulary to give such authonty-\n      (i) when the premises to be searched are, or within\n          the preceding twelve months have been, in the\n          occupation of any person who has been convicted\n          of receiving stolen property or of harbouring\n          thieves; or\n     (ii) when the premises to be searched are in the\n          occupation of any person who has been convicted\n          of any offence involving fraud or dishonesty and\n          punishable with imprisonment.\n            (c) It shall not be necessary for such officer of\nConstabulary on giving such authority to specify any\nparticular property, but he may give such authority if he\nhas reason to believe generally that such premises are being\nmade a receptacle for stolen goods."
    },
    {
      "provision_ref": "sec64",
      "section": "64",
      "title": "Section 64",
      "content": "64.-(1) Whenever any person 5 being proceeded against Evidence.\nfor receiving any property knowing it to have been stolen,\nor for having in his possession stolen property, for the\npurpose of proving guilty knowledge there may be given\nin evidence at any stage of the proceedings-\n      me inclusion of this page is authorized by L.N. 480/19731\n40                                        LARCENY\n                (a) the fact that other property stolen within the\n                    period of twelve months preceding the date of the\n                    o h m charged was found or had been in his\n                    possession;\n                (b) the fact that within the five years preceding the\n                    date of the olience charged he was convicted of\n                    any offence involving fraud or dishonesty:\n                      Provided that this last-mentioned fact may not\n                    be proved unless-\n                        (i) s x e n days' notice in writing has been given\n                            to the offender that proof of such previous\n                            conviction is intended to be given;\n                       (ii) evidence has been given that the property\n                            in respect of which the offender is being\n                            tried was found or had been in his\n                            possession.\n                    (2) On the trial of any indictment for the fraud-\n           ulent conversion of any property, or the proceeds thereof,\n           it shall be prima fucie evidence of such conversion if it is\n           establishcd by evidence that the person to whom the\n           property was entrusted-\n                (a) absconded without accounting; or\n               ( b ) kept out of the way in order not to account; or\n               (c) having been duly called upon to account failed to\n                     give any satisfactory account of such property or\n                     the proceeds thereof.\n                   (3) No person shall be liable to be convicted of any\n           offence against sections 9, 10 paragraph (l), 11 paragraphs\n711965     (a)and (b),24: 25, 26, 27 and 28, upon any evidence what-\n'''hSch.\n           ever in respect of any act done by him, if at any time\n           previously to his being charged with such offence he has\n           first disclosed such act on oath, in consequence of any\n           compulsory process of any court of law or equity in any\n                             LARCENY                                   41\naction, suit, or proceeding which has been bona fde institu-\nted by any person aggrieved.\n        (4) In any proceedings in respect of any offence ~ 1 1 9 6 5\nagainst sections 9, 10 paragraph (l), 11 paragraphs (a) and 14th Sch\n(b), 24, 25, 26, 27 and 28, a statement or admission made\nby any person in any compulsory examination or deposition\nbefore any court on the hearing of any matter in bankruptcy\nshall not be admissible in evidence against that person."
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65.-(1) If, on the trial of any indictment for robbery, Verdict\nit is proved that the defendant committed an assault with\nintent to rob, the jury may acquit the defendant of robbery\nand find him guilty of an assault with intent to rob, and\nthereupon he shall be liable to be punished accordingly.\n        (2) If, on the trial of any indictment for any offence\nagainst section 22 (relating to embezzlement), it is proved\nthat the defendant stole the property in question, the jury\nmay find him guilty of stealing, and thereupon he shall be\nliable to be punished accordingly; and on the trial of any\nindictment for stealing, the jury may in like manner find the\ndefendant guilty of embezzlement or of fraudulent applica-\ntion or disposition, as the case may be, and thereupon he\nshall be liable to be punished accordingly.\n         (3) If, on the trial of any indictment for stealing,\nit is proved that the defendant took any chattel, money, or\nvaluable security in question in any such manner as would\namount in law to obtaining it by false pretences with intent\nto defraud, the jury may acquit the defendant of stealing\nand find him guilty of obtaining the chattel, money, or\nvaluable security, by false pretences, and thereupon he shall\nbe liable to be punished accordingly.\n         (4) If, on the trial of any indictment for obtaining\nany chattel, money, or valuable security, by false pretences,\nit is proved that the defendant stole the property in question,\n      me inclusion of this page in authorized by L N . 480/1973]\n42                                         LARCENY\n               lie shall not by reason thereof be entitled to be acquitted\n               of obtainiiig such property by false pretences.\n                       (5) U, on ths trial of any two or more persons\n               indicicd for jointly receiving any property, it is proved that\n               oiic or more of such persons separately received any part\n               d such pruperty, the jury may convict upon such indictment\n               such of the said persons as are proved to have received any\n               part of such property.\nRestitution.     66.-(1) If any person guilty of any such offence as is\n               mcntioncd in this Act, in stealing, taking, obtaining,\n               extorting. embezzling, converting, having in his possession,\n               or disposing of, or in knowingly receiving, any property, is\n               prosecuted to conviction by or on behalf of the owner of\n               such property, thc property shall be restored to the owner\n               or his representative.\n                      (2)In every casc in this section referred to, the\n               court before whom such offender is convicted shall have\n               power to award from time to time writs of restitution for\n               the said property or to order the restitution thereof in a\n               summary manner :\n                 Provided that where goods as defined in the Sale of Goods\n               Act have b-en obtained by fraud or other wrongful means\n               not amounting to stealing, the property in such goods shall\n               not revest in the person who was the owner of the goods\n               or his personal representative, by reason only of the convic-\n               Lion of the offender :\n                 Provided also that nothing in this section shall apply to\n               the case of-\n                    (a) any valuable security which has been in good faith\n                         paid or discharged by some person or body\n                         corporate liable to the payment thereof, or, being\n                         a negotiable instrument, has been in good faith\n                         taken or receivzd by transfer or delivery by some\n                      me inclusion Dfthis page is authorized by L.N. 480119731\n                            LARCENY                                           43\n        person or body corporate for a just and valuable\n        consideration without any notice or without any\n        reasonable cause to suspect that it had been stolen;\n    (b) any offence against sections 24,25 and 26.\n        (3) On the restitution of any stolen property, if it\nappears to the court by the evidence that the offender has\nsold the stolen property to any person, and that such person\nhas had no knowledge that it was stolen, and that any\nmoneys have been taken from the offender on his apprehen-\nsion, the court may, on the application of such purchaser,\norder that out of such moneys a sum not exceeding the\namount of the proceeds of such sale be delivered to such\npurchaser."
    },
    {
      "provision_ref": "sec67",
      "section": "67",
      "title": "Section 67",
      "content": "67.41) Where any person by any statement which is civil\n                                                                  liability\nuntrue invites any other person to do any of the things foruntrue\nmentioned at paragraphs (a), (b) and (c) of subsection (1) ‘memen‘s.\nof section 28, such first-mentioned person shall be liable to 7/1%5\npay compensation to any such other person who does any 14th Sch.\nof the said things on the faith of any such statement for the\nloss or damage he may have sustained by reason thereof:\n   Provided that no person shall be liable under this section\nin respect of any untrue statement if he proves that he had\nreasonable ground to believe, and did up to the time of\nmaking the statement believe that the statement was true\nand, in any case where after making the statement he\ndiscovered that it was untrue, did not have any reasonable\nopportunity of communicating that fact to the person\nsuffering the loss or damage.\n       (2) In this section-\n    (a) the word “statement” includes promise and fore-\n         cast; and\n    (b) a statement shall be deemed to be untrue if, in the\n         form and context in which it is made, it is mis-\n      me inclusion of this page is authorized by L.N. 480/1973]\n44                                        LARCENY\n                      leading or unjustified, and the word “true” in\n                      relation to a statement shall have a corresponding\n                      meaning.\noffences        68. Where an offence against this Act is by any other\npunishable\n  summarg     enactment made punishable on summary conviction,\nconviction.\n              proceedings may be taken either under such other enact-\n              ment or under this Act.\n                    me inclusion of this page is authorid by L.N.480/.19731"
    }
  ],
  "definitions": []
}