{
  "id": "jm-stat-the-law-reform-age-of-majority-act",
  "type": "statute",
  "title": "The Law Reform (Age of Majority) Act",
  "title_en": "The Law Reform (Age of Majority) Act",
  "short_name": "Law Reform (Age of Majority) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-law-reform-age-of-majority-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-law-reform-age-of-majority-act | Legal areas: Children",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Law Reform (Age of Shorttitle.\n        Majority) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-\n            “appointed day” means the 30th of April, 19779;\n                                                                                %!!”\n            “enactment” includes regulations.\n           3 4 1 ) As from the appointed day a person shall attain              I$;;?\n        the age of majority and be of full age and capacity on 4a,onty.\n        attaining the age of eighteen years instead of on attaining\n        the age of twenty-one years, and any person who, on the\n        appointed day, is over the age of eighteen years but under\n        the age of twenty-one years, shall be deemed to have\n        attained the age of majority and be of full age and capacity\n        on that day.\n             (2) In the absence of a definition or of any indication\n    G of a contrary intention, the provisions of subsection (1)\n      shall apply for the purposes of construction of the expres-\n      sions “adult”, “full age”, “infant”, “infancy”, ‘‘majority”,\n      “minor”, “minority”, “sui juris”, and similar expressions\n      in-\n           (U) any enactment, whether passed or made before,\n                on or after the appointed day; and\n.          (b) any deed, will or other instrument made on or\n                after the appointed day, so, however, that notwith-\n                standing any rule of law, any wiU or codicil\n                executed before the appointed day shall not bb\n                treated for the purposes of this section, as having\n                been made on or after such appointed day by\n               IThe inclusion of tbis page is a u t h o i d by LN. 57/19801\n 4                         LAW REFORM (AGE OF MAJORITY)\n                        reason only of the fact that the will or codicil was\n                        confirmed, affected or amended by a codicil\n                        executed on or after that day.\n                     (3) The provisions of this section shall not affect any\n              deficiency of juristic competence or capacity which is\n              attributable to insanity or any other factor distinct from\n              age.\nTime when        4 . 4 1 ) The time at which a person attains a particular\nparticular\nage\n              age expressed in years shall be the commencement of the\nattained.     relevant anniversary of the date of his birth.\n                       (2) This section has effect-\n                    (0) where the relevant anniversary aforesaid falls on\n                          or after the appointed day; or\n                    (6) in relation to any enactment, instrument, deed or\n                          will, subject to any provision contained in such\n                          enactment, instrument, deed or will, as the case\n                          may be.\nPersons not     5. A person who is not of full age may be described as\nof full age\nmay be        a minor, and accordingly, in this Act a “minor’’ means\ndescTibed\nas miuors.    such a person.\n                                                                               a\nRe€erencc        6 . 4 1 ) For every reference to the age of twenty+ne\nto age of\ntwenty-one    appearing in any enactment specified in the First Schedule\ntobe          (omitted) there shall be substituted a reference to the age of\nreplaced by\nreference\nto age of\n              eighteen years and the enactment shall be amended accord-\neighteen.     ingly.\n                     (2) The Minister may from time to t h e by order\n              amend, vary, or add to the First Schedule (omitted).\n                     (3) Any order made under this section sh& be subject\n              to affirmative resolution.\nMainten-        7 4 1 ) Subject to the provisions of this Section, the Court\nance of\nwards of      may, by order-\nCourt.\n                     me incluaioo of this p a p is    by L A 57119803\n             LAW REFORM (AGE OF MAJORITY)\n     (a) require either parent of a ward of. Court to pay\n           to the other parent; or\n      (b) require either or both parents of a ward of Court\n           to pay to any other person having the care and\n           control of the ward,\n such periodic or other sums towards the maintenance and\n education of the ward as the Court thinks reasonable having\n regard to the means of the person or persons on whom the\n requirement is imposed.\n        (2) Any order made pursuant to subsection (1) may\n provide that-\n      (U) any sum payable thereunder shall continue to be\n           paid in respect of any period specified in the order\n           after the date on which the ward of Court to\n           whom the payments relate attains the age of\n           eighteen years but not beyond the date on which\n           he attains the age of twenty-one years; and\n     (b) any sum payable thereunder after the ward of\n           Court to whom the payments relate has attained\n           the age of eighteen years, shall be paid to the\n           ward himself.\n        (3) Subject to the provisions of this section, where\na person who has attained the age of eighteen years but\nhas not attained the age of twenty-one years had, while he\nwas a minor, been the subject of an order making him a\nward of Court, then on the application of that person or of\neither of his parents, the Court may by order require either\nparent to pay to the other parent, to the person to whom\nthe order relates, or to any other person for the benefit of\nthe person to whom the order relates, in respect of any per-\niod specified in the order but not extending beyond the\ndate on which the person to whom the order relates shall\nattain the age of twenty-one years, such periodic or other\nsums towards his maintenanoe and education as the Court\nthinks reasonable having regard to the means of the person\non whom the requirement is imposed.\n       tThc inclusion of this page ia authorized by L.N. 57119801\n 6                        LAW REFORM (AGE OF MAJORITY)\n                    (4)The Court may from time to time vary or dis-\n             charge any order previously made pursuant to this section.\n                    (5) No order shall be made requiring payment by\n             one parent to the other parent pursuant to paragraph (U)\n             of subsection (1) or to subsection (3) and no liability shall\n             accrue under an order previously so made, at a time when\n             the parents of the ward of Court or former ward of Court,\n             as the case may be, are residing together, and if they so\n             reside for a period of three months continuously after such\n             an order has been made it shall cease to have effect.\n                    (6) In this section “Court” means the Supreme Court\n             of Jamaica in the exercise of its jurisdiction relating to\n             wardship of children.\nPower of       8 . 4 1 ) Where a minor has attained the age of sixteen\nsixteen\nyearoldto    years his consent in respect of any surgical, medical or\nSUIgid,      dental treatment to himself shall be as effective as it would\nmedicalor\ndental\n             have been if he were of full age; and where a minor\ntreatment    has, by virtue of the provisions of this section given an\n             effective consent in respect of any such treatment, it shall\n             not be necessary for consent to be obtained from the parent\n             or guardian of that minor in respect of that treatment.\n                    (2) In this section “surgical, medical or dental treat-\n             ment” includes any procedure undertaken for the purposes\n             of diagnosis in respect of any surgical, medical or dental\n             matter and any procedure ancillary to any such surgical,\n             medical or dental treatment.\nDirections      9. In relation to the construction of any rule or law which\nfor\n             lays down permissible periods for the accumulation of in-\nbe affected. come under settlements or other dispositions nothing con-\ntionnotto\n             tained in this Act shall invalidate any direction for accumula-\n             tion contained in any settlement or other disposition made\n             by deed, will or other instrunient, as the case may be.\n                    me idusion of tbia page is authorizsd by LN. 57/1980]\n            LAW REFORM (AGE OF MAJORITY)                             7"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Reference to age of twenty-one to be rtplaoed by reference to\n    age of eighteen."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Power of sixteen year old to consent to surpical. medical or\n    dental treatment."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Any order or direction in force immediately before rfdsreacw\n                                                               HOW\nthe appointed day in relation to the control of money i n o r d e ~ ~ ~\nrecovered by or otherwise payable to a minor in any pro- dircctlona\n                                                               wageto\nceedings or as a result of the compromise or settlement haveeffect\nof a claim for money or damages shall have effect as if the\nreference to that minor attaining the age of twenty-one\nyears or full age (however expressed) were a reference to\nhis attaining the age of eighteen years or, if he had attained\nthat age before the appointed day, his age on the appointed\nday."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) Subject to subsection (21, any order in force nonal.\n                                                             Trmd-\nimmediately before the appointed day-\n     (a) making a person a ward of Court; or\n     (b) for the custody of or access to any person under\n           the Children (Guardianship and Custody) Act or\n           under the Divorce Act (now repealed),\nwhich is expressed to continue in force until the person\nwho is the subject of the order attains the age of twenty-\none years, or any age between the age of eighteen years\nand twenty-one years, shall have effect as if the reference\nto his attaining that age were a reference to his attaining\nthe age of eighteen years, or if he had attained the age\nof eighteen years before the appointed day, his age on that\nday.\n         (2) Nothing in subsection (1) shall be construed as\naffecting the obligation of any person under any order to\nmake payments for the maintenance or education of any\nperson after he has attained the age of eighteen years."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13) The provisions OS sections 3 and 6 and of the\nFirst Schedule (omitted) shall not prevent-\n     (a) the making of an adopkion order under the\n           Children (Adoption of) Act; or\n     (b) the granting of a licence under section 24 of the\n           said Act,\n        m e mclusm of DhLs page is autbolucd by L.N. XI/ 19901\n8                         LAW REFORM (AGE OF MAJORITY)\n            in respect of a person who has attained the age of eighteen\n            years, in any case where the application for the order or\n            the licence, as the case may be, was made before the\n            appointed day; and in relation to any such case, the Children\n            (Adoption of) Act shall have effect as if section 3 of this\n            Act had not been enacted.\n                    (4) Subject to subsection (5), the provisions of see\n            tions 3 and 6 and of the First Schedule (omitted) shall not\n            affect the provisions of sections 43 and 44 of the Convey-\n            ancing Act (which relate to the management of infants’\n            P O W ) - -\n                 (a) in their application to any interat under any\n                     instrument made prior to the appointed day; or\n                 (b) in their application, by virtue of paragraph (ii) of\n                     subsection (1) of section 5 of the Intestates’ Estates\n                     and Property Charges Act, to the estate of an\n                     intestate (within the meaning of that Act) dying\n                     before that day.\n                   (5) Where trustees have power to pay the income\n            of an estate or a trust to the parent or guardian of any\n            person who has attained the age of eighteen years, or to\n            apply that income for or towards the maintenance, educa-\n            tion or benefit of that person, they shall also have power\n            to pay the said income to that person.\n                    (6) The change effected in the construction of section\n            17 of the Limitation of Actions Act by virtue of the pro-\n            visions of section 3, shall not atrect the time specifled for\n            bringing proceedings in respect of a cause of action which\n            arose. prior to the appointed day.\nsaving of    12. The provisions of this Act shail not affect the con-\nB  ~ V T Ystruction of any statutory provision which is inmrporated\npronslons\n1ncorpom- in and has effect as part of any deed, will or other instru-\ntsdin\nin~vwnmta ment.\n                     lrIhe indusion of dhis page i i aumorired by L.N. M/ 19901\n            LAW REFORM (AGE OF MAJORITY)                                  9\n  1 3 . 4 1 ) Subject to subsection (2), the Minister may by powerto\norder amend, add to or vary the Second Schedule (omitted) amend\n                                                             othprActS,\nand may make such ancillary provisions as he may consider\nnecessary.\n        (2)Any order under this section shall be subject\nto affirmative resolution.\n       We indurim of this page is nuthonked by LN. 57/1980]"
    }
  ],
  "definitions": []
}