{
  "id": "jm-stat-the-law-reform-huband-and-wife-act",
  "type": "statute",
  "title": "The Law Reform (Huband and Wife) Act",
  "title_en": "The Law Reform (Huband and Wife) Act",
  "short_name": "Law Reform (Huband and Wife) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-law-reform-huband-and-wife-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-law-reform-huband-and-wife-act",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(l) Subject to the provisions of this section, each of Actionsin\n                                                              tort bctwcen\nthe parties to a marriage shall have the like right of action husband\n                                                              and wife.\nin tort against the other as if they were not married.\n       (2) Where an action in tort is brought by one of the\nparties to a marriage against the other during the subsis-\ntence of the marriage, the court may stay the action if it\nappears-\n     (a) that no substantial benefit would accrue to either\n          party from the continuation of the proceedings; or\n     (b) that the question or questions in issue could more\n          conveniently be disposed of on an application\n          made under section 16 of the Married Women’s\n          Property Act (determination of questions between.\n          husband and wife as to the title to or possession\n          of property),\nand without prejudice to paragraph (b) the court may, in\nsuch an action, either exercise any power which could be\nexercised on an application under the said section 16, or\ngive such directions as it thinks fit for the disposal under\nthat section of any question arising in the proceedings.\n       (3) Provision shall be made by rules of court for\nrequiring the court to consider at an early stage of the(\nproceedings whether the power to stay an action under sub-\nsection (2) should or should not be exercised.\n      me inclusion of this page is authorized by L.N. 480/1973]\n\\\n    2                      LAW REFORM (HUSBAND AND WIFE)\n                      (4) In subsection (1) the expression “the parties to a\n                marriage” includes the persons who were parties to a\n                marriage which has been dissolved.\n    Savingfor     3. This Act does not apply to any cause of action which\n    certain\n    causesof    arose, or would, but for the subsistence of a marriage have\n    action.     arisen, before the 28th April, 1970.\n                      me inclusion of this page i s authorized by L.N. 480/1973]"
    }
  ],
  "definitions": []
}