{
  "id": "jm-stat-the-law-reform-landlords-and-tenants-act",
  "type": "statute",
  "title": "The Law Reform (landlords and Tenants) act",
  "title_en": "The Law Reform (landlords and Tenants) act",
  "short_name": "Law Reform (landlords and Tenants) act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-law-reform-landlords-and-tenants-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-law-reform-landlords-and-tenants-act | Legal areas: Real Estate",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Law Reform (Landlords Short title.\nand Tenants) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                 Interprcta-\n                                                                  lion.\n    “landlord” means any person for the time being\n        entitled to receive the rents and profits of any land\n        and, in relation to any land let or leased by the\n        Minister responsible for housing pursuant to the\n        Housing Act, includes that Minister;\n    “tenant” includes the executors, administrators, assigns,\n         guardian, committee of the estate, or trustee in\n         bankruptcy of a tenant or other person deriving\n         title from a tenant."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) Notwithstanding anything to the contrary in any Distress\nother enactment or any rule of law, no person shall make, for rent\n                                                          prohibited.\nor cause to be made, any distress for rent.\n       (2) Any provision contained in a contract of tenancy,\nincluding a contract entered into before the 11th day of\nJuly, 1979, shall be void in so far as it purports to empower\nany person to make any distress for rent.\n        (3) Any person who contravenes subsection (1) shall\nbe guilty of an offence and shall be liable on summary\nconviction before a Resident Magistrate, in the case of a\nfirst conviction, to a fine not exceeding five hundred dollars\nand in default of payment to imprisonment for a term not\n       me iocluai~nof this page is authorized by LN. 57/1980]\n2                   LAW REFORM (LANDLORDS A N D TENANTS)\n            exceeding twelve months, and in the case of a second or any\n            subsequent conviction, to a fine not exceeding two\n            thousand five hundred dollars and in default of payment\n            to imprisonment for a term not exceeding eighteen months.\n                  (4) Nothing in this section shall be construed to\n            prevent the recovery of money by execution, in accordance\n            with any enactment, against the goods and chattels of any\n            person against whom a court has made an order for the\n            payment of money in an action of debt for the recovery\n            of arrears of rent.\nRight of       4 . 4 1 ) Where any contract of tenancy is determinable by\ntenant of\nland yith   notice to quit of less than twelve months given by the land-\ngrowing\ncrops. to   lord and there are, at the time of the giving of the notice to\nremain      quit, growing crops planted by the tenant on the parcel of\nafter\nnotice\nto quit.\n            land referred to in the notice to quit the tenant shall be\n            entitled, within twenty-one days after receiving the notice\n            to quit, to signify by notice in writing to the landlord his\n            intention to remain on the land for a period to be named in\n            the notice not exceeding twelve months and not less than\n            one month from the expiry of the notice to quit.\n                     (2) On serving such notice on the landlord and on\n            paying to the landlord, on or before the expiry of the notice\n            to quit, all rent due at the date of such expiry in respect\n            of the parcel of land referred to in the notice to quit, the\n            tenant shall, subject to subsection (3), be entitled to remain\n            on the said land and shall be deemed in all respects to be\n            the tenant thereof for the period named in the notice served\n            on the landlord.\n                     (3) If the tenant does not at or before the expiration\n            of every thirty days (computed as to the first thirty days\n            from the day when the notice to quit expired) pay to the\n            landlord the proportion of rent payable in respect of the\n            said thirty days, the landlord shall be entitled to treat the\n            tenancy as having been determined.\n                   me inclusion of&is page is authorized by L N . 57/19801\n           LAW REFORM (LANDLORDS AND TENANTS)                             3\n       (4) The no:ice of intention to remain on the land-\n       (0) may      be in the form set out in the Schedule or Schedule.\n             to the like effect;\n        (6) may be delivered personally to the landlord or\n            his egent or may be sent by registered post to\n             the address of the landlord or his agent, and in\n             the latter case shall be deemed to have been\n             delivered on the day when the notice would in\n             the ordinary course reach the post office to which\n             it is addressed.\n       (5) Any agreement that this section shall not apply\nto a tenancy shall be void.\n       (6) This section shall not apply to-\n        (a) land over fifteen acres in extent or of which the\n             rental exceeds thirty dollars a year;\n        (b) land let to the tenant during his continuance\n             in any office, appointment or employment held\n             under the landlord;\n        (c) land other than land cultivated in whole or in\n             part as a provision ground or in sugar cane or\n             bananas;\n        (4 land on which a dwelling-house or shop is the\n             dominant building at the time of letting, and on\n             the remainder of which-\n                 (i) there are not, at the time of letting, any\n                      growing crops; but\n                (ii) subsequent to the time of letting, growing\n                      crops are planted by the tenant."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1)  If the tenant of any land gives notice to quit, and Where\nneglects or refuses to deliver up possession accordingly, the ~        ~      ~   ~\nlandlord may by action in the court recover from the tenant g;,';\ndamages for the estimated loss resulting, in the ordinary ~.pposses-\ncourse of events, from the neglect or refusal to deliver up \"d;\"uant\n                                                              t o notice\npossession.                                                   to quit.\n4                   LAW REFORM (LANDLORDS AND TENANTS)\n                   (2) Any provision contained in a contract of tenancy,\n            including a contract entered into before the 11th day of\n            July, 1979, shall be void in so far as it purports to impose\n            upon the tenant a liability to pay, in respect of any period\n            during which the tenant neglects or refuses to deliver up\n            possession in accordance with a notice to quit, an amount\n            specified by the contract as an addition to the rent for that\n            period.\nWhere          6.-(1) Where the lease of any settled land is determined\nlease of\nsettled     by the death of the tenant for life, his executors or adminis-\nland        trators may by action in the court recover from the lessee\n1s deter-\nmidby\ndeath of\n            any rent which, at the date of the death of the tenant for\ntenant      life, was owed to him by the lessee, or any portion of rent\nfor life.\n            which, at that date, had accrued under the lease to the\n            tenant for life.\n                  (2) In this section “settled land” and “tenant for life”\n            have the same respective meanings as in the Settled Land\n            Act.\n                    [The inclusion of ihia page is authorized by L.N. 57119801\n         LAW REFORM (LANDLORDS AND TENANTS)\n                              SCHEDULE                       (Section 4)\nTo\n       With reference t o the notice to quit land at\n                            given to me on                          I\nhereby give you notice that I intend to remain on the said land for a\nperiod of\n        [The inclmion of this page is Suthorized by LN. 57/1980]"
    }
  ],
  "definitions": []
}