{
  "id": "jm-stat-the-layout-design-topographies-act",
  "type": "statute",
  "title": "The Layout-Design (Topographies) Act",
  "title_en": "The Layout-Design (Topographies) Act",
  "short_name": "Layout-Design (Topographies) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-layout-design-topographies-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-layout-design-topographies-act",
  "provisions": [
    {
      "provision_ref": "sec0f",
      "section": "0f",
      "title": "Section 0f",
      "content": "0f-t        this Aot in a layoutdesign may be transferred by the owner\n                         iodusion of this p g e is authorid by L S . OlWOll\n               LAYOUT-DESIGNS (TOPOGRAPHIES)                          7\nOf the right by-\n     (U) assignment;\n     (h) testamentary disposition; or\n     (c) operation of law.\n       (2) A transfer by way of assignment shall not be\neffeotive unless it is in writing and signed by or on behalf\nof the assignor."
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Layout-Designs (Tow S h O t t t i l l ~ .\ngraphics) Act.\n                                                                       lnterpra"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1) In this Ad-                                        wcm.\n      “appointed day” means the 3rd day of September, 1999;\n     “to distribute” includes to sell, lease, bail or otherwise\n          transfer or to offer to sell, lease, bail or other-\n         wise transfer,\n     “integrated circuit” means a product (whether in a final\n          or intermediate form) in which the elements, at\n          least m e of which is an active element, and some\n          or all of the interconnections are integrally formed\n         in or upon a piace of material and which is inten-\n          dad to perform an electronic fundion,\n    “infringing integrated circuit” meam an integrated\n         circuit embodying a layout-design which is made,\n         imported, distributed or otherwise commercially\n         exploited m violation of the rig& conferred by\n         sediw 6;\n     “layoutdesign (oommonly known as topography)”\n         m      e\n             Qa) the thmAhnensiona1 disposition, how-\n                  ever expressad, of the elements of an in-\n                  tegrated circuit (at least one of which is\n                  an adive element) and some or all of the\n                  interconnections of such circuit;or\n             iacluaion of this page is a a t h d z d by L.N. 312aOll\n4                LAYOUT-DESIGNS (TOPOGRAPHIES)\n                   (b) such three-dimensional disposition as is\n                         referred to in paragraph (U) prepared for\n                         an integrated circuit intended for manu-\n                         facture;\n         “layoutdesign right” means the right conferred by\n             section 6;\n         “protected layoutdesign” means a layoutdesign in\n             which rights subsist under t h i s Act;\n         “qualified person”--\n             (a) in the case of an individual, means a person\n                   who is a citizen of, or whose habitual residenoe\n                   is in, Jamaica or a specified country;\n             (6) in the c ~ s eof a body corporate, means a body\n                   incorporated or established under any written\n                   law of Jamaica or a specified country;\n         “specified country’’means a country which-\n             (U) is a party to a multilateral or bilateral agree-\n                   ment relating to the pmteotion of layout-\n                   designs to which Jamaioa is also a party; and\n             (b) specified by the Minister by notice published\n                  in the Gazette.\n           (2) References in this Act (however expressed) to the\n    commercial exploitation of layout-design are references to\n    the distribution to the public for commercial purposes of an\n    integrated circuit embodying the layontdesign or to any\n    written offer to distribute an integrated circuit embodying\n    a layoutdesign.\n           (3) For the p u m of this Act. where an integrated\n    circuit forms pant of an article that is imported, distributed\n    or otherwise commercially exploited, the integrated circuit\n    shall be deemed to be imported, distributed or otherwise\n    commercially exploited, as the case may be.\n             IThe mclusion d this pa&cis authorized by L.N. 3120011\n               LAYOUT-DESIGNS (TOPOGRAPHIES)                                       5"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) This Aot applies to layoutdesigns which are fird oyfltim\noommercially exploited on or after the appointed day.\n         (2) For the purposes of this Act, a layoutdesign is\nfirst commercially exploited when the layoutdesign or a\nsubstantial part of it is commercially exploited for the first\n,time in any place in the world by or with the consent of\nthe person who owns the right to so commercially exploit\nthe layout-design at that time and in that place.\n  4 4 1 ) Subject to the provisions of this Section, original prot&n\n                                                                       of laynit\nlayout-designs embodied in integrated circuits are eligible desigor.\nfor protection under this Act\n       (2) A layoutdwign shaN be r e m d as original\nonly if-\n     (U) it is the mult of the. intelleotual efforts of its\n         cmtor; and\n     (b) is not, at the time of its creation, commonplace\n         among meatom of layoutdeeigns or manufacturers\n         of integrated c i d t s .\n       (3) Where a layoutdesign consists of a combination\nof elements and interconnections that are commonplace, it\nshall be eligible for prdecQon only if the combination taken\nas a whole is original as described in subsection (2).\n      (4) The protection afforded by this Act does not\nextend to an idea, COIIoBpt, prooess, principle, procedure,\nsystem or discovery."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) A layout-design qualifias for protedion under this ~ u s i i c a -\nAct if the omer is a qualified person on the date on which tial h.\nthe Iayoutdesign is first oommercialy exploited anywhere\nin the world.\n       (2) Where a layout-design is jointly owned by two or\nmore persws it qualifies for proteczion if any of the owners\n           lTbe inclusion of this page is authorized by L.N. 3/ZOOl]\n6                        LAYOUT-DESIGNS (TOPOGRAPHIES)\n            satisfies the requirement of subsection (1); but if the layout-\n            design qualifies for protection only under this seotion, only\n            those owners who satisfy such requirement shall be taken\n            into account for the purposes of sections 6 and 8.\nNaMs of\nprdsdion."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Subject to the provisions of this section,the owner of\n            the right in a pmtected Ihyout-design has the exclusive\n            right to do and to authorize another person to do any or\n            all of the following-\n                  (U) to reproduce the whole or part of the layoutdesign\n                      by any means, whether by its embodiment in an\n                      integrated circuit or otherwise,except to the extent\n                      that the layout-design is not regarded as original\n                      pursuant to section 4 (2);\n                  (6) to imponf, dishibuk. or otherwise commercially\n                      exploit the layoutdesign OS the integrated circuit\n                      in which it is embodied.\nDudm\nOf*"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) Subject to subsection (2), the enjoyment of layout-\n            design right shall commence on the date on which the\n            layout-design is first commercially exploited and shall sub-\n            sist for ten yeas.\n                    (2) The period of protection of a layoutdesign runs to\n            the end of the calendar year in which the right expires\n            pursuant to subseotion (1).\nom.mhip        8.-(1) The creator of a protected layoutdaign is the\nof rigat.\n            first owner of the layoutdesign right, unless there is an\n            agreement to the contrary.\n                    (2) Where a protected layout-design is created by two\n            or more persons such persons shall be co-owners of the\n            right.\nTransfer       9 . 4 1 ) Subject to subsection (2), the rights conferred by"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) A Iayout-design m y constitute the subjeot-\nmatter of a licence, whether as to the whole interest in the\ndesign or any part of it.\n          (2) A licence granted by the owner of the right in a\nlayoutdesign shall be binding on every successor in title\nto his in,terest in the layout-design right, except a purchaser\nin good faith for valuable consideration and without notice\n(actual or mnstruotive) of the licence or a person deriving\ntitle from such person.\n        (3) The lhnsee under an exclusive licence has the\nsame rights against a successor in title who is bound by the\nlicence as he has against the person granting the licence."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Subject to sections 12 and 13, the rights in a pro-\nteoted layoutdesign are infTinged by any pereon who. malt\nwithout the consent of the owner of the layout4@n right,\ndoes any act in relation to the layout-design which such\nowner has the exclusive right to do pursuant to section 6."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The following ads are permitted in relation to a pCrmit(ed\nprotected layout-design without the consent of owner of the a&.\nlayout-design right-\n     (a) the reprodudion of the protected layoutdesign\n         solely for private purposes or for the purpose of\n         research, teaching, andyzing or evaluating the\n              __ ~ _ _ _ _ _ _                   _        _       ~\n           pinclusion of this page is authorized by L.N. 3lmOl1\n8                               LA YOUT-DESIGNS (TOPOGRAPHIES)\n                        concept or techniques embodied in the layout-\n                        design or the circuitry, logic flow,or organization\n                        of the components used in the layoutdesign; or\n                   (b) the incorporation of the mults of such anajysis or\n                       evaluation in an original layoutdesign that is made\n                       for distribution;\n                   (c) the creation, independently, of an original layout-\n                       design which is identical to a protected layout-\n                       design.\nFirst d o .     13.41) Where a protected layoutdwign is embodied in\n              a particular integrated circuit that has been made by or with\n              the consent of the owner of the layout-design right, the\n              permn who owns the integrated circuit may import, dis-\n              tribute or otherwise commercially exploit or use that\n              particular integrated drcuit without the consent of the\n              owner of the layout-design right.\n                      (2) Nothing in subsection (1) shall be construed as\n              autthorizing the owner of an intepted circuit to reproduce\n              the integrated circuit without the consent of the owner of\n              the rights in the layoutdesign embodied in it.\nRemedia.        14.-(1)  An infringement of a layoutdesign ngh4 is\n              actionable at the suit of the owner of the layout-design\n              right or by a licensee of any right in the layoutdesign,\n              subject to any agreement between the owner and the\n              licensee.\n                      (2) Each owner of a layoutdesign right shall be or\n              be made a party to any aotion for infringement of such\n              right.\n                      (3) Subject to the provisions of this section, in any\n              action for such infningement relief by way of damages,\n              injunction, profits, royalties or otherwise shall be available\n              to the plaintiff, as the cowt thinks fit.\n                          iThc inclusion of thir p g c is m~tborizcdby LN. 3/2001]\n           LA YOVT-DESIGNS (TOPOGRAPHIES)                          9\n        (4) m  are in an a&n under this sectim an in-\nfringement of a layoutdesign right is proved or admitted,\nthe court, having regad to-\n     (a) any benefit accruing to the defendant by reason cf\n          the infringement;\n     (b) the hgrancy of the infringement; and\n     (c) all other material ooI1sideratims, may award such\n          addition4 damages as the court considers appro-\n          priate in the circumstances.\n       ( 5 ) In a~ aotion brought under this wtion, a person\nwho shows that he was an innocent purchaser-\n    (p) shall incur no liability under this Act with mpmt\n          to the acquisition, impdation, distribution or\n         other commercial exploitation of units of the in-\n         fringing integrated circuit that occurred before the\n         time when he knew or ought reasonably to have\n         known of the rights with resped to the layout-\n         design embodied in the integrated circuis and\n     (6) shall-\n             (i) have the right to dispose of any inventory\n                 of the items of which the layoutdesign\n                 forms a part, that was acquired or imported\n                 by him before he had that knowledge;\n            (ij) pay a reasonable mydty in respect of that\n                 inventory in such amount and at such time\n                 as the court may determine.\n          (6) The amount of royalty referred to in subsedion\n( 5 ) (b) (ii) shall be determined by the court in any action\n€or infriugement unless the parties resolve the matter by\nvoluntary negotiation, mediation or binding arbitration.\n        (3 The provisions of subsection (5) shall apply also\nto any person who directly or indirectly buys an infringing\nintegrated circuit from an innocent purchaser.\n         Dlu inclusion of lb& page is nutborizcd by L.N. 3120011\n10                           L A YOUT-DESIGNS (TOPOGRAPHIES)\n                        (8) In this section “innocent purchaser” means a\n                person who purchases an integrated circuit in good faith,\n                not knowing or having any reasonable grounds to believe\n                that it was an infringing integrated circui,t.\nOrdcr for          1 5 . 4 1 ) Subject to the provisions of this section, where\ndelivery ~lp.\n                in the course of business a person has an infringing inte-\n                grated circuit in his possession,custody or control, the owner\n                of the layoutdesign right may apply to the court for an\n                order that the infringing integrated circuit be delivered up\n                to him or to such other person as the court may direct.\n                         (2) The court shall not make an order under this\n                section unless the court also makes, or it appears to the\n                court that there are grounds for makmg, an order under\n                section 16 for the disposal of the infringing integrated\n                circuit.\n                         (3) An application under subsection (1) m a y not be\n                made after the end of the period of six years from the date\n                on which the infringing integrated circuit was made, except\n                that, if, during the whole or any part of that period, a\n                person entitled to apply for an order is-\n                     (a) under a disability; or\n                     (b) prevented by fmud o r concealment from dimver-\n                           ing the facts entitling him to apply,\n                an application may be. made by him at any tine before the\n                end of the period of six years from the date on which he\n                ceased to be under the disibility or, as the aase may be,\n                could with reasonable diligence have discovered those facts.\n                       (4) A person to whom an infringing integrated ck-\n                cuit is delivered up pursuant to an order made under this\n                section sM1, if an order under section 16 is not made,\n                retain it pending the making of an order or the decision\n                not to make an order under that section.\n                        [Tlu? inclusion of this p g c is aulhorizcd by LN.3/ZWll\n               LA YOUT-DESIGNS (TOPOGRAPHIES)                            11\n        ( 5 ) The owner of the layoutdesign right shall notify\nany exclusive licensee having concurrent rights before\napplying under this section for an order and the court m y ,\non the application of the licensee, having legard to the terms\nof the licence, make such order as it thinks fit."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.41) An application may be made .to the court for- Ordcrfor\n                                                             disposal.\n    (a) an order that an infringing integrated circuit deli-\n        vered up pursuant to an order under section 15\n        shall be forfeited to the owner of the layout-design\n        right or destroyed or otherwise dealt with as the\n        court may direct; or\n   (b) a decision that no order under paragraph (a) be\n        made.\n         (2) In considering what o d e r (if any) should be\nmade, the court shall have regard to all the circumstanoes\nof the case and, in particular, whether other remedies avail-\nable d e r this Act for the infringemat of the layoutdesign\nright would be adequate to Compensdte any person entitled\nto the rights and to proteot his interests.\n        (3) provision shall be prescribed as to the service\nof notice on persons having an interest in the layoutdesign\nembodied in an infringing inkgrated circuit.\n        (4) Any person referred to in subsection (3) is\nentitled-\n     (a) to appear in proceedings h r an order under this\n            section, whether or not he was served with notice;\n            and\n     ( 6 ) to appeal against any order made, whether or not\n           he appeared,\nand an order shall not take effect until the end of the\nperiod within which notice of an appeal may be given or,\nif before the end of that period notice of appeal is duly\n            tile inclusion of this m e is authorkd by LN. 3/2001]\n12                     LAYOUT-DESIGNS (TOPOGRAPHIES)\n         given, until the h a l determination or abandonment of the\n         proceedings on the appeal.\n                 ( 5 ) Where there is more than one person interested\n         in a layout-design embodied in an infringing integrated cir-\n         cuit, the court shall make such order as it thinks just and\n         may, in pafiicular, direct that Che integrated circuit be d d\n         or otherwise dealt with, and the proceeds divided.\n                 (6) If the murt decides that no order should be\n         made under this section, the person in whose possession,\n         custody or control the infringing integrated Circuit waa be-\n         fore being delivered up or seized is entitled to its return.\n                 (7)References in this section to a perem having an\n         interest in an integrated circuit includes references to any\n         person in whose favour an order under this section could\n         be made in respect of that integrated circuit.\nNotice     17.-(1) The owner of a layoutdesign right nuay af€h\n         notice to the layoutde&gn or any products embodying the\n         design in such a manner and location BS may give reason-\n         able notice that the layoutdesign is protected under this\n         Act.\n                 (2) The affixation of the notice referred to in mb-\n         section (1) shall not be a condition of protection under this\n         Act but shall constitute p . m a facie evidence of notice of\n         protection.\n                 (3) Notice shall be any of the following internation-\n         ally recognized notices-\n              (a) the words “mask work”, the symbol *M*or the\n                   letter M in a Circle and the name of the owner or\n                   owners of the mask work or an abbreviation by\n                   which the name is recognized or is generally know;\n                  or\n                 mc inclusion of this page is authorized by LN. 3/2Mll\n            LA YO UT-DESIGNS (TOPOGRAPHIES)                       13\n    (b) the words “layout design (topography)” or the\n        letter ‘T”,   “ T’”, “ Tr]”, “T*” or the letter T h\n         a circle or a square."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Re@itiW.\n        LThc incl&on of t h i a page is au(horizcd by L.N. 3120311\n             LA YOUT-DESIGNS (TOPOGRAPHIES)                                       3\n  THE LAYOUT-DESIGNS (TOPOGRAPHIES) ACT                                   Ad\n                                                                        jOMlm\n                                            Urd September, 1999.1"
    }
  ],
  "definitions": []
}