{
  "id": "jm-stat-the-legal-aid-act",
  "type": "statute",
  "title": "The Legal Aid Act",
  "title_en": "The Legal Aid Act",
  "short_name": "Legal Aid Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-legal-aid-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-legal-aid-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1 . 4 1 ) Thereshall beaBoardofDirectorsoftheCounci1 which, subjectto Bowdoof\nthe provisions oftbis Act, shall be responsible for the implementation of policy\nand the general administration of the affairs of the Council.\n      (2) The Board shall consist of not less than thirteen nor more than fifteen\npersons o f whom-\n      (a)   the Chief Justice, the Director of Public Prosecutions, the Solicitor\n             General, the Permanent Secretary of the Ministry responsible for\n            justice, or a nominee of each of them, and the Director of each\n             clinic shall be members, a offrciu;\n      (b)   one member shall be an ofticer o f the Ministry responsible for\n            justice, appointed by the Minister;\n      (c)   one member shall be a representative o f the Jamaican Bar\n            Association and shall be appointed by the Minister from a panel of\n            three persons nominated by that Association:\n      (d) one member shall be arepresentative ofthe Advocates Association\n          of Jamaica and shall be appointed by the Minister from a panel of\n          three persons nominated by that Association;\n      (e)   one member shall be a representative of the Council of Legal\n            Education and shall be appointed by the Minister from a panel of\n            three persons nominated by that Council;\n      v)    one member shall be a representative of the General Legal Council\n            and shall be appointed by the Minister from a panel ofthree persons\n            nominated by that Council;\n      (g)   one member shall be a representative of the Jamaica Council for\n            Human Rights and shall be appointed by the Minister from a panel\n            of three persons nominated by that Council;\n      (h)   one member shall be a representative of the Jamaica Constabulary\n            Force and shall be appointed by the Minister from a panel of three\n            persons nominated by the Commissioner of Police;\n      (r)   one member shall be a representative of the Jamaica Council of\n            Churches ana shall be appointed by the Minister from a panel of\n            three persons nominated by that Council."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 I ) The appointment of every member o f the Board, other than the ex Appoint-\noffrcio members, shall be evidenced by instrument in writing and such instrument rncnl.\nshall state the period o f office of the member which shall not exceed three\nyears.\n                  [Th. i n r l ~ ~ i oofn Uis p q c is authorized by L N   mml]\n                                                       LEGAL AID\n                       (2) Every member of the Board shall be eligible for reappointment.\nChairman           3 . 4 1 ) The Minister shall appoint one of the members to be chairman of\n                the Board.\n                        (2) The chairman shall preside at all meetings ofthe Board at which he\n                is present, and in the case of the absence of the chairman from any meeting, the\n                members present and forming a quorum shall elect one oftheu number to preside\n                at that meeting."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-41) There shall be established for the purposes of this           Establish-\nAct, a body to be called the Legal Aid Council which shall be a        L';,d\nbody corporate to which the provisions of section 28 of the            council.\nInterpretation Act shall apply.\n      (2) The provisions of the Schedule shall have effect with        Schedule.\nrespect to the constitution and operation of the Council, and\notherwise in relation thereto."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-41)     The hnctions of the Council shall b e -                   Functions\n                                                                       of the\n     (a) to provide and administer legal aid in accordance             council.\n         with the provisions of this Act;\n     (b) to organize the establishment and operation of clinics\n         and, to such extent as it thinks necessary or desirable,\n         to regulate the geographic areas of operation of each\n         clinic;\n     (c) to keep under review the policies and laws, including\n         this Act, for the time being in force relating to legal\n         aid and to make such recommendations to the\n         Minister relating thereto as it thinks fit;\n     (4 to receive and administer the resources of the\n         Council;\n                                LEGAL AID\n     (e) to do such other things as may be expedient or\n          necessary for the proper performance of its fbnctions\n          under this Act.\n       (2) In particular and without prejudice to the generality\nof subsection (I), the Council shall have power-\n           to establish, in accordance with such regulations as\n           may be prescribed, procedures to determine the\n           eligibility of applicants for legal aid and the\n           contribution, if any, to be made by any applicant\n           towards the cost of any service rendered to him\n           pursuant to this Act;\n     (b) to allocate funds to, and to monitor the expenditure\n         of funds at clinics and to withhold fbnds from any\n         clinic operating contrary to the provisions of this Act\n         or to the instructions of the Council;\n     (c) to establish panels in respect of each clinic in the\n         prescribed manner and, subject to subsection (3), to\n         add to or remove from that panel any attorney-at-law\n         where the Council is satisfied that it is in the interest\n         of justice so to do;\n     (d) to establish and maintain, after consultation with the\n         Jamaican Bar Association and the Advocates\n         Association of Jamaica, and with the approval of the\n         Minister, a tariff of fees to be paid by the Council to\n         members of the panel for services rendered;\n      (e) to establish and monitor the implementation of\n          standards and procedures for the operation of clinics;\n      V) to undertake any enquiry or investigation which the\n          Council thinks necessary or desirable in relation to\n          the discharge of its functions;\n      (g) to take such steps as it thinks fit to\n          ensure that legal aid is provided in an\n          efficient and   co-ordinated manner; and\n                                  LEGAL AID                                           I\n     (h) to promote or cause to be promoted programmes\n         designed to enhance public awareness of the legal aid\n         system in Jamaica.\n       (3) Any person aggrieved by a decision not to add an\nattorney-at-law to a panel or to remove any attorney-at-law fiom a\npanel, may appeal to an appeals committee comprised of three\npersons appointed for the purpose by the Minister on the\nrecommendations of the Jamaican Bar Association and the\nAdvocates Association of Jamaica; and the decision of the appeals\ncommittee shall be final."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The Minister may, after consultation with the chairman, give Mhnfsterlal\n                                                                       dmfuons BS\nto the Council directions of a general character as to the policy to to pol,cy\nbe followed by the Council in the performance of its functions,\nand the Council shall give effect thereto."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The resources of the Council shall c o m p r i s e                Reraurces of\n                                                                       the Council\n     (U)   such sums as may from time to time be placed at the\n           disposition of the Council by Parliament for the purposes\n           of this Act;\n     (b) sums donated to the Council by any person or\n         organization;\n     (c)   contributions to be made by applicants for legal aid;\n     (4 costs awarded to any applicant, or any part of such costs;\n     (e) such other sums as may lawhlly be paid to the Council"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The Council may, within such limits as the Minister B o m w m\n                                                                   powen\nresponsible for finance may fix from time to time, borrow money\nfor the purpose of enabling it to perform its functions under this\nAct."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1) With the approval of the House of Representatives, the L O ~\n                                                                   guaranlee\nMinister responsible for finance may guarantee, in such manner\nand on such conditions as he may think fit, the repayment of the\nprincipal and the payment of interest on any authorized borrowings\nof the Council.\n                [The mclwton o I Ihns me $8 mvlhorbud by L N   3nMlI\n8                                               LEGAL AID\n                    (2) Notwithstanding anything to the contrary, where any\n             loan is, pursuant to subsection (l), guaranteed by the Minister\n             responsible for finance, the repayment of the principal moneys\n             and interest represented by the loan so guaranteed shall, during\n             the continuance of such guarantee, be a first charge upon such\n             revenue and assets of the Council as shall be specified by the\n             Minister.\n                     (3) Where the Minister responsible for finance is satisfied\n             that there has been default in the repayment of any principal moneys\n             or in the payment of interest guaranteed under the provisions of\n             this section, he shall direct the repayment or, as the case may be,\n             the payment, out of the Consolidated Fund and assets of Jamaica,\n             of the amount in respect of which there has beensuch default.\n                     (4) The Council shall make to the Accountant-General, at\n             such times and in such manner as the Minister responsible for\n             finance may direct,payments of such amounts as may be so directed\n             in or towards repayment of any sums issued in fulfilment of any\n             guarantee under this section, and payments of interest on what is\n             outstanding for the time being in respect of any sums so issued at\n             such rate as that Minister may direct, and different rates of interest\n             may be directed as respects different sums and as respects interest\n             for different periods.\nPower to        9. All moneys of the Council not immediately required to be\ninyes1\n             expended to meet any obligations or to discharge any h c t i o n s of\n             the Council may be invested in such securities as may be approved\n             either generally or specifically by the Minister and the Council\n             may, with the approval of the Minister, sell all or any of such\n             securites.\nAccounts        l O . - ( l ) The Council shall keep proper accounts and other\nand audil:\n             records in relation to the business of the Council and shall prepare\n             annually a statement of accounts in a form satisfactory to the\n             Minister, being a form which shall conform with the best\n             commercial standards.\n                             [The inclu~ionOF thia m e is muhorilrd by L.N   3RWI]\n                                    LEGAL AID                                   9\n        (2) The accounts ofthe Council shall be audited annually\nby an auditor appointed annually for the purpose by the Council\nand approved by the Minister.\n         ( 3 ) Within three months after the end of each finanical\nyear or within such further time as may be allowed by the Minister,\nthe Council shall submit the statement of its accounts referred to\nin subsection(1) to the Minister, together with acopyofanyreport\nmade by the auditor on that statement and on the accounts of the\nCouncil.\n         (4)The Auditor-General shall be entitled at all reasonable\ntimes to examine the accounts and other records of the Council."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.+1)   The Board shall meet at least once every month and at such other ~ r o c ~ d u r ~\ntimes as may be necessary or expedient for the transaction of business and such ir*d n w -\nmeetingsshall be held at such times and places and on such daysas the members\nmay determine.\n        ( 2 ) The chairman may at any time call a special meeting of the Board\nand shall call a special meeting to be held within seven days of a written request\nfor that purpose addressed to him by any two members.\n       (3) The decisions of the Board shall be by the majority of votes of\nmemberspresent andvoting, andthechairman or other memberpresiding shall,\nin addition to his original vote as a member, have a casting vote in any case in\nwhich the voting is equal.\n       (4) Minutes in proper form ofeach meeting of the Board shall be kept\nby the secretary.\n       ( 5 ) The quorum of the Board shall be four, including the chairman or\nthe person elected to act as chairman as aforesaid.\n      (6) The validity of any proceedings ofthe Board shall not be affected by\nany vacancy in the membership or by any defect in the appointmentofa member.\n   I 1 .+ 1) The Council may appoint committees of the Council to examine Commitices\nand report to it on any matter arising out ofor connected with any of its functions\nunder this Act.\n        (2) Any such committee shall consist of at least two members of the\nCouncil and any other person or persons, whether members of the Council or\nnot, whose assistance or advice the Council may desire.\n         (3) Where persons, not being members of the Board, are members of\nthe committee appointed under this paragraph, the Council may by resolution\ndeclare the honoraria, travelling or other allowances payable to such persons\n(which resolution shall be submitted to the Permanent Secretary in the Ministry\nhaving responsibiliQ for justice); and such payments shall be properly made\nout of the funds and resources of the Council.\n        (4) The Council may, by resolution, either adopt the regon of any\ncommittee, wholly or with such modifications, additions or adaptations, or reject\nsuch report, as it thinks fit."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The Council shall on or before the 3 1st day of October in Estimates.\neach year, submit to the Minister for approval, an estimate of the\noperational expenses and income in respect of the financial year\nnext following."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Notwithstanding anything to the contrary, no action or proceedings taken h o t d o n\nunder this Act by the Council shall be questioned on the ground of any omission, ofCou,lcil.\ndefect o r irregularity not affecting the merits of the case.\n    1 3 . 4 1 ) No member shall be personally liable for any act or default of the Protection\nCouncil done or omitted to be done in good faith in the course of the operation ofmsmbcrs.\nof the Council.\n                   IThs inchion of ,his p.pr is m t h m i d by L.N. J l I W l ]\n26                                              LEGAL AID\n                      (2) Where any member if exempt from liability by reason only of the\n               provisions of this paragraph, the Council shall be liable to the extent that it\n               would be if that member were a servant or agent of the Council.\nDisclosure        14. Every member who, otherwise than as such member, is directly 01\nof interest.   indirectly interested in any matter which is being dealt with by the Council-\n                     (U)   shall disclose the nature of his interest at a meeting of the Council;\n                           and\n                     (b)   shall not take part in any deliberations or decisions ofthe Council\n                           with respect to that matter.\nMcmber-           15. The office of chairman or member of the Board shall not be a public\nship of\n,he Buard\n               office for the purposes ofChapter V of the Constitution of Jamaica.\nnot public."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1)    The Council shall appoint and employ at such Appoinl-\n                                                                     men1 of\nremuneration and on such terms and conditions as it thinks fit, an hxecutive\nExecutive Director of Legal Aid, a secretary, and such other ~~~~~r\nofficers, agents and employees as it thinks necessary for the proper 0fi-m.\nperformance of its functions:\n  Provided tha-\n     (a) no salary exceeding the prescribed rate shall be assigned\n         to any post without the prior approval of the Minister;\n          and\n                               o i #hi%p n ~ eii auh nrrd by L.N\n                [The m ~ l ~ i of                                  3nO(IM]\n10                                                    LEGAL AID\n                  ( b ) no appointment shall be made to any post to which a\n                        salary in excess of the prescribed rate is assigned, without\n                        the prior approval of the Minister.\n                      (2) The Executive Director shall be responsible to the\n             Council for the day-to-day administration of the business of the\n             Council; and where the Executive Director is absent or unable to\n             act and no acting appointment has been made by the Council, the\n             Council may authorize an officer in its sevice to perform\n             temporarily the functions of the Executive Director.\n                      (3) The Governor-Generalmay, subject to such conditions\n             as he may impose, approve ofthe appointment ofany public officer\n             in the service of the Government to any office with the Council,\n             and any public officer so appointed shall, in relation to pension,\n             gratuity or other allowance, and in relation to other rights as a\n             public officer, be treated as continuing in the service of the\n             Government.\n                       (4) The Council may, with the approval of the Minister,\n             enter into arrangements respecting schemes whether by way of\n             insurance policies or otherwise and make rules in respect of medical\n             benefits, pensions, gratuities and other retiring or disability benefits\n             or death benefits relating to employees of the Council and such\n             arrangements or rules may include provisions for the grant of\n             benefits to the dependants and the legal personal representatives\n             of such employees.\n                     ( 5 ) In subsection (1) the prescribed rate means a rate of\n             three hundred thousand dollars per m u m or such higher rate as\n             the Minister may, by order, prescribe.\nDelcgatlo\"      14.+1) The Council may delegate to any member or to any\nof powers\n             officer, employee or agent ofthe Council, the power and authority\n             to cany out such functions as the Council may determine.\n                      ( 2 ) Every delegation shall be revocable by the Council\n             and no delegation shall prevent the exercise by the Council of any\n             functions so delegated.\n                             [The l n c l ~ i o no l thhs P.PI   U mulonlrd b y   LN   lnWI]\n                             LEGAL AID\n          (3) Where any person is granted a legal aid certificate\nand is required thereunder to make a contribution to the cost of\nlegal services he shall, within such time as may be specified in the\ncertificate and on such other terms as may be agreed, pay such\namount to the clinic to which the application was made, and the\nclinic shall receive the payment as the agent of the Council.\n         (4) In determining the contribution (if any) to be made\nby an applicant towards the cost of any legal services, the certifying\nauthority shall have regard to-.-\n     (a) the means of the applicant;\n     (b) the type and complexity of proceedings to which the\n         application relates; and\n     (c) the fee that is likely to be charged by the legal profession\n         for such matter.\n          (5) Until the contribution to be made by an applicant is\npaid it shall be a debt due and owing by the applicantto the Council\n and shall be recoverable in a civil suit, so,however, that where the\nExecutive Director is satisfied that in the circumstances it is\njustified, he may with the concurrence of the Council, remit any\nsuch contribution or part thereof.\n         *(6) In determining the means of any applicant who is\nacting in a representative, fiduciary or official capacity, or the\ncontribution to be made by the applicant, the certifying authority\nshall not take into consideration the personal income or assets of\nthe applicant but shall take into account the value of the property,\nestate or fund in respect of which that applicant is acting in a\nrepresentative, fiduciary or official capacity.\n        (7) Except in so far as regulations made under this Act\notherwise provide, any resources or commitmentsof an applicant's\nspouse may be treated for the purpose of assessing the applicant's\nmeans, as the resources and commitments of the applicant.\n16                                            LEGAL AID\nhlaners to      20. In deciding whether or not to grant a legal aid certificate, a\nbe con-\nsidered.      certifying authority shall take into accoun-\n                   (a) the extent to which full disclosure regarding the means\n                         of the applicant has been made;\n                   (b) whether the applicant's prospects of success are\n                       insufficient to justify the grant of legal aid;\n                   (c) whether the nature of any proceedings and the applicant's\n                       interest therein or in relation thereto, in the opinion of\n                       the certifying authority, justify the grant of legal aid in\n                       respect thereof;\n                   (6, whether, in the opinion of the certifying authority, the\n                         applicant's conduct in relation to the subject-matter of\n                         the case is such that he should be denied legal aid in the\n                         particular circumstances;\n                   (e)   where the matter is on appeal, whether in the opinion of\n                         the certifying authority, the grant of legal aid or further\n                         legal aid, as the case may be, is justified in all the\n                         circumstances of the case.\nRevocation      2 1 . 4 ) Subject to subsection(Z), where acertifying authority\nof legal\naid c u t -   has granted a legal aid certificate in respect of any matter, the\ntic*.         certificate may subsequently be revoked by that authority in the\n              following circumstance-\n                   (U)   at the request of the applicant;\n                   (b) if the certifymgauthority is satisfied thatthe proceedings\n                       in respect of which the legal aid was granted, have been\n                       disposed of;\n                   (c)   if an applicant has died;\n                   (4 where the certifying authority has determined the\n                         contribution to be made by the applicant towards the\n                         cost of any proceedings and the applicant fails to make\n                         that contribution within a reasonable period;\n                              Fa ~m~lwim\n                                       of da pmge 11 a m h r c d by L N   VMD21\n                                    LEGAL AID                                 17\n     *(e) where the certifying authority is of the opinion that an\n           applicant has required the proceedings in respect of\n           which he has been granted legal aid to be conducted\n           unreasonably or as to incur unjustifiable expense or has\n           unreasonably required the proceedings to be continued;\n     cfl   where the financial circumstances of the applicant have\n           improved to such an extent that he can afford to make a\n           contribution or increased contribution, as the case may\n           require, towards the cost of the proceedings but refuses\n           to do so;\n     (g) where the financial circumstances of the applicant have\n         improved to such an extent that he no longer requires\n           legal aid;\n     *(h) if the certifying authority becomes aware that an\n          applicant no longer has reasonable grounds for\n          instituting, defending or being a party to the proceedings\n          in respect of which he was granted legal aid, or that it is\n          unreasonable or undesirable in the particular\n          circumstances for the applicant to continue to receive\n          legal aid;\n     (I] where in the opinion of a cerhfying authority an applicant\n         wilfully or negligently made an untrue statement\n         regarding his resources or failed to disclose any material\n         fact concerning his resources; or\n     *U) where the certifying authority is satisfied that the\n           applicant no longer has an interest in the matter in respect\n           of which the certificate was granted.\n          (2) Where a certifying authority intends to revoke a legal\naid certificate, the certifying authority shall-\n     (U)   cause a notice to that effect to be served on the applicant\n           and a copy thereof to be served on the attorney-at-law to\n           whom the matter is assigned pursuant to the legal aid\n           certificate; and\n  *Not yet in force.\n                1%   # m d u m n of t l i i p w 7% vldalrcd by L N   3,WQlI\n18                                          LEGAL AID\n                  ( 6 ) afford to the applicant a reasonable o p p o b t y to show\n                        cause why the certificate should not be revoked.\n                      (3) Where a legal aid certificate is revoked pursuant to\n             this section, the procedure set out in this subsection shall be\n             followed-\n                  (a) the costs incurred in respect of the matter for which the\n                      legal aid certificate was granted up to the date of the\n                      revocation aforesaid shall be paid by the Council after\n                      they are taxed or agreed;\n                  (6) the Council, having regard to the prescribed fees payable\n                      in respect of the matter, shall pay the attorney-at-law to\n                      whom the matter was assigned for the work done by\n                      him in the matter up to the date on which he was notified\n                      of the revocation of the legal aid certificate;\n                  (c)   where anapplicant has made contributions to the Council\n                        towards the cost of the matter, such contributions shall\n                        be applied against the actual cost thereof, and if such\n                        contributions exceed the actual cost, the difference shall\n                        he refunded to the applicant.\nCasts in        $22. Where costs are awarded in favour of an applicant in any\nlegal aid\nmawn         matter in which the services of a member of the panel were used\n             pursuant to a legal aid certificate, such costs shall be the property\n             of and be paid to the Council, so, however, h t -\n                  (a) any costs so paid to the Council shall be subject to\n                      garnishee; and\n                  (b) the applicant shall be reimbursed out of such costs for\n                        the out-of-pocket expenses incurred by him in respect\n                        of such matter.\nAssignment     23.-(1)    Where a legal aid certificate has becm granted 8s\nofmallet\n             respects any matter, the certifying authority or any prescribed\n             person acting on behalf of the certifying authority in the prescribed\n               *Not yet in force.\n                             [mr iedwien of mu p w i, idariud by L.H 3nmOI\n                               LEGAL AID                                19\nmanner, shall assign the matter to an attorney-at-lawfrom the panel\non the basis of rotation, so, however, that-\n     (a) the assignment of an appeal may, if the certifying\n         authority thinks fit, be made to an attorney-at-law other\n         than the attorney-at-law who dealt with the matter at the\n         trial;\n     (6) where a certifymg authority is satisfied that a matter is\n         of exceptional difficulty, the authority, in its discretion,\n         may assign thereto as many attorneys-at-law as are\n         necessary for the proper handling of the matter.\n        (2) An attorney-at-law to whom any matter is assigned\npursuant to this section shall-\n     (a) give the matter the same care and attention as he would\n            have done if he had been otherwise retained in respect\n            of the matter;\n     (b) unless otherwise directed by a certifying authority, act\n         in all aspects of the matter and, where court proceedings\n         are involved, act in the matter at all levels of such\n         proceedings, including, if necessary, appeal, as the case\n         may require.\n           (3) Where-\n     (U)    an attorney-at-law to whom a matter has been assigned\n            finds that he is unable to act therein; or\n     (b) a conflict exists between the attorney-at-law to whom a\n         matter has been assigned and the applicant in respect of\n           that matter,\nthe attorney-at-law shall, within a reasonable time bring the\nsituation to the attention of a certifying authority who may assign\nto the matter some other attorney-at-law h m the panel.\n                [m lnrhulDnof amwe   mhmvd by L N   inmi\n20                                                   LEGAL AID\nFees pay-        24. There shall be payable to an attorney-at-law to whom a\nable to\naltomepat-     matter has been assigned pursuant to a legal aid certificate, the\nIBW.\n               prescribed fees and such travelling allowances and other out-of-\n               pocket expenses as may be prescribed.\nDuty % 10        25.+1)    Every person having an official duty or being employed\nsecrecy.\n               in the administration of this Act shall regard and deal with all\n               documents and information relating to an applicant as secret and\n               confidential, and shall make and subscribe a declaration to that\n               effect before a Justice of the Peace.\n                        (2) Every such person having possession of or control\n               over documents or information, who at any time communicates or\n               attempts to communicate such information or anything contained\n               in such documents to any person-\n                    (U)   other than a person to whom he is authorized by the\n                          Council to communicate it; or\n                    ( b ) otherwise than for the purposes of this Act,\n               shall be guilty of an offence and shall be liable on summary\n               conviction thereof in a Resident Magistrate's Court, to a fine not\n               exceeding one hundred thousand dollars or to imprisonment for a\n               term not exceeding six months.\nRecovery of      26. All debts due to the Council may be recovered, without\ndebu.\n               limit of amount, in the Resident Magistrate's Court.\nExemption        27.-(I) The income of the Council shall be exempt from\nfrom h X C S\nand dutics.    income tax.\n                        (2) There shall be exempt hmtaxationunderthe Transfer\n               Tax Act any transfer by the Council of property belonging to it or\n               any right or interest created in, over or otherwise with respect to\n               any such property.\n                         (3) The Council shall, in relation to all property held by\n               it for the purposes of this Act, be exempt from the payment of\n               property tax.\n                                                  OT #him p ~ wIS -red\n                               [The ~ n o I ~ * l m                      by L N   3llOMl\n                                      LEGAL AID                               21\n          (4) No customs duty, general consumption tax or other\nsimilar impost shall be payable upon any article imported into\nJamaica, taken out of bond in Jamaica or purchased in Jamaica, by\nthe Council and shown to the satisfaction of the Commissioner of\nCustoms to be required for the use of the Council in the performance\nof its functions under this Act."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.+1)    The Minister, after consultation with the Council, may Rcgulalions.\nmake regulations generally for giving effect to the provisions of\nthis Act, and in particular, but without prejudice to the generality\nof the foregoing, may make regdations-\n     (a) prescribing the offences, matters or proceedings or the\n         categories of offences, matters or proceedings in respect\n         of which legal aid shall not be gmnted;\n     (b) providing for the establishing of a scheme for the\n         provision of legal aid to persons detained at police\n         stations, or in lock-ups, correctional institutionsor other\n         similar places;\n     (c)   relating to the establishment and operations of clinics\n           and the appointment of directors or other persons in\n           charge thereof;\n     (d) specifying the records to be kept by clinics in relation to\n           legal aid assignments and otherwise, and the reports to\n           be submitted by clinics to the Executive Director;\n     (e) prescribing the manner of applying for legal aid under\n           this Act;\n     v)    as respects the manner of assessing the means of\n           applicants and the eligibility of applicants for legal aid;\n     (g) relating to the establishment of such panels as the Council\n         deems necessary, the assignment of attorneys-at-law\n         from the panel and the formulation and maintenance of\n         a tariff of fees payable to attorneys-at-law for services\n         provided by them under this Act;\n                [ T k iHItmilia( of LLii p&   is h d z d by L.N. 3 M l\n22                               LEGAL AID\n          (h) prescribing anything required or authorized by the Act\n              to be prescribed.\n             (2) Sections 17 and 18 of the Fair Competition Act shall\n     not apply to any tariff of fees prescribed under subsection (1) (g).\n              (3) Regulations made-\n          (a) under paragraph (u)of subsection (1) shall be subject to\n              affirmative resolution;\n          (6) under paragraph (b), (c). (4, (e), 0,     (g) or ( h ) of\n              subsection (1) shall be subject to negative resolution.\n                                         LEGAL ,410                                                 23\n                                            SCHEDULE                              (Section 3 (2))"
    }
  ],
  "definitions": []
}