{
  "id": "jm-stat-the-legal-profession-act",
  "type": "statute",
  "title": "The Legal Profession Act",
  "title_en": "The Legal Profession Act",
  "short_name": "Legal Profession Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-legal-profession-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-legal-profession-act | Legal areas: Regulation of Professions",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. (1) The members of the Council shall be-                         cofutitutioll\n                                                                       of Gensrd\n     (a) the Chief Justice or his nominee;                             hnd\n     (6) the Attorney-General or his nominee;                          Council.\n     (c) one member appointed by the Minister:\n     (0fourteen members. being legal practitioners, appointed in\n          accordance with sub-paragraph (2).\n      (2) The members specified at sub-paragraph (1) (a) (hereinafter\nreferred to as nominated members) shall be appointed by the Minister\nupon nomination by such body or bodies as may for the time being be\nrecognized by him as representing members a€ the legal profession. so,\nhowever, that until one or more other professional body or bodies is\nor arc formed to represent attorneys in Jamaica the Minister shall\nrecognize the Bar Association of Jamaica and the Incorporated Law\nSociety of Jamaica as together representing the legal profession in\nJamaica and shall appoint to the Council wen members upon the\nnomination of the said Association and seven members upon the\nnomination of the said Society.\n      (3) In this paragraph ‘‘legal practitioner” mean&\n     (U) in relation to any period prior to the appointed day. a\n          b m st e r or solicitor; and\n     (6) in relation to any period thereafter, an attorney-at-law."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In thew Rulcs “secretary” means +e person appointed by the Secretary\nCommittee to be. sccrptary of the Commiaec or any person for          the\n                                                                   or m     of\n                                                                         y Commi*teeee.\ntime being with the authority of the committee performing\nof the duties of secretary.\nallegations contained in an &davit shall be m writing under the hand an      a"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-41) There shall be established for the purposes of this\n                                                              Legal\nAct a body to be called the General Legal -   Council which c,~,,,cil\nshall be concerned with the legal profession and, in\n                                                              functions\nparticular-\n      (a) subject to the provisions of Part 111, with the\n          organization of legal education; and\n      (b) with upholding standards of professional conduct.\n         (2) The Council shall have power to do all such things\nas may appear to it to be necessary or desirable for carrying\nout its functions under this Act.\n        (3) The Council shall appoint on such terms and con-\nditions as it thinks fit a secretary and such other officers as\nit may think necessary for the proper carrying out of its\nfunctions.\n                                                                             First\n         (4) The provisions of the. First Schedule shall have                Schedule\neffect as to the Constitution of the Council and otherwise in\nrelation thereto."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)   The Registrar shall keep, in accordance with the                 F;$r\nprovisions of this Act and any regulations made thereunder, Rollof\nan alphabetical list of attorneys-at-law (in this Act referred to a\"orneYs-\n                                                                  at-law.\nas the Roll) and subject to the provisions of this Act and\nregulations made thereunder and to the payment to the\nRegistrar of the prescribed fees, every qualified person shall\nbe entitled to have his name entered on the Roll and to receive\na certificate of enrolment in the prescribed form from the\nRegistrar.\n       (2) (a) Forthwith upon the appointed day the Registrar\nshall cause to be entered on the Roll the name of every person\nwho immediately prior thereto was a banister or a solicitor\nand shall issue to every such person a certificate of enrolment\n              [The inclusion o f this page is authorized by L.N. 1 In010 I\n                          LEGAL PROFESSION\nin the prescribed form without the payment of any fee.\n            (b) For the purposes of any provision whereby the\nqualification of an attorney-at-law for holding any office\ndepends upon his having been enrolled for a specified period,\nthe number of years during which he was previously enrolled\nas a barrister or a solicitor, as the case may be, shall be\ntreated as part of the period of his enrolment as an attorney-at-\nlaw.\n       (3) The Registrar-General shall, upon the entry in the\nRegister of Deaths of the death of an attorney-at-law, forward to\nthe Registrar particulars of such entry, and the Registrar shall\ncause such particulars to be entered on the Roll.\n        (4) The Registrar upon receiving satisfactory proof of\nthe death at any place outside Jamaica of an attorney-at-law\nshall cause the particulars of the date and place of such death\nto be entered on the Roll.\n      (5) The Registrar shall have the custody of the Roll\nand of all documents relating thereto, and shall allow any\nperson to inspect the Roll during office hours without\npayment.\n       (6) Rules of court may be made prescribing-\n     (a) the form of the certificate of enrolment, the procedure\n         for the enrolment of qualified persons and the fees to\n         be paid in relation thereto;\n     (b) the duties of the Registrar with respect to the keeping\n         of the Roll; and\n      (c) fees to be charged in relation to the issue of practising\n          certificates.\n       (7) For the purposes of subsection (2)-\n      \"barrister\" means a barrister as defined in section 2 of\n                           LEGAL PROFESSION\nin paragraph (b) shall so long as he continues as aforesaid, be\ndeemed to be an attorney ex ofjcio."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. (1) Any nominated member or the member specified in sub- Reaipaa-\nparagraph ( 1 ) (c) of paragraph 1 may at any time resign his office by don*\ninstrument in writing addressed to the Minister and transmitted through\nthe chairman and from the date of m i p t by the Minister of such\ninstrument such member shall c a s e to be a member of the Council.\n        me inclusion of this pase is authorized by LN. 480/1973]\n24                                    LEGAL PROFESSION\n                    (2) The chairman may at any time resign his ofEce as chairman\n              by instrument in writing addressed to the Council and such resignation\n              shall take effect as from the date of receipt by the Council of such\n              instrument.\nRevocation       6. The Minister shall revoke the appointment of a nominated member\nof appoint-   upon a reoommendation to that effect made by the Council in writing:\nments.        and he may at any time, if he considers it expedient so to do revoke\n              the appointment of the member specified in sub-paragraph (1) (c) of\n              paragraph 1.\nFillingof       7. If any vacancy o c ~ r sin the membership of the Council such\nvacancies.    vacancy shall be filled by the appointment of another member whc\n              shall, subject to the provisions of this Schedule, hold office for the\n              remainder of the period for which the previous member was appointed.\n              so, however, that the appointment shall be made in the same maoner\n              and from the same category of persons. if any, as the appointment of\n              the previous member.\nGazetting       8. The names of aU members of thc Council BS first constituted and\nof appoint-   every change in the membership thereof shall be published in the\nments.        Gazefrr\nInmrpora-       9. (1) The Council shall be a body mrporak having perpetual\ntion.         suacession and a common seal with power to acquire. bold and disposc\n              of land and other property of whatever kind\n                    (2) The seal of the Council shall be kept in the custody of the\n              chairman or the Secretary and shall be aflixed to instruments pursuant\n              to a resolution of the Council in the presence of the chairman or any\n              other two members of the council.\n                    (3) The seal of the Council shall be authenticated by the signature\n              of the chairman or any person performing the duties of chairman and\n              shall be officially and judicially noticed.\n                    (4) All documents, other than those required by law to be under\n              seal, made by. and all decisions of, thc Council may be signikd under\n              the hand of the chairman, or any other member authorized to 'act in\n              that behalf, or the Secretary.\n                    (5) The Council may sue and bc sued in its corporate name and\n              may for all purposes be described by such name.\nProcedure       10. (1) The Council shall meet at such times as may be naessary or\nand           expedient for the transaction of its business and such meetings shll\nmeetings.     he held at such places and times and w such days as the council m y\n              determine.\n                     (2) The chairman may at any time call a special mctting of the\n              Council and shall call a special meeting withm seven days of the\n              receipt of a written request for that purpose addressad to h i by any\n              three members of the Council.\n                      me inclusion of this page is authorized by LN. 480119731\n                        LEGAL PROFESSION                                            25\n       (3) The chairman shall preside at all meetings of the Council at\nwhich he is present, and in the case of the chairman's absence from any\nmeeting the members present and constituting a quorum shall elect a\nchairman from among their number to preside at that meeting and\nwhcn so presiding the chairman or person elected as aforesaid t s\npreside shall have an original and a casting vote.\n       (4) The quorum of the Council shall be seven.\n       (5) Minutes in proper form of each meeting of the Council shall\nbe kept.\n       (6) The validity of any proceeding of the Council shall not be\naffected by any vacancy amongst the members thereof or by any defect\nin the appointment of a member thereof.\n       (7) Subject to the provisions of this Schedule the Council may\nregulate its own proceedings."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The names of all membcn of the Committee as first constituted Publication\nand every change in the membership thereof shall be published in the o f m c n h r -\nGazette.                                                             hP."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. (1) The Committee shall meet at such times as may bc necwsary P r d m\nor expedient for the           ‘on of business, and such meetings shall and\nbe held at such place%??mes         and on such days as the Committee matinsS.\nshall determine.\n      (2) The quorum of the Committee shall. subject to %&on     13 of\nthis Act, be five.\n      (3) Subject to the provisions of this Schedule the Committw shall\nhave power to regulate their own proceedings.\n      (4) The validity of any procccdiag of the Committee shall not be\naffected by any vacancy amongst the members thereof or by any\ndefect in the appointment of a membx thereof."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) Subject to the provisions of this Act, if a person who Pe\"lIy\n                                                                 for unlaw-\nis not enrolled practises as a lawyer he shall be liable on fulpractice.\nsummary conviction before a Resident Magistrate to a fine of\nfive hundred thousand dollars in respect of a first offence 81x107\nand for any second or subsequent offence to a fine of S. 4(a).\none million dollars or to imprisonment for a term of twelve an007\nmonths or to both such fine and imprisonment.                    s. 4(a).\n        (2) Subject to the provisions of this Act, if any person\nwho is not enrolled wilfully pretends to be, or makes or uses any\nname or title or description implying that he is qualified or\nrecognized as qualified to act as an attorney he shall be\nliable on summary conviction before a Resident Magistrate to\na fine of five hundred thousand dollars or to imprisonment                  y,\":,\nfor a term of twelve months or to both such fine and\nimprisonment.\n        (3) Any person who not being duly qualified or entitled an007\nto act as an attorney, acts in any respect as an attorney in any s.4(c)(i).\naction or matter or in any court in the name or through the\nagency of an attorney entitled to practise, commits an offence\nagainst this Act and shall be liable on summary conviction\nbefore a Resident Magistrate to a fine not exceeding five\nhundred thousand dollars or to imprisonment for a term of s,4(c)(ii).\ntwelve months or to both such fine and imprisonment.\n        (4) No fees in respect of any thing done by a person\nwho is not enrolled or to whom subsection (3) relates, acting as\nan attorney, shall be recoverable in any action, suit or matter by\nany person whomsoever."
    },
    {
      "provision_ref": "sec8a",
      "section": "8A",
      "title": "Section 8A",
      "content": "8A.-(1)    It is hereby declared, for the avoidance of doubt, Admission\n                                                                     to practise\nthat, subject to subsection (2), where the Supreme Court, the gained by\nCouncil or the Legal Education Authority (hereinafter referred fraud       or\n                                                                     mis-\nto as the Authority) as the case may be, is satisfied that the issue represen-\nof a qualifying certificate or a practising certificate or the tation.\n                                                                     8R007\nenrolment of an attorney-at-law is obtained as a result of fraud S. 5.\nor misrepresentation-\n              [The inclusion o f this page is authorized by L.N. llL?OlO]\n                                        LEGAL PROFESSION\n                   (a) the Authority may revoke the qualifying certificate\n                         issued to the attorney;\n                   (b) the Council may cancel any practising certificate\n                         issued to the attorney; and\n                   (c) the Supreme Court, on the application of the Council,\n                         may strike the name of the attorney from the Roll.\n                      (2) The Authority or Council shall before taking action\n             under subsection (I), give written notice to the attorney-at-law\n             concerned of its intention to take such action and shall afford to\n             that attorney-at-law an opportunity to be heard.\n                                    PART111. Legal Education\nArrange-        9.-(1)      It shall be the duty of the Legal Education\nments for\nlegat        Authority (hereinafter referred to as the Authority) to make\neducation.   arrangements-\n                    (a) for a system of legal education;\n                    (b) for selecting the subjects in which those seeking to\n                          qualify for enrolment as attorneys are to be examined;\n                    (c) for courses of instruction for students and, generally,\n                          for affording opportunities for students to read and\n                          obtain practical experience in law;\n                    (4 regulating the admission of students to pursue sourses\n                          of instruction leading to qualification for enrolment as\n                          attorneys; and\n                    ( e ) for holding examinations which may include pre-\n                          liminary and intermediate examinations as well as\n                          final qualifying examinations.\n                       (2) The Authority may carry out the arrangements in\n             such a manner as it thinks fit and, in particular, either through a\n             school of law established by it or through any other educational\n             institution or both.\n                      (3) The Authority shall issue to any person who has\n             satisfied the Authority that-\n                    (a) he has obtained adequate practical experience in law;\n                         and\n                    (b) he is otherwise qualified to practise law,\n                            [The inclusion o f this page is authorized by L.N. 11ROlO I\n                           LEGAL PROFESSION\nthe Registrar and if the order is an order that an attorney be\nsuspended from practice, the period of suspension shall be\ndeemed to commence on the date of the filing of the order with\nthe Registrar.\n   12~.-(1) It is hereby declared, for the avoidance of doubt ConlnliNee\n                                                                 may hear\nthat where-                                                      applications\n                                                                 pendliig\n      (a) an application made in respect of an attorney pursuant\n          to section 12 is pending; and                          proceedings.\n                                                                 812007\n      (b) criminal proceedings arising out of the facts or s. 8.\n          circumstances which form the basis of the application\n          are also pending,\nthe Committee may proceed to hear and determine the\napplication, unless to do so would, in the opinion of the\nCommittee, be prejudicial to the fair hearing of the pending\ncriminal proceedings.\n           (2) Where the Committee hears an application in the\ncircumstances described in subsection (I), the Committee may,\nif it thinks fit, on its own initiative or at the request of the\nattorney, defer the filing, pursuant to section 15(2), of any order\nmade by it in relation to that application until the conclusion of\nthe criminal proceedings mentioned in subsection (l)(b)."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. A ~ ~ b p issued\nForm 5.        or Form 6 of the Schedule to these Rults as may bc appropriate in the\nForm 6.        particular circumstances,with such variations as the CBSC may mquh.\nNotice to        12. If the finding and order of the Committee arc not pronounced\nparticsof      on the day of htarin& notice shall be given to the p.rtitS of the date\ndateof         when the findings and order will be pronouaccd.\nfindings.\nFilingof  13. The secretary shall on the day of pronouncement or if the\n        Committee have suspended the Whig of the lindinga and order pursuant\nfindings and\n        to rule 19 of these Rules. forthwith upoa the termination of the pried\norder with\nRmismr. for which such 6liug is so suspsldcd,file the fiadings and ordar with\n        the Regislrarand shall within dourtccn days of the date thereof scod a\n        copy thacof to the applicant. the attorney and to any otha pason\n        specified by the committee.\n                      me inchaim of thia pegc ia aumoriEed by LN. u#)/19731\n                             LEGAL PROFESSION"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The Council shall keep proper accounts of its receipts, payments, A      ~             ~\ncredits and liabilities and such accounts shall be audited annually by 2nd audit.\nan auditor appointed in each year by the Council with the approval\nof the Miniater."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) For the purposes of hearing applications made ~ ~ ' - ~ l ~ a v\npursuant to section 12 and of reviewing its decision pursuant to Com~nittee\nsection 19, the Disciplinary Committee may sit in two or more\ndivisions.                                                        XD.OO~\n                                                                             z:i~i~ls-\n        (2) Each division shall be entitled to hear and determine S. 9(a).\nany such application or carry out such review and shall be 8noo.r\nentitled to exercise all the powers of the ~ i s c i ~ l i n aS,9(b)(i)(ii).\n                                                                   r~\nCommittee; and any hearing by or determination, review or\norder of such division shall be deemed to be a hearing by or\ndetermination, review or order of the Disciplinary ~omni?ttee.\n       ( 2 ~ Any\n              )    division of the Committee, whether or i d 8noo-r\nconstituted in the same manner as the division which directed S.9(C).\nthat an attorney be suspended from practice, may make an order\nin accordance with section 19 in relation to that decision.\n              [The inclusion o f this page is authorized by L.N. 1 In010 1\n                                       LEGAL PROFESSION\n                        (3) Each division shall appoint its own chairman and,\n1911994      subject to subsection ( 3 ~ ) shall\n                                             ,    act only while at least three\nS. 2 (a).\n             members thereof are present.\n                      ( 3 ~ )If the Disciplinary Committee, or a division there-\n             of, has commenced, but not concluded, the hearing of an\n             application pursuant to section 12, whether such hearing had\n             commenced before or after the 28th day of June, 1994, and the\n             number of members of the Committee or Division, as the case\n             may be, is reduced by reason of the illness, death or incapacity\n             of any of its members, the Committee or Division may continue\n             to hear and determine that application notwithstanding the\n             reduction in its members, if-\n                     (a) in a case where the Committee or Division originally\n                         consisted of five or more members, the number is not\n                         reduced to less than three; or\n                    (b) in a case where the Committee or Division originally\n                         consisted of three or four members, the number is not\n                         reduced to less than two; or\n                    (c) another member is substituted, with the consent of the\n                         parties to the proceedings, for the member who has\n                         died or has become ill or incapacitated.\n                        (4) Subject to subsection ( 3 ~ )no\n                                                         , order shall be made\n             by the Disciplinary Committee under section 12 striking off the\n             Roll the name of an attorney unless at least three members\n             present vote in favour of the order.\nRules of         14.-(1) The Disciplinary Committee may from time to time\nprocedure.\n             makes rules for regulating the presentation, hearing and\n             determination of applications to the Committee under this\n             Act.\n                        (2) Until varied or revoked by rules made by the\n              Committee pursuant to subsection (1) the rules contained in the\nFourth\nSchedule.    Fourth Schedule shall be in force.\n                         (3) For the purposes of any application made to them\n              under this Act, the Committee may administer oaths and the\n              applicant or the attorney to whom the application relates may\n              sue out writs of subpoena ad testificandum and duces tecum, but\n              no person shall be compelled under any such writ to produce\n              any document which he could not be compelled to produce on\n                           [The inclusion o f this page is authorized by L.N. llt2OlO I\n                          LEGAL PROFESSION\nthe trial of an action.\n             (4) An application to, or an enquiry or proceeding\nbefore, the Committee shall be deemed to be a legal proceeding\nwithin the meaning of that expression as used in Part I1 of the\nEvidence Act."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14, cause a copy of every such order and directions to be filed\nwith the Registrar.\n            (3) Every order filed pursuant to subsection (2) shall,\nas soon as it has been so filed be acted upon by the Registrar and\nbe enforceable in the same manner as a judgment or order and\nall directions of the Supreme Court to the like effect.\n            (4) Upon the filing of any order or directions as afore.\nsaid-\n       (a) the Registrar shall cause a notice stating the effect of\n              the operative part of the order or directions to be\n              published in the Gazette; and\n       ( 6 ) the Committee may, in such manner as it thinks fit,\n              publish a notice of the operative part of any order-\n                   (i) suspending an attorney from practice or\n                        withdrawing an order of suspension; or\n                   (ii) striking the name of an attorney from the\n                        Roll or reinstating the name of an attorney to\n                        the Roll.\n            (5) The file of orders and directions made by the snoo7\n Committee under this section may be inspected at the Registry S.\n of the Supreme Court by any person, during office hours,\n without payment.\n            ( 6 ) An order of the Committee shall be enforceable at snoo7\n the instance and on the application of the Secretary of the S, 'O(')\n Council.\n              [The inclusion o f this page is authorized by L.K. llnOlO I\n                                         LEGAL PROFESSION\nAppeal            16.-(1) An appeal against any order made by the Committee\nagainst\norder of       under this act shall lie to the Court of Appeal by way .of\ntlie           rehearing at the instance of the attorney or the person aggrieved\nCommittee.\n8R007          to whom the application relates, including the Registrar of the\nS. I I (b).    Supreme Court or any member of the Council, and every such\n               appeal shall be made within such time and in such form and\n               shall be heard in such manner as may be prescribed by rules of\n               court.\n812007\n                        (2) The lodging of an appeal under subsection (1)\ns. I I ( c )   against an order of the Committee shall not operate as a stay of\n               execution of the order unless the Court of Appeal otherwise\n               directs.\nPowers of         17.-41) The Court of Appeal may dismiss the appeal and\nCoun of\nAppeal.        confirm the order or may allow the appeal and set aside the\n               order or may vary the order or may allow the appeal and direct\n               that the application be reheard by the Committee and may also\n               make such order as to costs before the Committee and as to\n               costs of the appeal, as the Court may think proper:\n                  Provided that in the rehearing of an application following an\n               appeal by the attorney no greater punishment shall be inflicted\n               upon the attorney concerned than was inflicted by the order\n               made at the first hearing.\n                   (2) Where the Court of Appeal confirms the order (whether\n               with or without variation) it shall take effect from the date\n               specified in the order made by the Court of Appeal confirming\n               it.\nRestoration       18. Where the name of any attorney has been struck off the\nof name to\nthe Roll.      Roll in consequence of a decision in a disciplinarycase, his\n               name shall not again be entered on the Roll except by the\n               direction of the Council, but the Council may at any time direct\n               that his name be restored to the Roll:\n                  Provided that if upon an application in writing made by such\n               person to the Council for his name to be entered again on the\n               Roll, the Council fails or refuses to give a direction to that\n                             [The inclusion o f this page is authorized by L.N. llROlO I\n                         LEGAL PROFESSION                                             23\n                            FIRSTSCHEDULE                      (Section 3)\n                       The General Legal CounciI"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) Every order made and all directions given by the                ziFtfand\nCommittee under this Act shall be prefaced by a statement of n o t l c e ~ f\ntheir findings in relation to the facts of the case and shall ;zrsnlade\nbe signed by the chairman of the Committee or division of directions\n                                                                       given by the\nthe Committee, as the case may be, so, however, that if the Co~nrnittee.\nfindings are not unanimous, dissenting opinions may be 8/2007\nexpressed in the statement.                                            S. lO(a)(b).\n            (2) The Committee shall, subject to rules under section"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The officeof chairman or other member of the Council shall Ofliceof\nnot he a public office for the purposes of Chapter V of the Constitution\nof Jamaica.                                                              0iGC.J\n.~                                                  ~-\n         me idupion of &is page is authorized by L.N. 17/1982]\n26                                   LEGAL PROFESSZON\n                                       SECQNDSCHEDULE                      (Sectim 5 )\n                                       Practising Certificafe\n             Pursuant to the Legal Profession Act, it is hereby certified that\n                                                         whose name is enrolled in the\n             Roll of attorneys-at-law of the Supreme Court of Jamaica is entitled\n             to practise as a lawyer in the year ending 31st day of December, 19 .\n               Dated this          day of                  19\n                                         secretary of the Generai ~ e g council.\n                                                                         a~\n                                          THIRDSCHEDULE                    ( W o n 11)\n                                   The Discipiinmy Committee\nTenure of       1. (1) The memben of the Committw ShalU. subjcot to bhc provisions\n             of this Schedule. hold office for rmch period not exceeding tbm ycan\n             the General Legal Council (hereinafter referred to as the Council) m a y\n             determine and shall be eligible for reappintmeat.\n                   (2) Where members ofa diviim of the committee had oommenccd,\n             but not concluded, 4he hearing of an application pursuaot b sbotion 12\n             those members may continue to hear and determine t        ht application\n             notwithstanding the expiration by the &luxion of h e , o       f the tcum\n             of office of di or any of them.\nChairman.      2. (1) The Council shall appoint one of the members of the Com-\n             mittee to be the chairman thereof.\n                  (2) If the chairman of the Committee is absent or unable to act.\n             the Council may appoint another member to act in his place.\nTUnpoIW        3. The Council may appoint any person who would be eligible for\nappoint-     appointment as a member of the Committee in accordance with sub-\nments.       section (1) of section 11 of this Act to act temporarily in the place of\n             any member of the Committee in the case of the absence or inability\n             to act of such member.\nResigna-        4. (1) Any member of the Committee other than the chairman m a y\ntions.        at any time resign his officeby instrument in writing addressed to the\n             Council and transmitted through the chairman, who shall forthwith\n             cause it to be forwarded to the Comcil and, from the date of the\n             receipt by the Council of such instrument. such member shall culsc to\n             be a member of the Committee.\n                   (2) The chairman m a y at any time resign his office by instrument\n             in writing addressed to the Council and, from the date of the d p t\n             by the Council of such instrument, such chairman ahaU cease to be\n             chairman of the Committee.\nRevocation      5. The Coimcil may. if it thinks it expedient so to do, at any time\nofappoint-   revoke the appointment of the chairman or any other member of the\nments.       Committee.\n                      me inclusion of this page ir authorizsd by LN. 17/1982]\n                        LEGAL PROFESSION                                            27"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. If upon the hearing it appears to the Committee that the allegations in   Amendlnent\nthe affidavit require to be amended or added to, the Committee may permit         zL::?f-\nsuch amendment or addition, and may require the same to be embodied in            affidavit.\na further affidavit, if in the judgment of the Committee such amendment or\naddition is not within the scope of the original affidavit, so, however, that\nif such amendment or addition be such as to take the attorney by surprise\nor prejudice the conduct of his case, the Committee shall grant an\nadjournment of the hearing upon such terms as to costs or otherwise as to the\nCommittee may appear just."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Notes of proceedings shall be taken by the secretary or other person      Notes of\nappointed by the Committee: and any party who appeared at the proceedings         ~      ~     ~   ~   ~   d   -\nshall be entitled to inspect the original or a copy thereof. Every person\nentitled to be heard upon an appeal against an order of the Committee shall\nbe entitled to a copy of such notes on payment of the charges from time to\ntime prescribed by the Committee."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Service of any notice or documents required by these Rules may            serviceof\nbe effected by registered letter addressed to the last known place of abode       ;;:'';ktS,\nor business of the person to be served, and proof that such letter was\nso addressed and posted shall be proof of service. Any notice or docu-\nment required to be given or signed by the secretary may be given or\nsigned by him or by any person duly authorized by the Committee in that\nbehalf,"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Notwithstanding anything to the contrary the Committee may                Power to\n                                                                                  extend\nextend or abridge the time for doing anything under these Rules.                  time."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. All affidavits shall be filed and kept by the secretary. The Committee Secretary\nmay order that any books, papers or other exhibits produced or used at            ',\"G',\"lytSS\na hearing shall be retained by the secretary until the time for appealing\n                               LEGAL PROFESSION\nhas expired, and, if notice of appeal be given, until the appeal is heard\nor otherwise disposed of.\n                                         SCHEDULE\n                                           FORM 1                                (Paragraph 3)\n                  Form of Application against an Attorney-at-law\nTo the      Committee constituted              under      the     Legal      Profession Act,\n(Act 15 of 1971)\nIn the matter of\n            and                           an attorney-at-law.\nIn the matter ofthe Legal Profession Act.\n     I, the undersigned\nhereby make application that*\nof                                                  attorney-at-law, may be required\nto answer the allegations contained in the affidavit which accompanies\nthis application.\n    I make this application on the ground that the matters of fact stated\nin the said affidavit constitute conduct unbecoming his profession on\nthe part of the said                                                   in\nhis capacity of attorney-at-law.\n     In witness thereof I have hereunto set my hand this\nday of                                  , 19         .\n                     ........................................Address\n                     ........................................ Profession, business\n                                                                     or occupation.\n     *Insert full name and last known place or places of business.\n                           LEGAL PROFESSION                                                    31\n                                 FORM2                                  (P-graph          3)\n                   Form of Agdavit by Applican:\n(a) Name of the attorney-at-law.           In the matter of (a)\n                                             an attorney-at-law;\n                                                      and\n                                           In the matter of the Legal Pro-\n                                           fession Act (Act IS of 1971)\n(b) Name of Applicant.                        I. (b)\n                                           make oath and say as follms-\n(c) Place of residence.                           ( 1 ) That I reside at (c)\n(a) Parish.                                in the parish of (4\n(e) Occupation.                             and am a (e)\n(f) Postal address.                        and my postal address is (f)\n                                           P.O.\n(9) Name of attomey-at-law.                       (2) That (9)\n(h) Set out facts complained of.                (3) (h)\n                                                (4) The complaint I make\n(i) Set out shortly the ground of          against the attorney4-law is\n    complaint.                             that he (0\n                                Signature or Mark of Applicant\n                               Sworn at                                 in the parish\n                         of                               this                           day\nIf the person making the of                      19   (thesamehaviag\n  affidavit can rcad and     been first read over and explained to the\n  write strike out the       deponmt when he/she appeared M y to\n  words in brackets.         understand the same) More me:\n                             .........................................................              j\n                                   Justice of the Peace for ihe parish\n                                   of.. ..............................................\n       P'he induu'oo of ibia page ia anthorirsd by LN. 4f10/1973]\n32                          LEGAL PROFESSION\n                                   FORM3                     (Paragraph 6)\n                   Form of Notice by CommitIee fo Applicaltl\n     Complaint Number               of 19     .\n     In the matter of                   attorney-at-law\n                           and\n     In the matter of the Ltgd Profession Act (Act IS of 1971).\n     To\n     of\n     The                     day of              19 is the day h e d for\n     the hearing of your application in the matter of\n     attorney-at-law by the Committee appointed under the Legal Profes-\n     sion Act\n        The Committee will sit at\n     at                 o’clcck in the forenoon. If you fail to appear the\n     Committee may in accordance with the rules made under the Legal\n     Profession Act, proceed in your absence.\n        You are q w r c d by the rules nnder the Legal Profession Act, to\n     furnishtothesaid\n     and the secretary of the Committee at\n     at least 14 days before the said                day of         19\n     a list of all dccnme-ntri on wbk% yon propose to rely.\n        Either party may inspect the documents included in the list furnished\n     by the otbcr and a copy of any document meatiorud in the list of\n     either party must, on the application of the party requiring it be\n     furnished to that party by the other within threc days after rrceipt of\n     the application.\n       You are requested to acknowledge the receipt of this N o b without\n     delay.\n       D a t d the        day of                  19    .\n                                                     Secretary.\n                                               Disciplinary Committee.\n                         LEGAL PROFESSION                                  33\n                                 FORM4                  @aragraph 6)\n          Form of Notice by Commitfee fo Aftornepaf-Law\nComplaint Number                    of 19 .\nIn the matter of                             attorney-at-law\n                                and\n   the matter of the Legal Profession Act (Act 15 of 1971).\nTo                           of                       attorney-at-law.\n   Applicaiicm has been made by\nof                            to the Committee constituted under the\nLegal Profession Act. that you may be required to answer the\nallegations contained in the &davit a copy whereof accompanies this\nNonce.\n   The           day of                   19    is the day fmed for the\nhearing of the application by the. Committee. The Commioee will\nsit at                                          at       o'clock in the\nforenoon. If you faii to appear the Committee may in accordance\nwith the rules made under the Legal Profession Act, proceed in\nyour absence.\n   You are required by the rules made under the Legal hoftfsim\nAct, to furnish to the applicant and to the secretary of the Committee\nat                                          at last 14 days before tbc\nday h e d for hearing a l i t of all the documents on which you\nproposc to rely.\n   Either parly may inspea the documents included in the list furnished\nby the other and a copy of any document mentioned in #he list of\neither prty must, on application of the pan@ requirii it. bc furnished\nto that party by nhc other within 3 days after receipt of the applica-\ntion.\n  You am. requested to acknowledge receipt of this Notice without\ndelay.\n  Dated the        doY of              , 19     .\n                                                  scaaary.\n                                           D h p l i U a y ccnrmittce.\n                                FORM 5                    Paragraph 11)\n                 Form of Subpoena Ad Testificdwn\nIn the Supreme Court of Judicature of Jamaica\nIn the matter of                                          attorneyat-law\n                              and\n        IT6e indusion Of thir Ilssc k aumocizsd bp L.N. 4Xl/I973]\n34                           LEGAL PROFESSION\n     In the matter of the Legal Profession Act (Act 15 of 1971).\n       EUZABSWII, by the Grace of God of Jamaica and of Her Other\n     Realms and Temtories Queen. Htad of the Commonwealth.\n       To\n              GREETING\n                     :\n        We command you to attend before the Committee constituted under\n     the Legal Profession Act. at                     on\n     the                      day of               at ihe hour of\n     o'clock in the         noon, and so from day to day until the applica-\n     tion m the above matter is heard, to give evidence on behalf of\n     Witness\n     Chief Justice of Jamaica the                    day of\n     in the year of Our Lord one thousand nine hundred and\n                                     FORM 6                   (paragraph 11)\n                     Form of Subpoena Duces Tecum\n     In the Supreme Court of Judicaturt of Jamaica.\n     In the matter of                                         attorney-at-law\n                                       and\n     In the matter of the Legal Profession Act (Act 15 of 1971).\n       ELJZABETH  II. by the Grace of Ood of Jamaica and of Her Other\n     Realms and Tcmtories Queen. Head of the Commonwtalth.\n       To\n              GREBTINO:\n        We command you to attend before the committee constituted under\n     the Legal Profession Act, at                   on\n     the             day of                    at the hour of\n     o'clock in the         noon. and so from day to day until the applica-\n     tion in the above matter is head to give evidence on bcbalf of\n     And also to bring with you and produce at the timc and place aforc-\n     said-\n     Witness\n     Chief Justice of Jamaica the                     day of\n     in the year of Our Lord one thousand nine hundred and\n            [The inclusion of this pagc is authoriLcd by LN. 480/19731"
    }
  ],
  "definitions": [
    {
      "term": "barrister",
      "definition": "a barrister as defined in section 2 of",
      "source_provision": "sec4"
    }
  ]
}