{
  "id": "jm-stat-the-legitimation-act",
  "type": "statute",
  "title": "The Legitimation Act",
  "title_en": "The Legitimation Act",
  "short_name": "Legitimation Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-legitimation-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-legitimation-act | Legal areas: Children",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Any child born before the marriage of his or her                $pozfild\nparents whose parents have intermarried or shall hereafter born befora\nintermarry shall be deemed on the marriage of such parents wedlock.\nto have been legitimated as from the date of such marriage\nand shall be entitled to all the rights of a child born in\nwedlock."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The issue of any such legitimated child who has died           rz$$oy\nor may hereafter die before the marriage of his or her lcqitimated\n                                                           ckld who\nparents shall take, by operation of law, the same real and d,ed before\npersonal property which would have accrued to such issue \\%?-\nif the parent had been born in wedlock."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Nothing in this Act shall affect any estate, right, or Nottoofiect\ninterest in any real or personal property to which any person +ate,  etc.,\n                                                                 possess~on\nhas become or may become entitled, either mediately or ,$:p&e\nimmediately in possession or expectancy by virtue of any\ndisposition made before the passing of this Act, or by virtue\nof any devolution by law on the death of any person dying\nbefore the passing of this Act."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Nothing in this Act shall have the effect of legiti- Act not\nmating any child if at the time of the birth of such child operative\n                                                           at time ofif\n                                                                 there\nthere existed any legal impediment to the intermarriage of birth\n                                                           bs\nthe parents of such child :                                impediment\n                                                           to the\n                                                                     marriage of\n  Provided that-                                                     parents.\n    (a) the foregoing provisions of this section shall cease ;fy(9$l\n         to have effect on the 19th March, 1962; and\n2                                      LEGZTZMATZON\n                   (21) in relation to the limitation of the rights conferred\n                        by sections 2 and 3 upon a person legitimated by\n                        virtue of the operation of paragraph (a) and the\n                        issue of such person, section 4 shall have effect as\n                        if for the references therein to the passing of this\n                        Act there were substituted references to the date\n                        mentioned in paragraph (a).\nLeSih=y\nof children"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) Subject to the provisions of this section, a child\nof certain    of a void marriage whether born before or after the 19th\nvoid.\nmamgcs.       March, 1%2, shall be treated as a legitimate child of his\ns.\n18/1961\n   2 (b).     parents if at the time of the act of intercourse resulting\n              in the birth (or at the time of the celebration of the marriage\n              if later) both or either of the parties reasonably believed\n              that the marriage was valid.\n                     (2) This section does not sect any rights under the\n              intestacy of a person who died before the 19th March,1962,\n              and does not affect the operation or constnxdion of any\n              &position coming into operation befare that date.\n                     (3) In this section-\n              “void marriage” means a marriage,not being voidable only,\n                   in resped of which the Supreme Court has or had\n                  jurisdiction to grant a decree of nullity, or would have\n                   or would have hiid such jurisdiction if the parties were\n                   domiciled m the Island;\n              “disposition” means any assurance of any interest in pro-\n                  perty by any instrument whether inter vivos or by will.\n                    me inchsion of this page is authorized by L.N. 480/1973]"
    }
  ],
  "definitions": []
}