{
  "id": "jm-stat-the-leprosy-act",
  "type": "statute",
  "title": "The Leprosy Act",
  "title_en": "The Leprosy Act",
  "short_name": "Leprosy Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-leprosy-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-leprosy-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. T h i s . ~ cmay\n                  t be cited as the Leprosy Act.                           Short title."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-      .                                                .   Interpreta-\n                                                                           tion.\n    \"institution\" means any hospital, asylum, alms-house or'\n         house of refuge maintained at public expense for the\n          care of the sick or destitute poor;\n    \"leprosarium\" means an institution for the segregation and\n         treatment of persons suffering from leprosy;\n    \"leprous patient\" means a person found, after examination\n         in accordance with the provisions of section 8, to be\n         suffering from any variety of leprosy;\n    \"medical practitioner\" means a duly qualified medical prac-\n        titioner registered under 'the Medical Act;\n    \"premises\" includes ships and aircraft;\n    \"Visiting Justice\" means a Visiting Justice of a leprosarium\n         appointed by the Minister under section 29.\n                   Establishment of Leprosarium"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Minister may by order declare any buildings and any Establish-\nland attached thereto to be a leprosarium and thereupon such ~ $ ~ ~ i , , , , , ,\nbuildings and land shall be a leprosarium under this Act."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-41) The buildings and land at Spanish Town hitherto The Lepers\nknown as \"The Lepers Home\" shall be known and styled\nas \"The Hansen Home\" and wherever any reference occurs Town.\n                                                                           Y;zh\nin any enactment or in any rule, regulation, by-law,\nproclamation, order, notification, notice or any other instrument\n                                              LEPROSY\n               to \"The Lepers Home\" such reference shall be construed as a\n               reference to the \"The Hansen Home\".\n                      ( 2 ) The Hansen Home, together with such buildings and\n               land adjacent thereto as may hereafter be erected or acquired\n               for the same purpose shall be deemed to be and the same are\n               hereby declared to be a leprosarium under this Act.\nAppointment      5 . 4 1 ) The Governor-General may appoint fit and proper\nof servants.\n               persons to perform the duties of Medical Superintendent,\n               Medical Officer, Dental Officer, Matron, Assistant Matron,\n               Dispenser Warder and Dispenser of a leprosarium.\n                      ( 2 ) The Chief Medical Officer shall, subject to the direc-\n               tion of the Minister, have the control and direction of every\n               leprosarium.\nErection of       6. Any leprous patient may, by special permission of the\ndwelling-\nh+se by an     Chief Medical Officer, cause to be erected for himself a\nininate.       dwelling-house at his own expense within the limits of the\n               l e p r o s a r i i in which he is detained or in which he is about to\n               become a patient, subject to such conditions as to plans, site,\n               structure, drainage and otherwise as the Chief Medical Officer\n               may approve.\n                      NotiJication and Examination of Persons suffering\n                                        ji-om Leprosy\nNotification     7 . 4 1 ) Where an inmate of any premises used for human\nof leprosy.\n               habitation is a leprous patient or shows signs from which it may\n               reasonably be suspected that he is a leprous patient, then, unless\n               such premises is a leprosarium, the following provisions shall\n               apply-\n                    ( a ) The head of the family to which such inmate\n                          belongs, and in his default the nearest relative of\n                          the inmate present in the premises, or being in\n                          attendance on the inmate, and in default of such\n                          relative, any person in charge of or in attendance\n                          on the inmate, and in default of any such person,\n                        [The inclusion of ,&is page. is authorized by L.N. 92~120121\n                            LEPROSY\n          the occupier of the premises, shall, as soon as he\n          becomes aware that the inmate is a leprous patient,\n          or is suspected of being a leprous patient, give\n          notice thereof to the Medical Officer (Health) of\n          the parish in which such premises is situated.\n     (b) Every medical practitioner attending on or called\n         in to visit any such inmate shall forthwith upon\n         becoming aware that the inmate is a leprous\n         patient or is suffering from a disease suspected to\n         be leprosy, send to the Medical Officer (Health) of\n         the parish in which such inmate resides a notice\n         containing such particulars and in such form as\n         may be prescribed.\n       (2) Every person who fails to give any notice required\nunder paragraph (a) or paragraph (b)of subsection (1) shall\nbe guilty of an offence against this Act.\n       (3) For the purposes of this section “ m p i e r ”\nincludes a person having the charge, management or control\nof any premises or of any part of any premises, and in the\ncase of a house the whole or any part of which is let to\ntenants or lodgers, the person entitled to receive the rent\npayable by any such tenant or lodger, whether on his own\naccount or as the agent of another, and in the case of a\nvessel or aircraft, the master or other person in charge\nthereof."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Erection of dwelling-house by an inmate.\n      Notification and Examination of Persons sufferingfrom ~ e ~ r o s y\n-7. Notification of leprosy."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.\n                                                                                >\n                                       LEPROSY                                  I?\n        the Aliens Act, as the case may be, such person shall be permit-\n        ted to land in the Island.\n                   (b) Where it is determined that such person is suffer-\n        ing from leprosy, the Medical Officer (Health) shall by writing\n        under his hand directed to such person and to the master or per-\n        son in charge of the vessel or aircraft prohibit the landing of\n        such person except in accordance with the provisions of this\n        Act.\n                (5) For the purposes of this section \"Visiting Officer\"\n        shall have the meaning assigned to it by the Quarhtine Act."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.--(1) Where any Medical Officer (Health) receives a Examination\nnotice under section 7 or receives or obtains any informa- opatisnr\n                                                              f Iclxous\ntion in any other manner that any person is a leprous\npatient or is suspected to be a leprous patient, such Medical\nOfficer shall, with a view to determining whether such\nperson is d e r i n g from leprosy, either-\n    (a) enter the premises wherein any such person resides\n        and examine him;or\n      me inclusion of this page is authorircd by LN. 480/1973]\n6                               LEPROSY\n         (b) require any such person by notice in writing in\n              the prescribed form to attend at a specified place\n              and time for the purpose of being examined.\n           (2) Where any Medical Officer (Health) is refused\n    admission to any premises wherein any leprous patient or\n    person suspected to be a leprous patient is or is prevented\n    from examining any such person, a Justice may issue a\n    warrant in the prescribed form authorizing such entry and\n    examination, and upon such warrant being read at such\n    premises any person who refuses to admit the Medical\n    Officer (Health) to such premises or obstructs the Medical\n    Officer (Health) in the performance of the examination shall\n    be guilty of an offence against this Act.\n           (3) Every person who fails to comply with any notice\n    in writing under paragraph (h) of subsection (1) or who,\n    having attended pursuant to such notice, refuses to be\n    examined or obstructs the Medical Officer (Health) in the\n    performance of such examination shall be guilty of an\n    offence against this Act.\n           (4) (a) Where the Medical Officer (Health) on exam-\n    ination by him of any person (other than a person notified\n    to him under paragraph (b) of subsection (1) of section f l\n    is of opinion that such person is suffering from leprosy he\n    shall forthwith cause such person to be examined by some\n    other Government Medical Officer, and, if in the opinion\n    of such other Government Medical Officer, such person is\n    not suffering from leprosy, the Medical Officer (Health) shall\n    forthwith cause such person to be examined by the Medical\n    Superintendent of the nearest leprosarium whose opinion\n    shall be final.\n               (b) Where the Medical Officer (Health) on exam-\n    ination by him of any person notified to him under para-\n    graph (b)of subsection (1) of section 7 is of opinion that such\n    person is not suffering from leprosy he shall forthwith cause\n    such person to be examined by the Medical Suuerintendent\n    of the nearest leprosarium whose opinion shall be final.\n          me inclusion of lhis page is authorized by L.N. 480/19731\n                           LEPROSY                                      7        i\n          (c) Where the Medical Officer (Health) or the\n                                                                                 I\nMedical Superintendent (as the case may be) is of opinion\nthat any person examined by him is a leprous patient but\nthat it is not necessary in the interest of the community\nthat such leprous patient should be isolated he shall issue\ninstructions as to the steps which should be taken by such\nleprous patient to ensure his effective supervision.\n          (d) Where the Medical Officer (Health) or the\nMedical Superintendent (as the case may be) is of opinion\nthat any person examined by him is a leprous patient and\nsuch leprous patient should be isolated and such leprous\npatient does not make application for admission into a                       i\nleprosarium in the manner provided in section 9, the\nMedical Officer (Health) or Medical Superintendent (as the\ncase may be) shall make a report in writing to the Resident\nMagistrate of the parish wherein such leprous patient\nresides.\n                Admissiom to Leprosan'urn"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) Any leprous patient who desiies to be admitted voi~ntary\ninto a leprosarium may make an application in the pre- application\n                                                              for\nscribed form to any Medical Officer (Health).                 admission to\n                                                              leorosanum.\n        (2) Upon receipt of any such application, the Medical\noffioer (Health) shall examine the applicant and if, in his                  !\nopinion, the detention of the said applicant in a leprosarium\nis desirable in the interests of the community, he shall\nforward the application, together with a report in writing,\nto the Medical Superintendent of the nearest leprosarium\nrequesting him to arrange for the admission and detention\nof the applicant therein.\n        (3) No leprous patient admitted to a leprosarium\nunder s u b d o n (2) shall be entitled to leave such lepro-\nsarium otherwise than under an order made by the Chief\nMedical officer under this Act and should any such person\nleave otherwise than pursuant to such an order he may be\ndealt with under section 32.\n      me inclusion of Uus page is authorized by LN. 480119731\na                                       LEPROSY\nDetention       10.-(1) Upon receipt of any report under subsection (4)\nof leprous\npatient after of section 8 a Resident Magistrate shall order any such\nexamlnatloa\n              leprous patient to be removed to and detained in a lepro-\n              sarium :\n                Provided, however, that where a Resident Magistrate is\n              satisfied that any such leprous patient is able to make\n              immediate and effective arrangements at his own place of\n              abode for his effective isolation the Resident Magistrate\n              may refrain from making an order for removal to and\n              detention in a leprosarium of any such leprous patient.\n                       (2) Where any leprous patient, in respect of whom\n              a Resident Magistrate permits arrangements to be made for\n              isolation at the place of abode of such leprous patient, acts\n              in contravention of any rules made under this Act relating\n              to the isolation of leprous patients not detained in a lepro-\n              sarium a Resident Magistrate may order such leprous\n              patient to be removed to and detained in a leprosarium.\nLeperwan.        ll.-(l) A Resident Magistrate, on information upon\nlarse inat\n        any   oath of any credible witness that any person alleged to be\npublic date   a leprous patient has been wandering at large in any public\n              place, may summon such person to appear before him, or\n              if he think it necessary, may issue a warrant under his hand\n              directed to any constable requiring such constable to cause\n              any such person to be brought before him at a time and\n              place to be specified in such warrant.\n                       ( 2 ) Where any person is brought before a Resident\n              Magistrate under subsection (l), the Resident Magistrate\n              shall cause such person to be examined by m y two Govern-\n              ment Medical officers.\n                       (3) Where any two Government Medical OfEcers\n              certify that any such person is a leprous patient and that\n              in their opinion it is desirable in the interests of the com-\n              munity that such person should be isolated, the Resident\n              Magistrate shall order such person to be detained in a\n              leprosarium.\n                    me mclusion of &a page IS authonzed by LN. 480/19731\n                                      LEPROSY                                  9"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. When any leprous patient is remanded in custody or is Detentionof\n    committed to take his trial for any offence, the court making ~       ~\n    any such order as aforesaid shall direct that .the leprous convictton.\n    patient be committed to a leprosarium there to be kept\n    in custody or to await his trial, as the case may be."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The ~ i n i s t e rmay, by order, direct that any specified ~ r i s o n\n    portion of a leprosarium shall be set apart as a place in which 2:;:-\n    leprous patients awaiting trial or sentenced to term of im- leprosarium.\n    prisonment shall be detained.\n                 Removal and Discharge @om Leprosarium"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1)     The Minister may, by order in writing, direct the Removalof\n    removal of any leprous patient from any leprosarium or other Ieperr             I\n    institution 'to any other leprosarium or other institution, and\n    such order shall be sufficient authority for the .removal of\n    such leprous patient and for his reception into and detention\n    in the leprosarium or other institution to which he is ordered to\n    be removed.\n           (2) The Chief Medical Officer may, by order in writing,\n'   direct the removal of any leprous patient from any lepro-\n    sarium to any other leprosarium and such order shall be .\n    sufficient authority for the removal of such leprous patient\n    and for his reception into and detention in the leprosarium\n    to which he is ordered to be removed."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The Chief Medical Officer may, in his absolute dis- Chief\n                                                                     Medical\n    cretion, order the discharge from any leprosarium of any leprous Ofiicer\n    patient, not being a prisoner under sentence of imprisonment, may dis-\n    upon 'security being given b y some person on behalf of such charge      from\n                                                                     leprosarium\n     leprous patient to t h e Accountant-General by bond in the\n    sum of two hundred and fifty thousand dollars conditioned that 7ROl l\n     such leprous patient shall be properly isolated; maintained Sch.\n    and treated in private and shall not be permitted to be at\n    'large.\n                (The inclusion of this page is authorized by L.N. 92u2012J\n    10                                              LEPROSY\n    Dischargeon         16. Whenever it appears to the Medical Superintendent of\n    certificate by\n    Medical\n                     a leprosarium that any inmate thereof is fit to be discharged\n    Superinten-      therefrom, such Medical Superintendent shall so certify to\n    dent.\n                     the Chief Medical Officer who may thereupon direct that\n                     such person shall be discharged either unconditionally or sub-\n                     ject to such conditions as the Chief Medical Officer may im-\n                     pose.\n    Prohibition\n    of certain"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. No leprous patient shall, except with the permission in\n                     the prescribed form of a Medical Officer (Health), carry on any\n                                                                                                               a\n    trades to\n    leprous          trade or calling specified in the Schedule or any other trade\n    patients.\n    Schedule.        or calling which the Minister may, by order published in\nI                    the Gazette, add to such Schedule.\n    Penalty for         18. Every leprous patient who, except with the permission\n    carrying on\n    prohibited       in the 'prescribed form of a Medical Officer (Health), carries\n    trade.           on any trade or calling specified in the Schedule, and any per-\n    Schedule.\n                     son who knowingly employs such-a leprous patient in any such\n                     trade or calling shall be guilty of an offence against this Act.\n    Leprous            19.-41) Every leprous patient, who, without the permission\n    patients en-\n    tering public    in the presciibed form of the Medical Officer (Health), enters\n    vehicles or      any public vehicle or lodges in any hotel, boarding-house or\n    frequenting\n    public           lodging-house, or enters any shop where food or drink is sold,\n    places.          or bathes in any public bath shall be guilty bf an offence\n                     against this Act.                                                    I\n                            (2) Every person who, being the proprietor or person\n                     in charge of any such publia,vehicle, hotel, boarding-house,\n                     lodging-house, shop or ba*, as is mentioned in subsection (I),\n                     knowingly allows any such leprous patient 'to enter the\n                     same shall be guilty of an offence against this Act.\n                            (3) Every leprous patient convicted of an offence against                 '   ..\n                     this section may be committed to a leprosarium, there to be\n                     detained until discharged therefrom by direction of the Minister.\n                                                                                              .   -                --\n                                LEPROSY .                                     11\n   2 0 4 1) Every person who, knowing or having reasonable sale of food\ncause to believe himself to be a leprous 6atient, sells, barters or and drink by\n                                                                    ,eprour\nexchanges any wearing apparel or any article of food or drink patient.\nshall be guilty of an offence against this Act and upon convic-\ntion shall be committed to a leprosarium, there' to be detained\nuntil discharged therefrom by the direction of the Minister.\n        (2) Every person who sells, barters or exchanges any\nwearing apparel or any article of food or drink which such per-\nson knows or has reasonable cause to believe has been prepared\nor handled by a leprous patient or with which a leprous patient\nhas been in contact, shall be guilty of an offence against this\nAct."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Sale of food and drink by leprous patient.\n2 1. Obtaining article from inmate of leprosarium.\n    2                                       LEPROSY\n                                    Landing of Lepers Prohibited"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Every person who, without the permission in writing of Obtaining\nthe Medical Superintendent, purchases or receives from any             ::::ep\ninmate of a leprosarium any article of any kind whatever shall leprosarium.\nbe guilty of an offence against this Act.\n                    Landing of Lepers Prohibited\n   2 2 4 1 ) Subject to the provisions of subsection (2), no lep- Landingof\nrous patient or person suspected of being a leprous patient who ~ ~ ~ ~            ~\nis not a native of or lawfully domiciled in this Island shall land hibited.\nin the Island from any place outside of this Island, and every\nmaster or other person in charge of any vessel or aircraft who\nknowingly permits or .negligently fails to prevent the landing in\nthis Island of any person whom he knows or has reasonable\ncause to suspect is a leprous patient shall be guilty of an offence\nagainst this Act.\n       (2) Notwithstanding the provisions of subsection (I), the\nMinister may grant permission to a leprous patient to land in the\nIsland upon two sufficient and suitable persons, being house-\nholders within the Island, entering into a bond to Her Majesty in\nthe penal sum of one million dollars conditioned that such lep- 712011 ,,,,\nrous patient shall not be at large in the Island, nor do any act\nwhereby he shall become chargeable upon the public or paro-\nchial funds of the Island, and that such leprous patient shall\n12                                              LEPROSY\n                conform to the rules of any leprosarium to which he may be\n                admitted or such rules as may from time to time be made under\n                this Act relating to the isolation and supervision of leprous\n                patients not detained in a leprosarium.\nVisiting           23.-41) Where any Visiting Officer performing the duties of\nOfficer may\ndetain person\nsuspected of\nbeing leprous\n                inspection and examination of persons arriving in this Island up-\n                on any vessel or aircraft, is of opinion that any such person, not\n                being a native of or legally domiciled in this Island, and not hav-\n                                                                                       a\npatient.\n                ing been granted permission to land in the Island by the'~inister\n                under the provisions of subsection (2) of section 22 is suffering\n                from leprosy he shall by writing under his hand directed to the\n                master or other person in charge of such vessel or 'aircraft order\n                that such person be detained on board such vessel or aircraft or\n                at such other convenient place as may be specified until it is\n                determined whether or not such person is suffering from lep-\n                rosy.\n                        (2) The master or other person in charge of any vessel\n                 or aircraft upon whom such an order has been served who\n          -\n                 knowingly permits or negligently fails to prevent the departure\n                 of any such' person from such vessel or aircraft shall be\n                 guilty of an offence against this Act.\n                         (3) Every Visiting Officer making an order for the deten-\n                  tion of any person under the provisions of subsection (1) shall\n                , forthwith report such action to the Medical Officer (Health) of\n                  the        who shall forthwith cause such person to be examined\n                  in accordance with the provisions of this Act.\n                                                                                       a\n                        (4) (a) Where it is determined that such person is not\n                 suffering from leprosy the Medical Officer (Health) shall with-\n                 draw by writing under his hand the order made whereby such\n                 person was so detained, and, subject to the provisions of the\n                 Immigration Restriction (Commonwealth Citizens) Act, or of"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1) Any person suffering or suspected to be suffering Leprous\n        from leprosy landing in this Island in contravention of the patients\n                                                                         landing un-\n        provisions of this Act shall be brought before a Resident lawfully may\n        Magistrate who shall, if necessary, cause such person to be be      returned\n                                                                         to place\n        examined by any two Government Medical Officers and may, if whence they\n        it be determined that such person is suffering from leprosy, came.\n        examine on oath such person and any witnesses'for the purpose\n        of establishing the place from which he was brought into the\n        Island and may order that such person be detained in the nearest\n        leprosarium until he can be removed to the place from which it\n        appears he was brought.\n               (2) All reasonable expenses incurred in the detention\n        and removal of such person shall be borne 'and paid by the\nI       master or other person in charge of the vessel or aircraft by\n        which such person was brought into the Isled by whose act\n-- -    or default such person was permitted to land.\n               (3) The expenses which the master or other person in\n        charge of any vessel or aircraft is required by subsection (2)\n    a   to pay may be sued for and recovered either against such master\n        or other person in charge of the vessel or aircraft or against\n        the owner or agent of such vessel or aircraft in the Island.\n                  Management and Discipline of Leprosarium"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-(1) The Minister may make rules for the better carrying make\n                                                                      Powerto\n                                                                           rules.\n        out of the provisions of this Act.\n                          ,\n    14                                           LEPROSY\n                         (2) Rules made under subsection (1) may, without preju-\n                  dice to the generality of the power conferred by subsection (I),\n                  make provision for-\n                      (a) prescribing the forms of notices, certificates, warrants,\n                          bonds, and orders under this Act;\n                      (b) the management, inspection, discipline and'control of\n                          any leprosarium;\n                      (c) the visiting of leprous patients in a leprosarium by\n                                                                                          ,   a\n                          friends and relatives;\n                      (6) the duties of officers and servants of a leprosarium;\n                      (e) the appointment of Official Visitors and the periodical\n                       .  visiting of every leprosarium by such Official Visitors;\n                      V) prescribing measures for cleansing and disinfection of\n                         premises inhabited by and of vehicles used in the trans-\n                         port of any leprous patient;\n-\n                      (g) the effective isolation of infectious leprous patients not\n                         , detained in a leprosarium;\n                       (h) the adequate supervision of non-infectious leprous\n                           patients not detained in a leprosarium.\n    71201 1              (3) Notwithstanding section 29(b) of the Interpretation\n    Sch.\n                  Act, rules made under section 25 may provide in respect of a\n                  breach of any' of the provisions thereof for the imposition of\n                  penalties on summary conviction in a Resident Magistrate's\n                  Court of a fine not exceeding one million dollars or imprison-\n                  ment for a term not exceeding twelve months or both such fine\n                  and imprisonment.\n    violationof\n    N ~ by\n         S\n    inmates."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Where any inmate of a leprosarid is guilty of the viola-\n                  tion of any rule made under section 25, the Medical Superin-                a\n                  tendent, after due enquiry upon oath, may, with the approval of\n                  the Chief Medical Oflicer, order such inmate to undergo any\n                  one of the following punishrnents-\n    71201 1            (a) payment of a fine not exceeding one thousand dollars;\n    Sch.\n                       (b) solitary confinement for not longer than three days;\n                                                                              . *\n                                                                                      -\n                                LEPROSY                                      15"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Where any inmate of a leprosarium escapes therefrom or Moreserious\nis guilty of. the violation of any rule made under section 25\nwhich in the opinion of the Medical Superintendent cannot ade-\nquately be punished under the provisions of section 26, the\nVisiting Justice, after due enquiry upon oath, may order any\nsuch inmate to undergo either or both of the following punish-\nments, narnely-\n     (a) solitary confinement for not longer than seven days;\n     (b) imprisonment, with or without hard labour, for any\n          term not exceeding one month."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Every inmate. of a leprosarium who is ordered to under- S O I ~ ~ W\ngo solitary confinement shall have one hour in the open air in COnfinernent~\nthe morning and in the afternoon in charge of an attendant and\napart from other inmates.\n                                General"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. The Minister shall appoint a suitable person to be a Visit- Visiting\ning Justice of a leprosarium and such Visiting Justice shall have\npower to hear and determine all cases arising under section 27."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Every person, except a person having la+wfulbusiness Penaltyfor\nthereon, who without the permission of the Medical Superinten- !:g\n                                                                 ;i:\ndent of a leprosarium goes within the limits of such leprosarium sariurn.\nshall be guilty of an offence against this Act."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. Every person who aids or abets any inmate of a lepro- Aidingleper\nsarium to escape or to attempt to escape therefrom shall be guil- 'OeSCape.       :\nty of an offence against this Act."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. Every person admitted into a leprosarium under the provi- Detention\n:sions of.this Act or any other enactment in that behalf shall be ~          ~        ~\n detained therein until he be lawfhlly removed or discharged, and leprous\n if any such person escapes he may be captured by any officer or patients.\n servant\n,.   ...- of such leprosarium or any constable, and shall be again\n           to,\n conveyed admitied into and detained in such leprosarium.\n                                                                                                        /\n                                                                                                    I\n16                                              LEPROSY\nEv~dence           33.-(1) No leprous patient or person suspected of being a '\nrequired to\nprove leprosy    leprous patient shall be convicted of any offence against this Act\n                 or dealt with under the provisions of section 11, or removed\n                 from the Island under the provisions of this Act, and no person\n                 shall be convicted of any offence with respect to the landing of\n                 any leprous patient or person suspected of being a leprous\n                 patient, and no costs shall be recovered with ;espect to the\n                 removal or maintenance of any leprous patient or person suspec-\n                 ted of being a leprous patient, except upon the certificate of two\n                                                                                               a\n                 Government Medical Officers that such person is a leprous\n                 patient.\n                        (2) A certificate in writing signed by a medical pract-\n                 itioner shall be admissible in evidence under this section unless\n                 the Court shall otherwise direct.\nAuthority to       34. Every Medical Officer (Health) and every Medical Super-\nmake tests and\ntake samples.    intendent of a leprosarium may, for the purposes 'of the exam-\n                 ination of any person under this Act, make such tests, and take\n                 such samples for pathological examination, as may reasonably\n                 be necessary to determine whether or not any person is a leprous\n                 patient.\nCleans~ngand      35. A Medical Officer (Health), or any person\n                                                           ,    . authorized\ndisinfection of\npremises.       by him, may at any reasonable time enter any premises\n                 which, within six months before such eritry, have been irihabited\n                 by any leprous patient, and do such acts therein for the purpose\n                 of cleansing and disinfecting such premises as may from time to\n                 time be prescribed by rules made under this Act.         I .              i\n                                                                                               a\nPenalty.         36. Every person who commits any offence against this Act\n               in respect of which no penalty is expressly provided' shall\n               be liable upon conviction before a Resident4Magistrateto a fine\n 7no11 S C ~ . of five hundred thousarid dollars or to impriso&ent for any                                  ~\n               term not exceeding six months:\n                                                                                               .-           -\n                           [ m e inclusion of this page is, authorized by' L.N. 92d2012]\n                                   LEPROSY                                                 17\n       Provided, however, that where any leprous patient is convic-\n    ted of an offence against this Act such leprous patient shall, in\n    lieu of any term of imprisonment, whether as an alternative to\n    the payment of a fine or otherwise, be ordered to be detained in\n    a leprosarium until lawfully discharged therefrom under this\n    Act.\na     37. The Minister may, by order subject to affirmative reso- Minister\n    lution, amend the monetary penalties specified in this Act.   may amend\n                                                                  monetary\n                                                                                  penalties.\n                                                                                  712011\n                                                                                  Sch.\n                                  SCHEDULE                    (Sections 17, 18)\n             List of Trades or Callings Prohibited to Leprous Patients\n        Baker                                    Nurse\n        Butcher                                  Waiter\n        Ice Cream Vendor                         Steward\n        Greengrocer                              Barman\n        Market Gardener                          Dairyman\n        Cook                                     Boatman\n        Fishmonger                               Sailor\n        Washer                                   Hawker\n        Bootmaker                                Huckster\n        Tailor                                   Vanman\n        Barber                                   Schoolmaster\n        Domestic                                 Teacher\n        Licensed Hackney Carriage Driver\n        Any trade or calling in which the person employed handles or\n            comes in contact with articles of food or drink, drugs, medicines,\n            or tobacco in any form.\n        Any trade or calling in which the person employed manufactures,\n            handles, or comes in contact with wearing apparel.\n        Any trade or calling in which the person employed comes in con-\n            tact with cows or other animals kept for the purpose of\n            fbrnishing milk.\n        Any trade or calling, occupation or employment in which the\n            person employed comes in contact with other persons.\n    -"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Minister may amend monetary penalties.\n                                LEPROSY\n                          .THE LEPROSY ACT                                 Cap. 218\n                                                                             Act\n                                                                           7 of 2011\n                                               [I 7th November, 1949.1         Sch.\n                          PART I . Preliminary"
    }
  ],
  "definitions": [
    {
      "term": "institution",
      "definition": "any hospital, asylum, alms-house or'",
      "source_provision": "sec2"
    },
    {
      "term": "leprosarium",
      "definition": "an institution for the segregation and",
      "source_provision": "sec2"
    },
    {
      "term": "leprous patient",
      "definition": "a person found, after examination",
      "source_provision": "sec2"
    },
    {
      "term": "medical practitioner",
      "definition": "a duly qualified medical prac-",
      "source_provision": "sec2"
    },
    {
      "term": "Visiting Justice",
      "definition": "a Visiting Justice of a leprosarium",
      "source_provision": "sec2"
    }
  ]
}