{
  "id": "jm-stat-the-libel-and-slander-act",
  "type": "statute",
  "title": "The Libel and Slander Act",
  "title_en": "The Libel and Slander Act",
  "short_name": "Libel and Slander Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-libel-and-slander-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-libel-and-slander-act | Legal areas: Criminal Procedures",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Libel and Slander Act. aofltifle.\n          PARTI. Defamatory Words and Libel"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In any action for defamation, it shall be lawful for Apology\nthe defendant (after notice, in writing, of his intention admhhble\n                                                             I.n evideaa\nso to do, duly given, to the plaintif€ at the time of filing :02y-\nor delivering the plea in such action), to give in evidence damages\nin mitigation of damages, that he made, or offered, an\napology to the plaintiff for such defamation before the\ncommencement of the action or as soon afterwards as he\nhad an opportunity of doing so, in case the action shall\nhave been c o m m e n d before there was an opportunity of\nmaking or offering such apology."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. In an action for a libel contained in any public news- baction\npaper, or other periodical publication, it shall be competent for\n                                                               .in alibel\n                                                                     ~CWB\nto the defendant to plead that such libel was inserted in p pU what\n                                                                dCff3ldaDt\nsuch newspaper or other periodical publication without m y d a d .\nactual malice, and without gross negligence; and that before\nthe commencement of the action, or at the earliest opportu-\nnity afterwards, he inserted in such newspaper or other\nperiodical publication, a full apology for the said libel; or,\nif the newspaper or periodical publication in which the\nsaid libel appeared should be ordinarily published at\nintervals exceeding one week, had offered to publish the said\napology in any newspaper, or periodical publication, to be\nselected by the plaintiff in such action; and every such\ndefendant shall, upon filing such plea, be at liberty to pay\n       m e inclusion of thia page is authorized by L.N. 480/1973]\n4                                  LZBEL AND SLANDER\n               into court a sum of money, by way of amends, for the injury\n               sustained by the publication of such libel; and such payment\n               into court shall be of the same effect, and be available in\n               the same manner, and to the same extent, and be subject to\n               the same rules and regulations as to payment of costs, as\n               payments of money into court in personal actions, under\n               the rules and practice of the Supreme Court; and that to\n               such plea to such action, it shall be competent to the plain-     .\n               tiff to reply generally, denying the whole of such plea:          ,\n                   Provided always, that it shall not be competent to any\n               defendant in such action to file any such plea, without at\n               the same time making a payment of money into court by\n               way of amends; but every such plea so filed without pay-\n               ment of money into court shall be deemed a nullity, and\n               may be treated as such by the plaintiff in the action.\nLibels to         4. If any person shall publish, or threaten to publish,\nCxtOrt\nmoney.         any libel upon any other person, or shall directly or in-\n               directly threaten to print or publish, or shall directly or\n               indirectly propose to abstain from printing or publishing,\n               or shall directly or indirectly offer to prevent the printing\n               or publishing, of any matter or thing touching any other\n               person, with intent to extort any money, or security for\n               money, or any valuable thing from such or any other person,\n               or with intent to induce any person to confer, or procure\n               for any person, any appointment, or office of profit or trust;\n               every such offender, on being convicted thereof, shall be\n               liable to be imprisoned with or without hard labour for a\n               term not exceeding three years :\n                  Provided always, that nothing herein contained shall in\n               any manner alter or affect any law now in force in respect\n               of the sending or delivery of threatening letters or Writings.\nPublishing        5. If any person shall maliciously publish any defamatory\nlibel. know-\ning it to be   libel, knowing the same to be false, every such person,\nfalsc.         being convicted thereof, shall be liable to be imprisoned for\n                     me inclusion of thii page is authorized by L.N. 480/19731\n                    LZBEL AND SLANDER                                       5\na term not exceeding two years, and to pay such fine as the\ncourt shall impose."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. If any person shall maliciously publish any defamatory Malicious\nlibel, every such person, being convicted thereof, shall be defamatory\n                                                            Libsls,\nliable to fine or imprisonment or both, as the court may\nimpose, such imprisonment not to exceed the term of one\nyear."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. On the trial of any indictment or information for a ~ r o ~ e e d i n g s\ndefamatory libel, the defendant having pleaded such plea upon of indict.\n                                                                    trial\nas hereinafter mentioned, the truth of the matters charged ment     for\n                                                              defamatory\nmay be enquired into, but shall not amount to a defence, libd.\nunless it was for the public benefit that the said matters\ncharged should be published; and to entitle the defendant to\ngive evidence of the truth of such matters charged as a\ndefence, to such indictment or information, it shall be\nnecessary for the defendant, in pleading to the said indict-\nment or information, to allege the truth of the said matters\ncharged in the manner now required in pleading a justifica-\ntion to an action for defamation; and further to allege that\nit was for the public benefit that the said matters charged\nshould be published, and the particular fact or facts by\nreason whereof it was for the public benefit that the said\nmatters charged should be published; to which plea the pro-\nsecutor shall be at liberty to reply generally, denying the\nwhole thereof; and if after such plea, the defendant shall be\nconvicted on such indictment, or information, it shall be\ncompetent to the court, in pronouncing sentence, to con-\nsider whether the guilt of the defendant is aggravated or\nmitigated by the said plea, and by the evidence given to\nprove, or to disprove the same :\n  Provided always, that the truth of the matters charged\nin the alleged libel complained of by such indictment or\ninformation shall, in no case, be inquired into without such\nplea of justification :\n       m e inclusion of this page is authorized by L.N.480119731\n6                                 LIBEL AND SLANDER\n                Provided also, that in addition to such plea it shall be\n              competent to the defendant to plead a plea of not guilty:\n                Provided also, that nothing in this Act contained shall\n              take away or prejudice any defence under the plea of not\n              guilty, which it is now competent to the defendant to make,\n              under such plea, to any action or indictment or information\n              for defamatory words or libel.\nPrimafacie       8. Whensoever, upon the trial of any indictment or\ncase of\npublication   information for the publication of a libel, under the plea\nmay be\nbyagent       of not guilty, evidence shall have been given which shall\ndisproved.    establish a presumptive case of publication against the\n              defendant by the act of any other person by his authority,\n              it shall be competent to such defendant to prove that such\n              publication was made without his authority, consent, or\n              knowledge and that the said publication did not arise from\n              want of due care, or caution on his part.\ncosta.           9. In the case of any indictment or information by a\n              private prosecutor for the publication of any defamatory\n              libel, if judgment shall be given for the defendant, he shall\n              be entitled to recover from the prosecutor the costs sustained\n              by the said defendant by reason of such indictment or\n              information; and upon a special plea of justitication to such\n              indictment or information, if the issue be found for the\n              prosecution, he shall be entitled to recover from the\n              defendant the costs sustained by the prosecutor by reason\n              of such plea, such costs, so to be recovered by the defendant\n              or prosecutor respectively, to be taxed by the proper\n              officer of the court before which the said indictment or\n              information is tried.\n~owar~ta        10. In all cases where a general verdict of guilty or not\ntobe\n-,\"ad.        guilty shall be returned by the jury on the trial of any\n              indictment or information to which a plea of justification\n              has been filed,under the provisions of this Part, the costs,\n                    me indusion of this page is authorized by L.N. 480/19731\n                       LZBEL AND SLANDER                                        7\nwhen taxed by the proper officer shall be paid and payable\nby the private prosecutor, or defendant, as the case may\nbe, to the other party, and may be enforced by the attach-\nment under the seal of the court, or by a writ of feri fuciuq\nissued in the form now used for the enforcement of judg-\nment.\n                   PART11. Newspaper Libel"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. In this Part of this Act “newspaper” shall mean “News-\nany paper containing public news, intelligence, or occur- paper”\n                                                           defined.\nrences, or any remarks or observations thereon printed for\nsale and published in Jamaica periodically or in parts or\nnumbers at intervals not exceeding twenty-six days between\nthe publication of any two such papers, parts or numbers."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. No criminal proceedings shall be commenced against ~ o a i m i n a l\n                                                             proceeding\nm y proprietor, publisher, editor, or any person responsible forlibel\nfor the publication of a newspaper, for any libel published ; :$\ntherein, without the fiat of the Director of Public Prosecu- Director of\n                                                             Public\ntions being first had and obtained.                          Prowcu-\n                                                                       tiOnS."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. A Resident Magistrate upon the hearing of a charge ~~~i~\nagainst a proprietor, publisher, or editor, or any person p$gmt\nresponsible for the publication of a newspaper, for a libel Magiatrate.\npublished therein, may receive evidence BS to the publica-\ntion being for the public benefit, and as to the matters\ncharged in the libel being true, and as to the report being\nfair and accurate, and published without malice, and as to\nany matter which under this or any other enactment, or\notherwise, might be given in evidence, by way of defence by\nthe person charged on his trial on indictment, and the\nResident Magistrate if of opinion after hearing such\nevidence that there is a strong or probable presumption\nthat the jury on the trial would aquit the person charged,\nmay dismiss the case.\n       F   e inclusion of this page ia authorized by L N . 480119131\n8                                 LIBEL A N D SLANDER\nDuty of         14. If a Resident Magistrate upon the hearing of a\nResident\nMaeistrate   charge against a proprietor, publisher, editor, or any person\nwh& libel    responsible for the publication of a newspaper for a libel\nof trivial\ncharacter    published therein, is of opinion that though the person\n             charged is shown to have been guilty, the libel was of a\n             trivial character, and that the offence may be adequately\n             punished by virtue of the powers of this section, the\n             Resident Magistrate shall cause the charge to be read to\n             the person charged, and then address a question to him to\n             the following effect: ’‘ Do you desire to be tried by a jury\n             or do you consent to the case being dealt with summarily?”\n             and, if such person assents to the case being dealt with\n             summarily, the Resident Magistrate may summarily convict\n             him and adjudge him to pay a fine not exceeding one\n42/1%9\n3rd Sch.\n             hundred dollars, and in default to be imprisoned for a\n             period not exceeding three months.\nReport of      15. A fair and accurate report in any newspaper of\njudicd\nproceedings. proceedings  publicly heard before any court exercising\n             judicial authority shall, if published contemporaneously\n             with such proceedings, be privileged :\n               Provided that nothing in this section shall authorize the\n             publication of any seditious, blasphemous or indecent\n             matter.\nConsolida-      1 6 . 4 1 ) It shall be competent for a judge of the Supreme\ntion of\nactions.     Court upon an application by or on behalf of two or more\n             defendants in actions in respect to the same or substantially\n             the same libel brought by one and the same person, to make\n             an order for the consolidation of such actions, so that they\n             shall be tried together; and after such order has been made,\n             and before the trial of the said actions, the defendants in\n             any new actions instituted in respect of the same or sub-\n             stantially the same libel, shall also be entitled to be joined\n             in a common action upon a joint application being made by\n                      LIBEL A N D SLANDER                                  9\nsuch new defendants and the defendants in the actions\nalready consolidated.\n  In a consolidated action under this section the jury shall\nassess the whole amount of the damages (if any) in one sum,\nbut a separate verdict shall be taken for or against each\ndefendant in the Same way as if the actions consolidated\nhad been tried separately; and if the jury shall have found\na verdict against the defendant or defendants in more than\none of the actions so consolidated, they shall proceed to\napportion the amount of damages which they shall have so\nfound between and against the said last-mentioned\ndefendants; and the Judge, at the trial, if he awards to the\nplaint8 the costs of the action, shall thereupon make such\norder as he shall deem just for the apportionment of such\ncosts between and against such defendants.\n        (2) Subsection 1 shall apply to actions for slander 3311961\nand to actions for slander of title, slander of goods or othcr S. 15.\nmalicious falsehood as it applies to actions for libel; and\nreferences in that subsection to the same, or substantially\nthe same, libel shall be construed accordingly."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Duty of Resident Magistrate where libel of trivial character.\nIS. Report of judicial proceedings."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Every in-giving under or in pursuanoe of section In-giving\n17 of the Licences on Trades and Business Act which E$,mso,\nprovides for proprietors of newspapers to give certain Trades        and\n                                                               Business\ninformation to the Collector of Taxes, shall in all proceed- Act grrmo\nings, civil or criminal, be accepted as sufficient prima fncie\nevidence of all the matters and things thereby appearing,\nunless and until the contrary thereof be shown.\n                PARTIII. Slander of Women"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Words spoken and published which impute unchas- Special\ntity or adultery to any woman or girl, shall not require damage\nspxial damage to render them actionable:\n       [The inclusion of this p g e is authorized by L.N. 480/1973]\n10                           LIBEL AND SLANDER\nGxts.     Provided always, that in any action for words spoken and\n        made actionable by this section, a plaintiff shall not recover\n        more costs than damages, unless the Judge shall certify that\n        there was reasonable ground for bringing the action."
    }
  ],
  "definitions": []
}