{
  "id": "jm-stat-the-limitation-of-actions-act",
  "type": "statute",
  "title": "The Limitation of Actions Act",
  "title_en": "The Limitation of Actions Act",
  "short_name": "Limitation of Actions Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-limitation-of-actions-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-limitation-of-actions-act | Legal areas: Real Estate",
  "provisions": [
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. When any right to make an entry, or to bring men\nan action to recover any land or rent, by reason forfeiture\n                                                          nott&en\n                                                                  is\nof any forfeiture or breach of condition, shall have fist\naccrued in respect of any estate or interest in reversion sy~~y;~\nor remainder, and the land or rent shall not have been wbmestate\nrecovered by virtue of such right, the right to make an         zs;:,\nentry or bring an action to recover such land or                2:;.\nrent shall be deemed to have first amued, in respect of\nsuch estate or interest, at the time when the same &all\nhave become an estate or interest in possession, ag if no\nsuch forfeiture or breach of condition had happened.\n      me illclusion of thir page b authorized by LN. 57/1980]\n8                              LIMITATION OF ACTIONS\nWhen the         6. A right to make an entry, or to bring an action\nright shall\nbedeemed      or suit to recover any land or rent, shall be deemed\nto have\n              to have first accrued, in respect of an estate or interest\n1y”g:         in reversion or remainder, or other future estate or\n              interest, at the time at which the same shall have become\n              an estate or interest in possession, by the determination\n              of any estate or estates in respect of which such land shall\n              have been held, or the profits thereof or such rent shall\n              have been received, notwithstanding the person claiming\n              such land or rent, or some person through whom he\n              claims, shall, at any time previously to the creation of\n              the estate or estates which shall have determined, have\n              been in the possession or receipt of the profits of such\n              land, or in receipt of such rent.\n                 But if the person last entitled to any particular estate\n              on which any future estate or interest was expectant shall\n              not have been in the possession or receipt of the profits\n              of such land, or in receipt of such rent, at the time when\n              his interest determined, no such entry shall be\n              made, and no such action or suit shall be brought, by\n              any person becoming entitled in possession to a future\n              estate or interest, but w i t       w e a r s next after the\n              time when the right to m            an entry, or to bring\n              an action or suit for the recovery of such land or\n              rent, shall have 6rst accrued to the person whose interest\n              shall have so determined, or within s k m n e x t after\n              the time when the estate of the person becoming entitled\n              in possession shall have become vested in possession,\n              whichever of those two periods shall be the longer; and\n              if the right of any such person to make such entry,\n              or to bring any such action or suit, shall have\n              been barred under this Part, no person afterwards claiming\n              to be entitled to the same land or rent in respect of any\n              subsequent estate or interest under any deed, will or\n              settlement, executed or taking effect after the time when\n              a right to make an entry, or to bring an action\n                                             -~\n                     me inclusion of this page is authorized by LN. 57/19801\n                   LIMITATION OF ACTIONS                                         9\nor suit for the recovery of such land or rent, shall have\nfirst accrued to the owner of the particular estate whose\ninterest shall have so determined as aforesaid, shall make\nany such entry, or bring any such action or suit, to recover\nsuch land or rent."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. It shall and may be lawful for any person entitled Mortgagee’s\nto or claiming under any mortgage of land to make an right      of\n                                                           recovery\nentry, or bring an action or suit to recover such land, at\nany time within twelve years next after the last payment g ~ a f t e r\nof any part of the principal money or interest secured by payment\nsuch mortgage, although more than twelve years may of any\nhave elapsed since the time at which the right to make orinterest.\nsuch entry or bring such action or suit shall have first\naccrued."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. An administrator claiming the estate or interest of hadminis-\n                                                         lrator to\n                                                            . as if\nthe deceased person of whose chattels he shall have been ~lam\nappointed administrator shall be deemed to claim as if\nthere had been no interval of time between the death of            ,;::E\nsuch deceased person and the grant of the letters of\nadministration."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. When any person shall be in the possession or in inthecase\nthe receipt of the profits of any land, or in the receipt of o+twillthe\n                                                                 f a tenant\nany rent, as tenant a t will, the right of the person entitled         pA&$i\nsubject thereto, or of the person through whom he claims, b b v e\n                                                               lccNed\nto make an entry, or bring an action for the recovery of attheend\nsuch land or rent, shall be deemed to have first $              ?:\naccrued either at the determination of such tenancy,                   ::ilz{,\nor at the expiration of one year next after the commene-\nment of such tenancy at which time such tenancy shall\nbe deemed to have determined :\n  Provided always, that no mortgagor or cestui que trust\nshall be deemed to be a tenant a t will, within the meaning\nof this section, to his mortgagee or trustee.\n        [The inclusion of thk page is alrthorkd by L.N. 57119801\n10                                LIMITATION OF ACTIONS\nNo person,        10. When any person shall be in possession or in receipt\nafter a\ntenancy        of the profits of any land, or in receipt of any rent as\nfrom year\nto year, to    tenant, from year to year, or other period, without any\nhave any\nright but\n               lease in writing, the right of the person entitled subject\nfrom the\nend of the\n               thereto, or of the person through whom he claims, to\nfirst year     make an entry, or bring an action to recover such land\nor last\npayment.       or rent, shall be deemed to have first accrued at the\n15j197Y        determination of the first of such years or other periods\n2nd Sch.\n               or at the last time when any rent payable in respect of\n               such tenancy shall have been received (which shall last\n               happen).\nWhen rent         11. When any person shall be in the possession or in\namounting\nto two         receipt of the profits of any land, or in receipt of any\ndollars        rent, by virtue of a lease in writing by which a rent\nreserved by\na lease in     amounting to the yearly sum of two dollars or up-\nwriting\nshall have     wards shall be reserved, and the rent reserved by such\nbeen\nwongfdly       lease shall have been received by some person wrongfully\nreceived.\n               claiming to be entitled to such land or rent in reversion\n               immediately expectant upon the determination of such\n               1ease;and no payment in respect of the rent reserved by\n               such lease shall afterwards have been made to the person\n               rightfully entitled thereto, the right of the person entitled\n               to such land or rent subject to such lease, or of the person\n15/1979        through whom he claims, to make an entry, or to bring\n2nd Sch.\n               an action, after the determination of such lease,\n               shall be deemed to have first accrued at the time at\n               which the rent reserved by such lease was first so received\n               by the person wrongfully claiming as aforesaid; and no\n               such right shall be deemed to have first accrued upon the\n               determination of such lease to the person rightfully\n               entitled.\nA mere           12. No person shall be deemed to have been in poss\nentry not to\nbe deemed      sion of any land merely by reason of having made\np0ssess100.    an entry thereon.\n                   LIMITATlON OF ACTIONS                                                 11"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. No continual or other claim upon or near any land ~ ~ ~                            i    ~   h   l\nshall preserve any right of making an entry or of bringing h-v:$::\nan action.                                                       continu;\n                                                                 claim.\n                                                                             1511979\n                                                                              ., .. .\n                                                                            2nd Sch."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. When any one or more of several persons                      entitled Possession\nto any land or rent as coparceners, joint tenants or of one\ntenants in common, shall have been in possession or 2;bneofto\nreceipt of the entirety, or more than his or their un- possession\n                                                            of the\ndivided share or shares, of such land or of the profits other.\nthereof, or of such rent, for his or their own benefit, or\nfor the benefit of any person or persons other than the\nperson or persons entitled to the other share or shares of\nthe same Iand or rent, such possession or receipt shall not\nbe deemed to have been the possession or receipt of or by\nsuch last-mentioned person or persons or any of them."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. When a younger brother or other relation of the Pcasession\n                                                              of a\nperson entitled as heir to the possession or receipt of the younger\nprofits of any land, or to the receipt of any rent, shall brother\nenter into the possession or receipt thereof, such possession pOssesSLOn\n                                                              of the bar\nor receipt shall not be deemed to be the possession or\nreceipt of or by the person entitled as heir."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. When any acknowledgment of the title of the gkn~no;~,\nperson entitled to any land or rent shall have been given vniting\n                                                            equivalent\nto him or his agent, in writing signed by the person in toposses-\n                                                            =on or\npossession or in receipt of the profits of such land, or in receipt of\nreceipt of such rent, then such possession or receipt of or rent.\nby the person by whom such acknowledgment shall have\nbeen given shall be deemed to have been the possession or\nreceipt of or by the person to whom or to whose agent\nsuch acknowledgment shall have been given at the time of\ngiving the same; and the right of such last-mentioned\nperson, or any person claiming through him to make an\nentry, or bring an action to recover such land or gil&y,\nrent, shall be deemed to have first accrued at and not\n       [The inclusion of this page 18 authonzed by L.N. 57/19801\n12                               WMITATION OF ACTIONS\n                before the time at which such acknowledgment, or the\n                last of such acknowledgments if more than one, was given.\n                                           Disabilities\nExtension          17. If at the time at which the right of any person to\nof time\nallowed         make an entry, or to bring an action or suit to\nin cases of     recover any land or rent, shall have first accrued as\ndisabilities.\n1511979\n2nd Sch.\n                aforesaid, such person shall have been under any of the\n                disabilities hereinafter mentioned, that is to say, infancy,\n                idiocy, lunacy or unsoundness of mind, then such person,\n                or the person claiming through him, may, notwithstanding\n                the period of twelve years or six years (as the case may be),\n                hereinbefore limited shall have expired, make an entry or\n                distress, or bring an action or suit to recover such land or\n                rent, at any time within six years next after the time at\n                which the person to whom such right shall first have\n                accrued shall have ceased to be under any such disability\n                or shall have died (whichever of those two events shall\n                have first happened).\nNo time to        18. The time within which any such entry shall be\nbe allowed      made, or any such action or suit may be brought as afore-\nfor absence\nbeyond\n%ens.\n                said, shall not in any case be extended or enlarged by\n                reason of the absence beyond the seas during all or any\n                part of that time of the person having the right to make\n                such entry, or to bring such action or suit, or of any person\n                through whom he claims.\nUtmost             19. No entry, action or suit, shall be made or\ndowaace         brought by any person who, at the time at which his right\nof time in\ncases of        to make any entry, or to bring an action or suit\ndisabilities.\n                to recover any land or rent, shall have first accrued, shall\n                be under any of the disabilities hereinbefore mentioned, or\n                by any person claiming through him, but within thirty\n                years next after the time at which such right shall have\n                Erst accrued, although the person under disability at such\n                time may have remained under one or more of such\n                      [The indusica of this page is authorized by   L.N. 57/19801\n                 LIMlTATlON OF ACTlONS                                      13\ndisabilities during the whole of such thirty years, or\nalthough the term of six years from the time at which he\nshall have ceased to be under any such disability, or have\ndied, shall not have expired."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. When any person shall be under any of the dis- ~ ~ f u r t h ~ ~\nabilities hereinbefore mentioned at the time at which\nhis right to make an entry, or bring an action to ~o,,\nrecover any land or rent, shall have first accrued, and of\n                                                            haabilities.\nshall depart this life without having ceased to be under i y i 9 ~\nany such disability, no time to make an entry, or 2nd Sch.\nto bring an action to recover such land or rent, beyond\nthe said period of twelve years next after the right of\nsuch person to make an entry, or to bring an action to\nrecover such land or rent, shall have first accrued, or the\nsaid period of six years next after the time at which such\nperson shall have died, shall be allowed by reason of any\ndisability of any other person.\n         Where Right to Estate in Possession Emred"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. When the right of any person to make an entry, m a t h s\nor bring an action to recover any land or rent to *tto         locatafcio\nwhich he may have been entitled for an estate or interest        r-:?\nin possession, shall have been barred by the determination ;:;19$,\nof the period hereinbefore limited which shall be applicable\nin such case, and such person shall at any time during the\nsaid period have been entitled to any other estate, interest,\nright or possibility, in reversion, remainder or otherwise, in\nor the same land or rent, no entry, or action shall\nbe made or brought by such person, or any person claiming\nthrough him, to recover such land or rent, in respect of\nsuch other estate, interest, right or possibility, unless in\nthe meantime such land or rent shall have been recovered\nby some person entitled to an estate, interest or right which\nshall have been limited or taken effect after or in defeasance\nof such estate or interest in possession.\n                                                             -\n           tnclusica of this pap is authorized by LN. 57/19801\n14                               LIMlTATlON OF ACTIONS\n                                        Tenant in Tail\nWhere            22. When the right of a tenant in tail of any land or\ntenant in\ntail is        rent to make an entry, or to bring an action to\nbarred         recover the same shall have been barred by reason of\nrcmainder-\nmen shall\nnot recover.\n               the same not having been made or brought within the\n1511979        time hereinbefore limited which shall be applicable in\n2nd Sch.\n               such case, no such entry, or action shall be made or brought\n               by any person claiming an estate, interest or right which\n               such tenant in tail might lawfully have barred.\nPossession       23. When a tenant in tail of any land or rent entitled\nadverse to     to recover the same shall have died before the expiration\na tenant in\ntail shall     of the period hereinbefore limited which shall be applicable\nrun on\nagainst the    in such case for making an entry, or bringing an\nremainder-\nmen.           action to recover such land or rent, no person claiming\n1511979\n2nd Sch.       any estate, interest or right, which such tenant in tail\n               might lawfully have barred shall make an entry, or bring\n               an action to recover such land or rent, but within the\n               period during which if such tenant in tail had so long\n               continued to live he might have made such entry or brought\n               such action.\nLimitation        24. When a tenant in tail of any land or rent shall\nagainst\nremainder-     have made an assurance thereof which shall not operate\nmen in         to bar the estate or estates to take effect after or in\ncertain\ncases of       defeasance of his estate tail, and any person shall by\nadverse.\nwssession.     virtue of such assurance at the time of the execution\n               thereof, or at any time afterwards, be in possession or\n               receipt of the profits of such land or in the receipt of\n               such rent, and the same person, or any other person who-\n               soever (other than some person entitled to such possession\n               or receipt in respect of an estate which shall have taken\n               effect after or in defeasance of the estate tail) shall\n               continue or be in such possession or receipt for the period\n               of twelve years next after the commencement of the time\n                     me ixlusiom of this p a s ia authorued by L.N. 57/1980]\n                  LIMITATION OF ACTIONS                                     15\nat which such assurance, if it had then been executed by\nsuch tenant in tail, or the person who would have been\nentitled to his estate tail if such assurance had not been\nexecuted, would, without the consent ol any other person,\nhave operated to bar such estate or estates as aforesaid,\nthen, at the expiration of such period of twelve years such\nassurance shall be and be deemed to have been effectual\nas against any person claiming any estate, interest or\nright, to take effect after or in defeasance of such estate\ntail.\n                         Suits in Equity"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. No person claiming any land or rent in equity shall Ltmitations\nbring any suit to recover the same, but within the period as     to suit^\n                                                               ,nequ,ty\nduring which by virtue of the provisions hereinbefore\ncontained he might have made an entry, or brought an is;1979\naction to recover the same respectively, if he had been 2nd Sch.\nentitled at law to such estate, interest or right in or to the\nsame as he shall claim therein in equity."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. When any land or rent shall be vested in a trustee Incasesof\n                                                            cxgress\nupon any express trust, the right of the cestui que trust, macthe\nor any person claiming through him, to bring a suit\nagainst the trustee, or any person claiming through him, unfilfon-\n                                                            veyance.\nto recover such land or rent, shall be deemed to have first\naccrued at and not before the time at which such land or\nrent shall have been conveyed to a purchaser for valuable\nconsideration, and shall then be deemed to have accrued\nonly as against such purchaser and any person claiming\nthrough him."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. In every case of a concealed fraud, the right of any Asto\n                                                           C B Y S of\nperson to bring a suit in equity for the recovery of any fraud.\nland or rent of which he, or any person through’whom\nhe claims, may have been deprived by such fraud, shall be\n       (The inclusion of this page is authonzed by L.W. 57/19801\n16                              LIMITATION OF ACTIONS\n               deemed to have first accrued at and not before the time\n               at which such fraud shall, or with reasonable diligence\n               might, have been fist known or discovered :\n                 Provided, that nothing in this section contained shall\n               enable any owner of lands or rents to have a suit in equity\n               for the recovery of such lands or rents, or for setting aside\n               any conveyance of such lands or rents on account of fraud,\n               against any bona fide purchaser for valuable consideration\n               who has not assisted in the commission of such fraud and\n               who at the time that he made the purchase did not know,\n               and had no reason to believe, that any such fraud had\n               been committed.\nsavingthe        28. Nothing in this Part shall interfere with any rule or\njurisdiction\n               jurisdiction of any Court exercising equitable jurisdiction in\n               refusing relief on the ground of acquiescence, or otherwise,\n               to any person whose right to bring a suit may not be\n               barred by virtue of this Part.\nLimitation       29. When a mortgagee shall have obtained the possession\nplOrtgagaS\n               or receipt of the profits of any land or the reoeipt of any\nU1\npossession.\n               rent comprised in his mortgage, the mortgagor, or any\n               person claiming through him, shall not bring any action\n               or suit to redeem the mortgage but within twelve years\n               next after the time at which the mortgagee obtained such\n               possession or receipt, unless in the meantime an\n               acknowledgment in writing of the title of the mortgagor,\n               or of his right to redemption, shall have been given to the\n               mortgagor or some person claiming his estate, or to the\n               agent of such mortgagor or person, signed by the mort-\n               gagee or the person claiming through him; and in such\n               case no such action or suit shall be brought but within\n               twelve years next after the time at which such acknowledg-\n               ment, or the last of such acknowledgments if more than\n               one, was given; and when there shall be more than one\n               mortgagor, or more than one person claiming through the\n                      me inclurion of thin page is authorized by LN. 57/19801\n                 LIMITATION OF ACTIONS                                   17\nmortgagor or mortgagors, such acknowledgment, if given\nto any such mortgagors or persons, or his or their agent,\nshall be as effectual as if the same had been given to all\nsuch mortgagors or persons; but where there shall be more\nthan one mortgagee, or more than one person claiming\nthe estate or interest of the mortgagee or mortgagees, such\nacknowledgment, signed by one or more of such mortgagees\nor persons, shall be effectual only as against the party or\nparties signing as aforesaid, and the person 9r persons\nclaiming any part of the mortgage money, or land or rent,\nby, from or under him or them, and any person or persons\nentitled to any estate or estates, interest or interests, to\ntake effect after or in defeasance of his or their estate or\nestates, interest or interests, and shall not operate to give\nto the mortgagor or mortgagors a right to redeem the\nmortgage as against the person or persons entitled to any\nother undivided or divided part of the money, or land or\nrent; and where such of the mortgagees or persons afore-\nsaid as shall have given such acknowledgment shall be\nentitled to a divided part of the land or rent comprised\nin the mortgage, or some estate or interest therein, and\nnot to any ascertained part of the mortgage money, the\nmortgagor or mortgagors shall be entitled to redeem the\nsame divided part of the land or rent on payment, with\ninterest, of the part of the mortgage money which shall\nbear the same proportion to the whole of the mortgage\nmoney as the value of such divided part of the land or\nrent shall bear to the value of the whole of the land or\nrent comprised in the mortgage.\n                  Extinguishment of Right"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. At the determination of the period fimited by this Atthcmd\n                                                              Of tpc\nPart to any person for making an entry, or bring- r . o d ? f\ning any action or suit, the rght and title of such\nperson to the land or rent, for the recovery whereof such\n                                                              fished.\n                                                              1511979\n                                                              2nd SFh.\n      me inclusion of this page ia euthorw by L.N. 57119801\n18                              LlMlTATION OF ACTIONS\n1511979        entry, action or suit respectively might have been made\n2nd Sch.\n               or brought within such period, shall be extinguished.\n                                      Receipt of Rent\nReceipt of        31. The receipt of rent payable by any tenant from\nE\"t\ndeemed         year to year, or other lessee, shall as against such lessee,\nreceipt of\nprofin.        or any person claiming under him (but subject to the\n               lease), be deemed to be the receipt of the profits of the\n               land for the purposes of this Part.\n                           What s h d not Defeot Right of Entry\nNo descent,      32. No descent cast, discontinuance or warranty, which\netc.. to bar\nright of       may happen or be made shall toll or defeat any right of\nCOtIy.\n               entry or action for the recovery of land.\n                             Money Charged upon Land, etc.\nLimitation        33. No action or suit or other proceedmg shall be\nin cues of\ncharges        brought to recover any sum of money secured by any\n and liens\non land.\n               mortgage, judgment or lien, or otherwise charged upon\n               or payable out of any land or rent, at law or in equity,\n               or any legacy, but within twelve years next after a present\n               right to receive the same shall have accrued to some\n               person capable of giving a discharge for or release of the\n               same, unless in the meantime some part of the princippll\n               money, or some interest thereon, shall have b a n paid,\n               or some acknowledgment of the right thereto s h d have\n               been given in writing signed by the person by whom the\n               same shall be payable, or his agent, to the person entitled\n               thereto, or his agent; and in such case no such action or\n               suit or proceeding shall be brought but within twelve\n               years after such payment or acknowledgment, or the lart\n               of such payments or acknowledgments if more than one,\n               was given.\n                     [The inclusim of this page is authorid br LN. S?Jl%Q\n                LIMITATION OF ACTIONS                              19"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. No action suit or other proceeding shall be brought Timefor\n                                                          recovering\nto recover any sum of money or legacy charged upon or charges and\npayable out of any land or rent, at law or in equity, and arrears\n                                                          .\n                                                          inkrest.\n                                                                  of\nsecured by any express trust, or to recover any arrears\nof rent or of interest in respect of any sum of money or\nIegacy so charged or payable and so secured, or any\ndamages in respect of such arrears, except within the\ntime within which the same would be recoverable if there\nwere not any such trust."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. No arrears of dower, nor any damages on account ~~a~~~\n                                                         f dower\nof such arrears, shall be recovered or obtained by any otobc\naction or suit for a longer period than six years next\nbefore the commencement of such action or suit.\n                                                             z;$\n                                                        than six\n                                                        years."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. No arrears of rent, or of interest in respect of any N~~~~~\nsum of money charged upon or payable out of any land $ ~ ~ ~ , \" ,\nor rent, or in respect of any legacy, or any damages in koYSTSd\nrespect of such arrears of rent or interest, s h d be formore\nrecovered by any action or suit, but within six than SIX"
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. Her Majesty the Queen, her predecessors and w h t ~ ~ ~ n r r\nsuccessors, shall not be held, deemed, or taken, for the shall   not\n                                                             bedoemed\npurposes of this Act, to have been answered the rents, Kked,\nrevenues, issues, or profits of any lands, tenements, rents,\nor hereditaments which shall have been held or enjoyed, or\n      m e inclusion of this page k authorized by L.N. 480119731\nn                                LlMlTATION OF ACTIONS\n               of which the rents, revenues, issues, or profits shall have\n               been taken, by any other person or persons, by the space\n               of sixty years next before the fling, issuing, or commencing\n               of any such action, suit, plaint, information, commission,\n               or other suit or proceeding for recovering the same, or in\n               respect thereof, as in this Part is mentioned, by reason\n               only of the same lands, tenements, rents, or hereditaments\n               having been part or parcel of any hereditaments of which\n               the rents, revenues, issues, or profits shall have been\n               answered to Her Majesty, or her predecessors or successors,\n               or some other person under whom Her Majesty hath or\n               lawfully claimeth or shall hereafter have or lawfully claim\n               as aforesaid.\nRFaervation 40. Nothing in this Part contained shall extend to bar,\nas ta\nbwn impeach, or hinder Her Majesty, her heirs or successors of,\nrightsin\nreversion or   for, or from, any tenement, rents, or hereditaments, where-\nreminder.      of any reversion or remainder now is in Her Majesty, for\n               or concerning the said reversion or remainder, nor of, for,\n               or from any reversion or remainder, or possibility of\n               reversion or remainder, in any of Her Majesty’s progenitors,\n               or predecessors, or ancestors, which by the expiration, end,\n               or other determination of any limited estate of fee simple,\n               or of any fee tail or other particular estate, hath or ought\n               to have fist fallen or become in possession, or which shall\n               or may or ought hereafter first to fall or come in possession\n               within the space of sixty years next before the filing,\n               issuing, or commencing of any such action, plaint, infor-\n               mation, commission, or other suit or proceeding as shall\n               at any time or times hereafter be filed, issued, or\n               commenced, for recovering the same, or in respect thereof;\n               nor of, for, or from any right or title 6rst accrued or grown\n               to Her Majesty, or any of her progenitors, predecessors, or\n               ancestors, or which shall 6rst accrue, or grow to Her\n               Majesty, or any of her heirs or successors, of, in, or to,\n               any lands, tenements, rents, m hereditaments, at any\n                     me inclusion of this page is authorized by L.N. 480119731\n                   LIMITATION OF ACTIONS                                23\ntime or times within the space of sixty years next before\nthe filing, issuing, or commencing of any such action,\nplaint, information, commission, or other suit or pro-\nceeding as shall at any time or times hereafter be filed,\nissued, or commenced for recovering the same, or in\nrespect thereof, and not before."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. Nothing in t h i s Part contained shall extend to any Limitations\nlands, tenements, rents or hereditaments, mentioned to be Part of this\n                                                                    Bs to\ngranted or conveyed by any of Her Majesty’s progenitors, particular\n                                                               estates.\npredecessors or ancestors, or by any other under whom\nHer Majesty claimeth, to any person of any limited estate\nin fee simple, or of any estate in tail, or other particular\nestate, which several estates (if the same had been good\nand effectual in law), have or ought to have first fallen or\nbecome in possession, or will or ought first to fall or come\nin possession, within the space of sixty years next before\nthe filing, issuing, or commencing of any such action, plaint,\ninformation, commission, or other suit or proceeding as\nshall at any time or times hereafter be filed, issued, or\ncommenced, for recovering the same, or in respect thereof\nas aforesaid; nor to any lands, tenements, rents, or heredita-\nments, mentioned to be granted or conveyed by any of\nHer Majesty’s progenitors, predeoessors, or ancestors, or\nby any other under whom Her Majesty claimeth, to any\nperson in fee tail, or other particular estate, whereof the\nreversion or inheritance (if such estate tail, or other\nparticular estate, had been good and effectual in law)\nshould have been and continued in Her Majesty, or any\nof her progenitors, predecessors, or ancestors, or should or\nought hereafter to be and continue in Her Majesty, her\nheirs, or successors, at any time within the space of sixty\nyears next before the filing, issuing or commencing of any\nsuch action, plaint, information, commission, or other suit\nor proceeding as shall at any time or times hereafter be\n      (The indusion of this p g e is nuthoborind by   L.N. 480/19731\n24                              LIMITATlON OF ACTlONS\n               filed, issued, or commenced, for recovering the same, or in\n               respect thereof as aforesaid.\nWhen right       42. In the construction of this Part the right or title of\nis dccmed\n!o a m e       Her Majesty the Queen to any lands, tenements, rents, or\nan cases\nof leases      hereditaments which are now or shall at any time hereafter\nfor years      be subject to, or comprised in any demise or lease for\nor lives.\n               any term or term of years, or for any life or lives\n               granted by or on behalf of Her Majesty, or any of her\n               royal predecessors or successors, shall not be deemed to\n               have first accrued or grown until the expiration or\n               determination of such demise or lease as against any\n               person whose possession, holding, or enjoyment of such\n               lands, tenements, rents, or hereditaments, or whose\n               receipt of the rents, issues, or profits thereof, shall have\n               commenced during the term of such demise or lease, or\n               who shall claim from, by, or under any person whose\n               possession, holding or enjoyment of such lands, tenements,\n               rents or hereditaments, or whose receipt of the rents,\n               issues or profits thereof, shall have so commenced as\n               aforesaid.\nExisting\nprivate"
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. Anything in this Part to the contrary notwithstand-\nrighe, clc.,   ing, all such rights, title, interest, estate, rents, commons,\nreserved.\n               customs, duties, profits, and other claims and demand\n               whatsoever, in, to, or out of the said lands, tenements, or\n               hereditaments, are reserved to every person and bodies\n               politic and corporate (other than Her Majesty), as they\n               or any of them had or ought to have had before the\n               22nd day of March, 1873.\nLiabilily lo     44. This Part shall not affect the liability to recover\npr0PPrtY    property tax or quit rents, or the liability to any proceed-\nlax, etc.,\nsod         ings, or to any forfeiture in consequence of non-payment\nproceedings\ntherefor    of property tax or quit rents, but property tax and quit\nnot\n&end.       rents shall continue to be due and payable, and all\n                     me inclusion of this page is authorized by LN. 480/1973]\n                  LIMITATlON OF ACTIONS                                        25\nproceedings in consequence of non-payment thereof, and\nall proceedings for forfeiture for such non-payment may\nbe had, continued, and commenced as if this Part had not\nbeen passed.\n                    PART111. Boundaries"
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. In all cases where the lands of several proprietors Reputed\nbind or have bound upon each other, and a reputed boundanen\nboundary hath been or shall be acquiescsd in and submitted\nto by the several proprietors owning such lands, or the y c u s .\npersons under whom such proprietors claim, for the space\nof seven years together, such reputed boundary shall for\never be deemed and adjudged to be the true boundary\nbetween such proprietors; and such reputed boundary shall\nand may be given in evidence upon the general issue, in all\ntrials to be had or held concerning lands, or the boundaries\nof the same, any law, custom or usage to the contrary in\nanywise notwithstanding :\n   Provided always, that nothing herein contained shall\nextend to preclude minors under the age of twenty-one\nyears, or persons of unsound memory, from contesting and\ndisputing at law the truth of any boundaries set up or\nestablished during the minority, or insanity of the said\nrespective persons :\n   Provided such persons shall contest and dispute the\nsame within five years after such person under age shall\nattain the age of twenty-one years, or person of nsound\nniemory shall become compos mentis.\n   PARTN. Limitation of Actions (Debt and Contract)"
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. In actions of debt, or upon the case grounded upon ~ c ~ ~                    ~   ~\n                                                         mentor\nany simple contract, no acknowledgment or promise by promise to\nwords only shall be deemed sufficient evidence in any of take     Ea6e\n                                                             out of the\nthe Courts of this Island, of a new or continuing contract, mmust\n                                                               u*\n                                                                   be in\n                                                                    writing.\n      [Thc inclusion of this page is authorized by L.N. 480/1973]\n26                            LlMlTATlON OF ACTIONS\n            whereby to take any case out of the operation of the\n            United Kingdom Statute 21 James I. Cap. 16, which has\n            been recognized and is now esteemed, used, accepted and\n            received as one of the statutes of this Island, or to deprive\n            any party of the benefit thereof unless such acknowledg-\n            ment or promise shall be made or contained by or in some\n            writing, to be signed by the party chargeable thereby, or\n            his agent duly authorized to make such acknowledgment\n            or promise; and where there shall be two or more joint\n            contractors, or executors or administrators of any con-\n            tractor, no such joint contractor, executor or administrator\n            shall lose the benefit of the said enactment, so as to be\n            chargeable in respect or by reawn only of any written\n            acknowIedgment or promise made and signed by any 0th~\n            or others of them :\n               Provided always, that nothing herein contained shall\n            alter or take away or lessen the effect of any payment, of\n            any principal or interest made by any person whatsoever:\n              Provided also, that in actions to be commenced against\n            two or more such joint contractors, or executors, or\n            administrators, if it shall appear at the trial or otherwise\n            that the plaintiff, though barred by the United Kingdom\n            Statute aforesaid as to one or more of such joint contractors\n            or executors, or administrators, shall nevertheless be entitled\n            to recover against any other or others of the defendants,\n            by virtue of a new acknowledgment or promise, or\n            otherwise, judgment may be given, and costs allowed for\n            the plaintiff, as to such defendant or defendants against\n            whom he shall recover and for the other defendant or\n            defendants against the plaintB.\nProvision     47. If any defendant or defendants, in any action on any\nICSptiO8\n            simple contract, shall plead any matter in abatement, to\nabatUnMt.   the effect that any other person or persons ought to be\n                  me inclusion of thii pege is authorized by LN. 480/1973l\n                   LIMITATION OF ACTIONS                                        27\njointly sued, and issue be joined on such plea, and it shall\nappear at the trial that the action could not, by reason of\nthe United Kingdom Statute aforesaid, be maintained\nagainst the other person or persons named in such plea,\nor any of them, the issue joined on such plea shall be found\nagainst the party pleading the same."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. No endorsement or memorandum of any payment Noendorse-\nwritten or made upon any promissory note, bill of ment etc.,\nexchange, or other writing, by or on the behalf of the party g;gz:\nto whom such payment shall be made, shall be deemed                 ;;Zi>\nsufficient proof of such payment, so as to take the case deemed\n                                                             sufficient.\nout of the operation of the said statute."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. The United Kingdom Statute aforesaid and this 21Jac.1.\nPart shall be deemed and taken to apply to the case of any ch.   16, and\n                                                            th’IS Part to\ndebt or simple contract alleged by way of set-off on the ;:&’$odebt\npart of any defendant, either by plea, notice or otherwise.\n                                                                    by way of\n                                                                    netd."
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. No memorandum or other writing, made necessary Proviaion\nby the preceding sections of this Part shall be deemed to $Gps,\nbe an agreement within the meaning of the Stamp Duty\nAct."
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. All actions of account, or for not acoounting, and Limitation\nsuits for such accounts, as concern the trade of merchandise        ;actions\nbetween merchant and merchant, their factors or servants, %   mh-\n                                                             me”\nshall be commenced and sued within six years after the wountp.\ncause of such actions or suits, and no claim in mpect of a\nmatter which arose more than s h m before the\ncommencement of snch action or suit shall be e n f m b l e\nby action or suit by reason only of some other matter of\n       I’Ihe inclusion of this p e w is authmivd by LN. *80119731\n28                                LlMlTATION OF ACTIONS\n                claim comprised in the same account having arisen within\n                six years next before the commencement of such action or\n                suit.\nBonds. etc.,      52. All bonds and every other writing obligatory what-\non which        soever, whereon no payment has been made or action\nno Pay-\nment made\nor action\n                brought within the space of twenty years from the time\nbrought         they respectively became or shall become due, or from the\nfor twenty\nYears,          last payment thereon, shall be null and void to all intents,\nvoid.           constructions and purposes whatsoever :\n                  Provided always that the limitation herein mentioned\n                shall not extend or be construed to extend to any infant or\n                person of unsound mind :\n                  Provided also, that such persons shall bring their\n                actions to recover any such demands within three years\n                next after such disability ceased.\nAbsence           53. No person or persons who shall be entitled to any\nbeyond\nseas er         action or suit with respect to which the period of limita-\nImprison-       tion, within which the same shall be brought is fixed by\nment of a\ncreditor        the Act of Parliament of the twenty-first year of the reign\nnot to be\na disability.   of King James the First, chapter 16, section 3, or by the\n                Act of Parliament of the fourth year of the reign of\n                Queen Anne, chapter 16, section 17, shall be entitled to\n                any time within which to commence and sue such action\n                or suit beyond the period so fixed for the same by the\n                enactments aforesaid, by reason only of such person, or\n                some one or more of such persons, being at the time of\n                such cause of action or suit accrued beyond the seas, or in\n                the cases in which by virtue of any of the aforesaid\n                enactments imprisonment is now a disability, by reason of\n                such person, or some one or more of such persons, being\n                imprisoned at the time of such cause of action or suit\n                accrued.\n                      me inclusion of this page is authorized by L.N. 480/1973]"
    },
    {
      "provision_ref": "sec75",
      "section": "75",
      "title": "Section 75",
      "content": "75,1919\nyears next after the same respectiveIy shall have become         &,.\ndue, or next after an acknowledgment of the same in\nwriting shall have been given to the person entitled there-\nto, or his agent, signed by the person by whom the same\nwas payable, or his agent :\n  Provided, nevertheless, that where any prior mortgagee\nor other incumbrancer shall have been in possession of any\nland, or in the receipt of the profits thereof, within one\nyear next before an action or suit shall be brought by\nany person entitled to a subsequent mortgage or other\nincumbrance on the same land, the person entitled to such\nsubsequent mortgage or incumbrance may recover in such\naction or suit the arrears of interest which shall have\nbecome due during the whole time that such prior mort-\ngagee or incumbrancer was in such possession or receipt\n      me fnoludca of ibla w is authmircd by I.\" S7/19801\n                  LIMITATION OF ACTIONS                           21\npolitic and corporate, their heirs, and successors, and all\nclaiming by, from, or under them, or any of them, for and\naccording to their and every of their several estates and\ninterests which they have or claim to have, or shall or\nmay have, or claim to have in the same respectively, shall,\nat all times hereafter, quietly and freely have, hold, and\nenjoy, against Her Majesty, her heirs and successors\nclaiming by any title which hath not first accrued or\ngrown, or which shall not hereafter 6rst accrue or grow\nwithin the said space of sixty years, all and singular lands,\ntenements, rents and hereditaments whatsoever, which he\nor they or his or their or any of their ancestors or\npredecessors, or those from, by, or under whom they do or\nshall claim, have or shall have held or enjoyed, or taken\nthe rents, revenues, issues, or profits thereof, by the\nspace of sixty years next before the filing, issuing, or\ncommencing of every such action, plaint, information\ncommission, or other suit or proceeding as shall at any\ntime or times hereafter be filed, issued, or commenced, for\nrecovering the same, or in respect thereof; unless Her\nMajesty, or some of her progenitors, predecessors, or\nancestors, heirs, or successors, or some other person or\npersons, bodies politic or corporate, by, from, or under\nwhom Her Majesty, her heirs or successors, anything hath\nor lawfully claimeth, or shall have or lawfully claim in the\nsaid lands, tenements, rents, or hereditaments, by force\nof any right or title, have been or shall have been answered,\nby virtue of any such right or title, the rents, revenues,\nissues, or other profits thereof, within the said space of\nsixty years."
    }
  ],
  "definitions": []
}