{
  "id": "jm-stat-the-loans-additional-powers-act",
  "type": "statute",
  "title": "The Loans (Additional Powers) Act",
  "title_en": "The Loans (Additional Powers) Act",
  "short_name": "Loans (Additional Powers) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-loans-additional-powers-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-loans-additional-powers-act | Legal areas: Finance and Banking",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Loans (Additional aorttitle.\nPowers) Act.                                                                          i\n                                                                                      i"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Whenever by any enactment authority shall have been Loaosmay\n                                                                                  1I\n                                                                                  I\ngiven, or shall hereafter be given to raise any sum of money be raised\n                                                              hdspea-\nfor the purposes mentioned in such enactment, the Minister, $:g&l\nor the Crown Agents acting on his behalf, may, from time to ; ; ~ ~ y :\ntime, as he or they may deem expedient, raise such sum in mdtho\nEngland independently of, and notwithstandmg anything Lyiz,\nto the contrary contained in the General Loan and Stock jzlgl.\nAct,and Part I of the Treasury Bills Act:\n   Provided that in such case the following provisions shall                          I\napply-\n     (a) So long as any portion of the loan remains out-                              !\n          standing the Minister shall in each half-year\n          ending with the day on which the interest on the                            i\n                                                                                      I\n                                                                                      I\n          loan falls due appropriate out of the Consolidated\n          Fund and assets of the Island a sum equal to                                1\n          one half-year’s interest on the whole of the loan                           ij\n          outstanding and shall remit that s u m to the Crown\n          Agents at such time as will enable them to pay\n          thereout the then current half-year’s interest on\n          the day on which it falls due.\n      (b) The Minister shall also in each half-year ending\n          as aforesaid appropriate out of the said Consoli-\n          dated Fund and assets of the Island for the\n          formation of a sinking fund for the repayment of\n          the loan at par an additional sum in respect of the\n          total nominal amount of the loan outstanding\n       me inclusion of this page is anthoripd by L.N. 480/19731\n2                    LOANS (ADDITIONAL POWERS)\n                 equal to one-half of the annual contribution to be\n                 decided upon by the Minister on the issue of the\n                 loan and shall remit that sum to the Crown Agents\n                 with the remittance hereinbefore mentioned pro-\n                 vided that the said contribution shall in respect\n                 of any money raised under the enactment com-\n                 mence not later than three years after the date\n                 from which the interest on such money shall\n                 commence to run.\n4U1969     (c)   The aforesaid annual contribution shall be not less\n3rd sch.\n                 than such amount as may be determined by the\n                 Minister to be sufficient to redeem the loan at\n                 its due date.\n           (4The Crown Agents shall invest so much of the\n                 money 50 remitted to them as aforesaid as shaU\n                 not be required for the payment of interest for the\n                 current half-year in the purchase of such securities\n1211969          as may be approved by the Minister as a sinking\n3rd SEh.\n                 fund for the final extinction of the debt and the\n                 Crown Agents shall also invest the dividends\n                 interest or produce of such investments in the\n                 purchase of like securities and may from time to\n                 time with the approval of the Minister change any\n                 such investments and shall hold such funds in\n                 trust for the repayment of the principal moneys\n                 for the time being represented by the loan.\n           (4 In case the sinking fund provided for by this Act\n                 shall be insufficient for the payment of all the\n                 principal moneys borrowed under the authority of\n                 this Act at the time the same shall have become\n                 due the Minister shall make good the deficiencies\n                 out of the Consolidated Fund and assets of the\n                 Island.\n             me inclusion of this page ia a u t h d by LN. 480/19731\n              LOANS (ADDITIONAL POWERS)                                    3"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The principal moneys of and interest on any loan PrinFipal\n                                                           and interest\nissued under the provisions of this Act are hereby charged chargedon\nupon and shall be payable out of the Consolidated Fund.            z;a,,d\n                                                                   Fund."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. This Act shall be applicable only to the raising of Actonly\nloans in England, and nothing in this Act contained shall applicable\nprevent the raising of loans in the Island upon such terms ~      ~            ~\nand conditions as shall be specified in any enactment\nauthorizing the raising of such loans.\n      Fhe inclusion of this page is authorized by L.N. 480/1973]"
    }
  ],
  "definitions": []
}