{
  "id": "jm-stat-the-loans-caribbean-development-bank-act",
  "type": "statute",
  "title": "The Loans (Caribbean Development Bank) Act",
  "title_en": "The Loans (Caribbean Development Bank) Act",
  "short_name": "Loans (Caribbean Development Bank) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-loans-caribbean-development-bank-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-loans-caribbean-development-bank-act | Legal areas: Finance and Banking",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Loans (Caribbean shontiuc.\nDevelopment Bank) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                      Intcrmc-\n                                                                       tation.\n     “Bank” means the Caribbean Development Bank;\n     “company” means a company incorporated in Jamaica\n          and carrying on business thereh\n     “Minister” means the Minister responsible for finance;\n     “statutory authority” means any body established\n          directly by statute and exercising powers vested\n          in such body by law for a public purpose."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) Subject to the provisions of t h i s Act, the Govern- p m o t\nment may, in such manner and on such terms and subject pment\nto such conditions as may be agreed between the Govern-                ‘zyhw\nment and the Bank, borrow from the Bank from time to\ntime such sums as may be required by the Government.                  B.nt.\n        (2) Any sums borrowed by the Government under the\npowers conferred by subsection (1) for the requirements of\nthe Government shall be applied and are hereby appro-\npriated to the purposes for which they were borrowed as\nspecified in any agreement concluded with the Bank in\nrespect of the sums so borrowed :\n  Provided that where any part of such s u m cannot be\napplied to the purposes aforesaid such part may be applied\nto such other purposes as may be approved by the Minister\nand the Bank.\n      [ m e inclusion of this page is authorized by   L.N. 480/1973]\n                                                         ,\n4                    M A N S (CARIBBEAN DEVELOPMENT BANIY)\n                    (3) Any agreement between the Government and the\n             Bank in respect of sums borrowed under the powers con-\n             ferred by subsection (1) shall be made in the name of Jamaica\n             and may be signed on behalf of Jamaica by the Minister\n             or by any person authorized thereto in writing by the\n             Minister.\n                   (4) As soon as possible after the conclusion thereof\n             a copy of any agreement concluded with the Bank in respect\n             of any sum borrowed under the powers conferred by sub-\n             section (1) shall be laid by the Minister before the House\n             of Representatives.\n                    (5) Nothing in the provisions of this section shall affect\n             or derogate from any other power to borrow money\n             possessed by the Government.\n                    (6) All amounts required for the repayment of any\n             sums borrowed under the powers conferred by this section\n             and all interest and other charges on such sums are hereby\n             charged upon and shall be payable out of the Consolidated\n             Fund and assets of Jamaica.\nPomr to         4.41) The Government may issue such bonds, p m -\nirsue ism-\n             issory notes or other instruments on such terms and con-\n             ditions as may be necessary for the purjme of giving effect\n             to the terms of any agreement which may be entered into\n             by it with the Bank in respect of any borrowing authorized\n             by subsection (1) of section 3.\n                    (2) Any such bond, promissory note or other instru-\n             ment may be signed on behalf of the Government by the\n             Minister or by any other person authorized thereto in writing\n             by the Minister.\n  5 4 1 ) Subject to the provisions of thii Act, a statutory\n~~d~\nbyatPNLowauthority may, in such manner and on such terms and sub-\nauthority\nfromh\nBank.\n          ject to such conditions as may be agreed between the\n          statutory authority and the Bank and with the approval in\n                    me inelusion of this page is authorized by LN. 480/19731\n         LOANS (CARIBBEAN DEVELOPMENT BANK)                             5\nwriting first obtained of the Minister, borrow from the Bank\nfrom time to time such sums as may be required by the\nstatutory authority.\n       (2) Notwithstanding anything to the contrary any\nagreement between the statutory authority and the Bank\nshall be valid and binding on the authority if signed on\nbehalf of the authority by a person authorized thereto in\nwriting under the seal of the statutory authority.\n       (3) The power to borrow conferred by this section\non a statutory authority shall be in addition to any power\nto borrow conferred on such authority by or under any\nother statute.\n       (4) Notwithstanding anything to the contrary, a\nstatutory authority may charge or mortgage all or any of\nits property (movable or immovable) undertaking or revenue\nto secure any s u m owing to the Bank in respect of sums\nborrowed by it under the powers conferred by subsection\n(1).\n       ( 5 ) Notwithstanding anything to the contrary, a\nstatutory authority may issue such bonds, promissory notes\nand other instruments on such terms and conditions as may\nbe necessary for the purpose of giving effect to any agree-\nment which may be entered into by it with the Bank in\nrespect of any borrowing authorized by subsection (1)."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Any sums borrowed by a statutory authority under A licatioa\nthe powers conferred by subsection (1) of section 5 shall m,Km\n                                                            oamby\nbe applied ,by the authority to the purposes for which the E&!%,\nsums were borrowed as specified in any agreement concluded\nwith the Bank in respect of the sums so borrowed :\n  Provided that where any part of such sum cannot be\napplied to the purposes aforesaid such part may be applied\nby the statutory authority to such other purposes as may\nbe approved by the Minister and the Bank.\n       IThc inclusion of t h i s page is authorized by L.N. 480/19731\n6                         LOANS (CARIBBEAN DEVELOPMENT BANK)\nPower of          7.-(1) The Government may in such manner and on such\nGovernment\ntogUBIilntcS   terms and subject to such conditions as may be agreed\nkz:lz\nStatUION\n               between it and the Bank, notwithstanding anything to the\n               contraqr-\nauthorities.\n                      (a) guarantee the discharge by a statutory authority of\n                           its obligations under any agreement which may be\n                           entered into by the statutory authority with the\n                           Bank in respect of any borrowing authorized by\n                           subsection (I) of section 5 or under any bond,\n                           promissory note or other instrument issued pursu-\n                           ant to any such agreement; and\n                     ( b ) undertake such other obligations as may be agreed\n                           between the Government and the Bank in relation\n                           to or pursuant to any such agreement, bond, prom-\n                           issory note or instrument.\n                        (2) Any guarantee or undertaking given under this\n               section shall be given in writing in the name of Jamaica\n               and it and any endorsement on any bond, promissory note\n               or other instrument of any guarantee given under this sec-\n               tion may be signed on behalf of Jamaica by the Minister\n               or by any person authorized thereto in writing by the\n               Minister.\n                        (3) As soon as possible after a guarantee or under-\n               taking is given under this section, the Minister shall lay\n               before the House of Representatives a statement of the\n               guarantee or undertaking.\nPowcr of         8.-(1)   Subject to subsection (51, the Government may\nGovernment\nto guarantee   in such manner and on such terms and subject to such con-\nloans by\nBanks g\n               ditions as may be agreed by it and the Bank, notwithstand-\ncompames.      ing anything to the contrary-\n                    (U) guarantee the discharge by a company of the\n                         company’s obligations under any agreement for\n                         borrowing from the Bank which may be entered\n                         into by the company with the Bank or under any\n                      IThe inclusion of this page is nuthonied by LS. 480/19731\n        LOANS (CARIBBEAN DEVELOPMENT BANK)                        7\n            bond, promissory note or other instrument issued\n            pursuant to any such agreement; and\n     (b) undertake such other obligations as may be agreed\n            between the Government and the Bank in relation\n            to or pursuant to any such agreement, bond, prom-\n           issory note or instrument."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Power of Government to guarantee loans by Bank to statutory\n     authorities."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. So long as the Government shall continue liable under on    Restrictim\n                                                                    borrow-\nany guarantee or other undertaking given in exercise of the ingpowm of\npowers conferred by subsection (1) of section 7 in respect StfLtUtOrY\n                                                                 authonN\nof any borrowing by a statutory authority the statutory    nye;::;\nauthority shall not, except with the consent of the Minister, m m a n d ~ ~ .\nexercise any other power to borrow possessed by it."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.41) Where it is made to appear to the Minister that P O W C ~ ,\n                                                                 exerclsable\nthere is reasonable cause to believe-                            by Mituster\n                                                                 in event or\n     ( U ) that a statutory authority is likely to fail or be prospectof\n            unable to discharge any of its obligations under default\n                                                                 ,bat,,n by\n            any agreement concluded by it with the Bank or au*o\"~.\n            under any bond, promissory note or other instru-\n            ment issued pursuant to any such agreement; and\n     (b) that the Government is or may become liable\n            under any guarantee or other undertaking given\n            in exercise of the powers conferred by subsection\n            (1) of section 7 in respect of such obligation, the\n            Minister may by order give or authorize any other\n            person to give such directions to the statutory\n            authority as he or such other person may from\n            time to time think necessary or desirable to ensure\n            that satisfactory arrangements are made by the\n            authority to enable it duly to discharge its obliga-\n            tions under such agreement, bond, promissory note\n            or instrument or under this Act.\n          (2) The statutory authority shall, notwithstanding\nany provision contained in any other statute, comply with\nany directions given by or under any such order.\n       m e inclusion of thls page IS authorized by L.N. 480/1973]\n10                     LOANS (CARIBBEAN DEVELOPMENT BANK)\n                       (3) Nothing in the provisions of this section shall\n               affect or derogate from any other power conferred by law on\n               the Minister or any public officer in respect of the statutory\n               authority.\n                       (4) Where any sum becomes payable by the Govern-\n               ment pursuant to a guarantee or undertaking given in exer-\n               cise of the powers conferred by section 7, that sum shall be\n               charged on the Consolidated Fund of Jamaica and the\n               Minister shall direct payment to issue out of the Consoli-\n               dated Fund accordingly.\nStatUtorY     11.41) If any sum is paid out of the Consolidated Fund\nto remy to\nauthority  in respect of any liability incurred by the Government under\nGovement\nsums paid  a guarantee or other undertaking given in exercise of the\nunder      powers conferred by subsection (1) of section 7 in respect of\nauarantee.\n           any borrowing by a statutory authority the statutory\n           authority shall repay such s u m (together with interest there-\n           on at the same rate as that payable on the loan under the\n           agreement by the statutory authority with the Bank) to the\n           Consolidated Fund in such manner and at such time or by\n           such instalments as the Minister may direct.\n                       (2) If any sum is so paid out of the Consolidated\n               Fund the Minister shall, as won as possible after the end\n               of each financial year beginning with that in which the sum\n               was paid and ending with that in which all liability in respect\n               thereof and any interest payable thereon is finally discharged\n               by the statutory authority concerned, lay before the House\n               of Representatives a statement relating thereto.\nArbiiration.     12. If any dispute between the Bank, on the one part,\n               and the Government or a statutory authority or a company\n               or all or any of them, on the other part, arises under any\n               agreement concluded or guarantee or undertaking given\n               in exercise of the powers conferred by this Act or under\n               any bond, promissory note or other instrument issued pur-\n                          inclusion of this page is authorized by L.N. 480/19731\n           LOANS (CARIBBEAN DEVELOPMENT B A N K )                                   1’1\nsuant to any such agreement it shall be determined by\narbitration in the manner agreed between the parties."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Statutory authority to repay to Government sums paid under\n      guarantee.\n1 2 Arbitration."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12) In connection with a guarantee or undertaking\ngiven under subsection (1) in respect of any borrowing by\na company, the company shall pay to the Government as\na commission such sum not exceeding one per cenrum of\nthe amount borrowed as the Minister may determine and\nthe Government may in addition either-\n     ( U ) require and take from the company such securities\n           as the Minister thinks fit for securing the repay-\n           ment to the Government of any sums which the\n           Government may at any time be called upon to\n           pay pursuant to this section; or\n    (b) enter into such other arrangements with the com-\n           pany as the Minister thinks fit for securing the\n           repayment aforesaid.\n       (3) Any guarantee or undertaking given by the\nGovernment under subsection (1) shall be given in writing\nin the name of Jamaica and it and any endorsement on any\nbond, promissory note or other instrument issued pursuant\nto the agreement to which the guarantee or undertaking\nrelates may be signed on behalf of Jamaica by the Minister\nor by any person authorized thereto in writing by the\nMinister.\n       (4) As soon as possible after a guarantee or under-\ntaking is given under subsection (11, the Minister shall lay\nbefore the House of Representatives a statement of the\nguarantee or undertaking.\n       ( 5 ) A guarantee or undertaking shall not be given at\nany time under subsection (1) where-\n      me inclusion of this page is authorized by LN. 480/1!3731\n8           LOANS (CARIBBEAN DEVELOPMENT BANK3\n        ( a ) the principal amount outstanding is at that time\n               not less than the prescribed sum; or\n         ( b ) if the guarantee or undertaking were given, the\n               principal amount outstanding would at that time\n               exceed the prescribed sum.\n       In this subsection-\n         “principal amount outstanding” means so much of the\n                total of the principal amounts of the borrowings\n               guaranteed by the Government pursuant to sub-\n                section (1) as has not been repaid;\n         “prescribed sum” means forty million dollars or such\n               greater amount as the House of Representatives\n               may from time to time, by resolution, approve.\n            (6) Where any agreement referred to in subsection (1)\n    relates to a borrowing in a currency other than dollars then\n    for the purposes of subsection (5)-\n         ( U ) the amount of such borrowing shall be converted\n               into dollars at a rate of exchange determined by\n               the Minister to be, as near as is conveniently\n               possible, equivalent to the average rate of exchange\n               in respect of that currency for the month prior\n                to the month in which the guarantee or under-         .\n               taking in respect of that borrowing is given; and\n         ( b ) the principal amount outstanding in respect thereof\n               at any time shall be converted into dollars at the\n               rate of exchange obtaining at that time in respect\n               of that currency.\n            (7)Where any sum becomes payable by the Govem-\n    ment pursuant to a guarantee or undertaking given in exer-\n    cise of the powers conferred by subsection U), that s u m\n    shall be charged on the Consolidated Fund of Jamaica and\n    the Minister shall direct payment to issue out of the Con-\n    solidated Fund accordingly.\n            (8) If any sum is paid out of the Consolidated Fund\n    pursuant to subsection (3, the Minister shall, as soon as\n          me inclusion of this page IS authorized by L.N. 480/19731\n        LOANS (CARIBBEAN DEVELOPMENT BANK)                                 9\npossible after the end of each financial year beginning with\nthat in which the sum was paid and ending with that in\nwhich all liability in respect thereof and any interest payable\nthereon is finally discharged by the company concerned,\nlay be€ore the House of Representatives a statement relating\nthereto."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.41) Notwithstanding anything to the contrary-                       I      ~    ~    I\n                                                                         tion of\n     (U)   any agreement concluded with the Bank in respect ;;$;fhg\n           of any borrowing authorized by subsection (1) agmment.\n           of section 3 or subsection (1) of section 5 and any\n           bond, promissory note or other instrument issued\n           pursuant to any such agreement and any guarantee\n           or undertaking given in respect of any such agree-\n           ment, bond, promissory note o r instrument by the\n           Government or a statutory authority; and\n     (6) any guarantee or undertaking given by the Govern-\n          ment pursuant to subsection (1) of section 8,\nshall be valid and enforceable and have full force and effect\nin Jamaica in accordance with their respective terms.\n        (2) Neither the Government nor any agency thereof\nnor any statutory authority nor the Bank of Jamaica shall,\nexcept as shall be otherwise agreed between the Minister and\nthe Bank,create any lien on any of its assets as security for\nany external debt unless it is expressly provided that the\nlien will ipso fact0 equally and rateably secure the payment\nof the principal of and interest and other charges on any\nloan made by o r any bonds, promissory notes or instruments\nissued pursuant to any loan made by the Bank to the\nGovernment or to a statutory authority or to a company.\n        (3) In subsection (2)-\n    “lien” includes mortgages, pledges, charges, privileges\n          and priorities of any kind;\n    “external debt” means any debt payable in any medium\n          other than currency which at the time in question\n          is legal tender in Jamaica whether such debt is\n          payable absolutely or at the option of the creditor\n          in such other medium.\n           p h e indusiaa of this p g c is authorized by L.N. 42119951\n12           LOANS (CARIBBEAN DEVELOPMENT BANK)\n             (4) Without prejudice to the generality of the pro-\n     visons of subsection (1) the Minister may provide, by order\n     published in the Gazette, that any tax, duty or fee payable\n     under the Income Tax Act, or the Stamp Duty Act or the\n     Registration of Titles Act or any other enactment shall be\n     remitted where such remission is, in the opinion of the Min-\n     ister, necessary to give full effect to any agreement, bond,\n     promissory note, instrument, guarantee or undertaking\n     under this Act.\n               me inclwiw of this page is autborizod by LH. 42/1995]\n                                                                       -"
    }
  ],
  "definitions": []
}