{
  "id": "jm-stat-the-loans-equity-investment-bonds-act",
  "type": "statute",
  "title": "The Loans (Equity Investment Bonds) Act",
  "title_en": "The Loans (Equity Investment Bonds) Act",
  "short_name": "Loans (Equity Investment Bonds) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-loans-equity-investment-bonds-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-loans-equity-investment-bonds-act | Legal areas: Finance and Banking",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                       Intcrpreta-\n                                                            lion.\n        “Bank” means the Bank of Jamaica established by the\n             Bank of Jamaica Act;\n        “bonds” means Equity Investment Bonds created\n             pursuant to section 3.\n       3 4 1 ) Subject to the provisions of this Act, the Minister\n    is hereby authorized to raise from time to time as may be\n    convenient sums of money by the creation and issue of mooog.\n    securities termed “Equity Investment Bonds”.\n          (2) No sum of money shall be raised under this Act\n    unless, on the day on which that sum is raised, that s u m and\n    all principal moneys remaining unpaid in respect of all\n    other sums previously raised under the authority of this\n    Act do not exceed-\n        (a) the sum of five hundred million dollars; or\n        (b) such greater amount as may from time to time be\n            approved by the House of Representatives by\n            resolution."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Each series of bonds shall bear such rate of interest Tmmmd\n    and shall be subject to such terms and conditions as the c=$?;;\n    Minister may direct before the issue thereof.\n            W includm d tbja page is authorid by LN.37119881\n    RjGW\n4                        LOANS (EQUITY INVESTMENT BONDS)\nApplication     5. The sums of money raised by the issue of each series\nof sums\nraise&by      of bonds under this Act shall be applied to finance expendi-\nthe issue\nofbonds.      ture on such projects as, before the issue of that series, may\n              be approved by the Government of Jamaica for the\n              purposes of that series.\nRegister        6. The Bank shall keep a register containing the following\n              particulars-\n                   (a) the names and addresses of all holders of bonds;\n                   (€4 the amount and serial numbers of the bonds held\n                        by any holder;\n                   (c) the issue date of a bond; and\n                   (4 in the case of a transfer, the date of receipt of the\n                        copy of such transfer sent to the Bank pursuant\n                        to section 7 (2).\nTransfer-       7 . 4 1 ) Subject to the provisions of this section, bonds\nability of    shall be transferable.\nbwds.\n                     (2) Where any bond is transferred the transferor shall\n              notify the Bank of the transfer by sending a copy of the\n              transfer to the Bank stating the name and address of the\n              transferee and the date of transfer.\n                     (3) Upon receipt of a copy of such transfer under\n              subsection (2), the Bank shall-\n                  (a) note thereon the date of receipt by the Bank;\n                  ( b ) remove the name and address of the registered\n                        owner from the register and enter therein the parti-\n                        culars specified in subsection (2).\n                    (4) The transferee shall, as from the date referred to\n              in subsection (3) (a), be the registered owner of the bond.\n                     (5) No person, other than the persons to whom bonds\n              are issued pursuant to section 11, shall hold bonds in excess\n                       [Tbc inclusion of thia p g e is autborimd by L.N. 37/19881\n               LOANS (EQUITY INVESTMENT BONDS)                                          5\nof thirty million dollars either in his own right or jointly\nwith any other person."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Any interest payable in respect of a bond to the holder ~ f i                         ~   ~   ,\nof such bond shall, in the hands of the holder or in the hands $$pt\n                                                               g m tar.\nof a person entitled to receive it on his behalf, be exempt Income\nfrom income tax."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Bonds shall be exempt from stamp duty and transfer fimptitm\n                                                                          from\ntax.                                                                      msfer\n                                                                          tax and\n                                                                          stamp duty."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. There shall be charged on and paid out of the Con- aargcon\nsolidated Fund-                                               the oonroli-\n                                                              dorttdmd.\n     (a) the expenses of issue of the loan or any part there-\n              Of;\n       (b) the principal moneys represented by bonds issued\n           pursuant to this Act; and\n       (c) any interest payable in respect of such bonds."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) The Bank and such other persons as may from -hgw\ntime to time be approved by the Minister by notice published srstrntion\n                                                             ard repay-\nin the Guzerte, may handle on behalf of the Government the mcotd\n                                                             ibonds.\nissuing of bonds under this Act.\n         (2) The Bank on behalf of the Government shall be\nresponsible for the registration and repayment of bonds.\n        (3) There shall be paid to the Bank out of the Con-\nsolidated Fund such sums as may be agreed upon between\nthe Minister and the Bank in respect of the exercise in\nany financial year of the functions of the Bank under this\nAct."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.41) The Minister may make regulations for the -R\npurposes of this Act and in particular, but without prejudice\nto the generality of the foregoing, may make regulations\nas to the manner in which and conditions under which any\n          F    e iockuicm of this page is authorized by L,\".   37/19881\n6              LOANS (EQUITY INVESTMENT SONDSI\n    moneys may be raised and repaid, including the repayment\n    of interest thereon, pursuant to this Act, and as to the fees\n    which may be charged in respect of the replacement of\n    bonds.\n            (2) Regulations made under this Act shall be subject\n    to affirmative resolution of the House of Representatives.\n             me inalusion of t h i s p g e is a ut hori d by L.N. 31119881"
    }
  ],
  "definitions": []
}