{
  "id": "jm-stat-the-loans-local-authorities-act",
  "type": "statute",
  "title": "The Loans (Local Authorities) Act",
  "title_en": "The Loans (Local Authorities) Act",
  "short_name": "Loans (Local Authorities) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-loans-local-authorities-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-loans-local-authorities-act | Legal areas: Finance and Banking",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Local Authorities Loans Citation.\nRegulations, 1957."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations-                                              Interprcta-\n                                                                        tion.\n     “Accountant-General” means the Accountant-General of Jamaica\n         and his successors in office;\n     “Local Registrar” means the person appointed by regulation 7\n         of these Regulations to be Local Registrar;\n     “the Minister” means the Minister responsible for local govem-\n         ment;\n     “stockholder” means the person holding registered stock and\n         entered as proprietor thereof in the stock register kept under\n          these Regulations."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) A local authority may, with the approval of the Power to\nMinister, raise loans from such sources within the Island borrow.\nand for such purposes as the Minister may authorize.\n      (2) Any loan approved under subsection (l), or any h a a t o h\npart of such loan, may be raised by the issue of stock ha at set,\nor debentures or both, in such form and on such conditions $&?&\nas may be approved by the Minister, or by such other\nmeans as may be approved by the Minister; and the princi-\npal moneys and interest represented by any such loan are\nhereby charged upon and shall be payable out of the revenue\nand assets of the local authority.\n       (3) The principal moneys and interest represented by Repayment\n                                                            of amount\nany loan raised in accordance with the provisions of sub- ofprincipal\nsections (1) and (2) may be guaranteed by the Minister z$;:Or\nwith the prior approval of the House of Representatives, rn guaranteed\n                                                               default.\n        me inclusion d this page is aurhorid by L.N. 87/1986J\n4                            LOANS (LOCAL A UTHORITIES)\n               and thereupon, in the event of default in payment thereof\n               by the local authority shall be charged upon and be payable\n               out of the Consolidated Fund and assets of the Government\n               of Jamaica.\nPower to       4 . 4 1 ) Wherever any loan is about to be raised by the\nexempt from\nstampduty   issue   of stock under the provisions of this Act by a local\nupon\ntransfer.      authority the Minister may by order declare that notwith-\n               standing anything to the contrary no stamp duty shall be\n               payable upon the transfer, whenever such transfer may\n               occur, of any such stock issued within such period as may\n               be specified in such order.\n                      (2) Notwithstanding anything to the contrary, no\n               order under subsection (1) shall be revoked or be amended\n               in such manner as to render any stamp duty payable\n               upon the transfer of any stock to which such order relates\n               on which stamp duty would not have been payable if such\n               transfer had occurred immediately before the amendment\n               or revocation of such order.\nPower of         5.--(1) Subject to the prior approval of the Minister, a\nlocal\nauthority to   local authority may-\nconvert\ndebentures.         (a) declare that any debentures issued by such local\n                        authority, under this Act, are convertible, at the\n                        option of the holders thereof, into registered\n                        stock on such terms as may from time to time be\n                        determined;\n                    (b) authorize the creation of registered stock-\n                             (i) in exchange for debentures issued by such\n                                 local authority under the provisions of this\n                               Act; or\n                            (ii) in order to raise money for the redemption\n                                 of any outstanding loans, whether issued\n                           holmion of this page is authorized by L.N.%7/1986)\n                LOANS (LOCAL AUTHORITIES)\n                 before or after the coming into operation\n                 of this Act; or\n            (iii) for paying any expenses in the creation of\n                 registered stock; or\n            (iv) for carrying out the provisions of this\n                 Act.\n       (2) Any conversion authorized under this section may\nbe effected either by arrangement with the holders of\nexisting securities, or by purchase thereof out of moneys\nraised by the sale of registered stock, or partly in one way\nand partly in the other.\n       (3) Any power conferred on a local authority by this\nsection may be exercised from time to time, and the local\nauthority may alter any terms or conditions as often as thz\noccasion may require:\n  Provided that any change in such terms or conditions\nshall be subject to the prior approval of the Minister:\n  Provided further that no contract or engagement pre-\nviously entered into shall be prejudicially affected thereby."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Local Registrar shall keep records (hereinafter referred to as Stock\n“the stock register”) in which shall be entered the names and addresses register.\nof holders from time to time of stock, and the amount held by them."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The stock register shall be prima fade evidence of any matter Primofucie\nentered therein in accordance with these Regulations. and of the evidenceof                  ,\ntitle of the persons entered therein as holders of stock.           contents of\n                                                                    stock\n                                                                            register."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. There shall be entered in the stock register-                          Entries in\n    (a) all registered stock of every local authority, at the time of       stock\n         issue;                                                             register.\n    (b) all transfers of, and dealings in, such stock under the pro-\n         visions of the Act and of these Regulations;\n    (c) all matters required by these Regulations to be entered in the\n         stock register."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The Accountant-General or such other person as the Minister Accountant-\nmay from time to time appoint shall be the Local Registrar under Cheralto\nthese Regulations and he shall have the custody of, and be responsible      z,gr.\nfor, the stock register.                                               L.N.\n                                                                            241/ 1964."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. All fees payable under this Act shall be paid into Paymentof\nthe Treasury, and shall form part of the Consolidated Fund. fccs.\n          bd&     of tlth   is authorized by LN. 480/1973]\n6                              LOANS (LOCAL AUTHORITIES)\nRegulations.     9.-(1) For the purposes of any borrowing by a local\n               authority by means of the issue of stock or debentures\n               under this Act, stock or debentures may be issued, trans-\n               ferred, dealt with and redeemed in such manner as may\n               be prescribed by regulations made by the Minister.\n                      (2) Without prejudice to the generality of the power\n               conferred by subsection (1) such regulations may provide\n               for the payment of fees, the discharge of any loan\n               raised under this Act and also for the consent of owners\n               under disability :\n                 Provided that, until varied or revoked by any such\nSchedule.      regulations, the regulations contained in the Schedule shall\n               be in force in respect of registered stock.\nSaving.           10. Save in so far as other provision is expressly made\n               in this Act, nothing in this Act contained shall be deemed\n               to affect the provisions of any other law relating to the\n               raising of loans by local authorities.\n                  LOANS (LOCAL AUTHORITIES)                                              7\n                              SCHEDULE                        (Section 9)"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The Local Registrar shall with the approval of the Minister Powenof\nfix the fees to be paid on the transfer of registered stock and in          stra\n8                               LOANS (LOCAL AUTHORITIES)\n              respect of the issue of certificates and may after consultation with\n              the relevant local authority make arrangements in relation to-\n                   (a) the registration and issue of registered stock created by the\n                        local authority under the provisions of the Act;\n                   (b) the payment of interest on such stock;\n                   (c) the management, transfer and registration of transfers of such\n                        stock; and\n                   (d) all dealings generally in such stock:\n                Provided that no such arrangement shall vary the terms on which\n              such stock is issued and that no contract or engagement previously\n              entered into in relation to such stock shall be prejudicially aiTected\n              thereby.\nCertificate      10. Where any registered stock is issued to any person under the\ntostock-      provisions of these Regulations, such person shall be entitled to a\n              certificate, under the hand of the Local Registrar of his title to such\n              stock: Provided that no person shall be registered as the holder of\n              any registered stock until that stock is fully paid up.\nInformation    1 1 . 4 1 ) The Local Registrar shall keep, in a separate book, a list\nto bemade of the stockholders on whose stock the dividends have been unclaimed\navailable to\nthepubfic.   for ten years and upwards, together with their registered addresses\n              and description, and such list shall be open for inspction at the usual\n              hours of transfer upon payment of a fee of ten cents.\n                      (2) The Local Registrar shall give, within a reasonable time\n              after application, a certificate stating the following particulars. or such\n              as may be required by the applicant, relating to registered stock-\n                   (a) the total amount of such stock issued;\n                   (b) the total number of persons in whose names any stock,\n                        or part thereof, is originally registered, or, aftcr the register\n                        of such stock, or part thereof, has been once closed as regards\n                        transfers, the total number d stockholders at the last pre-\n                        ceding date at which the transfer books were closed;\n                   (c) the total number of each class of p e r m in who= names\n                        the stock, or part thereof, is originally registered. or, after\n                        the register of such stock, or part thereof, has been once\n                        closed as regards transfers, the total number of each Class of\n                        stockholders at the last preceding dab at which the transfer\n                        books were closed. The classification &all be acoording to\n                        the amounts held, omitting fractions of two hundred doUars;\n                   (d) a copy, or extract certified by the Locai Registrar, QT by some\n                        officer appointed by him for the purpose, to Ize a true copy\n                        or extract of all matters required by thesc Regulations to be\n                        entered in the stock register:\n                Provided always that the Local Registrar shall not be required to\n              give any such certificate in relation to any registered stock until after\n                      [The inclusion of this page is authrizcd by L.N. 480/1973]\n                 LOANS (LOCAL AUTHORITIES)                                                  9\nthe expiration of one month after the stock, or any part thereof, to\nwhich the certificate refers has been registered.\n        (3) Within a reasonable time after the application of any\nperson who is a stockholder of registered stock. the Local Registrar\nshall give him a list of the registered names and addresses of the\nstockholders of such stock at the last preceding date at which the\nregister was closed as regards transfers.\n        (4) The Local Registrar. before giving a certificate or list under\nthis regulation may demand payment of a fee not exceeding ten\ncents and a further sum of five cents for every folio of seventy-two\nwords.\n        ( 5 ) Any certificate or list given under this regulation, and duly\ncertified under the hand of the Local Registrar, shall be admitted in\nevidence.\n   1 2 . 4 ) Where registered stock is standing in the name of an Infants,per-\ninfant, or person of unsound mind, jointly with any person not under sons d u n -\nlegal disability, a letter of attorney for the receipt of dividends on\nsuch stock shall be sufficient authority in that behalf, if given under\nthe hand and seal of the pcrson not under disability, and duly\nattested.\n        (2) The Local Registrar may nevertheless require proof to his\nsatisfaction of such mfancy or unsoundness of mmd, by the declaration\nof competent persons made under the Voluntary Declarations Act, or\nin such manner as is provided by law.\n       (3) Where any registered stock is standing in the name of two\nor more persons and any of such persons die, a receipt by the survivor\nor survivors of such persons shall he a valid discharge for the payment\nof the principal or any interest in respect of such stock."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Saving.\n                            SCHEDULE\n     m e inclusion of this page is authorized by L.N. 480/1973]\n              LOANS (LOCAL A U THORITIES)                                     3\n    THE LOANS (LOCAL AUTHORITIES) ACT                               Law\n                                                                 2 of 1958.\n                                        U7th February, 1958.1"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. No notice of any trust in respect of any registered stock shall ~          ~              ~\nbe entered in the stock register, or recCivaMe by the Local Registrar of trust to\nor by the local authority concerned.                                  be received\n                                                                              or\n                                                                              registered."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. If any stock certificate issued under these Regulations is lost. Renewing\nmislaid, or destroyed, the Local Registrar may, on such indemnity lost\nbeing given as he may reasonably require and on payment of a fee certificate.\nof twenty-five cents issue a fresh stock certificate in the place\nof the certificate so lost, mislaid, or destroyed."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Where a stockholder is required to sign his name to any deed Signatureby\nof transfer or other document, it shall be sullicient. where such stock- corporation.\nholder is a corporation. that the corporate s e a authenticated by the\nsignature of the secretary or other principal officer of such corporation.\nbe afied to such deed of transfer or other document:\n        me idusion of this page is authorized by LN. 480119731\n10                            LOANS (LOCAL AUTHORITIES)\n                Provided that any change in the person of such secretary or officer\n              shall from time to time be notified to the Local Registrar, and there\n              shall be forwarded with such notification a specimen of the usual\n              signature of such secretary or officer and such specimen shall be under\n              the corporate seal of the corporation and shall be witnessed by the\n              signature of the chairman of directors or other principal govexnhg\n              member of the corporation.\nTransfer of      1 6 . 4 1 ) Registered stock shall be transferred by instrument in\nstock.        writing in such form as may be specified from time to time by the\n              Local Registrar, executed by all parties to the transfer and delivered\n              to, and retained by, the Local Registrar.\n                       (2) No person shall be registered as a transferee of any regis-\n              tered stock except upon payment of a fee fixed in accordance with the\n              provisions of regulation 9 anti upon surrender to the Local Registrar\n              of the stock certificate and the instrument of transfer.\n                     (3) The Local Registrar shall issue-\n                  (a) to the transferee, a certificate of his title to the amount of\n                      stock transferred; and\n                  (b) to the transferor, a certificate of the balance of the amount\n                      of stock to which he is entitled, if any.\n                     (4) The executors or administrators of a deceased stockholder\n              shall alone be recognized by the Local Registrar as having any title\n              to the stack, or any dividend thereon, passing on the death of such\n              stockholder.\n                     ( 5 ) Any person who becomes entitled to any registered stock in\n              consequence of the death, bankruptcy, or marriage, of the stockholder,\n              or in any way except by the transfer of such stock, shall produce such\n              evidence of his title as may reasonably be required by the Local\n              Registrar: Provided that the person so becoming entitled to such\n              stock may transfer such stock to another person without being regis-\n              tered himself.\nClosing of       17.--(1) The Local Registrar may, for a period not exceeding\nstock         fourteen days previous to each payment of dividend on any registered\nregister.     stock issued under the Act, close the register of that stock as regards\n              transfers, upon giving not less than seven days’ notice of such closing\n              by advertisement in the Gazette and in one other newspaper published\n              in the Island.\n                      (2) The persons who on the day of such closing are registered\n              as stockholders shall, as between them and their transferees, be\n              entitled to the dividend when next payable thereon.\nRepayment       18.41) All registered stock which is created under the provisions of\nof principal. the Act shall be redeemable at par on a date to be named in that\n              behalf by the Local Registrar when issuing such stock, such date not\n              being later than sixty years from the date of issue: Provided that\n                     m e inclusion of this page is authorized by L.N. 480/1973]\n                 LOANS (LOCAL A UTHORITIES)\nthe Local Registrar may reserve the option to redeem such stock in\nwhole or in part, by drawings or otherwise, at any time prior to such\ndate on such conditions as may be declared at the time of issue.\n       (2) From and after the date appointed for the redemption of\nsuch stock, or any part thereof, all the interest on the principal moneys\nrepresented thereby shall cease and determine, whether payment of\nthe principal has been demanded or not."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) Interest at the rate approved at the time Of issue of sucb Interestand\nstock, shall be payable on registered stock half-yearly by the Local payment\nRegistrar on behalf of the relevant local authority.                  thereof.\n       (2) So long as interest continues to be payable on any registered Interest on\nstock the local authority shall, in each half-year ending with the day stocktobe\non which the interest on such registered stock falls due. appropriate, ~              t   ~\nout of its revenue and assets, a sum equal to one half-year’s interest thelocal\non the whole of such registered stock, and shall deposit such s u m in the authority.\nTreasury of the Island on or before the due date for payment of\ninterest, and authorize the Local Registrar to pay thereout the them\ncurrent half-year’s interest when it falls due."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.--(1) The local authority shall SO, in the half-year ending on Sinking\nthe date specified in the terms of issue of the loan as that on which fundfor.\nthe first contribution to the sinking fund shall be taken, and in each redemption\nsubsequent half-year, appropriate out of its revenue and assets for the\nformation of a sinking fund an additional sum, equal to not less than\none-half of the annual contribution specified in the terms of issue in\nrespect of the total nominal amount of such registered stock, and\nshall remit that sum to the Local Registrar who shall be the trustee\nof such fund:\n   Provided that if at any time the trustee of the sinking fund of any\nloan issued under the provisions of the Act is satisfied that the valuc\nof the fund will be sufficient, with further accumulations of interest\nbut without further payment of contributions. to enable the loan to be\nredeemed out of the proceeds of the sinking fund not later than the\nfinal redemption date, the local authority may, with the approval of\nthe Minister, suspend further contributions to such sinking fund:\n  Provided further that contributions to the sinking fund shall be\nrecommenced if the trustee at any time inform the local authority that\nsuch action is necessary.\n       (2) The Local Registrar shall, for the purpose of forming such\nsinking fund, from time to time place at interest or invest the money\nso remitted to him in the purchase of such securities as may from\ntime to time be approved by the Minister, and shall also place at\ninterest or invest the dividends, interest or produce of such investments\nin the purchase of like securities. and may from time to time, with\nthe approval of the Minister, change any such investments, and shall\n12                           LOANS (LOCAL AUTHORITIES)\n             hold .such fund in trust €or repayment of the principal moneys for\n             the time being represented by the registered stock.\nExpensesof     21. All expenses of, or incidental to, the management of the sicking\nsinking      fund, or to the repayment of the principal moneys boflowed, shall be\nfund.        paid out of the sinking fund.\nInsufficiency   22. Where the sinking fund is insufficient to provide the necessary\nofsinking     funds for the redemption of any registered stock when it becomes due.\nfund.         the deficiency shall be made good out of the revenue and assets of the\n             local authority, and the local authority is hereby authorized to set\n             aside sufficient funds to make good the deficiency.\nCancellation   23. Every security exchanged or otherwise converted into\nOf converted registered stock shall be forthwith cancelled on behalf of the relevant\ndebentures*\n             local authority by the Local Registrar and kept by him."
    }
  ],
  "definitions": []
}