{
  "id": "jm-stat-the-loans-opec-special-fund-act",
  "type": "statute",
  "title": "The Loans (opec Special Fund) Act",
  "title_en": "The Loans (opec Special Fund) Act",
  "short_name": "Loans (opec Special Fund) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-loans-opec-special-fund-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-loans-opec-special-fund-act | Legal areas: Finance and Banking",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                           Interpreta-\n    “Fund” means the OPEC Special Fund established by tion.\n        the countries which are members of the Organha-\n        tion of Petroleum Exporting Countries by agree-\n        ment dated 28th January, 1976 and includes any\n        organization succeeding to the functions of the\n        OPEC Special Fund;\n    “Minister” means the Minister responsible for finance;\n    “OPEC Special Fund” or “Fund” includes the contri-\n       buting parties to the Fund acting collectively under\n        that name."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) Subject to the provisions of this Act, the Govern- Power of\n                                                             the GOVCRI-\nment may in such manner and on such terms and subject mentto\nto such conditions as may be agreed between the Govern- fqPamoge\nment and the Fund borrow from the Fund from time to O m F u d .\ntime such sums as may be required by the Government.\n       (2) Any sums borrowed by the Government under\nthe powers conferred by subsection (1) for the requirements\nof the Government shall be applied and are hereby appro-\npriated to the purposes for which they were borrowed as\nspecified in any agreement concluded with the Fund in\nrespect of the sums so borrowed :\n  Provided that where any part of such sum cannot be\napplied to the purposes aforesaid such part may be applied\n 2                               LOANS (OPEC SPECIAL FUND)\n                to such other purposes as may be approved by the Minister\n                and the Fund.\n                       (3) Any agreement between the Government and the\n                Fund in respect of sums borrowed under the powers con-\n                ferred by subsection (1) shall be made in the name of\n                Jamaica and may be signed on behalf of Jamaica by the\n                Minister or by any person authorized thereto in writing by\n                the Minister.\n                       (4) As soon as possible after the conclusion thereof a\n                copy of any agreement concluded with the Fund in respect\n                of any sum borrowed under the powers conferred by sub-\n                section (1) shall be laid by the Minister before the House\n                of Representatives.\n                       ( 5 ) Nothing in the provisions of this section shall\n                affect or derogate from any other power to borrow money\n                possessed by the Government.\n                       (6) All amounts required for the repayment of any\n                sums borrowed under the powers conferred by this section\n                and all interest and other charges on such sums are hereby\n                charged upon and shall be payable out of the Consolidated\n                Fund and assets of Jamaica.\nPower to           4.-(1) The Government may issue such bonds, promis-\nissue instru-\nments           sory notes or other instruments on such terms and condi-\nincluding       tions as may be necessary for the purpose of giving effect to\nbonds.\n                the terms of any agreement which may be entered into by\n                it with the Fund in respect of any borrowing authorized\n                by subsection (1) of section 3.\n                         (2) Any such bond, promissory note or other instru-\n                ment may be signed on behalf of the Government by the\n                Minister or by any other person authorized thereto in writ-\n                ing by the Minister.\nArbitra-          5. If any dispute between the Fund and the Government\ntion.\n                arises under any agreement concluded or under any bond,\n                        me inclusion of this page is authorized by L.N. 57/1981]\n                 LOANS (OPEC SPECIAL FUND)                             3\npromissory note or other instrument issued pursuant to any\nsuch agreement it shall be determined by arbitration in the\nmanner agreed between the parties."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . 4 1 ) Notwithstanding anything to the contrary, any Imple-\n                                                             mentation\nagreement concluded with the Fund in respect of any of\nborrowing authorized by subsection (1) of section 3 and obligations\n                                                             underthe\nany bond, promissory note or other ilnstrument issued agreement-\npursuant to any such agreement shall be valid and enforce-\nable and have full force and effect in Jamaica in accordance\nwith their respective terms.\n        (2) Neither the Government nor any agency thereof\nnor the Bank of Jamaica shall, except as shall be otherwise\nagreed between the Minister and the Fund, create any lien\non any of its assets as security for any external debt unless\nit is expressly provided that the lien will ipso facfoequally\nand rateably secure the payment of the principal of and\ninterest and other charges on any loan made by or any\nbonds, promissory notes or instruments issued pursuant to\nany loan made by the Fund to the Government.\n      (3) In subsection (2)-\n    “lien” includes mortgages, pledges, charges, privileges\n         and priorities of any kind;\n    “external debt” means any debt payable in any medium\n        other than currency which at the time in question\n        is legal tender in Jamaica whether such debt is\n        payable absolutely or at the option of the creditor\n        in such other medium.\n         F   e inclusion of this page is aubhorized by LJN.421 19951\n4                     LOANS (OPEC SPECIAL FUND)\n           (4) Without prejudice to the generality of the pro-\n    visions of subsection (1) the Minister may provide, by order\n    published in the Gazette, that any tax, duty or fee payable\n    under the Income Tax Act, or the Stamp Duty Act or the\n    Registration of Titles Act or any other enactment shall be\n    remitted where such remission is, in the opinion of the Min-\n    ister, necessary to give full effect to any agreement, bond,\n    promissory note or instrument under this Act.\n            F   e inclusian of this page is authorized by L N 42/1995]"
    }
  ],
  "definitions": []
}