{
  "id": "jm-stat-the-loans-cana-usa-and-other-specified-countries-act",
  "type": "statute",
  "title": "The Loans cana., usa and other Specified Countries) Act",
  "title_en": "The Loans cana., usa and other Specified Countries) Act",
  "short_name": "Loans cana., usa and other Specified Countries) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-loans-cana-usa-and-other-specified-countries-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-loans-cana-usa-and-other-specified-countries-act | Legal areas: Finance and Banking",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Loans (Canada, United ~horttitle.\nStates of America and other Specified Countries) Act.\n                     PARTI. Introductory"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 1 ) In this Act-                                                     Interpreh-\n“Agents” means the Agents appointed by the Minister $96,\n     pursuant to section 4;                                   s. 2 (b).\n“country of issue” means Canada or the United States of\n     America or both such countries, as the case may be;\n“dollars” means dollars current in Canada or in the United ~~/~~~~\n     States of America whether the country of issue is\n     Canada or the United States of America or both such\n     countries;\n“stock” means registered stock, that is to say, stock\n     transferable by instrument in writing.\n       (2) References in sections 5 and 6 to debentures shall 3511967\nbe deemed to include references to promissory notes and, S.\naccordingly, the provisions of Parts II and IV shall apply,\nin relation to any promissory note issued pursuant to this\nAct, as they apply to debentures, subject to the terms of\nthe note and with such other modifications as may be\nnecessary."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) Subject to subsection (2) this Act shall be appli- Applica-\ncable to the raising of loans in Canada and the United $662\nStates of America but nothing herein shall prevent the s.3(p)*(b).\n       [The inclusion of this page is authorieed by L.N. 480114731\n                                                                         -\n4                  W A N S (CANADA, UNITED STATES OF AMERICA\n                        AND OTHER SPECIFIED COUNTRIES)\n              raising by the Government of loans in the Idand, in England\n              or in any other country upon such terms and conditions\n              as shall be specified in any enactment authorizing the\n              raising of such loans.\n                      (2) The Minister may from time to time where he is\n''\n611962\n       (')'\n              satisfied that it is expedient so to do by order declare that\n              this Act shall be applicable to the raising of loans in any\n              country named in the order and thereupon the provisions\n              of this Act shall-\n                   (a) subject to any adaptations or modifications speci-\n                         fied in the order apply as respects such country\n                         in like manner as they apply in the case of\n                         Canada or the United States of America; and\n                    (6) be construed as if any reference to country of\n                         issue therein included a reference to such country.\n18/1972             (3) For the purposes of this Act the Minister may\ns.2.          by directions in writing deem a loan to be raised in a\n              country if-\n                  (a) the debentures, notes or stock as the case may be,\n                        evidencing the obligations in respect of that loan\n                        are authenticated or issued in that country; or\n                  ( b ) the Government receives the proceeds of the loan\n                        against the delivery of the debentures, notes or\n                        stock as the case may be, relating to that loan, in\n                        that country.\nPower to        4. It shall be lawful for the Minister to appoint such\nAgmts.        persons in the country of issue as he may think fit to\n              exercise the powers and perform the duties of the Agents\n              under this Act and the Minister may, pursuant to this\n              power, appoint Merent persons to exercise different\n              powers or perform different duties.\n                         inclusion of this m e is authorized by L.N. 480/19731\n     LOANS (CANADA, UNITED STATES OF AMERICA\n         AND OTHER SPECIFIED COUNTRIES)"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) Whenever by any enactment authority shall be Raising of\ngiven to raise a loan in Canada or the United States of loans     by\n                                                             debentures\nAmerica or in both such countries for the purposes mdstock.\nmentioned in such enactment, the Government may, from\ntime to time, raise such sum in dollars either by debentures\nor by stock or partly by debentures and partly by stock.\n       (2) For the purpose of raising the loan the Govern-\nment may take such steps as may be necessary to secure a\nlisting for the securities issued on Stock Exchanges in the\ncountry of issue.\n       (3) The Government may enter into a contract with\nthe Agent or any other person for the underwriting of\nthe loan."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The principal moneys and interest represented by principal\nthe debentures or stock issued under the provisions of this moneys\n                                                            a d interest\n                                                            charged\nAct are hereby charged upon and shall be payable out of uponthe\nthe Consolidated Fund and assets of the Government.\n                                                                    and assets\n                                                                    of the\n                                                                    Gmm-\n                                                                    mmt.\n                     PART11. Debentures"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. When the Government shall deem it expedient to ~~~~f\nraise money by debentures, such debentures shall be issued debmmures.\nin the country of issue by the Government upon such terms\nand conditions, not inconsistent with the provisions of this\nAct, as may be deemed advisable by the Government."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Debentures issued under the provisions of this Act valueof\n                                                        debentures.\nshall be issued in such denomination or denominations\nas shall be approved by the Government."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. All debentures issued under the provisions Of this Redemp-\nAct shall be redeemable on a date to be named in tion       of\n                                                        debfntufes,\n           inclusion of this page is authorized by L.N. 480/19731\n6                  LOANS (CANADA, UNITED STATES OF AMERICA\n                       AND OTHER SPECIFIED COUNTRIES)\n              that behalf by the Agents when issuing the debentures,\n              such date not being later than sixty years from the date of\n              issue :\n                Provided that the Government may reserve the option to\n              redeem debentures, by drawings, purchase or otherwise, at\n              any time prior to such date on such conditions as may be\n              declared at the time of issue.\nForm of\ndebentures"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The debentures and any coupons thereto shall be in\nand           such form as the Government may direct or approve.\ncoupoos.\nTransfer-\nability of"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) Debentures issued under this Act and the\ndebentures,   right to receive the principal represented thereby may be\ninterest\nand           transferable either by registration or by delivery.\nwupons\ntherefor.              ( 2 ) There shall be attached to every debenture\n              transferable by delivery coupons for the payment of the\n              interest to become due upon the principal represented by\n              the debenture and such coupons, together with the Tight\n              to receive the interest represented thereby, shall themselves\n              be transferable by delivery.\n                       (3) There may be attached to debentures trans-\n              ferable by registration coupons which, together with the\n              right to receive the interest represented thereby, shall\n              themselves be transferable by delivery.\nInterest on\ndebentures."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.41) So long as any debentures remain outstanding,\n              the Government shall, befme the day on which the interest\n              on such debentures falls due, appropriate out of the\n              Consolidated Fund and assets of the Government such\n              sum as will enable the Agents to pay the interest on the\n              day when it falls due and shall remit the necessary funds\n              to the Agents accordingly.\n                     (2) The interest upon the principal represented by\n              each debenture shall run from the day named in that\n                    m e inclusion of this page is authorized by L.N. 480/19731\n     LOANS (CANADA. UNITED STATES OF AMERICA                           7\n         AND OTHER SPECIFIED COUNTRZES)\nbehalf in the debenture and shall be paid by the Agents\non the days named in that behalf in the debenture:\n  Provided that, if the debenture has coupons attached\nthereto representing interest falling due, such interest shall\nbe paid on or after the date named therein only upon\npresentation and surrender of the coupon representing the\ninterest then due."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. So long as any debentures remain outstanding, the Sinking\nGovernment shall set aside each year such contributions fund.\nto a sinking fund as may be declared at the time of issue,\nand such contributions shall be remitted to the Agents\neither to be applied for the redemption of the debentures\nor to be invested and accumulated for that purpose."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. From and after the day appointed for the repay- men\nment of any debenture all interest on the principal moneys :Gut\nrepresented thereby shall cease and determine, whether -a=.\npayment of the principal shall have been demanded or not."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Upon the repayment of the principal moneys Cancdh-\n                                                               of\nrepresented by any debenture, the debenture, with all the tion\n                                                            d & , ~ t ~ ~ .\ncoupons, if any, thereunto belonging, shall be delivered up\nto the Agents, to be by them cancelled and disposed of in\nsuch a manner as the Government may direct. Any deben-\nture redeemed by purchase shall likewise be so cancelled\nand disposed of.\n                        PARTIII. Stock"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. When the Government shall deem it expedient to T S U C ~ ~\nraise money by the issue of stock, such stock shall be issued stock.\nin the country of issue by the Government upon such terms\nand conditions, not inconsistent with the provisions of this\nAct, as may be deemed advisable by the Government.\n       me inclusion of this page is authorized by L.N.480119131\n8                 LOANS (CANADA, UNITED STATES OF AMERICA\n                      AND OTHER SPECIFIED COUNTRIES)\nRedemp-        17. All the stock which may be created under the\ntion of\nstock.       provisions of this Act shall be redeemable on a date\n             to be named in that behalf by the Agents when issuing\n             the stock, such date not being later than sixty years from\n             the date of issue:\n               Provided that the Government may reserve the option to\n             redeem the stock in whole or in part, by drawings, purchase\n             or otherwise, at any time prior to such date on such\n             conditions as may be declared at the time of issue.\nIntereston     18. So long as any of the stock remains unredeemed,\nunredeemed\nstock.       the Government shall, before the day on which the interest\n             on such stock falls due, appropriate out of the Consolidated\n             Fund and assets of the Government such sum as will en-\n             able the Agents to pay the interest on the day when it\n             Falls due and shall remit the necessary funds to the Agents\n             accordingly.\nSinking         19. So long as any of the stock remains unredeemed the\nfund.\n             Government shall set aside each year such contributions to\n             a sinking fund as may be declared at the time of issue,\n             and such contributions shall be remitted to the Agents\n             either to be applied for the redemption of the stock or to\n             be invested and accumulated for that purpose.\nWhen           20. From and after the date appointed for the redemp-\ninterest\nshall        tion of the stock or any part of it all the interest on the\ncease.\n             principal moneys represented thereby shall cease and\n             determine, whether payment of the principal shall have\n             been demanded or not.\n                   [The inclusion of this page i s authorized by L.N. 480/19731\n     LOANS (CANADA, UNITED STATES OF AMERICA                        9\n         AND OTHER SPECIFIED COUNTRIES)\n                      PARTlV. General"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Interest on uaradeemed stock.\n      me inclusion of this page is authorized by L.N. 480119731\n2      LOANS (CANADA, UNITED STATES OF AMERICA\n           AND OTHER SPECIFIED COUNTRIES)"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The Agents may from time to time, on the direction nehents\n                                                                 may make\nof the Government, make arrangements for all or any of -nge-\nthe following matters-                                           mmts for\n                                                                 certain\n     (U) for managing the registration and issue of deben- mattera.\n         tures;\n     (b) for managing the registration and issue of stock,\n         including the issue of certificates of title in respect\n         of such stock;\n     (c) for paying interest on debenturas and stock;\n     (d) for managing the transfers of registered deben-\n         tures and of stoclr,\n     (e) for issuing stock certificates to beam and, as\n          often as occasion shall require, re-registering\n          them;\n     (f, such other matters as may be necessary or desir-\n          able for carrying into effect the purposes of this\n          Act.\n           inclusion of this page is authorized by L.N. 480/19731"
    }
  ],
  "definitions": []
}