{
  "id": "jm-credit-reporting",
  "type": "statute",
  "title": "The Credit Reporting Act",
  "title_en": "The Credit Reporting Act",
  "short_name": "Credit Reporting Act",
  "status": "in_force",
  "in_force_date": "2010-09-30",
  "url": "https://laws.moj.gov.jm/library/statute/the-credit-reporting-act",
  "description": "Official statute text from the Ministry of Justice Laws of Jamaica portal.",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0) a credit bureau' has not delivered to .the supervising\n            authority, within one hundred and twenty days after the\n            end of a financial year, the credit bureau's annual\n            report in respect of that financial year; .\n      (g) based on a report from the supervising authority made\n            after conducting an investigation into the matter, a\n10                                 CREDIT REPORTING\n                    credit bureau is not providing accurate or reliable credit\n                    information and the continuation of its licence is not in\n                    the best interest of consumers; or\n                 (h) a credit bureau has ceased to operate as a supplier of\n                      credit information.\n                    (2) Where the supervising authority is satisfied that any\n            of the matters refehed to in subsection (l)(a) to (h) applies in\n            relation to a credit bureau, the supervising authority may-\n                (a) issue to the credit bureau such written directions as the\n                     supervising authority considers appropriate to remedy\n                     the matter and ensure compliince with the provisions\n                     of this Act, and specifying a time within which the\n                     directions shall be complied with;\n                (b) ,take such immediate action as is necessary to safeguard\n                    the confidentiality of the credit information concerned,\n                    which action may include, in any case falling within\n                     subsection (l)(h), the seizure and detention of the credit\n                     information until the supervising authority is satisfied\n                     that appropriate measures are in place to ensure that the\n                     information is dealt with in accordance with paragraph\nFirst\nSchedule.\n                     13 (b) of the First Schedule; and\n                (c) if the credit bureau fails to comply with any direction\n                    given under paragraph (a) within the time specified\n                    in the directions, recommend to the Minister that the\n                    licence of the credit bureau. be suspended or\n                    revoked. .\n                   (3) The Minister may-\n                 (a) suspend or revoke the licence of a credit bureau upon\n                     the recommendation of the supervising authority pur-\n                     suant to subsection (2)(c); or\n                 (b) suspend the licence of a credit bureau, notwithstanding\n                     provisions of subsection (2), with immediate effect, or\n                     with effect from a date specified in the notice of\n                     suspension, if any of the matters referred to in\n                     subsection (l)(a) to (h) applies to the credit bureau and\n          the Minister is satisfied that the suspension is war-\n          ranted because the effective operation of credit\n          reporting under this Act is in jeopardy or any consumer\n          would otherwise be adversely affected.\n        (4) The procedure for the revocation and suspension of\n licences pursuant to subsection (3) shall be in accordance with\n the provisions of the First Schedule, and the Minister may by Fitst\n order subject to affirmative resolution and published in the Schedule.\n Gazette amend the First Schedule.\n        (5) A suspension of a licence under this section shall be\n for such period,-not exceeding one hundred and twenty days, as\n shall be specified in the notice of the suspension.\n          (6) If at the end of the\"period referred to in subsection\n  (5), the Minister is satisfied that any of the grounds on which the\n. licence was suspended still exists, the Minister may-\n      (a) if,he thinks fit, suspend the licence for * afurther period\n          not exceeding one hundred and twenty days; or\n    ,. (b) revoke the licence,\n  and the.provisions of the First Schedule relating.to the require- Fist\n  ment for, and conduct of, a hearing .shall apply to such sus-\n. pension or revocation.\n        (7) The Minister may. cancel the licence of a credit\n bureau upon the written request of that credit bureau, and the\n cancellation shall take effect upon the date specified in a notice\n made in relation thereto under subsection (8) (b).\n         (8) Before cancelling a licence pursuant to subsection\n (7), the Minister shall-\n      (a) be satisfied that the credit bureau has complied with\n          such directions as shall be given to it by the Minister\n          with a view to ensuring the security and confidentiality\n          of the credit information concerned; and\n      (b) ensure that notice of the cancellation is published on at\n          least two separate dates in a daily newspaper in\n          circulation in Jamaica, specifying the date on which the\n12                                CREDIT REPORTING\n                   cancellation shall take effect.\nReports.    7 . 4 1 ) A credit bureau shall-\n              (a) within one hundred and twenty days after the end of\n                  each financial year, deliver to the supervising\n                  authority-\n                     ,    (i) an annual report completed in the form set out\nSecond\nSchedule.\n                              in the Second Schedule;       , ..            Q\n                         (ii) a copy of the credit bureau's a'udited finhcial\n                                                                                                 a\n                              statements for that - financial year. and the\n                              auditor's report in relation thereto;\n                         (iii) a copy of such auditbr's ieport on the credit\n                               bureau's operations during that financial year,\n                               in such form as shall be prescribed;\n              (b) obtain the written approval of the supervising authoiity\n            .     before appointing any person to a position referred to in\n                  section 4(3)(a), or before transferring any of its shares\n                  to any person in circumstances where that person\n                  would fall within section 4(3)(a) as a' result of the\n                  transfer, and shall for that purpose deliver to the\n                  supervising authority-\n                                                              ,    , .                 .    ..\n                           (i) a copy of the person's resume and a fit and\n                               proper. questionnaire supplied by the super-\n             ' .               vising authority and completed.by that per-\n                                                                    . .\n                               son;                      .   -*\n                          (ii) the details of b y shares, or other interest,\n                               currently or previously held by the person in\n                               a credit information provider or in a corporate\n                               body which is a connected person in relation\n                               to the credit information provider;\n                         (iii) the details of any current or past interest in, or\n                                                                                                 •\n                               current or past position held with, any\n                               company whose licence has been suspended\n                               or revoked under this Act or under any other\n                               law of Jamaica or another jurisdiction; and\n                                      CREJIZT REPORTING                                 13\n                            (iv) such other information 'as the supervising\n                                 authority may reasonably require for the pur-\n                                 pose of assessing whether the person is a fit\n                                 and proper person within the meaning of sec-\n                                                                '\n                                 tion 4(4);\n                                                                             2\n                                                                            I .\n                   (c) give written notice to the supervising authority of any\n                       change of-                              ,,   . ,           :\n                                                                    .   .\n                              (i) its address for service;\n                             (ii) any of the persons referred to in' section\n                                  4(3)(a), or as to any matter affecting whether\n                                  any such person is a fit and'i;ioper person\n                                  within the meaning of section 4(4),\n                      delivered to the supervising authority within five days\n                      after such change.\n           . -  (2) The supervising authority shall notify the credit\n          b&eau in writing of its decision to approve or disapprove a\nV)\n          proposed appointment or transfer (as the case may require)\nI\n          under subsection (1) (b), within thirty days after receiving all the\n%\n          information required under that subsection.\n               (3) A credit bureau that fails to comply with this section\n          commits an offence.\n                 (4) The supervising authority may, with the approval of\n         , the Minister, amend the Second Schedule by order published in Second\n           the Gazette.                                                  Schedule.\n           I   1\n                    PART11. Obtaining and disclosing credit information"
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Credit Reporting Act.                                                  Short title.\n             2 4 1 ) In this Act-                               I\n                                                                                                                    interpreta-\n                                                                                                                    tion, objects\n                         \"authorized- officer\" means an officer of the supervising andappllca-\n                                                                                    tion.\n                             authority, an officer of the Financial Investigation    ,\n                             Division of the Ministry of Finance or a member of the\n                             Jamaica Coristabulary.Force, and any person acting in\n                             aid of such offider or inehber;\n        %\n                         \"company\" means a body corporate incorporated under the\n                             law of, and having its principal office in, ~afnaica;\n                         \"connected person\" has the meaning assigned to it by sec-\n                             tion 2 of the Income Tax Act;\n                         \"consumer\"\n                             ..      means any person or .body, whether corporate\n                             or not;\n             . \"cred,it bureau\" means a company duly licensed under this\n                                      Act;     ,                             ,   .\n                         \"credit information\" means the information referred to in\n                             section 8(3);\n                         \"credit information provider\" means a credit information\n                           .. provider referred to in section 8(2);\n                         \"licence\" means a licence granted under this Act to operate\na                             as a credit bureau;\n                \"personal information\" means any information about a\n                    consumer, other than-\n    ;        ..           (a) credit information;\n                                                   (b) the consumer's name, present and past\n                                                            CREDIT REPORTING\n                                                          addresses, taxpayer registration number or\n                                                          other numerical reference, cataloguing or\n                                                          reference scheme used for identification pur-\n                                                          poses; and\n                                                    (c), any other relevant information about the\n                                                         consumer which is reasonably required in\n                                                 . . order to enable the credit information to be\n     .       ,\n                                                         utilized for the purposes of this 'Act;\n                                 \"supervising authority\" means the Bank of Jamaica or such\n                                                                                                                  a\n         .   .\n                                     other entity a i .may be designated by.the Minister by\n                         ,           notice published in the Gazette.\n                                     .                                                      , ,,\n                  .          .\n                           (2) The object of this Act is to ensure that credit report-\n                   ing.is.do& through reasdnable procedures that meet the needs of\n                   commerce for credit i n f k a t i o n in a manner that is fair and\n                   equitable to the consumer. having regard to the confidentiality.\n                   accuracy. relevance'and proper utilization of such information in\n                   accordance\n                  . -    ..     with the provisions of this Act. ., .\n                                                 %r\n                                                                                                   \"          I\n                                         (3) This Act applies to 'the 'disclosure-\n                 -:'     ' : ( a ) oftiedit\n                                   .         i*fdn&aticjn by :axi entity inJaniaica to another\n                                   entity in or outside Jamaica;                -;.         ',a,       ',,.\n                   -,\"       *       (b) by any entity outside Jamaica. o'f credit information\n                                         relating to any transaction that takes place. in whole or\n                                      . in part. in Jamaica..\n                               (4) A company that discloses credit information in any\n                       other country. in return for monetary payment or other reward.\n                       shall. for the purposes of.this Act. be deemed to have made such\n                       disclosure in< Jamaica.\n                                        . *\n                         -       c                             , ,       .'.)   *\n                                                      PART I. Licensing of Credit B~rr~alis\nRestriction . *\non disclosure    3.--( I ' ) ' ' E & ~*as\n                                       ~ ;&vidid in this&iction7 'a perion kho dis-\nof credit     closes credit information about ' a consumer^ in return for\n                       monetary payment or other reward or as part of any business\n                       or undertaking,,,\n                            .,.-   . whether\n                                       .     .for profit\n                                                   . .   ,\n                                                          or otherwise,\n                                                           *   .        commits an  .\n                       offence.\n                                           [The inclusion of this page. i s :authorized by LN. 92~120121\n                                    ,   CREDIT REPORTING\n            (2) Subsection (1) shall not apply to the disclosure of\n    credit information-\n                    *   - ,\n          (a) by a credit bureau or credit information provider in\n      :       accordance with the provisions of this Act;\n              '\n          (6) by a credit information provider to another credit\n              information provider, subject to the provisions of this\n                                                      . .\n              Act;\n          (c) by a company to another company that is-\n                            ,   .\n                             (i) a holding company or subsidiary of the com-\n                                 pany making the disclosure; or\n                            (ii) a subsidiary of the same holding.company as\n                                 the company making the disclosure,\n                      if the credit information is in respect of a customer of\n                      either company.\n          +(3) Where a Resident Magistrate is satisfied upon\n    information given by an authorized officer that there are reason-\n    able grounds for.suspecting that an offence under subsection (1)\n    has been, or is being, committed: by any. person and. that\n    evidence of the commission of the offence is to be found on any\n    premises specified'in the information, the Resident Magistrate\n    may grant a search warrant to the authorized officer in accor-\n    dance with subsection (4).\n           (4) The warrant referred to in subsection (3) shall permit\n    the authorized officer-\n.         (a) to enter (with or without a constable) the premises\n              named in the warrant for the purpose of inspecting and\n              making copies of such books, accounts, records and\n              other documents, cheques and securities (in this sub-\n              section referred to as the relevant documents) as may\n              be found on those premises and which may reasonably\n               constitute evidence of the commission of an offence\n               under subsection (1); or\n      . (b) to seize and detain the relevant documents for a period\n          .       ,\n                                       CREDIT REPORTING\n                         not exceeding thirty days.\n                      (5) An order under subsection (4)(b) shall not be made in\n               respect of accounting records used in the ordinary business of\n               banking ( including legders, daybooks, cash books and account\n               books).\n                      (6) For the purposes of subsection (4), the relevant docu-\n               ments include documents that are stored electronically and are\n               accessible from those premises.\n                     (7) An authorized officer may make copies of any docu-\n~              ment seized under subsection (4)(b).\n                      (8) Any         who hinders or obstructs an authorized\n               officer in the performance of his duties under subsection (4)\n               commits an offence.\n                        (9) An authorized officer shall-\n                     (a) before entering any premises pursuant to a warrant\n                          under this section and if requested to d o so by the\n                          owner or occupant of the premises, produce evidence\n                          of his authority to enter the premises and evidence of\n                          his identity; and\n                     (b) give a receipt for any item that the officer removes\n                          from the premises.\n    I.iccnsingOf   4 - 4 1) A company may apply for a licence under this Act by\n    credrt\n    bureaus.     submitting an application to the Minister in such form as may be\n                 prescribed, along with the prescribed application fee and such\n                 other particulars as may be prescribed.\n                        (2) The Minister may, in his discretion, grant or refuse\n                 an application for a licence, and-\n                      (a) where the Minister thinks necessary, he may require\n                          an applicant for a licence to furnish additional informa-\n                          tion;\n                      (b) where the Minister intends to refuse an application, he\n                          shall first afford the applicant an opportunity to be\n                          heard; and\n                      (c) where the application is refused, the Minister shall\n                             CREDIT REPORTING                                 7\n    notify the applicant in writing of the refusal and the reasons for\n    the refusal.\n             (3) .A licence shall not be granted to any company unless\n    the supervising authority indicates in writing to the Minister that\n    it is satisfied that-                                                         j\n          (a) every person who is a director of the company or who\n               is to perform corporate management functions in the\na          - company or who is a shareholder holding (whether in\n               his own right or when counted with the holding of a\n               connected person) ten per cent or more of the voting\n               shares of the company, is a fit and proper person for\n               that purpose;\n          (b) adequate systems and arrangements have been put in\n               place by the company so as to ensure compliance with\n               the provisions of this Act; k d\n          (c) the company meets such capital requirements as may be\n               prescribed by the Minister on the recommendation of\n               the supervising authority.\n             (4) or    the purposes of subsection (3)(a), a person is a fit\n    and proper person if-\n          (a) he has not been convicted in Jamaica or elsewhere, of\n               an offence involving dishonesty;\n          (b) he is not an undischarged bankrupt;\n          (c) his employment record does not give the supervising\n               authority reasonable cause to believe that the person has\n               carried out any act involving dishonesty or any act\n               involving impropriety in the handling of financial\n               business; * .\n          (d) in the opinion of the supervising authority-\n                       (i) he is a person of sound probity;\n                      (ii) he is able to exercise competence, diligence\n                           and sound judgment in fulfilling his respon-\n                           sibilities in relation to the credit bureau; and\n                     (iii) his'relationship with the credit bureau will\n                           not threaten the interests of consumers,\n                        CREDIT REPORTING\nand for the purposes of this paragraph, the supervising authority\nshall have regard to any evidence that the person has-\n    (A) engaged in any business practices appearing to the\n        supervising authority to be deceithl or oppressive or\n        otherwise improper, which reflect discredit to the\n        person's method of conducting business; or\n    (B) contravened any provision of any enactment designed\n        for the protection of the public against financial loss\n        due to dishonesty, incompetence or malpractice by\n        persons concerned in the provision of credit informa-\n        tion, banking, insurance, investment or other financial\n        services, or in the management of companies or due to\n        bankruptcy.\n       (5) A licence may be granted subject to such terms and\nconditions as the Minister may specify in the licence and shall\nbe issued to the applicant on payment of the prescribed licence\nfee.\n       (6) A person commits an offence if that person, in\nmaking any application under this section or in a@ information\nrequired to be h i s h e d under subsection (2)-\n     (a) supplies information, provides an explanation or makes\n         a statement that he knows to be false in a material\n         particular; ' '.\n     (b) recklessly $upplies information, provides an explan-\n        ' ationor ,makes a statement which is false in a material\n          particular; or ,\n     (c) fails to inform the Minister of any material change in\n         the accuracy of any information furnished, or required\n         to be furnished, under this section. ,\n       (7) A person, other than a company duly licensed under\nthis Act, commits an offence if that person, without the approval\nof the Minister) uses in connection with any business or\nundertaking ckried on by that person, the words \"credit bureau\"\nor any other words which could reasonably be construed as\n                               CREDIT REPORTING\nindicating that the person carries on the business of a credit\nbureau.     '   .\n          (8) The Minister shall determine a licence application\nwithinsonehundred and twenty days from the date on which the\napplication and all information and particulars required to be\nfurnished under this section are delivered to the Minister."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Section 3(8)-4bstruction of                      Upon conviction before a\n        I                  officer executing warrant.                       Resident Magistrate, a\n                                                                            fine not exceeding five\n                                                                            hundred thousand dollars.\n        I"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. No person shall be qualified for appointment as a member of the Disqualifica-\nTribunal who-                                                                 tion from\n                                                                              appointment.\n     (a) is a member of the Senate or the House of Representatives;\n     (b) is a director, officer, employee or auditor of a credit bureau or\n                                                                                             -\n         credit information provider; and\n     (c) has a direct or indirect proprietary interest in more than five per-\n         cent of any class of the shares of any credit bureau or credit\n         information provider.\n                                            CREDIT REPORTING                                          49\n   Chairman.          4 . 4 1 ) The Minister shall appoint one of the members of the Tribunal\n                  to be the chairman thereof.\n                           (2) In the case of the absence or inability of the chairman to act at\n                  any sitting of the Tribunal, the members of the Tribunal present at\n                  that sitting shall elect one of their numbers to act as chairman at that\n                  sitting.\n   Hearing           5 . 4 1 ) A m'atter referred to the Tribunal shall be heard and deter-\n   panel.         mined by a panel consisting of three members of the Tribunal, one of\n                  whom shall be an Attorney-at-law, as assigned by the chairman of the\n                  Tribunal.\n                          (2) In assigning members of the Tribunal to a panel, the chairman\n                  shall take into consideration the requirements, if any, for experience and\n                  expertise to enable'the panel to decide the issues raised in any matter\n                  before the Tribunal.\n                         (3) The Tribunal may co-opt to a panel such persons as, in its\n                  opinion, have the requisite expertise in any matter before that panel for the\n                  purpose of advising the panel on that matter.\n   Disclosureof      6 . 4 1 ) A member of the Tribunal who has any interest, directly or\n . interest.      indirectly, in any matter brought before the Tribunal-\n                        (a) shall disclose the nature of the interest at a sitting of the Tribunal;\n                              and\n                        ( 6 ) shall not take part in any deliberation or decision of the Tribunal\n                              with respect to that matter.\n                           (2) A notice in writing given by a member at a sitting of the\n                  Tribunal to the effect that he is interested in any appeal before the Tribunal\n                  shall, for the purposes of sub-paragraph (I), be a sufficient disclosure of\n                  his interest in relation to any appeal.\n                           (3) A member need not attend in person at a sitting of the Tribunal in\n                  order to make a disclosure which he is required to make under this para-\n                  graph if he takes reasonable steps to secure that the disclosure is made\n                  by notice in writing which is taken into consideration and read at such a\n                  sitting.\n@esignations.        7 . 4 1 ) Any member of the Tribunal, other than the chairman, may at\n                  any time resign his office by instrument in writing addressed to the Minister\n                  and transmitted through the chairman, and fiom the date of the receipt by\n                  the Minister of such instrument, that member shall cease to be a member of\n                  the Tribunal.\n                          (2) The chairman may at any time resign his office by instrument in\n                  writing addressed to the Minister and such resignation shall take effect'as\n                                [The inclusion of' this page is authorized by L.N. 92rl20121\n     I\n50                                         CREDIT REPORTING\n                 from the date of receipt of that instrument by the Minister."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Section 4(7)-Using the words                     Upon conviction before a\n            I              \"credit bureau\" etc. in name                     Resident Magistrate, a\n                           without licence or approval.                     fine not exceeding five\n                                                                            hundred thousand dollars.\n            I           5. Section 7(3)-Failure   to give                   Upon conviction before a\n                           notification of change in                        Resident Magistrate, a\n                           particulars.                                     fine not exceeding two\n                I                                                           hundred and fifty\n                                                                            thousand dollars."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-41) A credit bureau that breaches any term or condition Responsi-\n                                                                       bilities\nof its licence commits an offence.                                     of credit\n          (2) A credit bureau shall, while.its licence continues in bureaus\n                                                         *   .         licence.\n                                                                                re\nforce, annually on or before each anniversary, of the grant of the\nlicence, bay the prescribed licence fee to the Accountant- ..\nGeneral. - ,,. ,"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-41) This subsection applies if-                                  Revocation,\n                                                                       suspension or\n      (a) a credit bureau has ceased to satisfy any of the require- cancellation\n            ments of section 4(3)(a)to (c);                            of licences.\n      (b) a credit bureau was granted a licence as a result of\n.           a misleading or false representation or. incorrect\n.   .  . information, whether or not such representation or\n        '\n        '\n            information was wilfully or knowingly given;\n\"\n      (c) a credit bureau -has failed to commence business as a\n            credit bureau within six months aker the date of the\n            granting of its licence or such longer period as may be\n   . specified in the licence; .\n      (6)a credit bureau is insolvent;\n     '(e) a credit- bureau is operating in a manner that con-\n            travenes any of the provisions of this ~ c t ' o any\n                                                             r regula-\n            tions made under this Act, or constitutes an offence\n            under this Act or a breach of any term or condition of\n            its licence;     ."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Reports.\n                 PART11. Obtaining and disclosing credit information\n             Credit information providers.\n             Register of credit information providers.\n             Prohibition of provision of credit information.\n             Disclosure of credit information.\n             Form and content of credit information.\n            Contidentiality of credit information.\n             Duty to disclose source of credit information. .\n             Duty of disclosure to consumer.\n             Correction of information.\n             Investigation of complaints.\n                                   PART Ill. General"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Minister may at any time revoke the appointment of any member Revocation\n                 of the Tribunal if such member-                                          of appoint-\n                                                                                          ment.\n                        (a) becomes of unsound mind or becomes permanently unable to\n                            perform his functions by reason of ill health;\n                      (6) becomes bankrupt or compounds with, or suspends payment to, his\n                           creditors;\n                      (c) is convicted and sentenced to a term of imprisonment or to death;\n                      (4 is convicted of an offence involving fraud, dishonesty or moral\n                                                                                                         a\n                           turpitude;\n                      (e) becomes disqualified for appointment by virtue of paragraph 3;\n                      (f) fails without reasonable excuse to carry out any of the functions\n                           conferred or imposed on him under this Act; or\n                      (g) engages in such activities as are reasonably considered prejudicial\n                          to the interest of the Tribunal."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Section 1 O(6) and ( 7 w b t a i n -             Upon conviction before a\n   ing or disclosing information                    Resident Magistrate, a fine\n   while prohibition notice is in                   not exceeding two million\n   effect.                                          dollars or imprisonment for\n                                                    a term not exceeding six\n                                                    months, or both such fine\n                                                    and imprisonment."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-31) Where the supervising authority is satisfied that a Prohibition\n                                                                   of provision\n     credit information provider, other than a credit bureau-      of cretlit\n                            ..,\n                                                                                                         information.\n     ..       ,       ,   (a) has been. convicted of an offence under section 8(7)(b);\n                              or\n                          (b) has, on one or more occasions, provided credit informa-\n                              tion that is not reliable,\n     the supervising authority may act in accordance with subsection\n     (2).\n. .- -                .-                  [The inclusion of 'this page is authorized by L.N. 92c120121\n                        CREDIT REPORTING\n       (2) The supervising authoiity may-\n     (a) issue to the credit information provider such directions\n          as the supervising authority thinks appropriate to cor-\n          rect the matter, and shall therein specify a time within\n          which the provider shall comply with such directions;\n          and\n     (b) if the credit information provider fails to comply with\n          the directions within the time so specified, or such\n          ~      k period\n                       r as the supervising authority may allow,\n          prohibit the provider, by notice given in accordance\n          with subsection (3), from providing credit information\n          to credit bureaus. ,\n        ( 3 ) A notice under this section shall accord with the\nfollowing procedures-\n      (a) the notice shall be in writing and' served on the credit\n           information provider;\n      (b) a copy of the notice shall be delivered to each credit\n          bureau; and\n      (c) the notice shall specify a date, not being more than\n          fourteen days after which the credit information\n          provider may apply to the supervising authority for\n          permission to resume provision of credit information.\n      (4) An application referred to in subsection (3)(c) shall\nbe inwriting, and the supervising authority may-\n      (a) approve the application and revoke the notice by order;\n  .       or                                                        I\n      (b) refuse the application and confirm the notice, and may\n          request such additional information as he may require\n          for the purpose of this subsection.\n       (5) A copy of the order referred to in subsection (4)(a)\nshall be delivered to each credit bureau.\n      (6) A credit bureau cornmits.an offence if that credit\nbureau obtains or discloses credit information from a credit\n                                                                          I\n                                     CREDIT &PORTING\n information provider during any period when a notice under this\n section is in effect in respect of that provider.\n         (7) A' credit information provider who contravenes a\n notice issued under this section commits an offence.\n.."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-( 1) No credit bureau shall disclose credit information, Disclosure\n                                                                of credit\n except-                                                        information.\n                 (a) in accordance with the order of a court;\n                 (b) subject to subsection (3), to a credit information pro-\n                     bider;\n                 (c) to the supervising authority;\n                 (4 to the consumer to whom the information pertains;\n                 (e) information relating to the identification of any con-\n                     sumer, to a constable upon the production of a declara-\n                     tion in the form set out in the Third Schedule and Third\n                     sworn to by that constable;                             Schedule\n         t\n                 (f) as provided under this Act or any other law; or\n     '\n                 (g) in such other circumstances and to such other entities\n                     as the Minister may specifjr by order.\n -         ' (2) For the purposes of subsection (I), information relat-\n             4\n     ing to the identification of any consumer means the consumer's\n     name, present and past addresses, taxpayer registration number\n     or other numerical reference, cataloguing or referencing scheme\n     used for identification.\n          (3) A credit bureau shall not disclose credit information\n, about a consumer to any person under subsection (l)(b), unless\n  that person furnishes to the credit bureau the consumer's con-\n  sent in writing to the disclosure.\n            (4) The provisions of section 8(5) to (9) shall apply, with\n     the necessary modifications, to every disclosure made under this\n     section, except\n                . .\n                  I\n                     a disclosure under subsection (l)(a).\n          (5) In providing credit information to any person, a credit\n     bureau, shall not disclose any credit information that the credit\n                                CREDIT REPORTING\nbureau knows or has reasonable cause to suspect, is false or\nmisleading.\n       (6) A credit bureau. that willfully discloses credit\ninformation in contravention of the provisions of this section\ncommits an offence.\n        (7) A credit information provider (other than a credit\nbureau) shall not use or disclose c~editinformation obtained\nfrom a credit bureau, except-\n         (a) in connection with the extension of credit to, a guaran-\n             tee or other non-funds based facility for, or the pur-\n             chase or collection of a debt incurred or guaranteed by,\n             the consumer to whom the hformation pertains;\n         (b) with the written permission of the consumer, for -the\n             purposes of-     ..\n     I             I\n                   (i) the employment of the consumer;\n                        (ii) the underwriting of insurance involving the\n                             consumer;     . .\n             .      .   (iii) 'facilitating a financial or other commercial\n                               pansaction involving the consumer;\n     (c) for the purposes of updating any credit information\n          disclosed under paragraph (a) or (b); or\n     (d) in accordance with the witten directions of the con-\n          sumer to whom the credit information pertains.\n         (8) A credit information provider who contravenes sub-\nsection (7) 'or (13) commits an offence.                     :\n         (9) A credit information provider may, in accordance\n with the written request of ' a consumer, disclose personal\n information about the consumer with any credit information\n.disclosed under this section about that consumer.\n '\n       (10) Where a consumer delivers to a credit information\nprovider or credit bureau a written notice that any matter or\ntransaction referred to in any credit information disclosed by the\ncredit information, provider or credit bureau has been, or may\n         -\n                          CREDIT REPORTING                              21\nbe, affected by a fraud committed by another person, the\ncredit information provider or credit bureau (as the case may be)\nshall-\n     (a) forthwith deliver a copy of the notice to each person to\n          whom it disclosed the credit information and, in the\n          case of a credit bureau, to the provider from whom it\n          obtained the relevant credit information; and\n     (b) include a copy of the notice in any credit information,\n          concerning the matter or transaction, subsequently dis-\n         .closed by it in relation to the consumer, until such time\n          as .the notice is rescinded in writing delivered by the\n          consumer to the credit bureau.\n       (1 1) A notice or rescission under subsection (10) shall be\ndelivered by the consumer in person, or by his agent so\nauthorized, together with proof of the consumer's identity.\n            .   .\n      (12) Where information disclosed by a 'credit bureau in\naccordance with the provisions of.this Act is shown to be in-\naccurate, no civil or criminal liability shall attach to the credit\nbureau in respect thereof if-\n    (a) at the time of the disclosure, the credit bureau did not\n        know, or have reasonable cause to suspect, that the\n        information was inaccurate; and\n    (6) where knowledge of, or reasonable cause to suspect, the\n        inaccuracy of the information came to the credit bureau\n        at any time after it made the disclosure, the credit\n        bureau forthwith-\n               (i) gave notice in &ting of the inaccuracy to the\n                   consumer concerned and to each person to\n                   whom it disclosed the information; and\n                    (ii)' took steps to correct the inaccuracy in its\n                          credit files relating to the consumer con-\n                          cerned (including deleting or expunging the\n                          incorrect information from its records, or\n                          destroying the inaccurate information, as\n                          appropriate).\n22                                      CREDIT REPORTING\n           . .\n                        (13) Notwithstanding subsection (7), the use or dis-\n                 closure of credit information under that subsection shall not be\n                 for monetary payment or other reward.\nF   O and\n        ~           12.-41) A credit bureau shall ensure that all credit informa-\ncontent of\ncredit           tion in its custody, possession or control is stored-\ninformation.\n                     (a) in a secure manner;\n                     (b) in a form that is capable of being reproduced in intel-\n                         ligible form for the purposes of section 15; and\n                     (c) in a repository located in Jamaica or, with the written\n                         approval of the Minister, in another jurisdiction,\n                 and shall not disclose any credit information that is not stored\n                 as required by this subsection.\n                      .  . (2) Credit information provided to any person by a cre-\n                 dit bureau under the provisions of this Act shall not include-\n                                              .   .\n                     (a) information as to any judgment against the consumer-\n                                (i) given more than seven years before the date\n                                     on which the information is provided, unless\n                                     the judgment creditor confirms in writing that\n                                     the judgment debt remains unpaid in whole\n                                     or in part, and such confirmation is contained\n                                   - in the file referred to in subsection (3); and\n                                (ii) unless such information includes the amount\n                                     of the judgment debt and the name and,\n                                     where available, the address of the judgment\n                                     creditor as given at the date of the judgment;\n                      (b) information as to any order,of discharge from bank-\n                           ruptcy made in respect of the consumer more than\n                           seven years before the date on which the information is\n                           provided, unless more than one order of discharge from\n                           bankruptcy has been made in respect of the con-\n                           sumer-\n                      (c) information as to any action or claim involving the'\n                           consumer, for which proceedings appear to be barred\n                        CREDIT REPORTING                                  23\n      ,by virtue of the Limitation of Actions Act or any other\n       law, unless the file referred to in subsection (3) con-\n      tains evidence that such proceedings are not so barred;\n  (4 information as to the payment or non-payment of taxes\n      incurred more than seven years before the date on\n      which the information is provided;\n  (e) information as to convictions for any offence in respect\n      of which-\n                (i) an absolute discharge or full pardon has been\n                    granted by virtue of any law;\n                (ii) the offender is released from ,imprisonment\n                     (whether or not such release is absolute or on\n                     conditions of parole) more than seven years\n                     before the date on which the information is\n                     provided; or\n               (iii) the offender is not sentenced to serve a term\n                     of imprisonment and the date of conviction is\n                     more than seven years before the date on\n                     which the infonhation is provided;\n  (j)information as to any claim or action-\n. .     '        (i) concluded more'than seven years before the\n                     date on which the information is provided; or\n                (ii) commenced inore than twelve months before\n                    'the date on which the information is\n                     provided, unless accompanied by information\n                     as to the current status of the claim or action;\n  (g) information as to criminal charges that &e, at the date\n      on which the -information is provided, dismissed, set\n      aside or withdrawn;\n  (h) any information adverse to the consumer that has not\n      been verified by the credit bureau at any time during a\n      period of seven years immediately preceding the date\n      on which the information is provided;\n                                       CREDIT REPORTING\n                   (i) any information provided orally to the credit bureau,\n                        unless such information is contained in a file referred\n                        to in subsection (3).\n                     (3) A credit bureau, shall maintain in respect of each\n               consumer about whom it has obtained credit information, a\n               file-\n                   (a) stored in a form that accords with subsection (1); and\n                   (b) consisting of all the material and information that a\n                       consumer is entitled to have disclosed under section"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Section 13(3) or (5)-Breach                     Upon conviction before a\n    of confidentiality; knowingly                   Resident Magistrate, a fine\n    using or disclosing credit                      not exceeding two million\n    information obtained in                         dollars or imprisonment for\n    contravention of Act.                           a term not exceeding one\n                                                    year, or both such fine and\n                                                    imprisonment.\n            [rile inclusion of this page is authorized by L.N. 92c/2012]\n                                       CREDIT REPORTING\n                                     FIFTHSCHEDULE,\n                                                 contd.\nI\n                                     Offences and Penalties, contd.\n                     Column A                                         Column B\n                        -                                               -\n                      Offences\n                       -                                        Penalty on Conviction"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Where a licence is revoked or suspended under this Schedule-\n     (a) a notice of the revocation or suspension, as the case may be,\n         shall be published on at least two separate dates in a daily news-\n         paper in circulation in Jamaica;\n     (6) the Minister shall give to the person whose licence is revoked or\n         suspended, such directions as he thinks fit with a view to\n         securing the confidentiality, preservation and storage of any credit\n         information concerned; and\n       ,\n     (c) the person referred to in paragraph ( 6 ) shall act in accordance\n         with the directions given by the Minister under that paragraph,\n         and no proceedings shall be taken against that person in respect\n         of any action taken in accordance with such directions."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Section 24(5)-Inclusion of false               Upon conviction before a\n                information in statement, etc.,                Resident Magistrate, a fine\n                relating to amalgamation or trans-             not exceeding one million\n                fer.                                           dollars.\n    I       1 5. Section 27(2)(c)-                             Upon conviction before a\n                Refusing to produce books or                   Resident Magistrate, a fine\n                documents or to answer questions               not exceeding five hundred\n                put by investigator.                       .   thousand dollars."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.\n                       (4) Before granting approval for credit information to\n               be stored in another jurisdiction pursuant to subsection (l)(c),\n               the Minister shall be satisfied, on the advice of the supervising\n               authority, that-\n                   (a) appropriate arrangements are in place to ensure-\n                               (i) the security of the credit information when so\n                                   stored;     ,.\n                              (ii) that the provisions of this Act will be com-\n                                   plied with in relation to the credit informa-\n                                   tion;\n                             (iii) that the credit information will be made\n                                   accessible to an authorized officer for the pur-\n                                   poses of any investigation conducted under\n                                   this Act into any alleged breach of its\n                                   provisions; and\n                   (b) all other prescribed requirements have been complied\n                       with.\n                        (5) A credit bureau that contravenes any provision of\n               this section commits an offence.\nConfiden -        1 3 . 4 1 ) Subject to subsection (2), every credit bureau, credit\ntiality of\ncredit         information provider, present or past employee of a credit\ninformation.   bureau or credit information provider, or other person who by\n               reason of his capacity or office has by any means access to\n                        a   CREDIT REPORTING                               25\ncredit information, shall regard as secret and confidential all\ndocuments or information disclosed to it in connection with the\nperformance\n-   ,.       of any duty or function under this Act.\n       (2) A disclosure made in any of the following circurn-\nstances shall not be deemed inconsistent with any duty.imposed\nby this section, being a disclosure-\n       (a) permitted by the provisions of this Act or any other\n           law;     .\n       (b) to the supervising authority for the purposes of this\n           Act;\n       (c) made in any legal proceedings for an offence under this\n           Act or the Perjury Act; or\n    (d) which it is reasonable for the credit bureau, credit\n         information provider or other person aforesaid, to make\n         for the purpose of executing the provisions of section\n         9(2) (contents of register) or for the purposes of a hear-\n    ,   ,ing under section 6.\n       (3) A person who contravenes subsection (I) commits an\noffence.\n         (4) Every credit bureau shall-\n       (a) take all reasonable steps to prevent unauthorized access\n           to, or unauthorized use or disclosure of credit informa-\n           tion in its custody, possession or control;\n       (b) notify the consumer concerned, and the supervising\n           authority, ' as to any unauthorized access to, or\n           unauthorized use or disclosure of, credit information\n           referred to in paragraph (a); and\n       (c) comply with such directions as may be given to it by\n           the supervising authority as to the steps to be taken to\n           remedy any unauthorized access to, or unauthorized use\n           or disclosure of, credit information referred to in para-\n           graph (a).\n   $   . (5) A person who knowingly uses or discloses credit"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-41) A consumer who disputes the accuracy or complete- correction\nness of any information disclosed by a credit bureau in relation ~ ~ ~ f O \" a -\nto that consumer may make a complaint in person or in writing\nto the credit bureau.\n        (2) Where a complaint is made under subsection (I), the\ncredit bureau shall, as soon as is reasonably practicable, and in\nany event not later than f&een days after the complaint is\nmade-\n    (@)take st5ps'to confirm, correct or complete the informa-\n               s the case may require, in order to ensure the\n         tion, i\n            /\n         accuracy and completeness thereof;\n     (b) /ensure that any credit information about the cons&er,\n          disclosed by the credit bureau after receiving the com-\n          plaint but before completing the steps required under\n          paragraph (a), is accompanied by a copy of the com-\n          plaint;\n     (c) ensure that a written report of the complaint, and of the\n         steps taken to resolve the complaint, is contained in the\n         file referred to in section 12(3);\n     (4 deliver a copy of the report referred to in paragraph (c)\n         to the consumer without charge together with a written\n           [The inclusion of this page is/authorized by L.N. 92c12012]\n                       CREDIT REPORTING\n        notice advising the consumer of his rights under the\n        section and the time limits applicable under subsection\n        (3);\n    (e) where information is corrected or completed under\n        paragraph (a), deliver a copy of such information to\n        every person to whom the credit bureau disclosed the\n        inaccurate or incomplete information.\n       (3) Where a consumer is dissatisfied with any step taken\nunder subsection (2)(a)-\n    (a) the consumer may complain in writing to the super-\n        vising authority within thirty days after receiving the\n        report referred to in subsection (2)(c); and ,\n    (b) upon receiving a complaint under paragraph (a), the\n        supervising authority shall act in accordance with sub-\n        section (4), after giving the credit bureau a copy of the\n        complaint and an opportunity to respond to the com-\n        plaint in writing to the supervising authority within\n        such period as the supervising authority may specify in\n        writing.\n      (4) The supervising authority may-\n    (a) dismiss the complaint; or\n    (b) direct the credit bureau to take such steps as the super-\n        vising authority thinks necessary to-\n                (i) correct or complete the information, which\n                    steps may include deleting or expunging\n                    incorrect information from the credit bureau's\n                    records or destroying incorrect information,\n                    as the supervising authority considers appro-\n                    priate in the circumstances;          ,\n               (ii) restrict or prohibit the use of such informa-\n                    tion, in the interest of protecting the relia-\n                    bility of information disclosed pwsuant to\n                    this Act;. .\n                       CREDIT REPORTING\n               (iii) notify persons to whom the inaccurate or in-\n                     complete information is disclosed by or on\n                     behalf of the credit bureau, of the correct or\n                     complete information, as the case may be,\nand shall forthwith notify the consumer and the credit bureau of\nits decision in writing.\n       (5) A consumer who, or credit bureau which, is\naggrieved by any decision or direction made by the supervising\nauthority under subsection (4) may appeal in writing to the\nAppeal Tribunal.\n       (6) Upon receiving an appeal under subsection (5), the\nAppeal Tribunal may, after conducting a hearing of the matter-\n   (a) confirm the directions;\n   (b) amend the directions as the Appeal Tribunal considers\n         appropriate; or\n   (c) revoke .the directions.\n       (7) At a hearing under subsection (6)-\n    (a) the credit bureau, the consumer and the supervising\n         authority shall, respectively, be entitled to attend the\n         hearing and to be represented by an attorney-at-law or\n          other person; and\n     (b) the Appeal Tribunal may require the credit bureau to\n         disclose the source of the inaccurate or incomplete\n         information.\n        (8) A credit bureau that fails, without reasonable excuse,\nto comply with any direction given by the supervising authority\nunder subsection (4) commits an offence and shall be liable\nupon conviction before a Resident Magistrate to a fine not ex-\nceeding two hundred and fifty thousand dollars.\n        (9) Subsection (8) shall not apply to any direction in\nrespect of which an appeal is made under subsection (9,which\nhas not been determined."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-41) A person who alleges that he is adversely affected Investigation\n                                                                         of com-\n                                                                         plaints.\n                         CREDIT REPORTING\nby the disclosure of any information by a credit bureau, in con-\ntravention of any provision of this Act, may make a complaint in\nwriting to the supervising authority:            .... .\n  Provided that this section does not apply to any complaint that\nfalls within section 16.\n        (2) The supervising authority-\n      (a) shall ensure that its decision in resolution of any com-\n          plaint made under this section is communicated by\n                                                                        a\n          notice in writing to the person who made the complaint,\n          the credit bureau concerned and the credit information\n          provider who furnished the information; and\n      (b) may issue such directions as it thinks necessary to\n          implement that decisipn.\n                                 /\n       (3) For the purpose of investigating a complaint made\nunder subsection (I), the supet~visingauthority may-\n      (a) in writing, advise the credit bureau concerned of the\n          general nature of the complaint and direct the credit\n                                                                '.\n          bureau to furnish the supervising authority with such\n          information as it may require;\n  \"\n      (b) after giving the credit bureau reasonable notice, require\n          a person appointed by the supervising authority for the\n          purposes of this section, to enter upon and carry out\n          an inspection of any premises where the credit bureau\n          carries on the business of providing credit information;\n      (c) appoint a person to carry out the investigation.\n       (4) Where a Resident Magistrate is satisfied upon in-\nformation given by a person appointed under subsection (3)(c),\nthat there are reasonable grounds for believing that there is at        a\nany premises any item relevant to the investigation, the Resident\nMagistrate may issue a warrant authorizing the person, together\nwith a constable to enter and search such premises, if necessary\nby force, and to examine the item or remove the item for the\npurpose of making copies.\n                                     -     -\n                        CREDIT REPORTING                                      31,\n        (5) Where a person or constable removes an item from\nany premises for the purpose of making copies under this sec-\ntion, the person or constable, as the case may be, shall give a\nreceipt for the item to the occupant of the premises and shall\nensure that the copies are made and the item returned to the\npremises as soon as is reasonably practicable, and in any event\nnot later than'thirty days after the removal.\n        (6) A copy of any item removed from premises under\nsubsection (4) and certified to be a true copy by the person or\nconstable who removed it shall be admissible in evidence as if it\nwere the original of such item.\n        (7) For the purposes of this section \"item\" means any\nbook, document, electronic information or any object.\n        (8) A person commits an offence if that person, without\nlawful justification or excuse, obstructs, hinders, resists or fails\nto comply with the lawful direction of a person appointed under\nsubsection (3) (c) or a constable, in the exercise of any function\nunder this section.\n                        \\   PART111. General\n  1 8 . - ( l ) There is hereby established for the purposes of this Appeal\nAct, an Appeal Tribunal, and the provisions of the Fourth\nSchedule shall have effect as to the constitution of the Appeal Schedule.\nTribunal and otherwise in relation thereto.\n        (2) The Appeal Tribunal shall have the functions con-\nferred upon it under section 16(5) to (7) and this section.\n        (3) The complainant or credit bureau concerned may\nappeal to the Appeal Tribunal against a decision of the super-\nvising authority in respect of any complaint made under section"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) The Minister may make regulations generally for the\n          purpose of giving effect to the provisions of this Act, and in\n          particular may make regulations-\n          ,'\n           %   (a) exempting any class of persons from any provision of\n                      this Act;\n               ( b ) governing the form of, and procedure for, applications\n                      for the grant or renewal of licences;\n     I         (c) prescribinge terms or conditions to be included in              ,\n                   licences;\n                        CREDIT REPORTING                                       33\n    (4) for the payment of fees for such applications and the\n         amount of such fees;\n    ( e ) prescribing the books, accounts and records to be kept,\n          and the returns to be made, by a credit bureau;\n    u> prescribing requirements which must be satisfied under\n         section 12(5)(b)for the storage of credit information in\n         another jurisdiction.\n         ( 2 ) Regulations made under subsection ( 1 ) shall be sub-\nject to affirmative resolution.\n        (3) Regulations made under this section may provide for\na penalty, on summary ,conviction in a Resident Magistrate's\nCourt, of a fine not exceeding two hundred and fifty thousand\ndollars.\n  2 0 . - ( 1 ) The penalties set out in column B of the Fifth offences.\n                                                                   Fifth\nSchedule shall apply to the offences specified in relation thereto Schedule,\nin column A of that Schedule.\n        ( 2 ) Where a person commits an offence under this Act,\nfor which no penalty is expressly provided, such person shall be\nliable to a fine not exceeding five hundred thousand dollars or to\nimprisonment for a term not exceeding six months, or to both\nsuch fine and imprisonment.\n  2 1 . 4 1 ) Where a credit bureau commits an offence under Liabilityof\n                                                             directors, etc.\nthis Act-\n     (a) with the knowledge and consent-of any director of the\n         credit bureau; or\n     ( b ) due to the-negligence, default, breach of duty or breach\n           of trust, of any director of the credit bureau, such\n           director shall, notwithstanding any penalty imposed on\n           the credit bureau for the offence, be liable to conviction\n           for the offence.      \"\n       (2),For the purposes of subsection ( I ) , \"director\"\nincludes a company secretary, a person who performs corporate\n34                                    CREDIT REPORTING\n              management functions in relation to the credit bureau, and any\n              person in accordance with whose directions or instructions the\n              directors of the company are accustomed to act.\n                      (3) No action shall lie against any officer, agent or em-\n              ployee of a credit bureau in respect of any act done in good\n              faith and in accordance with the provisions of this Act.\nFunctionsof     2 2 . - ( 1 ) The supervising authority is responsible for the\nsupervising\nauthority     supervision of credit bureaus.\nunder this\nAC~.\n                        (2) For the purposes of subsection (I), the supervising\n              authority shall-\n                   (a) compile such statistics, relating to the provision in\n                         Jamaica of credit information by credit bureaus, as the\n                         Minister may require, and maintain a general review of,\n                         the practice of credit bureaus in Jamaica;\n                   (b) examine and report to the Minister o n the several\n                         returns delivered to it pursuant to section 7;\n                   (c) at least once in each year, examine in such manner as it\n                        thinks necessary the affairs or business of every credit\n                         bureau carrying on'business in Jamaica or elsewhere for\n                         the purpose of being satisfied that the provisions of this\n                         Act are being complied with and that the credit bureau\n                         is in a sound financial position, and report to the\n                         Minister the results of every such examination;\n                   (4 examine and make recommendations to the Minister\n                          with respect to applications for licences;\n                   ( e ) submit to the Minister-\n                                (i) an annual report relating generally to the\n                                    execution of its duties; and\n                               (ii) at any time, a report relating to the condition\n                                    of any credit bureau examined by it,\n              and any such report may contain such recommendations as the\n              supervising authority considers necessary or desirable to correct\n              any malpractices or deficiencies discovered in the execution of\n              its duties.\n                                                                           -\n                        CREDIT REPORTING                               35\n      (3) In the performance of its functions under this Act, the\nsupervising authority shall be entitled at all reasonable times\nto-\n    (a) have access to all information, books, records and\n        documents-\n             (i) in the possession or control of any credit\n                 bureau; and\n               (ii) that relate to the operations of the credit\n                    bureau and may reasonably be required for\n                    the performance of those functions;\n    (b) require an; director, manager, officer, auditor, former\n        auditor, or employee, of any credit bureau to furnish\n        such information or to produce any such books, records\n        or documents as are in his possession or control.\n       (4) The supervising authority may, as it thinks fit from\ntime to time, issue directions as to standards to be observed in\nrelation to-\n    (a) the operations of credit bureaus; and\n    (b) the provision of credit information by credit informa-\n        tion providers,\nincluding standards as .to appropriate systems for assessing,\nmeasuring, monitoring and mitigating identified risks.\n       (5) Any person who-\n     (a) fails to comply. with a requirement made under sub-\n         section (3)(b);\n     (b) fails to comply with directions issued under subsection\n         (4);\n     (c) wilfully attempts to mislead, or makes any false state-\n         ment with intent to mislead, the supervising authority\n         in the execution of its functions under this Act; or\n     (d) .without lawful excuse or justification, obstructs or\n          hinders the supervising authority in the execution of its\n          functions under this Act,\n36                                       CREDIT REPORTING\n                 commits an offence.\nSpecial audit      2 3 . 4 1 ) Where in any particular case, the supervising\nor examina-\ntion of credit\n                 authority has reasonable cause for believing that a special audit\nbureau.          of a credit bureau should be conducted by an audit or other than\n                 the credit bureau's auditor, the supervising authority may\n                 appoint an auditor or a firm of auditors for that purpose.\n                         (2) Where an auditor or a firm of auditors is appointed\n                 pursuant to subsection (I), the supervising authority shall\n                 require that the auditor or firm of auditors carry out and report in\n                 writing to the supervising authority on-\n                     (a) such examination of the credit bureau's procedures as\n                         the supervising authority may specify in order to deter-\n                         mine whether or not those procedures are adequate\n                         for the protection and reliability of credit information;\n                     (b) such other examination of the credit bureau as, in the\n                         opinion of the supervising authority, is necessary in the\n                         public interest.\n                         (3) The expenses, a s approved by the supervising\n                 authority, of any audit or examination carried out pursuant to\n                 subsection (1) shall be paid by the supervising authority and the\n                 amount so paid-\n                      (a) shall be repaid to the supervising authority by the credit\n                          bureau concerned; and\n                      (b) may be recovered by or o n behalf of the supervising\n                          authority summarily in a Resident Magistrate's Court,\n                          without limit of amount, as a civil debt.\n                         (4) An auditor or firm of auditors appointed under sub-\n                 section (1) shall not be regarded as being in breach of a duty of\n                 confidentiality to the credit bureau in consequence of any report\n                 made to the supervising authority in compliance with subsection\n                 (11.\n Amalgama-         24.'+1) Subject to subsect'ions (2) to (4), a credit bureau\n tion and\n transfer.       shall not amalgamate its business with, or transfer its business\n                 to, any other entity.\n                          (2) A credit bureau may, with the approval of the\n                       CREDIT REPORTING\nMinister, enter into an agreement or arrangement to-\n    (a) amalgamate its property and business (whether in whole\n        or in part) with the property and business of any other\n        credit bureau; or\n    (b) transfer its business (in whole or in part) to another\n        credit bureau.\n       (3) An application to the Minister for approval under\nsubsection (2) shall be in the form of a scheme and shall be\nregulated in accordance with such provisions as may be pres-\ncribed by the supervising authority with the approval of the\nMinister.\n       (4) Where an amalgamation or transfer referred to in sub-\nsection (2) takes place, the credit bureau as amalgamated or to\nwhich the business is transferred (as the case may be) shall,\nwithin thirty days after the date of completion of the\namalgamation or transfer, or such longer period as the Minister\nmay allow, deposit with the Minister-\n    (a) certified copies of statements of the assets and lia-\n        bilities of the credit bureaus concerned in the amal-\n        gamation or transfer together with a statement of the\n        nature and terms of the amalgamation or transfe;;\n    (b) a certified copy of the agreement or deed under which\n        the amalgamation or transfer is effected;\n    ( c ) a declaration signed by the secretary or manager, if any,\n          and by at least two directors of the credit bureau that, to\n          the best of their belief, all credit information in the\n          possession of the credit bureaus concerned in the\n          amalgamation or transfer has at all times*during the\n          process of the amalgamation or transfer been kept in\n          accordance with this Act, and is being so kept by the\n          credit bureau as amalgamated.\n       (5) A person who, in any statement, agreement, deed or\ndeclaration referred to in subsection (4), causes or permits the\ninclusion of any information which he knows to be false in a\n                                         CREDIT REPORTING\n                 material particular or recklessly includes any information which\n                 is false in a material particular, commits an offence.\nvesting of       25.-(1) Where a credit bureau amalgamates its business with,\nassets on sale\nof credit        or transfer its business to, another credit bureau, if the\nbureau.          purchasing credit bureau requires that assets included in the sale\n                 agreement be vested in it pursuant to this section, it may make\n                 written application to the Minister, specifying which of such\n                 assets it requires to be so vested.\n                        (2) Where the Minister receives an application under\n                 subsection (I), he may, if he thinks fit, make an order vesting,\n                 subject to the sale agreement, the assets specified in the\n                 application in the purchasing credit bureau, and thereupon-\n                     (a) the assets shall so vest without further conveyance,\n                         assignment or assurance; and\n                     (b) without prejudice to paragraph (a), the credit bureau\n                         making the sale shall, if requested by the purchasing\n                         credit bureau, execute such formal and separate con-\n                         veyances, assignments and assurances as are reason-\n                         ably required by the purchasing credit bureau in con-\n                         formity with the sale agreement.\nCo-operation       26. Every entity having supervisory control over credit\nwith super-\nvising           information providers shall co-operate with the supervising\nauthority.       authority and grant to the supervising authority such assistance\n                 as it may reasonably require in the exercise of its functions\n                 under this Act.\nInvestiga-         27.-(1) The supervising authority may, where it considers it\ntions.\n                 expedient to do so, hold or cause to be held an investigation-\n                      (a) to determine whether it should advise that any licence\n                          granted under this Act should be suspended, restored or\n                          revoked;\n                      (b) to determine whethe; a breach of any provision of this\n                          Act, any regulations made hereunder or the terns or\n                          conditions of any such licence has been committed, and\n                          the circumstances thereof; or\n                            CREDIT REPORTING                                         39\n        (c) as respects any matter related to or connected with its\n            functions so as to determine whether any of such func-\n            tions should be exercised.\n            (2) with respect to any investigation under subsection\n    (I), the following provisions shall have effect-\n        (a) any person holding the investigation (hereinafter\na           referred to as \"the investigator\") shall do so in such\n            manner and under such conditions as the investigator\n            thinks fit;\n        (b) the investigator shall have, for the purposes of the\n            investigation, the power t w\n                   (i) summon witnesses;\n                  (ii) call for the production of books and docu-\n                       ments; and\n                 (iii) examine on oath any witnesses and the parties\n                       concerned;\n        (c) any person summoned to attend or to produce books or\n             documents under this section who refuses or neglects to\n             do so, or refuses to answer any question put to him by\n             or with the concurrence of the investigator, commits an\n             offence;\n        (6) any witness attending at the request of, or upon sum-\n             mons by, the investigator shall be entitled-\n                 * (a) subject to any order made by the supervising\n                        authority, to such allowances for expenses as\n                        may be prescribed; and\n                  (b) to have his attorney-at-law present."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Offences.\n- ...          .[Theinclusion of this page is authorized by L.N. 92c/2012]\n                        CREDIT REPORTING"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.                                       CREDIT REPORTING\n                  information obtained by any person in contravention of this Act\n                  commits an offence.\nDutytodis-          1 4 . 4 1 ) A person who obtains from a credit bureau any\nclose source of\ncredit            credit information about any consumer shall, if so requested by\ninformation.      that consumer-\n                      (a) confirm the receipt of such information; and\n                      (b) disclose to the consumer the name and address of the\n                          credit bureau that provided the information.\n                          (2) Where a person denies any benefit to, or imposes\n                  any liability upon, a consumer based on any credit information\n                  provided by a credit bureau, such person shall deliver to the con-\n                  sumer, at the time of communicating the denial or liability, a\n                  notice-\n                      (a) stating that the denial or the imposition of the liability\n                          is based on credit information provided by a credit\n                          bureau; and\n                      (b) advising the consumer of his right to request from that\n                          person, within thirty days after' the receipt by the con-\n                          sumer of a notice under this subsection, the matters\n                          'referred to in subsection (1) (b).\n~ ~of t y           1 5 . 4 1 ) Subject to subsection (3), a credit bureau shall, upon\ndisclosure\nto consumer.      the written request of a consumer, make to the consumer a clear\n                  and complete disclostire of-\n                       (a) the nature and substance of all information pertaining to\n                           that consumer in the credit bureau's custody, posses-\n                            sion or control;\n                       (b) the sources of such information; .\n                       (c) the name and address of every person to whom such\n                           information has been disclosed by or on behalf of the\n                           credit bureau during a period of six months\n                           immediately preceding the date of consumer's request.\n                         (2) In making a disclosure under this section, the credit\n        ,         bureau shall infork the consumer of the consumer's right to\n                                  --\n                        CREDIT REPORTING                                    27\nmake a complaint under section 16.\n        (3) A disclosure under this section shall .be made by the\ncredit bureau to the consumer-\n    (a) free of charge, in the case of the first request made by\n        that consumer in each calendar year; and\n    (b) on payment of a fee not exceeding the prescribed\n         amount, in the case of a second or subsequent request\n         by that consumer in that calendar year.\n        (4) A disclosure under this section shall be in writing\ndelivered to the consumer within fourteen days after receiving\nthe request.\n      (5) In subsection (3), the prescribed amount means such\namount as may be prescribed by the Minister by order."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. No liability is incurred by the Minister or the supervising Indemnity.\na   authority, or any of its officers, for anything done bona fide in\n    the exercise of any power, or the performance of any function or\n    duty, under this Act."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Power of the Minister to amend penalties by order.\n                             ..\n                                                                    CREDIT REPORTING\n                 .       a   .\n    ' I\n             ,           .\n                                                   THE CREDIT REPORTING ACT                                            Act\n                                                                                                                    27 012010.\n        .\n        ir           ..                 . I.           .   ..   +\n                                                                                         [ l s t October, 201 0.1\n             ,       .                             .        ,           .."
    }
  ],
  "definitions": [
    {
      "term": "authorized- officer",
      "definition": "an officer of the supervising andappllca-",
      "source_provision": "sec1"
    },
    {
      "term": "company",
      "definition": "a body corporate incorporated under the",
      "source_provision": "sec1"
    },
    {
      "term": "cred,it bureau",
      "definition": "a company duly licensed under this",
      "source_provision": "sec1"
    },
    {
      "term": "credit information",
      "definition": "the information referred to in",
      "source_provision": "sec1"
    },
    {
      "term": "credit information provider",
      "definition": "a credit information",
      "source_provision": "sec1"
    },
    {
      "term": "licence",
      "definition": "a licence granted under this Act to operate",
      "source_provision": "sec1"
    },
    {
      "term": "personal information",
      "definition": "any information about a",
      "source_provision": "sec1"
    },
    {
      "term": "supervising authority",
      "definition": "the Bank of Jamaica or such",
      "source_provision": "sec1"
    }
  ]
}