{
  "id": "jm-stat-the-loans-to-small-business-act",
  "type": "statute",
  "title": "The Loans To Small Business Act",
  "title_en": "The Loans To Small Business Act",
  "short_name": "Loans To Small Business Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-loans-to-small-business-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-loans-to-small-business-act | Legal areas: Finance and Banking",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                               .   Intcrpreta-\n                                                                    tiOn.\n    “Boardyymeans the Board established by this Act;\n    “businessy’means an enterprise of an industrial, com- 33/1%0\n                                                            s. .2\n        mercial, manufacturing or servicing character;\n    “chairman” means the chairman of the Board;\n    “member” means a member of the Board and includes\n        the chairman;\n    “Minister” means the Minister responsible for industry.\n         Establishment and Functions of the Board"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1) There shall be established for the purposes of this IWWS~-\n                                                              m a t and\nAct a body to be called the Small Businesses Loan Board. constitution\n                                                                    of the\n     (2) The Board shall consist of such number of\nmembers, not being less than three or more than seven, as\nthe Minister may from time to time determine.\n       (3) The members of the Board shall be appointed by\nthe Minister by instrument in writing and shall hold office\nfor such period not exceeding two years as the Minister may\ndirect in such instrument.\n      (4) Every member shall be eligible for reappointment.\n    (5) The Minister shall appoint from amongst the\nmembers of the Board the chairman of the Board and, in\n      me inclusion of this page is 0uthorized by LN. 57/1980]\n4                   LOANS TO SMALL BUSINESSES\n    the case of the absence or inability of the chairman to act,\n    an acting chairman of the Board :\n      Provided that a person who holds an office of emolument\n    under the Crown shall not be appointed to be the chairman\n    or acting chairman of the Board.\n          (6) A person shall be disqualified from being\n    appointed or being a member of the Board so long as he is\n    a member of the House of Representatives or a member of\n    the Senate.\n          (7) The Minister may appoint any person appearing\n    to him to have the necessary qualifications as a member of\n    the Board to act temporarily in the place of any member of\n    the Board other than the chairman in the case of the\n    absence or inability to act of such member.\n          (8) Any member of the Board, other than the chair-\n    man, may at any time resign his office by instrument in\n    writing addressed to the Minister and transmitted through\n    the chairman and upon the date of the receipt by the chair-\n    man of such instrument such member shall cease to be a\n    member of the Board.\n          (9) The chairman may at any time resign his office by\n    instrument in writing addressed to the Minister and such\n    resignation shall take effect as from the date of the receipt\n    of such instrument.\n           (10) The Minister may at any time revoke the appoint-\n    ment of any member of the Board if he thinks it expedient\n    so to do.\n           (11) The appointment, resignation, revocation of\n    appointment or death of any member of the Board shall be\n    notified in the Gazette.\n                   LOANS TO S M A U BUSINESSES                         5"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)  The Board shall be a body corporate having per- 1n00rp0ra-\npetual succession and a common seal, with power to hold tion*\nland and other property of whatever kind\n      (2) The seal of the Board shall be kept in the custody\nof the chairman or of the secretary of the Board and may\nbe affixed to instruments pursuant to a resolution of the\nBoard and in the presence of the chairman, one other\nmember and the secretary.\n      (3) The seal of the Board shall be authenticated by\nthe signatures of the chairman and the secretary of the\nBoard and such seal shall be officially and judicially\nnoticed.\n       (4) All documents, other than those required by law\nto be under seal, made by, and all decisions of, the Board\nmay be signified under the hand of the chairman or the\nsecretary of the Board.\n        (5) The Board may sue and be sued in its corporate\nname and may for all purposes be described by such name,\nand service upon the Board of any notice, order or other\ndocument shall be executed by delivering it to, or by\nsending it by registered p t addressed to, the secretary of\nthe Board at the office of the Board,"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) It shall be the duty of the Board to assist persons ~ ~ t      i   ~\nin establidmg, carrying on or expanding small businesses the Board.\nby granting loans and other forms of financial assistance to\nsuch persons.\n      (2) For the purpose of the discharge of its duty under\nsubsection (1) the Board shall, subject to subsection 6,have 6/1979\n                                                             S 2(a).\npower to-\n    (a) grant loans, not exceeding the prescn’bed amount\n         in respect o€ any me business, on such terms as\n         to security, rate of interesf repayment of\n         principal and other similar mattas as the\n         BoardIWtythinkfiC\n           m e incluskm ob &is page is authorized by LN. 57/1980]\n6                        LOANS TO SMALL BUSINESSES\n               (b) guarantee loans, not exceeding the prescribed\n                   amount, where the purpose of a loan is one for\n                   which the Board would have power to make a loan\n                   under this Act;\n               (c) purchase, for the purpose of reselling or letting\n                   on hire or hire purchase to persons establishing\n                                                                              \\\n                   or carrying on businesses to which this Act\n                   applies, equipment, plant, tools and other\n                   articles necessary for establishing or carrying on\n                   such businesses;\n3311960        (4 give financial assistance to Co-operative Societies\ns. 2.              registered under the Co-operative Societies Act for\n                   the purpose of enabling such Societies to perform\n                   the same functions in regard to the businesses to\n                   which this Act applies as the Board is required by\n                   this Act to perform.\n                 (3) In addition to any powers possessed by the\n          Board in virtue of this or any other enactment, the Board\n          shall have power, subject to the provisions of this Act and\n          of any regulations made thereunder, to do anything and to\n          enter into any transaction which, in the opinion of the\n          Board, is necessary to ensure the proper discharge of its\n          functions.\n                  (4) In granting financial assistance under this Act\n          the Board shall have regard to the availability of financial\n          assistance from other sources and shall not, as a general\n          rule, itself grant financial assistance under this Act if such\n          assistance is available from other sources on terms and con-\n          ditions which are not less favourable than the Board itself\n          would impose.\n                (5) No financial assistance shall be granted by the\n          Board for the sole purpose of enabling goods to be\n          purchased in order that they may be re-sold in the same\n          condition as that in which they were purchased but, not-\n                                                                          *\n                me inclusion of this page is authorized by LN. 57/1980]\n                LOANS TO SMALL BUSINESSES                                 i;’\nwithstanding anything in this Act contained, the Board may\ngrant a loan to a person engaged in retail trade if the pur-\npose of the loan is to enable such a trader to acquire premises\nin which to establish a business or to improve the premises\nin which he is carrying on his business or to enable such ~ 1 9 6 0\na trader to acquire or to improve equipment or plant *’ 2*\nnecessary for the purpose of establishing or carrying on his\nbusiness.\n       (6) From and after the 13th day of March, 1979, the\nBoard shall, prior to performing any of the functions\n                                                                   z?:.\nspecified in subsection (1) or the powers speciefid in sub-\nsections (2) and (3), obtain the approval of the Minister.\n       (7) Subject to subsection (8) the Board shall transfer\nto the Corporation such assets and liabilities of the Board\nas the Minister may direct, so, however, that in the case\nof a transfer of liquid assets, the Minister shall, prior to\ngiving any such direction, consult with the Minister respon-\nsible for finance.\n       (8) The Corporation may, pursuant to a direction\ngiven under subsection (7), apply in writing to the Minister\nfor an order vesting in the Corporation such assets as may            .\nbe specified in the application, and the Minister may, if\nhe thinks fit, make an order vesting the assets so specified\nin the Corporation, and thereupon the assets shall so vest\nwithout further conveyance, assignment or assurance.\n      (9) Nothing contained in subsection (8) shall be con-\nstrued as in any way restricting or prohibiting the Board\nfrom executing such formal and separate conveyance, assign-\nment or assurance as the Corporation may, for the purpose\nof giving effect to subsection (7), require.\n       (10) The Board shall be exempt from stamp duty on\nall instruments executed by it or on its behalf pursuant to\na direction given under subsection (7).\n       me inclusion of this page is authorized by L.N. 57/1981)]\n8                          LOANS TO SMALL BUSINESSES\n                   (11) From and after the 13th day of March, 1979 the\n            Corporation shall, in relation to the assets and liabilities\n            transferred to it pursuant to subsection (7)-\n                 (a) have and exercise the like duties and powers;\n                  (b) be vested with and assume the like rights, immun-\n                       ities, privileges and other advantages; and\n                  (c) have and discharge the like liabilities and obliga-\n                        tions,\n            as the Board prior thereto, in relation to those assets and\n            liabilities, had and exercised or was entitled or otherwise\n            subject to, as the case may be.\n                    (12) In this section-\n                 “Corporation” means the Small Enterprises Develop-\n                       ment Corporation a company incorporated on the\n                        11th day of November, 1977, under the Companies\n                       Act;\n                 “liquid assets” means credit cash balances, shares,\n                       insurance policies, savings certificates, deposit\n                       receipts, treasury bills and such other assets as\n                       the Minister may determine.\nProcedure     6.-(1) The Board shall meet at such times as may be\nand\nmeetin@.    necessary or expedient for the transaction of its business,\n            and such meetings shall be held at such place and time and\n            on such days as the Board may determine.\n                    (2) The chairman may at any time call a special\n            meeting of the Board and shall call a special meeting\n            within seven days of a requisition for that purpose\n            addressed to him by any member of the Board.\n                    (3) The chairman, or in his absence another member\n            appointed by the members present at the meeting, shall\n            preside at the meeting of the Board.\n                    (4) The powers of the Board may be exercised at a\n            meeting at which at least half the members are present.\n                   me inclusion of this page is authoxhd by LN. 57/1980]\n                LOANS TO SMALL BUSINESSES                                     9\n      (5) The decisions of the Board shall be by a majority\nof votes and, in addition to an original vote, in any case\nin which the voting is equal the chairman or the other\nmember presiding at the meeting shall have a casting vote.\n      (6) Minutes in proper form of each meeting shall be\nkept by the secretary and shall be confirmed by the\nchairman or other member presiding at the meeting as\nsoon as practicable thereafter at a subsequent meeting.\n      (7)The Board may co-opt any one or more persons to\nattend any particular meeting of the Board for the purpose\nof assisting or advising the Board, but no such co-opted\nperson shall have any right to vote.\n     (8) Subject to the provisions of this section, the\nBoard shall have power to regulate its own proceedings."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Subject to the provisions of this Act, the Board may\ndelegate to any member the power and authority to carry\n                                                                     z;;';:\nout on its behalf such duties as the Board may determine."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) There shall be a secretary to the Board who shall :,,pint-\nbe appointed by the Board.                                  of officers\n                                                            and servants.\n        (2) The remuneration and terms and conditions of\nemployment of the secretary shall be such as the Board may\ndetermine.\n        (3) The Board shall appoint and employ at such\nremuneration and on such terms and conditions as it thinks\nfit such officers (other than the secretary) and such\nservants as it deems necessary for the proper carrying out\nof the provisions of this Act."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. No act done or proceeding taken under this Act shall protection\nbe questioned on the ground-                                  of the\n                                                              Board.\n     (a) of the existence of any vacancy in the membership\n         of, or any defect in the constitution of, the Board;\n         or\n10                             LOANS TO SMALL BUSINESSES\n                    (b) of any omission, defect or irregularity not affecting\n                        the merits of the case.\nProtection       10.-( 1) No action, suit, prosecution or other proceedings\nof members\nof the         shall be brought or instituted personally against any member\nBoard.\n               in respect of any act done bona fide in pursuance or\n               execution or intended execution of this Act.\n                        (2) Where any member of the Board is exempt from\n               liability by reason only of the provisions of this section\n               the Board shall be liable to the extent that it would be if\n               the member was a servant or agcnt of the Board.\n Rcmunera-        11. The Board shall pay to the chairman and other\ntion of\nmembers.       members of the Board such remuneration and allowances,\n               if any, as the Minister may determine.\n                                            Financial\nFundsand         12.41) The funds and resources of the Board shall\nresources of\nthe Board.     consist of-\n                    (a) such sums as may be provided annually for the\n                        purpose in the Estimates of Revenue and\n                        Expenditure of the Island;\n                    (b) such sums as may be allocated from time to time\n                        to the Board from loan funds;\n                    (c) all sums from time to time received by or falling\n                        due to the Board in respect of the repayment of\n                        any loan made by the Board and the interest\n                        payable in respect of any such loan;\n                   (d) moneys earned or arising from any property,\n                        investments, mortgages and debentures acquired\n                        by or vested in the Board:\n                   (e) any property, mortgages, debentures, or investments\n                       acquired by or vested in the Board;\n                      m e inclusion of this page is authorized by L.N. 57/1980]\n                LOANS TO SMALL BUSINESSES                                11\n    ( f ) sums borrowed by the Board for the purpose of\n           meeting any of its obligations or discharging any\n           of its functions;\n     (g) all other sums or property which may in any\n           manner become payable to or vested in the Board\n           in respect of any matter incidental to its powers\n           and duties.\n        (2) For the purposes of this section, the expression\n“loan funds” means such sums as may be made available\nfrom time to time to the Government by way of loan.\n       (3) The expenses of the Board shall be a charge upon\nthe funds and resources of the Board and shall be met out\nof such funds and resources in accordance with such\nestimates of expenditure as may, subject to the provisions\nof this Act, be approved by the Minister."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) The Board may, with the approval of the poWel.8.  Boln.owing\nMinister, from time to time borrow such sums of money\nas are required by the Board for meeting any of its obliga-\ntions or discharging any of its functions :\n   Provided that the sums so borrowed shall not exceed in\nthe aggregate the total of the assets of the Board.\n       (2) If the Board thinks it necessary to borrow a s u m\nof money which will, together with the aggregate then out-\nstanding of sums of money previously borrowed, exceed the\ntotal of the assets of the Board, the Board shall not, except\nwith the prior approval of the Minister, borrow such a sum\nof money."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Moneys standing to the credit of the Board may from hvm-ents.\ntime to time be invested in securities approved either\ngenerally or specifically by the Minister after consultation\nwith the Minister responsible for finance, and the Board\nmay, from time to time with the like approval, sell any or\nall of such securities.\n       [The inclusion of this page is authorked by LN. 571 19801\n 12                          LOANS TO SMALL BUSINESSES\nExamination    15.-( 1) Where the Board has made or guaranteed a loan\nas to appli-\ncationof     of money under the provisions of this Act it may from\nmoney lent.\n             time to time-\n                  (a) make or cause to be made such examination as may\n                      be necessary to ensure that the loan is being\n                      applied to the purposes for which it was made;\n                  (b) require the person to whom the loan was made to\n                      give either immediately or periodically such in-\n                      formation to the Board as the Board may require\n                      and such person shall comply with the require-\n                      ments of the Board.\n                    (2) The Board may authorize in writing any of its\n             officers or servants or any other person to make the examina-\n             tion contemplated by subsection (l), and the person who\n             has received the loan shall produce to such officer or person\n             all books, documents and other matters and things necessary\n             for the purposes of the examination\n                   (3) Any person in receipt of a loan who contravenes\n             the provisions of this section shall be guilty of an offence\n             against this Act.\nOrder of\nBoUduqon       16. Where upon any examination made under the provi-\n     under\nanexamlna-\ntion         sions of section 15 it appears to the Board that any sum,\nsdion15-     being either the whole or any part of the loan made\n             or guaranteed by the Board, has not been applied to the\n             purposes for which the loan was made, it may order that\n             such sum be, within the time mentioned in the order, applied\n             to such purposes or, if the loan was made by the Board,\n             that such sum, together with any interest due thereon on\n             the date of the order, be repaid to the Board within the time\n             mentioned in the order, and any s u m with the interest there-\n             on so ordered to be repaid to the Board shall thereupon\n             become a debt due to the Board.\n                    F e inclusion of Qis page is autholized by LN. 57/1980]\n                LOANS TO SMALL BUSINESSES                                        13\n                                                                     Misappli-"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.41) If any loan made under the provisions of this cation of\nAct or any part of such loan has been misapplied the Board loansecured\n                                                           by mortgage\n                                                                     or otherwise.\n         where such loan has been secured by mortgage, by\n         notice in writing. addressed to the mortgagor,\n         recall the said loan or any part thereof and may\n         require the loan or that part together with any\n         interest due on such loan or part thereof on the\n          date of the notice to be repaid on a date to be\n         specified in the notice and in default of payment\n         on such specified date any security given for the\n          purpose of the loan may thereupon be realized;\n         where such loan has been secured otherwise than\n         by way of mortgage, by notice addressed to the\n          borrower, require the loan or any part thereof\n         together with any interest due on such loan or part\n          thereof on the date of the notice to be repaid on a\n          date to be specified in the notice and in default of\n         payment on such specified date any security given\n         for the purpose of the loan may thereupon be\n          realized.\n       (2) The provisions of subsection (1) shall be in\naddition to any other proceedings under any law."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Where any property mortgaged 8s security for a Enfbrce\nloan under the provisions of this Act is sold for the pur- merit of\npose of the enforcement of the security the Board may buy\nsuch property and may either manage and hold such prop-\nerty or sell or otherwise dispose of it as it may deem fit."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) Notwithstanding that a loan granted by the Powerto\n                                                                 a\nBoard may not have been secured by a mortgage Within the appoint\n                                                         dver,ek.\nmeaning of the Conveyancing Act, the Board may, if a\nborrower defaults in respect of a loan granted by the\nBoard, appoint a receiver in respect of the business in\n       F   e inclusion of this page is authorized by L.N. 57/1980]\n14                          LOANS TO SMALL BUSINESSES\n            connection with which the loan was granted, and a receiver\n            so appointed shall have the same powers mutatis mutandis\n            as a receiver appointed pursuant to the power conferred\n            on a mortgagee by paragraph (d) of subsection 1 of section\n            22 of the Conveyancing Act.\n                   (2) A person appointed by the Board to be a receiver\n            pursuant either to the power conferred on a mortgagee by\n            paragraph (4 of subsection (1) of section 22 of the\n            Conveyancing Act or to the power conferred on the Board\n            by subsection (1) shall, if the Board so appoint, be also the\n            manager of the business in respect of which the loan was\n            granted and the effect of such an appointment shall be the\n            same as if the person so appointed had been appointed by\n            the Court to be the receiver and manager of such business.\n                   (3) No person appointed by the Board to be a receiver\n            or a receiver and manager shall be deemed to be an officer\n            of the Court.\nAccoUntS       20.-(1) The Board shall keep accounts of its transac-\nandaudit-   tions to the satisfaction of the Minister and such accounts\n            shall be audited annually by an auditor appointed by the\n            Minister.\n                   (2) The members, officers and servants of the Board\n            shall grant to the auditor appointed to audit the accounts\n            of the Board under the provisions of subsection (1) access\n            to all books, documents, cash and securities, of the Board\n            and shall give to him on request all such information as\n            may be within their knowledge in relation to the operation\n            of the Board.\nReport.       21.41) The Board shall not later than six months from\n            the end of each calendar year submit to the Minister a re-\n            port containing-\n                 (a) an account of its transactions throughout the\n                     preceding calendar year (including particulars\n                 LOANS TO SMALL BUSINESSES                                        15\n         as to bad debts written off) in such detail as the\n         Minister may direct; and\n     (b) a statement of the accounts of the Board audited\n         in accordance with the provisions of section 20.\n      (2) A copy of the report together with a copy of the\nauditor’s report shall be printed and laid on the Table of the\nSenate and House of Representatives and published in the\nGazette."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Any person who-                                                 Offences.\n     (a) obtains financial assistance from the Board under\n         the provisions of this Act by means of any false\n         representation;\n     (b) wilfully applies any loan made to him by the\n         Board or guaranteed by the Board under the\n         provisions of this Act to any purpose other than\n         the purpose for which the loan was made;\n     (c) having obtained a loan from the Board or the\n          guarantee by the Board of a loan under the pro- 99,1958\n          visions of this Act, sells, pledges, mortgages or S. z\n          otherwise disposes of, or wilfully destroys any\n          security given in relation to any such loan or\n          guarantee,\nshall be guilty of an offence against this Act."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Proceedings for offences against this Act shall not irectorof\n                                                             L      C Pro-\nbe instituted without the consent in writing of the Director b t , o m ’\nof Public Prosecutions.                                      $at."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. In any proceedings in respect of an offence under :rzpof\nparagraph (b)of section 22 the onus of proving that he acted\nin good faith and without knowledge that he was not entitled\nso to apply the loan or any part thereof shall be upon the\nperson charged.\n       [Ths inclusian of   this page is authorized by L.N. 57/1980]\n16                              LOANS TO SMALL BUSlNESSES\nMinutes re-        25. Minutes made of meetings of the Board shall, if duly\nceivable in\nevidence.       signed by the chairman or member presiding at the meeting,\n                be receivable in evidence in all legal proceedings without\n                further proof and every r n d g of the Board in respect of\n                which minutes have been so signed shall be deemed to have\n                been duly convened and held and all the members present\n                thereat to have been duly qualified to act.\nPunishment\nof offences.      26. Any person guilty of an offence against this Act shall\n                be liable on summary conviction before a R e d e n t Mergis-\n                trate to a fine not exceeding two hundred dollars or in\n                default of payment thereof to imprisonment with or with-\n                out hard labour for a term not exceeding six months.\nPolicy\ndirections.        27. The Minister may, after consultation with the\n                chairman, give to the Baud directions of a general\n                character as to the policy to be followed in the exercise and\n                performance of its functions in relation to matters appearing\n                to him to concern the public interest, and the Board shall\n                give effect to any such direcrions.\nRegulations.      28. The Minister may make mgdations-\n                    (U) in regard to any matter which this Act requires\n                         e0 be prescribed;\n                    (b) generally for the better carrying out of the objects\n                        and purposes of this Act.\nExemption         29. Notwithstanding anything contained in any other\n from stamp\nduties, etc.,   enactment, any instrument relating to the grant, guarantee,\nin respect of   assignment, discharge, entry of satisfaction or release by the\nloans not\nexceeding       Board of a loan not exceeding $600 or any mortgage or\n$600.\n17/1961         charge in respect thereof shall be exempt from the payment\ns. 2.           of stamp duties, registration and recording fees."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Exemption from stamp duties, etc., in respect of loans not ex-\n          ceeding $600.\n          F e inclusion of this page is authorized by L.N. 480/1973]\n               LOANS TO SMALL BUSINESSES                                          3\n    THE LOANS TO SMALL BUSINESSES ACT                                   Lam\n                                                                     6 of 1956,\n                                                                     59 of 19S8,\n                                                                     33 of 1960,\n                                                                     17 of 1961.\n                                       [I 6th February, I9.56.1          Act\n                                                                     6 of 1979."
    }
  ],
  "definitions": []
}