{
  "id": "jm-stat-the-local-improvements-community-amenities-act",
  "type": "statute",
  "title": "The Local Improvements (Community Amenities) Act",
  "title_en": "The Local Improvements (Community Amenities) Act",
  "short_name": "Local Improvements (Community Amenities) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-local-improvements-community-amenities-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-local-improvements-community-amenities-act | Legal areas: Local Government",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Local Improvements Shorttitle.\n(Community Amenities) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                Interpreta-\n                                                                 tion.\n    “Commissioner” means the Commissioner of Lands;\n    “landlord”, in relation to any land, means the person\n        who grants a tenancy in respect of such land;\n    “Local Authority” means-\n             (a) a Parish Council constituted under the\n                  Parish Councils Act; or\n             (b) the Council of the Kingston and St.\n                  Andrew Corporation constituted under\n                  the Kingston and St. Andrew Corpora-\n                  tion Act;\n    “scheme”, in relation to any land, means a special\n        improvements (infrastructure) scheme prepared\n        under section 12 in respect of such land;\n    “tenant”, in relation to land, means the person who\n        is in occupation of such land whether as lessee,\n        licensee or otherwise and “tenancy” shall be\n        construed accordingly."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3, the Minister may direct the compulsory acquisition by acquisition\n                                                            of a lease-\nthe Government of a leasehold interest in the land or any hold   interest\n                                                            . land\n                                                            In\npart of the land within the area covered by the order for affected by\n                                                            thc order.\nsuch period not exceeding ten years or for any other period\nexceeding ten years as may be agreed between the Minister\nand the owner of such land.\n       (2) The leasehold interest acquired under subsection\n(1) shall vest in the Commissioner and shall be for the\npurpose of the carrying out by the Minister of the provi-\nsions of any scheme in respect of the land or part of the\nland in which such interest is acquired.\n        (3) Where a leasehold interest in land is compulsorily\nacquired under subsection (l), the lease shall, subject to\nsection 10. contain such terms and conditions as may be\ndetermined by the Minister and may with the agreement\nof the owner of the land be renewed from time to time, and,\nsubject to subsection (6), in default of such agreement the\nMinister shall have power-\n     ( a ) to renew the lease for a further period not exceed-\n           ing ten years; or\n     ( b ) if he considers such renewal inexpedient or if the\n            owner requires him to elect between the option of\n           restoring the land to the person entitled thereto\n8       LOCAL IMPROVEMENTS (COMMUNITY AMENITIES)\n             and of purchasing it outright, to cause the land\n             to be restored to the person entitled thereto; or\n        (c) to acquire the land under the Land Acquisition\n             Act as land needed for a public purpose, so, how-\n             ever, that where the land is compulsorily acquired\n             pursuant to this section the compensation payable\n             in respect thereof shall be-\n                      determined on the assumption that land will\n                      continue to be used in the manner in which\n                      it was being used at the time of the order\n                      and is not available for use for any other\n                      purpose;\n                      reduced by the value of any improvements\n                      effected thereon by the Government or by\n                      any person occupying such land other than\n                      the landlord.\n                    such requirement to elect as mentioned in\n    paragraph (b) of subsection (3) shall be notified in writing\n    to the Minister, and any such notice shall be given to him\n    before commencement of the period of six months, or any\n    lesser prescribed period, ending with the date of expiry of\n    the lease upon determination of which he shall elect as\n    aforesaid :\n       Provided that where the Minister is satisfied that the\n    owner, on account of illness or for any other cause, is denied\n    reasonable opportunity for giving notice of such a require-\n    ment before Commencement of the said period, the Minister\n    shall comply with the requirement if notice thereof is given\n    within such time (whether during, or after the expiry of, that\n    period) as, in the special circumstances of the case, the\n    Minister considers reasonable.\n          ( 5 ) For the purposes of sub-paragraph (ii) of para-\n    graph (c) of subsection (3) of this section and of sub-\n    paragraph (ii) of paragraph (c) of subsection (3) of section\n            F e inclusion of this page is authorized by L.N. 68/1978]\n    LOCAL IMPROVEMENTS ( C O M M U N I T Y AMENITIES)                     9\n10 “improvements” includes any amelioration enuring to\nthe benefit of the land from its reclamation, clearance,\nexcavation, filling, grading, levelling, protection against\nerosion or flood, or any other works, additions or alteration;\nand any improvements made at any expense defrayed, or\ndefrayable, directly or indirectly out of public funds shall,\nfor the purposes of the sub-paragraphs aforesaid, be deemed\nto be improvements effected by the Government.\n       (6) In relation to the termination of any lease pur-\nsuant to this section, the provisions of subsections (2) and\n(3) of section 38 of the Land Acquisition Act shall apply\nmutatis mutandis as they apply on the expiration of a term\nunder that Act without prejudice to the provisions of sub-\nparagraphs (i) and (ii) of paragraph (c) of subsection (3) of\nthis section."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Upon the publication of an order under section 3 in me c&a\n                                                            of an order\nthe Gazette-                                                under\n                                                            section 3.\n     (a) no person shall evict any tenant who is in occupa-\n          tion of any land within the area covered by the\n          order or terminate any existing tenancy of such\n         land without obtaining prior approval of the\n          Minister for proceeding with such eviction or\n          termination;\n     (b) no person shall create any new tenancies over such\n          land or admit any new tenants into such land\n          without the prior approval of the Minister; and\n     (c) the Minister or any person authorized by him may\n          enter upon such land for any purpose connected\n                   __\n6                  LOCAL IMPROVEMENTS (COMMUNITY AMENITIES)\n                        with or incidental to the carrying out of the pro-\n                        vision of this Act.\nOrder            5. An order made under section 3 shall be provisional\nunder\nsection 3 to   in the first instance and, subject to section 6, may be\nbe provi-\nsional in\n               confirmed by the Minister, by notice in the Gazetie, with\nfhe first      or without modifications after a period of six weeks from\nmstance.\n               the date of publication of the order in the Gazette and\n               shall conie into force on such confirmation.\nObjections       6 . 4 1 ) Within a period of six weeks from the date of\nto the\nprovisional    publication of an order under section 3 in the Gazette, the\norder.         owner of any land affected by the order or any person\n               having an estate or interest in such land may object to, or\n               make representations in respect of, such order.\n                     (2) The Minister shall afford the persons objecting or\n               making representations an opportunity to be heard if so\n               requested by thein and after considering such objections or\n               representations he may confirm the order with or without\n               modifications or rescind the same.\nRegistrar        7.41) Upon the publication of an order under section 3\nof Titles\nto be          in the Gazette, the Minister shall notify the Registrar of\nnotified of    Titles of any registered titles to land known to the Minister\nany title\naffected by    to be affected by the order and shall cause a copy of the\nthe order.\n               order to be served on the Registrar who shall forthwith note\n               the fact of the order having been made on any registered\n               title so known to be affected by the order and of which\n               he has been notified.\n                      (2) Where an order under section 3 is confirmed with\n               modifications or is rescinded, the Minister shall notify the\n               Registrar of Titles of any registered titles to land known\n               to the Minister to be affected by such modifications or\n               rescission and the Registrar shall forthwith remove or make\n               an appropriate change in any note made pursuant to sub-\n    LOCAL IMPROVEMENTS (COMMUNITY AMENITIES)                            7\nsection (1) on any registered title so known to be affected\nby such modifications or rescission."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Minister shall cause to be kept in such form and Register of\nplace as he may from time to time determine a register in Orders.\nwhich shall be entered prescribed particulars in relation to\nevery order made pursuant to this Act and the register shall\nbe open to inspection by any member of the public at all\nreasonable times."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9, means the capital sum which the fee simple of\n        the land together with any licence or other right\n        or privilege (if any) for the time being affecting\n        the land, might be expected to realize if offered\n        for sale on such reasonable terms and conditions\n        as a born fide seller would require, so, however,\n        that such value shall be determined subject to the\n        following conditions and in the following manner-\n                 such value shall be determined with re-\n                 ference to the time of commencement of\n                 such lease as aforesaid or any renewal\n                 thereof, as the case may be, by such author-\n                 ity as may exercise the functions conferred\n                 in that behalf pursuant to the Land\n                 Acquisition Act;\n                 any improvements effected on the land by\n                 the Government or any tenant of such land\n                 and existing at the time with reference to\n                 which such value is determined shall not\n                 be taken into account; and\n                  it shall be assumed that the land will con-\n                  tinue to be used in the manner in which it\n                  was being used at the time with reference\n                  to which such value is determined and is\n                  not available for use for any other purpose.\n        (4) Nothing in subsection (3) shall be construed to\nprevent the Minister’s decision, in so far as it forms a basis\nfor the determination of compensation in conformity with\nsubsection (21, from being subject to reference to the\n12                   LOCAL IMPROVEMENTS (COMMUNITY AMENITIES)\n               Supreme Court and appeal therefrom in pursuance of sub-\n               section (1).\n                       (5) Notwithstanding anything to the contrary, the\n               Minister shall, at any time, during the subsistence of any\n               leasehold interest in land pursuant to this Act have power\n               to acquire the land compulsorily under the Land Acquisition\n               Act, subject to like terms as specified in paragraph (c) of\n               subsection (31, and subsection (3,of section 9 in relation to\n               compensation.\nPrinciples        11.-( 1) The following principles shall apply to leasehold\nto leasehold   interests in land compulsorily acquired under section 9 and\ninterest\ncompul-\n               any renewal thereof-\nsorily              (a) where there is in force a mortgage of the land, the\nacquired.\n                         lease shall be valid and effectual notwithstanding a\n                         covenant to the contrary in such mortgage and\n                         notwithstanding that the mortgagee has not con-\n                         sented to the lease;\n                    (b) the lease or a sub-lease of the land under para-\n                         graph (4 shall be valid and effectual notwith-\n                         standing that the land has been laid out or\n                         sub-divided for the purpose of building thereon or\n                         for sale without the relevant sanction or approval\n                         under the Local Improvements Act or has been\n                         developed without complying with the requirements\n                         of the Town and Country Planning Act or any\n                         development order made thereunder;\n                    (c) the Commissioner shall, as regards any person who\n                         at the time of the acquisition was a tenant of the\n                         land under any subsisting agreement, be in the\n                         position of the landlord under such agreement.\n                         so, however, that the Minister may, subject to\n                         subsection (2), vary the terms and conditions of\n                         such agreement;\n               2 _\n                                                                                    -\n    LOCAL IMPROVEMENTS (COMMUNITY AMENITIES)                               13\n    (d) the Minister may, without prejudice to the rights\n          of any existing tenants, sub-lease such land to any\n          person on such terms and conditions as he may\n          determine;\n     (e) the lease shall be deemed, for the purposes of the\n          Registration of Titles Act, to be an incumbrance\n          noted on the certificate of title in respect of such\n          land.\n        (2) Where during the existence of any agreement the\nterms and conditions thereof are varied pursuant to para-\ngraph (c) of subsection (l), any person aggrieved by such\nvariation may apply to the Resident Magisrate’s Court of\nthe parish in which the land is located to determine what\n(if any) compensation is payable consequent on such varia-\ntion."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) The procedure in relation to the compulsory Procedure\n                                                               and com-\nacquisition of a leasehold interest in land under section 9 pasation.\nshall, subject to this section, be the same, mutatis mutandis,\nas the procedure under the Land Acquisition Act in respect\nof land needed for a public purpose.\n      (2) The compensation payable in respect of land so\nleased shall, in the absence of agreement, be determined\nin accordance with the following principles-\n     (a) annual rental shall be payable for the land on the\n         basis that each year’s rent shall be the equivalent of\n         one per centum of the site value of the land at the\n         time of commencement of the lease or any renewal\n         thereof, as the case may be;\n     (b) it shall be a condition of the lease of the land-\n              (i) that all land tax, as defined in section 24 (5)\n                   (b)of the Land Valuation Act, shall, during\n                  the continuance of the lease, be paid by the\n                  Commissioner; and\n    LOCAL IMPROVEMENTS ( C O M M U N I T Y AMENITIES)\n           (ii) that if there is in force an approved mort-\n                gage of the land, payments of interest and\n                repayments of capital in conformity with\n                the terms of the approved mortgage, during\n                the continuance of the lease, shall be made\n                by the Commissioner :\n                   Provided that for the purposes of section\n                 9(3) (c) (ii), payments so made towards\n                 capital shall be deemed to be moneys ex-\n                 pended on improvements effected on the\n                 land.\n       (3) Subject to the provisions of subsection (4). for\nthe purposes of this section-\n    (a) “approved mortgage” means a mortgage which the\n        Minister is satisfied, after affording the parties\n        thereto an opportunity of making representations\n        to the Minister (whether in writing or on being\n        heard by a person appointed by the Minister)-\n            (i) was not entered into in contemplation of\n                the application of this section; and\n           (ii) gave rise to proceeds which, in so far as they\n                have been received from the mortgagee, are\n                included in expenditure incurred for the\n                purpose of the purchase, development or im-\n                provement of the land so mortgaged, so,\n                however, that whenever a part only of the\n                proceeds is so included the mortgage shall\n                be treated as an approved mortgage in rela-\n                tion only to that part;\n    (b) where this section applies to a part only of the land\n        to which an approved mortgage relates, the Minis-\n        ter after affording the parties thereto like oppor-\n    LOCAL IMPROVEMENTS (COMMUNITY AMENITIES)                         11\n        tunity as mentioned in paragraph (a), may make\n        such apportionment of the interest and capital to\n        that part as the Minister deems meet;\n    (c) “site value”, in relation to land leased under section"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.41) Upon the coming into force of an order declaring Specid\nany area to be a special improvements (infrastructure)area, mprove-\nthe Minister may cause to be prepared a special improve-         f$rmc-\nments (infrastructure)scheme in respect of the land or any scheme.\n                                                                  merits\npart of the land within such area.\n       (2) The scheme shall-\n     (a) contain a plan defining the area affected by it;\n     (6) state the nature of the improvements to be effected\n          in the area, that is to say whether it is the provision\n          of any one or more of the following facilities-\n              (i) roadways;\n             (ii) facilities for sewage disposal,\n            (iii) water supply;\n            (iv) electricity supply;\n     (c) be accompanied by plans, specifications and\n          estimates of the improvements to be effected;\n         [Ths inolw&~d this page is auhrized by L.N. 87/1986]\n                   LOCAL IMPROVEMENTS (COMMUNITY AMENITIES)\n                   ( d ) indicate any land or part of the land within the\n                         area covered by the scheme in respect of which\n                          the Government has acquired or proposes to\n                         acquire a leasehold interest under section 9.\nScheme           i3.-(1) Every scheme shall be provisional in the first\nto be pro-\nvisional       instance and shall be subject to approval by the Minister.\nin the first\ninstance.              (2) Forthwith upon the preparation of a scheme and\n               before approving it the Minister shall-\n                    (a) cause to be published in the Gazette and in a daily\n                         newspaper published and circulating in Jamaica a\n                         notice stating the intended approval of the scheme,\n                         naming a place where the plan and particulars of\n                         the scheme may be inspected and specifying the\n                         time within which and the manner in which objec-\n                         tions to or representations in respect of the scheme\n                         or any provisions thereof may be made;\n                    (b) cause a notice to the like effect to be served on\n                         every owner and on every other person who to\n                         the knowledge of the Minister has an estate or\n                         interest in any land in the area covered by the\n                         scheme :\n                            Provided that failure to serve any such notice\n                         shall not in any manner invalidate such scheme;\n                         and\n                    (c) consider any objections or representations made to\n                         him in pursuance of any such notice and if any\n                         person making such objections or representations\n                         so requires, afford to that person an opportunity\n                         to be heard.\nLocal          14. The Minister shall, before approving a scheme, con-\nAuthority,\netc., to be su!t the Local Authority within whose area the scheme is\nconsulted   to be operative, the National Water Commission established\nbefore\napproving   under the National Water Commission Act and the Minister\nthe scheme.\n            in charge of the subject of health.\n                                    --\n                       [The inclusion of this pageis authorized by L.N. 87/1986]\n     LOCAL IMPROVEMENTS (COh4MUNITY AMENITIES)                                     15"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Local Authority, etc., to be consulted before approving the\n           scheme."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The Minister may, after complying with the require- Approval\n                                                             of scheme\nments of sections 13 and 14, approve a scheme either with- by   Minister.\nout mcdification or with such modifications as he thinks fit\nor refuse to approve the scheme."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Upon the approval of a scheme by the Minister, he power to\nmay cause to be carried out, in respect of any land affected\nthereby, any of the provisions of the Scheme.                into\n                                                                       xme\n                                                                       effect."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. For the purpose of carrying into effect the provisions Acquisition\nof any scheme in respect of any land, the Minister may,\nwhere he deems it necessary, cause to be acquired any other the purpose\n                                                             of carrying\nland adjoining or adjacent to the first mentioned land under scheme\nthe Land Acquisition Act as land needed for a public $&\npurpose."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The provisions of the Local Improvements Act or Local\n                                                           Improve-\nthe Town and Country Planning Act shall not apply to ments A&\nthe carrying into effect of the provisions of any scheme. ~and Town\n                                                               d    ~                   u   n   ~\n                                                                       Planning\n                                                                       Aat not\n                                                                       to apply."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Any person who contravenes the provisions of this off'ence~.\nAct or obstructs or hinders any other person carrying out\nor acting under the provisions of this Act shall be guilty\nof an offence and, on summary conviction thereof before\na Resident Magistrate, be liable to a fine not exceeding\ntwo hundred dollars or to imprisonment with or without\nhard labour for a term not exceeding three months or to\nboth such fine and imprisonment."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Regulations.\n-\n            me inclusion of this page is authorized by L.N. 68/1978]\n   LOCAL IMPROVEMENTS (COMMUNITY AMENITIES)                                    3\n   THE LOCAL IMPROVEMENTS (COMMUNITY                                Act\n                                                                 21 of\n              AMENITIES) ACT\n                                           [5th August, 1977.)"
    }
  ],
  "definitions": []
}