{
  "id": "jm-stat-the-local-improvements-act",
  "type": "statute",
  "title": "The Local Improvements Act",
  "title_en": "The Local Improvements Act",
  "short_name": "Local Improvements Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-local-improvements-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-local-improvements-act | Legal areas: Local Government",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. This Act shall apply to the pansh of Kingston and Act to\n                                                       apply to\nto such other parishes as the Minister may by notice Gngston\n                                                       and such\npublished in the Gazette from time to time direct.     other\n                                                                           parish aa\n                                                                           Minister\n                                                                           may\n                                                                           direct."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Where any land, with or without buildings thereon, applicable\n                                                             Actnot\n consisting of not less than half an acre nor more than ten tocertain\n acres is intended primarily for cultivation or pasturage,\n nothing in this Act shall apply to any laying out or ;!2959\nsubdivision of such land pursuant to a contract, express\nor implied, creating a tenancy or licence in respect of such\nland."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. In this Act “the Council” means in the parishes of Meaningof\n                                                        ‘Council“.\nKingston and St. Andrew the Council of the Kingston and\nSt. Andrew Corporation and in any other parish the\nParish Council of such parish."
    },
    {
      "provision_ref": "sec4a",
      "section": "4A",
      "title": "Section 4A",
      "content": "4A. [Repealed by Act 27 of 1991.1\n  S.-(l)  Every person shall, before laying out or sub- Depo~tof\n                                                         map with\ndividing land for the purpose of building thereon or for council.\nsale, deposit with the Council a map of such land; such\nmap shall be drawn to such scale and shall set forth all\n           F   e iRClUSioln of this page is authorized by L.N. 421 19951\n4                                    LOCAL IMPROVEMENTS\n                such particulars as the Council may by regulations prescribe\n                and especially shall exhibit, distinctly delineated, all streets\n                and ways to be formed and laid out and also all lots into\n                which the said land may be divided, marked with distinct\n                numbers, and shall also show the areas and shall if required\n                by the Council be declared to be accurate by a statutory\n                declaration of a Commissioned Surveyor.\nDeposit of\nspecifica-\n                      (2) Every such person shall also deposit with the\ntion.           Council as respects each street and way as shown on the\n                said map-\n                     (a) a specification showing how such street or way\n                         is to be constructed and the nature, location\n                         and dimensions of the sewers, water pipes, gas\n                         pipes, and lighting mains, hereinafter called\n                         street works, to be laid within the boundaries\n                         thereof whether for the purposes of the street\n                         or way itself or for the use of the buildings\n                         adjoining. Such specification shall, if the Council\n                         by regulations so prescribe, be accompanied by\n                         plans and sections giving such details and drawn\n                         to such scales as may be fixed in the regulations;\n                     (b) an estimate of the probable expenses of the street\n                         works being done.\n                Such specifications, plans, sections and estimates shall com-\n                prise the particulars required by regulations made by the\n                Council.\nSpecifica-            (3) If the land is situated in the parish of Kingston\ntions to        or in the parish of St. Andrew the specifications for\nbear certifi-\ncate if\nland is in\n                sewers, water pipes and lighting shall bear a certificate\nKingston        signed by the Mayor to the effect that such specifications\nor St.\nAndrew.         have received the approval of the Council of the Kingston\n                and St. Andrew Corporation.\n                         [The inclusian of this page i s authorized by L.cN. 42/ 19951\n                     LOCAL IMPROVEMENTS                                   5\n       (4) For the purposes of this Act a person shall be m e n a\ndeemed to lay out or sub-divide land for the purposes of person\n                                                            hdeemed\n                                                                      is to\nbuilding thereon or of sale, if he sells or offers for sale 60,2b!\"t\nany part of such land whereon a house or other building divide\nmay be erected, or if he shall form the foundations of a land     for the\n                                                            purposesof\nhouse or other building thereon in such manner and in ;2,ldhg*\nsuch position so that such house or other building will or 11/1959\n                                                            S. 3 (a).\nmay become one of two or more houses or other buildings\nerected on such land.\n       (5) For the purpose of this section \"sale\" includes 11/1959\nexchange, gift or other disposition affecting the fee simple, S. 3 (b).\nand lease for any term (including renewals thereunder) or\nany letting or any licence whereby the land may be used\nfor building purposes; and also includes any disposition\naffecting the leasehold interest under any such lease as\naforesaid."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Deposit of map with Council.\n    Deposit of specification.\n    Specifications to bear certificate if land is in Kingston or St.\n      Andrew.\n    When a person is to be deemed to lay out or subdivide land\n       for the purposes of building, etc."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.02                              LOCAL IMPROVEMENTS\n                    (2) Where under subsection (1) the Council refuse to\n             sanction a sub-division, or sanction a sub-division subject to\n             special conditions, they shall report their decision and the\n             reasons therefor to the Minister.\n                   (3) The Minister may confirm or disallow the deci-\n             sion of the- Council under subsection (1) or may confirm\n             such decision subject to such modifications as he may think\n             fit.\n1711965\ns. 3.              (4) Before making a decision under subsection (3)\n             the Minister shall afford to the Council and to the person\n             who will be affected by such decision an opportunity of\n             being heard.\n                    (5) The Minister shall inform the Council of his\n             decision under subsection (3) and such decision shall be\n             binding on the Council.\n                   (6) The Council shall alter or modify their decision,\n             if necessary, so as to be in conformity with the decision\n             of the Minister.\n                    (7) The Council shall, after being informed of the\n             decision of the Minister, notify their decision (altered or\n             modified, if necessary, in accordance with subsection (5))\n             to the person affected by such decision.\n                    (8) The decision of the Minister under this section\n             shall be final and not subject to any further right of appeal.\nOwner          10. If the owner shall fail to execute the street works\nfailing\ntocomply     shewn in the specifications, plans and sections (if any)\nwith\nspecifica-\n             or as the same may have been altered or amended by the\ntions,etc.   Council or any part thereof within the time prescribed by\n             the Council as provided in section 8, the Council may\n                     [The inclusioln of this page is authorized by L.N. 42/ 19951\n                     LOCAL IMPROVEMENTS                                             7\nexecute the said works or such part thereof as shall not\nhave been executed in accordance with the said specifica-\ntions, plans and sections and the expenses incurred by the\nCouncil in executing such works, together with a commis-\nsion not exceeding six per centunz in addition to the actual\ncost, shall be recoverable from the owner as a debt due\nto the Council and shall until payment thereof be a charge\non the land shewn in the map deposited as provided in\nsection 8 in priority to all mortgages, charges, estate and\ninterest created subsequent to the deposit of such map."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-( 1) Notwithstanding anything to the contrary, the Power of\n                                                             Council to\nCouncil, subject to the provisions of subsection (2), may by exclude\nresolution exclude from the application of this Act and of ~;~~~\nany regulations made under this Act any area specified in of Act.\nsuch resolution.\n         F   e inclusian of this page is authorized by L.N. 42/ 19951\n6                                LOCAL IMPROVEMENTS\n                    (2) No resolution under subsection (I) shall come\n              into force unless and until it has been approved by the\n              Minister and published in the Gazette.\nCouncil         8.-(1) Subject to the provisions of section 9, the Council\nmay\nsanction or   shall on such deposit as prescribed in section 5 consider\nrefuse\nsanction.     the said map, specifications, plans and sections and estimates\n6411955\ns. 2.\n              and shall, by resolution within a reasonable time after the\n              receipt of the same, refuse to sanction or sanction subject\n              to such conditions as they may by such resolution prescribe,\n              the subdivision of the said land and the formation and\n              laying out of the said streets and ways, and may approve\n22/1958       of the map, specification and estimates of the said street\ns. 2.\n              works or may alter or amend the same as to them may\n              seem fit and may prescribe the time within which the said\n              street works shall be completed.\nCouncil              (2) The Council shall in case of refusal to sanction\nmay state\nreasons for   state the reasons for refusal and shall where conditions\nrefusal or\nthe           are prescribed or alterations made in maps, plans,\nimposition\nof condi-\n              specifications, sections or estimates state the reasons for\ntions.        prescribing such conditions or making such alterations.\nApproval            (3) If the land is situated in the parish of Kingston\nof Kingston\nand St.       or in the parish of St. Andrew no sanction hereunder\nAndrew        shall be valid unless the specifications and plans for\nCorpora-\ntion if       sewers, water pipes and lighting shall have received the\nlands in\nKingston      approval of the Council of the Kingston and St. Andrew\nor St.\nAndrew.       Corporation.\n17/1965             (4) Where under subsection (1) the Council sanc-\ns. 2.\n              tion a sub-division, whether subject to conditions or not,\n              they shall report their decision and the reasons therefor to\n              the Minister.\n                       me inclusion of this page is authorized by L.N.421 19951\n                                                                                  -\n                     LOCAL IMPROVEMENTS                                        6.01\n       (5) The Minister may confirm or disallow the decision\nof the Council under subsection (1) or confirm such decision\nsubject to such modifications as he may think fit.\n       (6) Before making a decision under subsection ( 5 )\nthe Minister shall, unless he proposes to confirm a decision\nof the Council to sanction a sub-division without imposing\nconditions, afford to the Council and to the person who\nwill be affected by such decision an opportunity of being\nheard.\n      (7)The Minister shall inform the Council of his s.\n                                                      17/1965"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. councii may sanction or refuse sanction.\n    council may state reasons for refusal or the imposition of\n      conditions.\n    Approval of Kingston and St. Andrew Corporation if lands\n      in Kingston or St. Andrew."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) The Council may refuse to sanction or may Prohibi-\n                                                              tion in\nsanction subject to such special conditions as they may public\nprescribe, the sub-division of any land adjoining or adjacent        2,ee;;f\nto any part of the foreshore of this Island on the ground sionof\nthat it would be contrary to the public interest to sanction land\n                                                              adjoining\nsuch sub-division or to sanction such subdivision without\nprescribing such special conditions, as the case may be. S. 3."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. It shall be lawful for the Council to make regulations Councilmay\n                                                              make\nfor carrying this Act into effect and any regulations SO regulations.\nmade shall when approved by the Minister have effect as\nif enacted in this Act."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. (a) Every person who shall lay out or sub-divide land Failure\n                                                            deposit to\nfor the purpose of building thereon or for sale within the mapwith\n                                                            Council\nmeaning of section 5 before depositing with the Council a and sub-\nmap of such land provided by this Act;                      dividing\n                                                            before\n                                                                        sanction.\n        (b) every person who shall proceed with or aid or 11/1959\nassist in the laying out or sub-dividing of any land before S. 5\nthe Council shall have sanctioned the map deposited as\nprovided in this Act;\n        (c) every person who shall proceed with or aid or\nassist in the laying out or sub-dividing of land or building\notherwise than in accordance with the sanction of the\nCouncil;\n        (d) every person depositing a map and obtaining the\nsanction of the Council and who shall neglect or fail to\nperform the street works within the time prescribed by\nthe Council;\n         !The inclusion of this page i s aubhorized by L.N. 42/ 19951\n8                                LOCAL lMPROVEMENTS\n6411955            (e) every person who shall contravene or fail to\ns. 4.\n             comply with any condition prescribed by the Council under\n             section 8 or 9; and\n                   U> every person who shall commit a breach of any\n             regulation made under this Act,\n             shall be guilty of an offence against this Act and shall\n             on summary conviction be liable to a penalty not exceeding\n36/1%8\nS. 2 (a).\n             four hundred dollars, @r, in default of payment. to be\n             imprisoned with or without hard labour for a term not\n             exceeding twelve months, and in the case of a continuing\n3611968      offence to a further penalty not exceeding forty dollars for\nS . 2 (b).\n36/1968      each day during which the offence continues, and in default\ns. 2 (c).    of payment of such penalty to be imprisoned with or with-\n36/ 1968\nS . 2 (d).   out hard labour for a term not exceeding twenty-eight days.\nContracts,     13.-(1) The validity of any sub-division contract shall\nlegal pro-\nceedings,    not be affected by reason only of failure, prior to the\netc.\n3611968      making of such contract, to comply with any requirement\ns. 3 (1).    of subsections (l), (2) and (3) of section 5 or to obtain\n             any sanction of the Council under section 8 or section 9, as\n             the case may be, but such contract shall not be executed\n             by the transfer or conveyance of the land concerned unless\n             and until the sanction of the Council hereinbefore referred\n             to, has been obtained.\n                     (2) Where a sub-division contract cannot be exe-\n             cuted because any relevant sanction of the Council is not\n             obtained by the sub-divider of the land, the other party\n             to the contract or any person succeeding to the rights of\n             that other party under the contract may, after the expira-\n             tion of such time as may be reasonable in the circumstances\n             of each case. withdraw therefrom and recover from the sub-\n             divider of the land any moneys paid to him under the\n             contract, together with interest thereon at the rate of seven\n             per centum per annum from the date on which such moneys\n             were paid.\n                      [The inclusim of this page is authorized by L.N. 42/1995]\n                         LOCAL IMPROVEMENTS                                 9\n            (3) In this section-\n    “sale” has the meaning ascribed to it in subsection (5)\n         of section 5;\n    “a sub-divider”, in relation to any land, means any\n        person laying out or sub-dividing that land for the\n        purpose of building thereon or for sale and any\n        person deemed, pursuant to section 5, to be laying\n        out or sub-dividing that land for the purpose of\n        building thereon or for sale;\n     “sub-division contract” means any contract of sale\n         involving, or made in relation to, the laying out\n         or sub-division of land.\n        (4) In relation to any sub-division contract made\nbefore application is made to the Council for any sanction\nrequired by this Act the provisions of section 10 shall apply\nas if there were substituted for the words “created subse-\nquent to the deposit of such map” the words “except those\nexisting immediately prior to the sub-division of the land”.\n        (5) Nothing in this section shall affect the operation\nof section 12."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1)  Every Council shall submit all maps, specifica- Cmncilfor\ntions, plans, sections and estimates deposited with the parishes\n                                                           other than\nCouncil to the Chief Technical Director and the Chief Etygit\nTechnical Director shall give the Council such advice and rgh$-s\nassistance with respect to the same as may appear to him Technical\n                                                           Director.\nnecessary.                                                 1111959\n             [The inclusion of this page i s authorized by L.N. 421 19951\n10                               LOCAL IMPROVEMENTS\n11/1959\nS. 6 (b).           (2) Where the Council proposes to reject the advice\n            given or overrule any objections made by the Chief Tech-\n            nical Director the Council shall before making a final deci-\n            sion afford the Chief Technical Director an opportunity to\n            be heard.\n11/1959\nS. 6 (b).\n                    (3) For the purposes of this section any reference\n            to the Chief Technical Director shall be deemed to include\n            a reference to the Government Town Planner and the\n            section shall be construed accordingly.\nAppeal.       15-41) Where any person deems himself aggrieved by\nl1/lgS9     the refusal of the Council to sanction the sub-division of any\nS. 7 (a)\n8~(b).\n1711965\n            land, such person may appeal to the Minister.\ns. 4.\n1 U1959\ns.7 (c).            (2) The Minister may make rules prescribing the\n            procedure to be followed upon appeal to him under sub-\n            section (1).\n                                                                            --\n                    [The inclusisn of this page is authorized by L.N. 421 19951"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Appeal.\n        F   e hclusiaa of this page is authorized by L.N. 421 19951\n                       LOCAL lMPROVEMENTS                                              3\n                                                                            Cap. 227.\n                                                                              Lam\n                                                                            64 of 1955,\n                                                                            22 of 1956,\n                                                                            11of 1959.\n           THE LOCAL IMPROVEMENTS ACT                                          A d\n                                                                            17 of 1965,\n                                                                            36 of 1968,\n                                                                            26 or 1987.\n                                                                           27 OC 1991.\n                                                       [I9th May, 1914.1"
    }
  ],
  "definitions": []
}