{
  "id": "jm-stat-the-local-industries-safeguarding-act",
  "type": "statute",
  "title": "The Local Industries (Safeguarding) Act",
  "title_en": "The Local Industries (Safeguarding) Act",
  "short_name": "Local Industries (Safeguarding) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-local-industries-safeguarding-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-local-industries-safeguarding-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Local Industries (Safe- Shorttitle.\nguarding) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                        Interpreta-\n                                                                         tion.\n“factory” means any building or place intended to be\n    used, or used, for the manufacture of any article the\n    manufacture of which is controlled by this Act, and\n    includes machinery intended to be used or used, in\n     the manufacture of any such article."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) Notwithstanding anything in any enactment Licence\n                                                               required\ncontained, no person shall-                                    for manu-\n                                                               facture of\n      (a) manufacture for sale any article specified in the specified\n                                                               articles and\n           First Schedule; or                                  for erection\n                                                               of factorb.\n      (b) erect, or otherwise establish, or operate, any First\n           factory for the manufacture for sale of any article Schedule.\n           specified in the said Schedule,\nexcept under and in accordance with the terms of a licence\ngranted in that behalf by the Minister.\n        (2) Any licence under subsection (1) may be granted\nfor such term and subject to such conditions as the Minister\nmay in his absolute discretion think fit."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)   Subject to the provisions of this section, the ot;;;:\nMinister may, from time to time, by order, add or remove remove\n                                                               from\nany article to or from the First Schedule.                     First\n                                                               Schedule.\n      (2) Orders made under this section shall not have W 9 5 4\nany force or effect until publication thereof in the Gazette s. 2.\n2                     LOCAL INDUSTRIES (SAFEGUARDING)\n           and shall, as and from the date of such publication, have\n           the same force and effect as if they were contained in and\n           formed part of this Act.\n                 (3) No order shall be made under this section adding\nFirst      any article to the First Schedule until after the following\nSchcddc.\n           conditions have been complied with-\n               (a) the proposal of the Minister to make the order\n                    has been published at least three times in twenty-\n                    one clear days in the Gazette and in one other\n                    of the newspapers of this Island, the last publica-\n                    tion of such notice to appear in the Gazette and\n                    in such other newspaper at least two weeks prior\n                    to the making of the order;\n               (b) the proposal of the Minister has been referred not\n                    less than one month before the making of the\n                    order to the authority empowered under any law\n                    for the time being in force to regulate or control\n                    the manufacture, processing, distribution, market-\n                    ing or sale of the article or of any raw material\n                    used in such manufacture or processing for the\n                    recommendations of such authority upon such\n                    proposal;\n               (c) if the Minister has reason to believe that any\n                    person is interested in, or is liable to be injuriously\n                    affected by, such order, a copy of such notice has\n                    been served upon that person at least two weeks\n                    prior to the making of the order :\n             Provided that omission or failure to serve such notice\n           shall not invalidate any order made under this section or\n           give to any person any cause of action by reason of such\n           omission or failure.\n                  (4) Any person claiming to be interested in or\n           liable to be injuriously affected by any order proposed\n           to be made under this section and any authority empowered\n           LOCAL INDUSTRIES (SAFEGUARDING)                           3\nunder any law for the time being in force to regulate\nor control the manufacture, processing, distribution,\nmarketing or sale of the article or of any raw material\nused in such manufacture or processing may, within the\nprescribed time, lodge with the Minister an objection in\nwriting setting out the grounds upon which such person\nclaims to be interested in, or liable to be injuriously affected\nby, the order proposed to be made, or upon which the\nauthority claims to be interested in the order proposed to\nbe made, and in either case the grounds upon which such\nperson or authority will rely in support of their objection.\nThe Minister shall thereupon appoint a committee of not\nless than three persons to enquire into and consider all\nevidence and matters submitted by, or on behalf of, the\nperson or authority; and for the purposes of such enquiry,\nthe members of the committee are hereby empowered to\nadminister oaths and to examine such person, or any person\nrepresenting the authority, and any witnesses produced on\nhis behalf, on oath. The committee shall report to the\nMinister in relation to such objection, but the Minister\nshall not be bound to abide by or to act upon the matters\ncontained in such report."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) Application for a licence under this Act, Application\naccompanied by the prescribed fee, shall be made to the for      and\n                                                              grantor\nMinister in the form set forth in the Second Schedule and ;;gt:.of\nthe licence, if granted, shall, on payment of the amount of Second\nduty fixed by the Minister, be issued in the prescribed form Schedule.\nwhich, in every case, shall set out the amount of such duty\nand the term for which and the conditions (if any) subject\nto which the Minister has granted the licence.\n        (2) The application shall be lodged with the Minister\nat least fourteen clear days before the same is considered\nand a copy thereof shall be published in the Gazette and\nin one other of the newspapers of this Island at least twice\nin nine clear days before such application is considered\n       me inclusion of this page is authorized by L.N. 480/1973]\n4               LOCAL INDUSTRIES (SAFEGUARDINQ\n     and, in the case of an application to erect, establish or\n     operate a factory, to manufacture for sale any article\n     similar to that for which a licence has been granted under\n     this Act and is subsisting, a copy of such application shall\n     be served on the holder of such licence at least ten clear\n     days before such application is considered, and the holder\n     of such licence shall, if he intends to oppose the grant of\n     such licence to the applicant, lodge with the Minister an\n     objection in writing setting out his grounds of opposition\n     and shall deliver a copy of such objection to the applicant\n     not less than five clear days before the consideration of the\n     application and he shall be entitled to appear and oppose\n     the grant of such licence.\n            (3) A copy of the application together with any\n    conditions which the Minister contemplates attaching to\n    any licence which may be granted consequent upon the\n    application shall be forwarded to any authority empowered\n    under any enactment for the time being in force to regulate\n    or control the manufacture, processing, marketing, distribu-\n    tion or sale of the artic1eOor of any raw material used in\n    such manufacture or processing at least fourteen clear days\n    before the application is considered, for the purpose of\n    enabling the authority to make recommendations upon such\n    application and upon such terms, and recommendations\n    made by the authority shall be considered by the Minister\n    at the time when the appIication is considered.\n           (4) On the consideration of the application the\n    Minister may make enquiries touching the application and\n    may require answers to be made to such enquiries, and\n    may administer oaths and may examine upon oath any\n    person, and may require and compel the production upon\n    oath of any books, contracts, agreements, accounts and\n    documents in any way relating to such enquiries or matters.\n          (5) In case any person shall refuse to attend in\n    obedience to any summons, or to give evidence, or shall\n          me inclusion of this page is authorized by L.N. 480/1973]\n           LOCAL INDUSTRIES (SAFEGUARDING)                                5\n refuse to produce any books, contracts, agreements,\n accounts or writings as aforesaid, such person shall be\nliable on summary conviction before a Resident Magistrate\n to a penalty not exceeding twenty dollars to be recovered by\nthe seizure and sale of his goods and chattels and for want\nof sufficient goods and chattels to imprisonment for a\n term not exceeding sixty days with or without hard\nlabour for each such act.\n        (6) Every person to whom a licence is granted\nunder this Act shall on the 31st day of March in each year\ntransmit to the Minister a statement of his accounts in\nrelation to the business transacted by him under such\nlicence during the twelve months ended the thirty-first day\nof December of the immediately preceding year.\n       (7) Where on any application for a licence the 4/1954\n                                                              s. 3.\nMinister considers that the grant thereof would be pre-\njudicial to the public interest he shall refuse to grant the\nlicence.\n       (8) The decision of the Minister to grant or to refuse\na licence shall be final and conclusive and shall not be\nliable to appeal, or to be questioned by any proceedings in\nany court of law.\n       (9) In every case where the Minister grants a licence\nunder this Act he shall fix the amount of duty payable\nthereon.\n      (10)A licence granted under this Act may be revoked\nat any time by the Minister if he is satisfied that there has\nbeen a breach of, or failure to comply with, any of the\nconditions subject to which the licence was granted."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) Any person who acts in contravention of any of Offences\nthe provisions of this Act shall be guilty of an offence and :ndalties,\nshall on summary conviction before a Resident Magistrate\nbe liable to a penalty not exceeding two hundred dollars\nand in default of payment to imprisonment for any term\n6                       LOCAL INDUSTRIES (SAFEGUARDING)\n             not exceeding six months with or without hard labour, and\n             in the case of a continuing offence to a further penalty not\n             exceeding four hundred dollars in respect of each day on\n             which the offence continues after conviction and in default\n             of payment to imprisonment for any term not exceeding six\n             months with or without hard labour.\n                   (2) Where a person convicted of an offence against\n             this Act is a company, the chairman and every director of\n             the company, and every officer of the company concerned in\n             the management thereof, shall be guilty of the like offence,\n             unless he proves that the act constituting the offence took\n             place without his knowledge or consent.\nPower to       7 4 1 ) The Minister may make regulations generally for\nmake regu-\nlations,     the better carrying out of the provisions of this Act.\n                    (2) Regulations made under this section may, without\n             prejudice to the generality of the power conferred by\n             subsection (l), provide-\n                  (a) for the fees to be paid in respect of applications\n                       for licences under this Act;\n                  (b) for the form to be used for licences granted under\n                       this Act;\n                  (c) for the procedure to be followed and the fees to\n                       be paid upon lodging objections against the\nFirst                  addition of any article to the First Schedule;\nSchedule.\n                  (d) for the procedure to be followed and the fees to\n                       be paid upon lodging objections against the grant\n                       of a licence under this Act;\n                  (e) for the keeping of books at factories and the\n                       inspection of such books;\n                  (0 for controlling the prices to be paid for local\n                       raw materials required by any industry to which\n                       this Act applies;\n                  (g) for controlling the distribution by manufacturers\n                       of manufactured articles to which this Act applies;\n           LOCAL INDUSTRIES (SAFEGUARDING)                          7\n           for specifying the rates of commission which may\n           be paid to any person between the time of\n           manufacture and the time of sale by retail of any\n           manufactured articles to which this Act applies;\n            for controlling the prices at which any manu-\n           factured articles to which this Act applies may\n           be sold by manufacturers, distributors, whole-\n           salers and retailers;\n            for requiring articles manufactured under this\n           Act to conform to prescribed standards of quality\n           and for the grading of such articles and for\n           prescribing different standards of quality in respect\n           of different grades of such articles;\n           for requiring the producers and dealers in local\n           raw materials used in the manufacture, and the\n           manufacturers, distributors, wholesalers and\n           retailers, of any articles manufactured under this\n           Act to make such returns in such form as may be\n           prescribed;\n            for specifying the minimum and maximum pro-\n           duction of any manufactured articles to which\n           this Act applies.\n        (3) Where any authority is empowered under any\nenactment for the time being in force to regulate or control\nthe manufacture, processing, distribution, marketing or sale\nof any article or of any raw materials used in the\nmanufacture or processing of such article, no regulations\nshall be made under this section affecting any article unless\nthe proposed regulations have been referred to the authority\nfor its recommendations thereon.\n        (4) The Minister may attach to the breach of any\nregulations made under paragraphs (e) to (l) of subsection\n(2) such penalty not exceeding fifty dollars as he may think\nfit; and such penalty shall be recoverable in a summary\nmanner in the Resident Magistrate’s Court.\n-\n                               LOCAL INDUSTRIES (SAFEGUARDING)\n                                                FIRST SCHEDULE\n                          Cornmeal.\n                          Wholemeal.\n                          Condensed Milk, sweetened and unsweetened.\n                          Powdered and Skimmed Milk.\nL.N. 242/66               Reconstituted Milk.\n                                              SECOND SCHEDULE\n                                               FORMOF APPLICATION\n                             Application to Erect a Factory or to Manufacture\n                Pursuant to section 5 of the Local Industries (Safeguarding) Act,\n              I hereby make application to the Minister for a licence to manufacture\n              ..............................................................................................\n                   Surname and Christian names of the applicant.\n                   Address of the applicant.\n                   Description of the articles to be manufactured.\n                   Situation of the proposed factory.\n                   Capital to be invested in the business of the factory.\n                       (State whether the capital is subscribed. or is to be subscribed,\n                             from local sources and, if not, state the source or sources\n                            fromwhich the capital is. or is to be derived).\n                   Nationality and domicile of applicant.\n                       (If a company state in addition the names of the directors,\n                            their nationality and domicile).\n                   Estimated daily output of factory.\n                        me inclusion of this page is authorized by L.N. 480/1973]"
    }
  ],
  "definitions": []
}