{
  "id": "jm-stat-the-local-registered-stock-act",
  "type": "statute",
  "title": "The Local Registered Stock Act",
  "title_en": "The Local Registered Stock Act",
  "short_name": "Local Registered Stock Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-local-registered-stock-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-local-registered-stock-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. In this Schedule-                                                    Interpreta-\n     (a) “official members”, in relation to the trust body, means the\n         Financial Secretary and the Governor of the Bank of\n         Jamaica:\n     (b) “appointed member”, in relation to the trust body, means\n         a person, not being an official member, appointed by the\n         Minister to be a trustee €or the purposes of this Act pursuant\n         to subsection (3) of section 23 of the Act;\n     (c) “trust body” means the body corporate established by sub-\n         section (4) of section 23 of the Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 1 ) In this Act-                                       Interpreta-\n“registered stock” means Jamaica local registered stock tion.\n     issued under this Act;\n“register” includes any books kept by the Registrar under\n      the provisions of this Act;\n“Registrar” means the person appointed under section 6 :!/;.963\n      of this Act to be the Registrar;\n“stockholder” means a person holding registered stock and\n      entered as proprietor thereof in the register kept under\n      this Act.\n        (2) This Act shall be applicable only to loans raised\nin the Island."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) Wherever by any law authority is given to the Power          of\n                                                             Minister to\nMinister to raise any sum of money for the purposes raise money\nmentioned in such law, the Minister may, from time to ~ ~ r $ $ , ~ ~\ntime as he may deem expedient, raise such sum, or any :;;:;63\npart thereof, by the issue of registered stock, to be called s. 5.\n“Jamaica Local Registered Stock”, under the provisions\nof this Act.\n        (2) Such registered stock shall from time to time be ~ 1 1 1 9 6 3\nissued in the Island by the Bank of Jamaica upon the best           ’.   *’\nand most favourable terms that can be obtained to such\namount and on such conditions, subject to the provisions\nof this Act, as the Minister may before the issue thereof\nfrom time to time direct.\n       m e inclusion of this page is authorized by L.N. 480/1973]\n4                                LOCAL REGISTERED STOCK\nRegistered     4. The principal moneys and interest secured by any\nstock\nsecured      registered stock created under the provisions of this Act\nConsolidated are hereby charged upon, and shall be payable out of, the\nby\nFund.         Consolidated Fund and assets of the Government of\n              Jamaica.\nRegister of     5. A register shall be kept by the Registrar in which\nstock.\n              shall be registered-\n                   (a) all registered stock at the time of issue;\n                   (b) all transfers of, and dealings in, such stock under\n                        the provisions of this Act;\n                   (c) all matters required by this Act to be entered in\n                        the register.\nRegistrar.      6. Such person as may from time to time be appointed\ns. 5.\n51’1963\n              by the Minister by order shall be the Registrar under this\n              Act and he shall have the custody of, and be responsible\n              for, the register.\nMatters to      7. A printed copy of the documents containing the\nbe\nregistered.   authority for, and conditions of, the issue of registered\n              stock, and of all regulations made under this Act, shall\n              be entered in the register.\npowers of           8. The Registrar may from time to time, with the\nthe\nRe&traw       approval of the Minister, make arrangements in relation\n              to-\n                      (a) the creation, registration and issue of registered\n                          stock;\n                     (b) the conversion of loans, and debentures held for\n                          such loans, into such stock;\n                     (c) the payment of interest on such stock;\n                     (4 the management and registration of transfers of\n                          such stock;\n                     (e) the carrying out of the provisions of this Act.\n                       me inclusion of this page is authorized by L.N.480/1973]\n                 LOCAL REGISTERED STOCK                                         5"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. (1) An appointed member of the trust body shall, subject to the Tenure of\nand shall be eligible for reappointment.\n     (2) The Minister may at any time revoke the appointment of\nany appointed member of the trust body."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . Any appointed member of the trust body may at any time resign Resignation\nhis office by instrument in writing addressed to the Minister and, if of~ppolnted\nsuch appointed member is not the chairman, transmitted through the\nchairman, and from the date of the receipt by the Minister of such\ninstrument such member shall cease to be a member of the trust body."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The names of all appointed members of the trust body as 6rst P u b h -\nconstituted and every change in the membership shall be published :&&hip.\nin the Gazette."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. (1) The seal of the trust body shall be authenticated by the Authentica-\nsignatures of the chairman and one other member of the trust body\nauthorized to act in that behalf.\n                                                                          2;\n                                                                          Of sea1\n                                                                      documents.\n      (2) All documents, other than those required by law to be under\nseal, made by, and all decisions of, the trust body may be signified\nunder the hand of the chairman or any other member authorized\nto act in that behalf.\n                                                          -____\n 16                             LOCAL REGISTERED STOCK\nProcedure       8. (1) The trust body shall meet not less than twice a year and\nand meet-    at such other times as may be necessary or expedient for the transaction\nings.        of business, and such meetings shall be held at such places and times\n             and on such days as the trust body shall determine.\n                    (2) The chairman may at any time call a special meeting of the\n             trust body and shall call a special meeting to be held within seven\n             days of a written request for that purpose addressed to him by any\n             two members of the trust body.\n                   (3) The chairman or, in the case of the absence or inability to\n             act of the chairman, the person elected in accordance with the provi-\n             sions of sub-paragraph (2) of paragraph 3 shall preside at the meeting\n             of the trust body, and when so presiding the chairman or the person\n             elected as aforesaid, as the case may be, shall have an original and a\n             casting vote.\n                   (4) The quorum of the trust body shall be three including the\n             chairman or the person elected to preside as aforesaid.\n                    ( 5 ) Subject to the provisions of this Schedule, the trust body\n             may regulate its own proceedings.\n                   (6) The validity of any proceeding of the trust body shall not be\n             affected by any vacancy amongst the members thereof or by any\n             defect in the appointment of a member thereof.\nPower to       9. The trust body may appoint and employ at such remuneration\nappoint      and on such terms and conditions as it thinks fit, a secretary and such\nOfficers,\nagents and   officers, agents and servants as it considers necessary for the proper\nservants.    performance of its functions.\nDelegation      10. (1) The trust body may, for the purpose of the due discharge\noffunctions. of its functions under this Act, delegate any of those functions to the\n             chairman or any other member of the trust body or any officer or\n             agent appointed by the trust body.\n                    (2) A delegation under this paragraph may be made in respect\n             of any particular matter or class of matters or generally and may be\n             made subject to such terms and conditions as the trust body thinks fit.\n                    (3) A delegation under this paragraph-\n                 ( U ) may at any time be revoked by the trust body;\n                 (b) while in force shall not prevent the discharge by the MlSt\n                       body of any function thereby delegated.\nExemption       11. No action, suit, prosecution or other proceedings shall be brought\nfrom         or instituted personally against any member, officer, servant or agent\npersonal     of the trust body in respect of any act done bona fide in pursuance\nliability.\n             or execution or intended execution of this Act.\n                                                                                   -"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The Registrar, with the approval of the Minister may, Regulations.\neither before or after the registration of any registered stock,\nmake regulations in relation to-\n      (a) the transfer of such stock;\n      (b) the fees to be paid on such transfer, or in respect\n          of the issue of certificates, and any other fees to\n          be prescribed under this Act;\n      (c) all dealings generally in such stock :\n  Provided that no such regulations shall vary the terms\non which such stock is issued and that no contract or\nengagement previously entered into in relation to such stock\nshall be prejudicially affected thereby."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Where any registered stock is issued to any person Certificateto\nunder the provisions of this Act, such person shall be entitled stoclholders.\nto a certificate, under the hand of the Registrar, of his title\nto such stock :\n  Provided that no person shall be registered as the holder\nof any registered stock until that stock is fully paid up."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The production of the register from the custody of Production\n                                                                     of register,\nthe Registrar, and of any copy, purporting to be certified prima\n                                                               etc.,\n                                                                     facie\nunder the hand of the Registrar, of any entry in the register, proof of\nshall be sufficient prima fa& evidence of all matters con- contents.\ntained therein, and of the title of the persons whose names\nare entered therein as proprietors of registered stock."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) The Registrar shall keep, in a separate book, a Information\n                                                             to be made\nlist of the stockholders on whose stock the dividends have the\n                                                             available to\n                                                                 public.\nbeen unclaimed for ten years, together with their registered\naddresses and description, and such list shall be open for\ninspection at the usual hours of transfer upon payment of\na fee of ten cents.\n6                     LOCAL REGISTERED STOCK\n              (2) The Registrar shall give, within a reasonable\n     time after application, a certificate stating the following\n     particulars, or such as may be required by the applicant,\n     relating to registered stock-\n               the total amount of such stock issued;\n                the total number of persons in whose names any\n                stock, or part thereof, is originally registered, or,\n                after the register of such stock, or part thereof,\n                has been once closed as regards transfers, the total\n                number of stockholders at the last preceding date\n                at which the transfer books were closed;\n               the total number of each class of persons in whose\n                names the stock, or part thereof, is originally\n                registered, or, after the register of such stock, or\n                part thereof, has been once closed as regards\n                transfers, the total number of each class of stock-\n               holders at the last preceding date at which the\n                transfer books were closed. The classification shall\n               be according to the amounts held, omitting frac-\n               tions of two hundred dollars;\n               a copy, or extract certified by the Registrar or by\n               some officer appointed for the purpose, to be a\n               true copy or extract of all matters required by\n               this Act to be entered in the register :\n       Provided always that the Registrar shall not be required\n    to give any such certificate in relation to any registered\n    stock until after the expiration of one month after the\n    stock, or any part thereof, to which the certificate refers\n    has been registered.\n             (3) Within a reasonable time after the application\n    of any person who is a stockholder of registered stocks, the\n    Registrar shall give him a list of the registered names and\n    addresses of the stockholders of such stock at the last pre-\n    ceding date at which the register was closed as regards\n    transfers.\n                  LOCAL REGISTERED STOCK                                    7\n        (4) The Registrar, before giving a certificate or list\nunder this section, may demand payment of a fee not\nexceeding ten cents, and a further sum of five cents for\nevery folio of seventy-two words.\n        ( 5 ) Any certificate or list given under this section,\nand duly certified under the hand of the Registrar, shall\nbe admitted in evidence."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.41) Where registered stock is standing in the name Infants,\n                                                             persons of\nof an infant, or person of unsound mind, jointly with any unsound\n                                                             mind, and\nperson not under legal disability, a letter of attorney for jointownem.\nthe receipt of dividends on such stock shall be sufficient\nauthority in that behalf, if given under the hand and seal\nof the person not under disability, and duly attested.\n        (2) The Registrar may, nevertheless, require proof\nto his satisfaction of such infancy or unsoundness of mind,\nby the declaration of competent persons made under the\nVoluntary Declarations Act, or in such manner as is pro-\nvided by law.\n        (3) Where any registered stock is standing in the\nname of two or more persons and any one of such persons\ndies, then a receipt signed by the survivor or survivors of\nsuch persons shall be a valid discharge for the payment of\nthe principal or any interest in respect of such stock."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. No notice of any trust in respect of any registered ~ o n o t i c e o f\n                                                                   to be\nstock shall be entered in the register, or receivable by the trust\n                                                             received or\nRegistrar or by the Government of the Island.                registered."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. If any stock certificate issued under this Act is lost, Renewing\n                                                              lost\nmislaid, or destroyed, the Registrar may, on such indemnity certificate.\nbeing given as he may reasonably require and on payment\nof the prescribed fee, issue a fresh stock certificate in the\nplace of the certificate so lost, mislaid, or destroyed.\n8                               LOCAL, REGISTERED STOCK\nSignatureby\nCorporation."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Where a stockholder is required to sign his name to\n               any deed of transfer or other document, it shall be sufficient,\n               where such stockholder is a corporation, that the corporate\n               seal, authenticated by the signature of the secretary or other\n               principal officer of such corporation, be affixed to such deed\n               of transfer or other document :\n                 Provided that any change in the person of such secretary\n               or officer shall from time to time be notified to the Registrar,\n               and there shall be forwarded with such notification a\n               specimen of the usual signature of such secretary or officer\n               and such specimen shall be under the corporate seal of\n               the corporation and shall be witnessed by the signature of\n               the Chairman of directors or other principal governing\n               member of the corporation.\nTransfer of\nstock."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.41) Registered stock shall be transferred by instru-\n               ment in writing, in such form as may be prescribed from\n               time to time by the Registrar, executed by all parties to\n               the transfer and delivered to, and retained by, the Registrar.\n                        (2) No person shall be registered as the transferee\n               of any registered stock except upon payment of the pres-\n               cribed fee, and upon surrender to the Registrar of the stock\n               certificate and the instrument of transfer.\n                      (3) The Registrar shall issue-\n                   (a) to the transferee, a certificate of his title to the\n                       amount of stock transferred; and\n                   (b) to the transferor, a certificate of the balance\n                       amount of stock to which he is entitled, if any.\n                      (4) The executors or administrators of a deceased\n               stockholder shall alone be recognized by the Registrar as\n               having any title to the stock, or any dividend thereon,\n               passing on the death of such stockholder.\n                LOCAL REGISTERED STOCK                                  9\n        (5) Any person who becomes entitled to any regis-\ntered stock in consequence of the death, bankruptcy, or\nmarriage, of the stockholder, or in any way except by the\ntransfer of such stock, shall produce such evidence of his\ntitle as may reasonably be required by the Registrar:\n   Provided that the person so becoming entitled to any\nsuch stock may transfer such stock to another person\nwithout being registered himself."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) No stamp duty shall be payable in respect of from Exemption\n                                                                   stamp\nthe transfer of any stock issued under this Act unless prior duty.\nto the issue of such stock the Minister by order declares S.51/1963"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) The Registrar may, for a period not exceeding Closing of\nfourteen days previous to each payment of dividend on any the register.\nregistered stock under the provisions of this Act, close the\nregister of that stock as regards transfers, upon giving not\nless than seven days’ notice of such closing by advertise-\nment in the Gazette and in one other newspaper published\nin the Island.\n          (2) The persons who on the day of such closing are\nregistered as stockholders shall, as between them and their\ntransferees, be entitled to the dividend then next payable\nthereon."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(1) All registered stock which is created under the Repayment\nprovisions of this Act shall be redeemable at par on a date of principal.\nto be named in that behalf by the Registrar when issuing\nsuch stock, such date not being later than sixty years from\nthe date of issue :\n      me inclusion of this page is authorized by L.N.480/1973]\n                                 LOCAL REGISTERED STOCK\n                  Provided that the Registrar may reserve the option to\n               redeem such stock in whole or in part, by drawings or\n               otherwise, at any time prior to such date on such con-\n               ditions as may be declared at the time of issue.\n                       (2) From and after the date appointed for the\n               redemption of such stock, or any part thereof, all the\n               interest on the principal moneys represented thereby shall\n               cease and determine, whether payment of the principal has\n               been demanded or not.\nInterest and     21. Interest, at the rate fixed by the Minister at the time\npayment\nthereof.       of the issue of such stock, shall be payable on registered\n5 1/ 1963      stock half-yearly by the Bank of Jamaica on behalf of the\ns.5. Sch.\n               Government of Jamaica.\nIntereston        22. So long as interest continues to be payable on any\nstock to be\nmet out of     registered stock the Minister shall, in each half-year ending\nFund.          with the day on which the interest on such registered stock\n51/1963\nS.5. Sch.\n               falls due, appropriate, out of the Consolidated Fund and\n               assets of the Government of Jamaica, a sum equal to one-\n               half year’s interest on the whole of such registered stock,\n               and shall authorize the Bank of Jamaica to pay thereout\n               the then current half-year’s interest on the day when it falls\n               due.\nSinking          23.-(1)   The Minister shall also, in the half-year ending\nfund for\nredemption     on the date specified in the terms of issue of the loan as that\nofstock.       on which the first contribution to the sinking fund shall be\n               taken, and in each subsequent half-year, appropriate out of\n               the Consolidated Fund and assets of the Government of\n               Jamaica for the formation of a sinking fund an additional\n               sum, equal to not less than one-half of the annual contribu-\n               tion specified in the terms of issue in respect of the total\n               nominal amount of such registered stock, and shall remit\nsi/i963        that sum to the trustees of such fund:\nS. 3(a).\n                 LOCAL REGISTERED STOCK                                    11\n   Provided that if at any time the trustees of the sinking\nfund of any loan issued under the provisions of this Act\nare satisfied that the value of the fund will be sufficient,\nwith further accumulations of interest but without further\npayment of contributions, to enable the loan to be redeemed\nout of the proceeds of the sinking fund not later than the\nfinal redemption date, the Minister may, suspend further 51/1963\n                                                             S . 3(b).\ncontributions to such sinking fund :\n  Provided always that contributions to the sinking fund\nshall be recommenced if the trustees at any time inform\nthe Minister that such action is necessary.\n        (2) The trustees shall, for the purpose of forming 51/1963\nsuch sinking fund, from time to time place at interest or s.3 (c),((1).\ninvest the money so remitted to them in the purchase of\nsecurities as may from time to time be approved by the\nMinister, and shall also place at interest or invest the divi-\ndends, interest or produce of such investments in the pur-\nchase of like securities, and may from time to time, with\nthe approval of the Minister, change any such investments,\nand shall hold such fund in trust for repayment of the\nprincipal moneys for the time being represented by the\nregistered stock.\n         (3) The trustees of any fund established pursuant 5 i / i 9 6 3\nto this section shall be the Financial Secretary, the Governor S.3 (e).\nof the Bank of Jamaica and not more than two other\npersons appointed by the Minister to be trustees for the\npurposes of this Act.\n        (4) The trustees aforesaid shall be a body corporate 41 I 1965\n(to be called the Trustees for Jamaica Government Securi-    s. 2.\nties) with perpetual succession and a common seal and with\npower to acquire, hold and dispose of property, to enter\ninto contracts, to sue and be sued in its said name and do\nall things necessary for the performance of the functions of\ntrustees under this Act; and the provisions of the Schedule Schedule.\n       me inclusion of this page is authorized by L.N. 4&0/1973]\n                            4\n12                                 LOCAL REGISTERED STOCK\n              shall have effect as to the constitution and operations of\n              the body corporate aforesaid and otherwise in relation\n              thereto.\n                      ( 5 ) The seal of the body corporate aforesaid shall\nSchedule.     be authenticated in the manner prescribed in the Schedule\n              and shall be judicially and officially noticed.\n                      (6) The Minister may give to the trustees such\n5111963\ns. 3 (e).     directions of a general character as to the policy to be\n              followed by them in the exercise and performance of their\n              functions under this Act as appear to the Minister to be\n              necessary in the public interest.\nExpenses of     24. All expenses of, or incidental to, the management\nsinking\nfund.         of the sinking fund, or to the repayment of the principal\n              moneys borrowed, shall be paid out of the sinking fund.\nInsufficiency\nof sinking"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Where the sinking fund is insufficient to provide the\nfund.         necessary funds for the redemption of any registered stock\n              when it becomes due, the deficiency shall be made good\n              out of the Consolidated Fund and assets of the Government\n              of Jamaica, and the Minister is hereby authorized to set\n              aside sufficient funds to make good the deficiency.\nMinister’s      26.-(     1) The Minister may-\npower under\nthis Act.          (a) from time to time declare that any debentures of\n                       the Government of Jamaica, issued under any law\n                       in force in the Island, are convertible, at the option\n                       of the holders thereof, into registered stock on\n                       such terms as he may from time to time determine;\n                   (b) authorize the creation and issue of registered\n                       stock-\n                           (i) in exchange for debentures issued under any\n                               law in force in the Island; or\n                          (ii) in order to raise money for the redemption\n                               of any outstanding loans, whether issued\n                        m e inclusion of this page is authorized by L.N. 480/1973]\nI\n                     LOCAL REGISTERED STOCK                                       13\n                      before or after the coming into operation\n                      of this Act; or\n                (iii) for paying any expenses in the creation of\n                      registered stock; or\n                 (iv) for carrying out the provisions of this Act.\n            (2) Any conversion authorized under this section\n    may be effected either by arrangement with the holders of\n    existing securities, or by purchase thereof out of moneys\n    raised by the sale of registered stock, or partly in one way\n    and partly in the other.\n            (3) Any power conferred on the Minister by this\n    section may be exercised from time to time, and he may\n    alter any terms or conditions so often as occasion may\n    require :\n       Provided that no contract or engagement previously\n    entered into shall be prejudicially affected thereby."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Minister’s power under this Act.\n     me inclusion of this page is authorized by L.N.480/1973]\n2                  LOCAL REGISTERED STOCK"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Where debentures are exchanged for any registered Exchange\n    stock issued under any lzw in force in the Island, the obli-\n    gation imposed under such law to make remittances or to for stock.\n    set aside sums of money, in respect of such debentures shall\n    cease, and such debentures, on being cancelled under the\n    provisions of section 28, shall be regarded for all the pur-\n    poses of such law as if they had never been issued."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Every security exchanged or otherwise converted Cancellation\n    into registered stock shall be forthwith cancelled on behalf ~~~~~~d\n    of the Government of Jamaica by the Bank of Jamaica,\n    and forwarded to the Minister.\n                                                                        zf/:963"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. All fees payable under this Act shall be paid into Payment of\n    the Treasury, and shall form part of the Consolidated faes*\n    Fund."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. All local inscribed stock issued under any law now Savings.\n    repealed, shall be deemed to be registered stock issued under\n    the provisions of this Act :\n                                                                                .\n14                           LOCAL REGISTERED STOCK\n               Provided that nothing in this Act or in the repeal of any\n            lzw shall affect the rights of any person who holds stock\n            under the authority of any law now repealed:\n               Provided further that all regulations made under any\n            law now repcaled and in force immediately prior to the\n            commencement of this Act shall remain in operation so\n            far as they are not inconsistent with the provisions of this\n            Act until they have been rescinded or replaced by regula-\n            tions made under this Act.\nPayment       3 1 . 4 1 ) Where the Bank of Jamaica holds any sum for\ninto Con-\nsolidated   the purpose of paying-\nFund of\nunclaimed        (a) the principal amount of any registered stock due\nmoneys.\n51 / 1963              for redemption; or\ns 4.             (b) dividend or interest accrued due on any registered\n                       stock,\n            and that sum is not claimed by a stockholder within two\n            years from the date on which that sum became due, the\n            Bank of Jamaica shall, if the Minister so directs, pay that\n            sum into the Consolidated Fund.\n                   (2) Notwithstanding the payment of any sum into\n            the Consolidated Fund pursuant to subsection (l), the Bank\n            of Jamaica may pay to any person showing his right thereto\n            to the satisfaction of the Bank the amount of any sum so\n            transferred and the Minister shall thereupon direct, without\n            further appropriation than that provided by this subsection,\n            that the Bank be reimbursed from the Consolidated Fund.\n                    (3) Where the principal amount of any registered\n            stock due for redemption is transferred to the Consolidated\n            Fund pursuant to subsection (l), the Bank of Jzmaica shall\n            publish a notice in the Gazette showing the name of the\n            holder of such registered stock and the amount so trans-\n            ferred.\n                   LOCAL REGISTERED STOCK                                             15\n                              SCHEDULE           (Section 23(4) and ( 5 ) ) 41/1965\n                                                                           s. 3."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. Payment into Consolidated Fund of unclaimed moneys.\n                               SCHEDULE\n        m e inclusion of this page is authorized by L.N. 480119731\n                 LOCAL REGISTERED STOCK                                              3\n     THE LOCAL REGISTERED STOCK ACT                                  Cap. 229.\n                                                                              Acts\n                                                                    51 of 1963,\n                                                                    41 of 1965.\n                                               [28zh May, 1942.1"
    }
  ],
  "definitions": []
}