{
  "id": "jm-stat-the-main-roads-act",
  "type": "statute",
  "title": "The Main Roads Act",
  "title_en": "The Main Roads Act",
  "short_name": "Main Roads Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-main-roads-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-main-roads-act | Legal areas: Town and Country Planning",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act, and in the Lands Clauses Act, as herein- Interpreta-\n                                                                     tion.\nafter incorporated herewith-\n“carriage” includes carts, waggons, drays, wheeled\n    carriages of every description, bicycles, tricycles and\n    other similar machines;\n“cultivated” and’ “uncultivated” and “ruinate” in connec-\n     tion with the word “land”, shall be held to apply to\n    the actual state or condition of each particular por-\n    tion of any land acquired or entered upon under this\n    Act, without reference to any other portion of the\n     same land whether separatzcl or not therefrom by m y\n    boundary or fence;\n“Director” means the Chief Technical Director;\n“house” means an inhabited dwelling-house rateable to the\n    Parish General Rate;\n“the promoters” means the Director;\n“road” includes the roadway, the water tables, the bridges\n    and fmdings, on .the line of the road, and the land on\n    each side of the roadway and water tables up to the\n    boundary of the road;\n“the undertaking” and “the works” include the laying out,\n    making, repairing, widening, altering, deviating, main-\n    taining and managing, as well of the main roads under\n    this Act as of any new line of road which the Minister\n    may authorize the Director to lay out and make, with a\n4                                         MAIN ROADS\n                   view to declaring the same a main road, and all struc-\n                   tures, buildings and lands, appertaining to any such\n                   main road or new line of road as aforesaid, or author-\n                   ized under this Act to be acquired or constructed.\nWhenand           3. It shall be lawful for the Minister from time to\nhow and to\nwhat extent    time by notice in the Gazette, to declare that he has charged\nthis Act\nmaybe          the Director with the laying out, making, repairing, widen-\napplicable\nmade           ing, altering, deviating, maintaining or managing, of any\nto parochial   parochial road, or of any new line of road which it is desired\nroads\n               to lay out and make with a view to the same becoming a\n               parochial road; and thereupon the Director shall have the\n               same powers and authority with respect to such parochial\n               road, or proposed new line of road, as are conferred upon\n               him by this or any o!her enactment, with reference to any\n               main road, or proposed new line of main road; and all the\n               provisions of this Act. or of any other enactment as afore-\n               said, shall thereupon apply to such parochial road, or\n               proposed new line of parochial road, as if in each case the\n               words “parochial road” were substituted for the words\n               “main road”.\n                                  Main Roads Management\nSchedule          4 . 4 1 ) The Director shall keep at such place and in\nof Main\nRoads.         such form and manner as the Minister may from time to\n               time direct a Schedule of Main Roads in which shall be\n               entered all the lines of roads which are or have been\n               declared to be Main Roads. The Director-shall from time\n               to time add to such Schedule any other road or part of\n               any other road which the Minister may from time to time\n               by notice in the Gazette declare to be a main road and shall\n               remove from the Schedule any road or part 0f.a road which\n               the Minister may from time to time by notice in the\n               Gazette declare to have ceased to be a main road.\n                         (2) The production of a certificate-purporting to be\n               signed by the Director Or any senior officer of his Depart-\n                           - _ _    ~\n                                                  ~    - .. -    ~~~    __ ~-       ___\n                         MAIN ROAVS\nment certifying that the road mentioned therein is a main\nroad shall without further proof be prima fade evidence.\nSuch certificate shall not be liable to stamp duty."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. When and how and to what extent this Act may be made\n      applicable to parochial roads.\n                     Main Roads Management"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) The Minister may from time to time by notice Powerto\n                                                            the Minister\nin the Guzette-                                             to declare\n                                                            other roads\n      (a) add to the Schedule any other road, or part of tobemain\n          any other road, and declare such road or part of roads.\n           a road to be a main toad; and\n      (b) remove from the Schedule any road, or part of\n          any road, and declare that such road or part of a\n          road has ceased to be a main road.\n        (2) Unless the road or part of a road so removed\nfrom the Schedule of Main Roads be forthwith taken over\nby the parochial authorities for parochial road purposes,\nall public rights of way thereover shall cease, and it shall\nbe lawful for the Commissioner of Lands to sell the same,\ngiving to the owner of the adjoining land, or portion there-\nof, from which such road was originally taken, the first\nright of purchase."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Subject to the directions of the Minister,. the laying Dimorto\nout, making, repairing, widening, altering, deviating, main-      ;:;&aas\ntaining, superintending and managing of main roads, and the and h e\n                                                             funds\ncontrol of the expenditure of all moneys allotted thereto, thereof.\nshall be vested \"m the Director,. with such jxrmanent staff\nof engineers, superintendents and other subordinate officers\nas the Governor-General may from time to time appoint,\nand such temporary staff of superintendents and other\nsubordinate officers as may from time to time be appointed,\nall of whom shall be deemed to be officers of the Public\nWorks Department within the meaning of any enactment\nrelating to the same.\n       me inclusion of this page is authorized by LN. 480/1973]\n6                                        MAZN ROADS\nProperty in\nmain roads,"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The property in the main roads, and in the land\netc., vcstcd    pertaining thereto, and in all the erections and buildings,\nin the\nCommis-         mileposts, fences and other things, erected upon and\nsioner of       provided for and upon such roads, with the conveniences\n Lands.\n                and appurtenances thereto respectively belonging, and the\n                materials of which the same consist, and the materials,\n                tools and implements, provided for the repairing of the\n                said roads shall be vested in the Commissioner of Lands\n                or the Accountant-General as the case may be for the time\n421 1969.       being, for the use of Her Majesty the Queen in right of the\n3rd Sch.\n                Government of Jamaica and in all legal proceedings it shall\n                be sufficient to state generally such roads and things to be\n                the property of Her Majesty the Queen.\nBoundaries        8. The boundary of any main road shall be the fence\nand %dths\nof main         running along it on either side and where there is no fence\nroads.          the boundary shall be a line at all points twenty-five feet\n                from the centre of the roadway measuring in a direction\n                at right angles to the road.\nWhere no          9. On any portion of a main road, where no boundary\nboundary\nfence exists.   fence exists, it shall not be lawful for any person to bring\n                forward a fence, beyond the line of boundary on either\n                side thereof and any fence so erected shall be deemed to be\n                an encroachment on the main road within the meaning of\n                section 23.\nWhen              10. No person shall without the consent in writing of\nbuildings       the Director first had and obtained erect any building\ndeemed to\nencroach-\nbe an\n                within five feet of the boundary of any main- road, the\nmenton\nmain road\n                width of which, measured in a direction at right angles\nwithin          to the centre line of the road, is twenty-five feet or less\nmeaning of\nseaion24.       and any building erected without such consent shall l%\n                deemed to be an encroachment on a main road within the\n                meaning of section 24.\n                      me inclusion of this pape is authorized by LN. 480/1973)\n                  \\\n                          MAIN ROADS                                   7"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. When buildings deemed to be an encroachment on main road\n      within meaning of section 24."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) Every person intending to erect any fence Or Noticeof\nbuilding along or near the boundary, or within thirty feet ~         c     $   ~\nfrom the centre line, of a main road shall mark out on the ;fobnu$$ng\nground, by means of pegs T i n other sufficient manner, the ary\n                                                            nearofbound-\nline on which such fence dj building is to be made, and, main road.\nhaving done so, shall give ten days’ notice to the Director\nof his having done so and of his intention to make such\nfence or building along the said line, before commencing to\nmake such fence or building.\n        (2) For the purposes of this section the word “fence”\nshall include hedge or wall.\n        (3) Every consent of the Director to the erection of\nany fence or building. along or near the boundary, or\nwithin thirty feet from the centre line, of a main road shall\nbe in writing."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. All dyewood trees, and the produce of all fruit Ownership\ntrees, growing or standing on any land being part of a main pods\nroad shall be deemed to be the property of the owner or ;ig;&e\noccupier of the adjacent land :                             tines of\n                                                            main roads.\n  Provided, however, that nothing herein contained shall\nprejudice the right of the Director, or any Officer of his\nDepartment charged with the management and care of\nany portion of a main road, in his discretion to fell or lop\nany tree as aforesaid that may in his judgment be preju-\ndicial to the road, or to any telegraph line constructed\nalong the same, or dangerous to persons using the road :\n  Provided always that any tree so felled, and the loppings\nthereof, shall be deemed to be the property of the owner\nof the adjacent land.\n                                                                                                 .-~\n                                                                  ,f’           I   ,.   -\n                                                                                             1\n8                                     MAIN ROADS              ,\nPower to        1 3 . 4 1 ) When the owner of any larld which it may be\nconvey\nabandoned    proposed to acquire, or enter upon, for the purpose of a\nroad toof\nowner        new road, or alteration or widening of an existing road,\nlandtaken    is also the owner of any land through or adjoining which\nfor new road\nincertain\ncases.\n             any road, or part of a road, passes as to which the Minister\n             proposes to declare that it shall cease to be a main road\n             or part thereof, it shall be lawful for the Commissioner of\n             Lands or the Accountant-General as the case may be, as\n             soon as such declaration has been made as aforesaid, to\n             convey to such owner, as aforesaid, in satisfaction or part\n             satisfaction of the compensation payable in respect of the\n             land proposed to be acquired or entered upon, the soil of the\n             road or part of a road as to which such declaration has been\n             made; and thereupon, in the assessment of compensation\n             or damages payable as aforesaid, the value of the land so\n             conveyed as aforesaid shall be taken into consideration,\n             and shall be deducted from the compensation or damages\n             that would otherwise be payable.\n                   (2) The Director may for a time divert the traffic\n            from any road for the purpose of repairing, altering or\n            improving the road.\nPower to      14. The Director may, for the purposes of any work\nlay down\nanduse      authorized under the provisions of this Act, at any time\ntemporary\ntramways.   lay down and use a tramway or tramways upon any main\n            road :\n               Provided always that such tramway shall be so laid and\n            maintained as not to impede the ordinary traffic upon the\n            road, and that it shall not be used except for the purpose\n            aforesaid; and on the completion of the work for the\n            purpose for which it was laid down, such tramway shall\n            be removed, and the surface of the roadway restored to\n            its proper condition.\n                              MAIN ROADS                                9\n  1 5 - 4 1 ) The Director may, with the approval of the Powerto\nMinister, by instrument in writing, grant to any person ~ ~ ~ o             ~   :   ;\npermission to construct or lay down, maintain and use any ;;;;Erior\nworks across, under, or above any main road in accordance ~ r h s\n                                                           across,\nwith such specifications, for such purposes and subject to aboveor\n                                                           under main\nsuch conditions as may be prescribed in the instrument. roads.\n                                                           21 1954\n         (2) The Director may, with the approval of the s. 2.\nMinister, revoke any permission granted under this section\nif the works in respect of which it was granted are not con-\nstructed, laid down, or maintained in accordance with the\nspecifications prescribed as aforesaid or are used other-\nwise than for any purposes so prescribed or in contraven-\ntion of any condition so prescribed.\n        (3) Upon the revocation of any permission granted\nunder this section, the owner of the works in respect of\nwhich it was granted shall, within such time as the Direc-\ntor, with the approval of the Minister, may specify, remove\nsuch works from across or above or under the main road and\nshall restore such road as nearly as may be practicable to\nthe condition in which it was immediately before the con-\nstruction or laying down of such works.\n           (4)For the purposes of this section-\nL6\n     works” includes any roadway, railway, tramway, wireline,\n        conveyor belt, cableway, chute, aerial, ropeway, viaduct,\n        aqueduct, flume, siphon, and any other works similar\n        to any of the foregoing."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Power to convey abandoned road to owner of land taken for\n      new road in certain cases."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Power to grant permission to construct or lay down works\n      across, above, or under main roads."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) The Director may at any time, if he shall see Powerto\nfit, grant permission to the owner or occupier of land pernitgates\n                                                           across\nadjoining any main road to erect or maintain a gate across mainroads.\nsuch main road.\n       (2) There shall not be less width than twelve feet\nbetween the gate posts of any such gate and in any such\ncase the aforesaid owner or occupier shall, at his own\n10                                      M A I N ROADS\n              expense, keep a watchman constantly near the gate when-\n              ever the same shall be shut, who shall open it when required\n              by any person using the road.\n                       (3) The Director may at any time, when he so sees\n              fit, revoke any such permission to erect or maintain a gate\n              across any main road.\nPowersto        17. The Director, or any person acting under his\nimpound or\ndestroy       authority, or any constable, may impound any animal\ntrespassing\nanimals       found straying on any main road, or tethered on a main\n011n~in       road for grazing, and may destroy or cause to be destroyed\nroads.\n              any swine or goats found at large on any main road.\n                            Laying Out Roads-Proceedings\nPower to         18.-(1) When it is proposed to lay out a new main road\nenter on\nlandsto       or to divert part of an existing main road, the Director\nsurveyfor     may, by an order under his hand, authorize any officer of\nmain road.\n              his Department, accompanied by such assistants as may be\n              required, to enter at reasonable times upon any lands for\n              the purpose of making such surveys as may be necessary to\n              enable the said officers to make plans and sections of the\n              proposed new road, or portion of road, and an estimate\n              of the cost thereof.\n                     (2) No officer or assistants shall enter upon lands\n              under such authority until three days’ notice in writing\n              has been given to the occupier of the lands, or, in case the\n              occupier is not known or cannot be found, has been postea\n              up conspicuously on the land, except by consent of such\n              occupier.\nProcedure        19.-(1) When it is proposed to lay out a new main road,\n~~~~~~g       or to widen or divert part of an existing main road, the\nroad,ora\naltering      Director shall cause a notice accompanied by a plan show-\nmainroad.     ing the proposed new road, or the portion of the road\n              intended to be widened or diverted, and the lands through\n                           MAIN ROADS\nwhich it is to pass, to be deposited at the office of the\nCollector of Taxes of the parish in which the lands are\nsituated.\n       (2) The Collector shall cause such notice and plan\nto be exhibited to any person who may require to examine\nthem.\n       (3) The Director shall advertise the deposit of the\nnotice, and general purport thereof, in the Gazette for\nthree successive weeks.\n        (4) Any owner or occupier of lands through which\nthe road is to pass who objects to the construction of the\nnew road, or the widening or diversion proposed, may,\nwithin one month of the date of the first advertisement,\ndeliver 'to the Director a statement in writing of his\nobjection, and the grounds thereof; and the Director shall\nconsider and decide thereon, and determine the line of road\nor extent or diversion to be carried out, and shall thereupon\nnotify the same by publication of Gazette notices for two\nsuccessive weeks.\n                       The Taking of Lands"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Powers to impound or destroy animals trespassing on main\n      roads.\n     F   e inclusion of this page is authorized by   L.N. 480/1973]\n2                            MAIN ROADS\n                    Laying Out Roads -Proceedings"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Procedure on laying out new road, or altering a main road.\n                          The Taking of Lands"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20, paragraph (a), for the purpose of making a road to\nbe used as a public road as in the said section mentioned:\n   Provided also that, excepting in such a case of urgent\nnecessity under paragraph (a) of section 20 as is mentioned\nin the foregoing proviso, the Director, or any person\nauthorized as hereinbefore provided, shall not enter upon\nany enclosed or cultivated land, or open or work any\nquarry or make any excavation on any such land, except\nafter at least fifteen days’ notice in writing to the occupier\nof such land:\n   Provided that when the Director or other persons as\naforesaid has given such notice, and entered as aforesaid,\nit shall be lawful for him, without any fresh notice, to\ncontinue to enter upon such land, or to work such quarry,\nor make excavations, until he shall have ceased to do so\nfor the period of seven days or upwards, after which it\nshall be necessary to give a fresh notice before any fresh\nentry.\n14                             MAIN ROADS\n             (2) In the exercise of the powers mentioned in\n     subsection (1) it shall be lawful for the Director or any\n     person authorized by an order in writing signed by him,\n     to make such openings in any fence then existing, or there-\n     after erected, as may be necessary for the purpose or pur-\n     poses aforesaid, and also to erect a fence or fences to\n     separate any portion of the land so entered upon from the\n     remainder; and it shall also be lawful for the Director, or\n     any person authorized, by an order in writing signed by\n     him, to deposit and to manufacture and work upon such\n     lands materials of every kind used in the works, and for\n     the purposes aforesaid to erect thereupon workshops,\n     stores, sheds and other buildings :\n       Provided always that nothing in this Act contained\n     shall exempt the Director from an action for nuisance or\n     other injury (if any) done, in the exercise of the powers\n     hereinbefore given, to the lands or habitations of any party\n     other than the party whose lands shall be so taken or used\n     for any of the purposes aforesaid :\n       Provided also that no stone or slate quarry, brickfield\n     or other like place, which is then being worked or used\n     for getting materials therefrom for the purpose of selling\n     or disposing of the same, shall be taken or used by the\n     Director for the purpose specified in paragraph (e) of\n     section 20.\n             (3) The Director shall, within a reasonable time,\n     either purchase and take any such land entered on and\n     occupied as aforesaid, or shall make compensation to the\n     owners and occupiers of and all other parties interested\n     in any lands, rivers, streams or watercourses, for all\n     damage sustained by them by reason of the temporary\n     occupation of the same in exercise of the power given by\n     this section; so, however, that notice in writing of any claim\n     -\n                             MAIN ROADS\nfor Compensation as aforesaid be given to the Director\nwithin six months after the doing of the thing in respect of\nwhich compensation is claimed.\n        (4)Such compensation shall be settled either by\nagreement or in the manner prescribed in the Lands\nClauses Act:\n   Provided that where lands so entered upon and occupied\nas aforesaid are savanna, ruinate or waste land, or uncul-\ntivated land, or the bed of a river or gully nothing shall be\npaid by way of compensation, or as the price of any\nmaterials taken therefrom; and no compensation shall be\npaid for damage occasioned by or in the process of the\nremoval of any encroachment on the main road, unless\ncaused by the wilful neglect or default of the Director, or\na person acting under his authority.\n                            Encroachments"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The Director or any person authorized by him, may\nDirector.   do any or all of the following things in the execution of\n            the works-\n                (a) he may, when he deems it necessary, in the course\n                    of any works upon a main road necessitating the\n                    temporary blocking up of such road or any por-\n                    tion thereof, or when any part of a main road is\n                    unfit for traffic, make a temporary road over lands\n                    adjoining the same, to be used as a public road\n                    while the main road is being repaired, widened\n                    or altered;\n                (b) he may, when he deems it necessary, for the\n                     preservation of a main road, alter or regulate the\n                     course of any river, stream or watercourse not\n                     being navigable;\n                (c) he may cut drains on any lands adjoining a main\n                     road, for the purpose of intercepting water that\n                     would otherwise flow on to such main road, or\n                     of carrying off water from such main road;\n                (4 he may make deposits of the spoil or surplus\n                     materials from any landslips or excavation, or\n                     of any refuse from any main road;\n                (e) he may, subject to the provision in the next sec-\n                    tion, open and work quarries and make excava-\n                    tions tor the purpose of obtaining materials for\n                    the construction or repair of any road or part of\n                    a road, and also gather, collect and carry away\n                    stones or other materials from off the surface of\n                    lands without making excavations.\n                           MAIN ROADS                                   13"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-(1) For any one or more of the purposes specified entry Powersof\n                                                                     upon\nin either section 20 or section 21, the Director or any person and OCCUPY-\n                                                               ing and\nauthorized by an order in writing signed by him, may at any using    private\ntime, without previous notice, payment, tender or deposit, lands.\nenter upon any lands not being more than one mile distant\nin a straight line from the boundary or fence of a main\nroad, and not being land on which is any house, yard or\ngarden, or provision ground attached to a house and not\nbeing a park, avenue or ground ornamentally planted, and\noccupy and use the said lands so long as may be necessary\nfor the said purpose or purposes, or any works connected\ntherewith without purchasing or taking such lands :\n   Provided that in case of urgent necessity arising, the\nDirector may without any previous notice, payment, tender\nor deposit, enter upon and temporarily occupy any such\nlast mentioned house, yard, garden, ground, park or\navenue, in the exercise of the powers conferred by section"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. The following shall be deemed to be encroachments m a t a r e\n                                                           encroach-\non a main road-                                            meats.\n    (a) any fence, building or construction, erected upon\n        or extending on or over any part of a road;\n    {b) any tree, or any branch, bough, or other part\n        of a tree, fallen upon or over any part of a road;\n    (c) any tree, branch, bough or other part of a tree,\n        or any shrub, projecting upon or overhanging\n        the road, or planted or placed upon the road\n        without authorization from the Director;\n    (4 any debris or refuse, or the obstruction of any\n       part of the -road remaining or resulting from\n       anything done by or on behalf of the owner or\n          occupier of any land, fence, building or con-\n          struction, adjoining the road;\n      F   e inclusion of   this page is authorized by L.N. 480/1973]\n16                          MAIN ROADS\n     (e) any tree, or any branch, bough or other part of\n            any tree fallen from any land or fence adjoining\n            a river, or stream or watercourse, which shall\n            cause or tend to cause the water to flow over or\n            otherwise to injure the road;\n      (f)   any pit, cutting or excavation, in upon or under\n            any land adjoining the road, which may be or\n            may become dangerous to persons or animals\n            using the road, and which is not sufficiently\n            fenced or otherwise made safe;\n     (g) any stone, earth, timber or other         substance,\n            thrown into or placed in any river, or stream or\n            watercourse, which shall cause or tend to cause\n            the water to flow over or otherwise to injure the\n            road;\n     (h) any stone, earth, timber or other substance,\n         thrown into or placed in any drain or water-\n         course, which shall impede the drainage of water\n         from the road;\n     (9 any artificial canal, conduit or pipe, from which\n        any water escapes on to any road, owing to the\n        defective construction or maintenance of the same\n        in any part of its course. In any such case the\n        encroachment shall be deemed to proceed from\n        the land on which the canal, conduit or pipe is\n        defectively constructed or maintained;\n     (!I any earth, stone, timber or other substance, left\n            upon or deposited upon the road without author-\n            ization from the Director;\n     (k) any gate erected or maintained on the road with-\n            out the permission of the Director, or after such\n            permission shall have been revoked by him, or\n            without a watchman being kept constantly near\n       p h e inclusion of this page is authorized by L.N. 480/1973]\n                          MAIN ROADS                                  17\n         to the gate, whensoever the same shall be shut,\n         for the purpose of opening it when required by\n         any person using the road;\n    ( I ) any penguin fence erected after February, 1879,\n          abutting on the road and not having the penguins\n          planted on the top of a wall or earthen bank not\n          less than two feet in height, or a fence of wood\n          or iron wire fixed between the penguins and the\n          road;\n    (m)any penguins spreading themselves from any\n       penguin fence lawfully erected so as to extend\n       over any part of a road;\n    (n) any pipe, drain or conduit, discharging water on\n        to the roadway of any main road from any house\n        or premises adjoining such road.\n  U,--(  1) Whenever there shall exist any encroachment AS to the\non a main road, the owner or occupier of the land, fence removal\n                                                             encroach-\n                                                                     of\nor construction, from which such encroachment proceeds, $?:Atr,\nor the owner of the thing constituting the encroachment $    ;;\nshall, after receiving a notice thereof in writing signed by bythe\n                                                             Director.\nthe Director, forthwith remove or abate the same at his\nown cost.\n        (2) The notice shall specify the nature of the\nencroachment, and state a reasonable time within which\nit must be removed.\n         (3) After the expiration of the time specified in any\nsuch notice or without any such delay if the encroachment\nendangers or impedes or threatens, or is likely to endanger\nor impede the traffic on the road or the drainage of the\nroad, the Director may remove the encroachment, or cause\nit to be removed, in such manner as he may think fit.\n18                                       MAIN ROADS\nRemoval of        25. Where the Director directs the removal of an\nencroach-\nments by        encroachment-\nthe Director.\n                   (a) if the encroachment cannot be conveniently\n                        removed without entering on the land from which\n                        it comes, the Director may direct any officer of\n                        his Department, with any necessary assistants, to\n                        enter for the purpose, and without giving any notice;\n                   (b) neither the Director, nor any person acting under\n                       his authority in the removal shall be liable for\n                       damage occasioned thereby, unless the same is\n                       caused by his or their neglect or default;\n                   (c) the cost of the removal shall be paid by the owner\n                        or occupier of the land from which the encroach-\n                        ment proceeds, or of the thing constituting the\n                        encroachment, and shall be recoverable, together\n                        with the costs of recovery, in the same way as\n                        penalties are recoverable under section 100 of the\n                        Lands Clauses Act;\n                   (4 anything constituting the encroachment shall be\n                        forfeited, and the Director may sell or otherwise\n                        dispose of it, unless the owner previously redeems\n                        it by payment of the full costs of removal;\n                                           ..\n                   (e) whenever such thing constituting the encroach-\n                        ment is disposed of by the Director, the net\n                        proceeds, after deducting all costs of removal and\n                        disposal, shall be credited to the owner or occupier\n                        liable for costs of removal, and shall be allowed\n                        in the settlement of such costs, and any excess\n                        of net proceeds over costs shall be paid to such\n                        owner or occupier.\n                          MAIN ROADS                                    19\n                          Oflences"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. As to the removal of encroachments by the owner, or in his\n          default by the Director."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Removal of encroachments by the Director.\n                                 Offences"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Any of the following persons shall be guilty of an Listof\n                                                          offclices\noffence against this Act, and shall be liable, on summary againstthis\nconviction, to a penalty not exceeding the amount herein Act   and\n                                                          penalties\n                                                            therefor.\nspecified in respect of such offence-\n          any owner or occupier of land from which any\n          encroachment proceeds, or the owner of anything\n          constituting any encroachment, who after due\n          notice shall not within the time specified in the\n          notice have removed such encroachment-ten\n          dollars;\n          any person who hinders or obstructs the Director,\n          or any person duly authorized by him, while\n          acting under the provisions of this Act-twenty\n          dollars;\n         any person who cuts down any tree so that the\n         same falls into a main road, or obstructs a main\n         road, or diverts a river, stream or watercourse,\n         so as to make it encroach upon or injure a main\n         road, and does not forthwith set about to remove\n         the same-ten dollars;\n         any person who, without permission from the\n         Director, takes any materials from any road, or\n         from any quarry or excavation or place of deposit\n         made and used in connection with the under-\n         taking-ten dollars :\n            Provided that nothing herein shall prevent the\n          person in possession of the land on which such\n          quarry or excavation is situated, or any person\n          authorized by him, from digging materials there-\n          from and carrying away the materials so dug;\n         any driver of a carriage who rides upon that or any\n         other carriage, or upon the shafts thereof, or upon\n       [rhe inclusion of this page is authorized by L.N. 480119731\n20                       MAIN ROADS\n        any beast drawing the same, on any main road,\n        without having some other person on foot to\n        guide such carriage, unless the beast or beasts\n        harnessed to such carriage is or are effectually\n        guided and controlled by the driver thereof by\n        means of reins-four dollars;\n       any driver of a carriage who leaves the same\n       standing upon any main road without some\n       proper person to hold the beast or beasts attached\n       to the same, or who is negligently or wilfully at\n       such a distance from the carriage, or in such a\n       situation, that he has not proper control over the\n       beast or beasts attached to the same-four dollars;\n       any driver of a carriage who, by negligence or\n       misbehaviour, causes hurt or damage to any\n       person’s horse, cattle, carriage or goods on any\n       main road-four dollars;\n       any driver of a carriage, or of any horses, mules\n       or other beasts of draught or burden, on any\n       main road who, when meeting or being overtaken\n       by any other carriage or beast of burden or\n       draught, does not keep his carriage or horses,\n       mules or beast of draught or burden, on the left\n       or near side of the road, except when in the act\n       of passing another carriage, horse, mule or beast\n       of draught or burden, going in the same direction\n       -four dollars;\n       any person who wilfully or negligently prevents,\n       hinders or intercepts, the free passage of any\n       other person or any carriage or beast, on any\n       main road, or who draws up any carriage in such\n       manner as to obstruct the free passage along the\n       road-f our dollars;\n                        MAIN ROADS                               21\n(10) any person who rides or drives furiously on any\n     main road, or in a manner dangerous to other\n     persons using the road-ten dollars;\n(11) any person who wilfully or through negligence\n     causes damage to any main road, or any wall,\n     bridge, culvert, fence, mile post, guide or direction\n     post, road sign, drain or other structure, pertain-\n     ing thereto-four dollars;\n(12) any person who, having blocked or scotched the\n      wheel of a carriage, allows the stone or other\n      thing used for the purpose to remain on the road-\n      way after the carriage has moved away-four\n      dollars;\n(13) any person who draws any logs, stones or heavy\n     articles, upon any main road otherwise.than upon\n     a wheeled carriage--four#dollars; '\n         ,   I\n(14) any person who uses any instrument for retarding\n     the progress of any carriage, whereby the road\n     is unnecessarily injured-four dollars;\n(15) any person who leaves any carriage upon any main\n     road, except in case of an accident, or: in that case\n     for a longer time than is necessary to-remove the\n     same-four dollars;\n(16) any driver of a carriage any part of 'which, or of\n     the lading or any shaft or outrigger of which,\n     shall extend laterally more, than six inches beyond\n     the axle-four dollars;\n                         . . sql@n C8.J ,\n(17) [Deleted by Act 13-of+IQ8.5,\n22                            M A l N ROADS\n            any person who removes or destroys any barrier\n            placed on a main road by the Director, or any\n            person authorized by him, for the purpose of\n            diverting the traffic-four dollars;\n            leading or driving any horse, gelding, mare, filly,\n            mule, or donkey, loaded or unloaded and not\n            attached to a wheeled vehicle, along any main\n            mountain bridle road, and neglecting to have\n            such animal under proper control by means of\n            ropes or reins-four dollars;\n            any person who allows any horned stock, horse,\n            mule, ass, sheep, goat or pig, to be at large on any\n            road except whikt being lawfully driven along\n            such road-four dollars :\n                  Provided that this provision shall not apply to\n                the owner or occupier of any unfenced land any\n                of whose animals as aforesaid are allowed to be\n                at large on the portion of the road that traverses\n                such land;\n            any person riding, driving or being upon any\n            carriage, bicycle, tricycle, or other similar machine\n            on a road, who contravenes, or fails to comply\n            with any of the provisions of section 27-four\n            dollars;\n            the owner of any horned stock, horse, mule, ass,\n             sheep, goat, or pig tethered on any road, or so\n             tethered as to be able to stray on any road-four\n             dollars;\n            any person who tethers, or allows to be tethered,\n            on any road, or so as to be able to stray on any\n            road any horned stock, horse, mule, ass, sheep,\n            goat or pig-four dollars;\n     _____---\n                        MAIN ROADS                                23\n(24) any person driving or riding any carriage, who\n     upon overtaking any carriage, or any horse, or\n     other beast of burden, or any foot passenger,\n     being or proceeding along the carriage way, or\n     on approaching a corner, neglects or fails, within\n     a reasonable distance from and before passing\n     such carriage, horse, or other beast of burden,\n     or such foot passenger, or from and before passing\n     such corner, to sound a bell or whistle, or other-\n     wise give audible and sufficient warning of his\n     approach-four dollars;\n(25) any person riding, driving or being upon or in\n     charge of any carriage other than a motor vehicle\n     within the meaning of the Road Traffic Act,\n     who uses, or sounds a horn operated by means of\n     a pneumatic bulb as a means of giving warning\n     of the approach of such carriage-four dollars;\n(26) any person who cuts away or causes or procures\n     to be cut away any hill-side or bank or land\n     adjoining any main road, whether above or below\n     such road, whereby the stability of such road is\n     or may be lessened or the safety of persons\n     passing along it is or may be endangered-four\n     dollars;\n(27) any person who works or cultivates, or causes or\n     procures to be worked or cultivated, any part of\n     any hill-side or bank on land adjoining any main\n     road, whether above or below such road, within\n     five feet of the boundary of a main road where\n     such hill-side or bank slopes more than one foot\n     in three-four dollars;\n    F   e inclusion of this page is authorized by L.N. 68/1978]\n24                                     M A l N ROADS\n               (28) any person who plants or causes or procures to be\n                    planted any coconut tree within thirty feet from\n                    the centre line of a main road-four dollars;\n               (29) any person who erects any fence or building\n                    along or near the boundary, or within thirty feet\n                    from the centre line, of a main road without\n                    marking out the same and giving the notice by\n                    section 11 required, or having marked out such\n                    line and given such notice shall, except with the\n                    consent in writing of the Director, commence to\n                    erect such fence or building otherwise than along\n                    the line marked out as aforesaid-four dollars.\n                                  Lights and Carriages\nLampsand      27.-(1) On every carriage (except motor vehicles as\nlighting\nduring      defined in the Road Traffic Act) in use on a road within\nperiod.\nspecifi'd   the period specified in this section, save as in subsection\n            (2) mentioned-\n                (a) two front lamps at least shall be carried     and\n                    shall be so constructed and affixed on the outside\n                    of the camage as to show when lighted white\n                    lights adequate to signal the approach or position\n                    of such carriage; one of such lamps shall be\n                    placed on the extreme right or off side, and the\n                    other on the extreme left or near side, of the\n                    carriage and in such a position as to be free of\n                    all obstruction to the light;\n                (b) except where the front lamps when lighted exhibit\n                    red lights visible from the rear within a reasonable\n                    distance, a tail lamp shall be carried so placed\n                    and in such a position, free of all obstruction, as\n                    to exhibit, when lighted a red light, visible in the\n                    reverse direction at a reasonable distance :\n                          MAIN ROADS                                   25\n  Provided it shall be sufficient for a cart, wagon or\ndray to be fitted with one lamp so placed as to exhibit\nto the traffic on the road a white light adequate to signal\nthe approach or position of such cart, waggon or dray\nand a red light visible within a reasonable distance in the\nreverse direction.\n        (2) On every bicycle, tricycle, or other similar\nmachine, when in use on a road within the period specified\nin this section, one front lamp at least shall be carried,\nso affixed thereto as to show when lighted a white light\nadequate to signal the approach or position of such\nmachine and a tail lamp so placed and in such a position,\nfree of all obstruction, as to exhibit a red light visible in\nthe reverse direction at a reasonable distance :\n   Provided it shall not be necessary to carry a lamp\nshowing a red light to the rear if such machine has\nattached thereto an unobscured and efficient red reflector.\n        (3) Every such lamp shall be kept properly trimmed\nand ready for lighting and shall be lighted when the\ncarriage, bicycle, tricycle, or other similar machine is in use\non any road during the period between one-half hour after\nsunset and one-half hour before sunrise.\n        (4) Notwithstanding anything        in this section\ncontained when a carriage is stationary it shall be sufficient\nfor the same to be fitted with one lamp so placed as to\nexhibit on the side of the carriage exposed to the traffic\non the road a white light visible within a reasonable distance\nin the direction in which the carriage is intended to pro-\nceed, and a red light visible within a like distance in the\nreverse direction.\n                                                                   -\n       me inclusion of this page is authorized by L.N. 480/1973]\n26                                     MAIN ROADS\n                                      Power to Arrest\nPower to       28.-(1) The Director, or any person authorized by him,\narrest\noffenderson or any Justice or constable and all persons whom they or\nview without\nwarrant.     any one of them may at any time call to their assistance,\n             may take into custody without warrant to be dealt with\n             according to the provisions of this Act, any person who is\n             guilty in their sight of any of the offences specified in section"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Lamps and lighting during specified period.\n                             Power to Arrest"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Power to arrest offenders on view without warrant.\n                                   Legal"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Making and execution of deeds and instruments relating to\n          main roads."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. All deeds, contracts, conveyances, receipts, agree- Exemption\nments and other documents, made or given under this Act ofdutia.\n                                                            stamp\nshall be free of stamp duty."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. The Director and all persons employed by or under Exemption\nhim, shall be exempt from personal responsibility for any ZEn+\nact done under the provisions and powers of this Act** and :;gg;\nall damages and costs which may be recovered against the actsdone\n                                                              under this\nDirector in any action or suit for acts so done shall be paid Act.\nout of the Consolidated Fund on the warrant of the Minis- 6811958\n                                                              s. 33.\nter.\n*This section is repealed by section 33 of the Crown Proceedings Act, in so far\nas it affects proceedings by or against the Crown or any officer of the Crown\nas defined in that Act.\n                                                              ~   ~-\n**The words “and all damages..................... Minister” following the asterisk\nare repealed by section 33 of the Crown Proceedings Act, insofar as the affect\nproceedings by or against the Crown or any officer of the Crown as d e L e d in\nthat Act.\n28                                        MAIN ROADS\nRight of          33. In any prosecution under this Act the Director and\nfree process.\n                any officer of his department shall have the right of free\n                process in any of the Courts of Judicature in this Island.\n                                           Miscellaneous\nPayments          34. Payments and deposits required to be made by the\nby promo-\nters,how        promoters shall be made by the Accountant-General on\nmade.\n                the warrant of the Director.\n                                                                                     -\nSpecialpub-       35. The Commissioner of Police shall cause copies of\nlication of\nsections23      sections 23 and 26 to be printed upon posters in large type,\n$:&\n  ,.            and kept affixed outside every police station that abuts on\n                a main road, and at such other public places as he may\n                think fit.\nLands             36. With this Act is incorporated the Lands Clauses Act\nClauses Act\npartiallyin-    except sections 10, 11, 12, 13, 14, 15, 16, 84, 88, 101, 104,\ncorporated.\n                105 and except where the provisions of that Act are incon-\n                sistent with the provisions of this Act."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. Lands Clauses Act partially incorporated.\n                          MAIN ROADS                                               3\n                                                                       Cap. 231.\n                                                                         JAW\n                                                                      45 of 1953,\n                                                                       2 or 1954,\n                                                                       68 of 1958\n               THE MAIN ROADS ACT                                        S. 33.\n                                                                         Acts\n                                                                      42 of 1969,\n                                          [IZth February. 1932.1       3rd Sch.\n                                                                      130e1gM\n                                                                        S. 18."
    }
  ],
  "definitions": []
}