{
  "id": "jm-stat-the-maintenance-act",
  "type": "statute",
  "title": "The Maintenance Act",
  "title_en": "The Maintenance Act",
  "short_name": "Maintenance Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-maintenance-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-maintenance-act | Legal areas: Family",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1,                                         make oath and say that I d i 4\non the                         day of                         20     ,duly\nserve the defendant, C.D., with a summons (or order) a true copy whereof is\nherewith annexed, marked A, by delivering the same personally to the\ndefendant (or by leaving the same with         at the place of abode of the\ndefendant).\n  Sworn at                                           in the parish of\nthis         day of                         20      .before me\n                                                                      Justice of the Peace\n                                                                      for the parish of\n                   Endorse the copy summons (or order) fhus-\n       This paper marked A is the paper referred to in the annexed qffidavit.\n                  lThe inclusion of this page is authorized by L.N. ISOA/Z0061"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                                 Interprets-\n                                                                                tion.\n  \"cohabit\" means to live together in a conjugal relationship\n      outside marriage;\n   \"Collecting Officer\" means the Accountant appointed in\n       each parish pursuant to section 41A(l)(b) of the\n       Judicature (Resident Magistrates) Act;\n   \"Court\" means a Resident Magistrate, Judge or court\n       referred to in section 3;\n   \"dependant\" means a person to whom another person has\n       an obligation to provide support under this Act;\n   \"maintenance order\" means an order made under this Act\n       for the maintenance of a dependant;\n   \"minor\" means a person under the age of eighteen years;\n   \"respondent\" means a person who, pursuant to this Act, has\n        an obligation to maintain another person;\n   \"single woman\" or \"single man\", used with reference to the\n        definition of \"spouse\", includes a widow or widower,\n        respectively, or a divorcee;\n   \"spouse\" includes-\n         (a) a single woman who, for a period of not less than\n             five years, has cohabited with a single man as if\n             she were in law his wife; and\n           [The lncluslon of this page is authorized by L.N. 180A120061\n3                                              MAINTENANCE\n                            (b) a single man who, for a period of not less than\n                                five years, has cohabited with a single woman as\n                                if he were in law her husband.\n.+pIication        3.-(1)   Subject to subsection (2), a person may apply to the\nf i x main-\ntenance order.   Resident Magistrate's Court in the parish in which the person\n                 resides, or, as the case may be, to the Family Court for a\n                 maintenance order in accordance with the provisions of this Act.\n                        (2) In any case where an application is made for the\n                 division of property under the Property (Rights of Spouses) Act,\n                 the Court hearing the proceedings under the Property (Rights of\n                 Spouses) Act may make a maintenance order in accordance with\n                 the provisions of this Act.\n                       PART 11. Obligation of Spouses during Marriage or.\n                                         Cohabitation\nObligationof       4. Each spouse has an obligation, so far as he or she is\nspouses to\nmaintain each    capable, to maintain the other spouse to the extent that such\nother.           maintenance is necessary t o meet the reasonable needs of the\n                 other spouse, where the other spouse cannot practicably meet the\n                 whole or any part of those needs having regard to-\n                      (a) the circumstances specified in section 14 (4); and\n                      (b) any other circumstances which, in the opinion of the\n                          Court, the justice of the case requires to be taken into\n                          account.\nMaintenance        5.-(1)   A maintenance order for the support of a spouse\norder re\nspouse.          shall-\n                      (a) contain such provisions as will ensure that the\n                          economic burden of child support is shared equitably;\n                      (b) make such provision as the Court considers fair with a\n                          view to assisting the spouse to become able to\n                          contribute to that spouse's own support.\n                              [The lncluslon of this page Is authorized by L.N. 180A12006]\n                             U AINTENANCE\n       (2) In determining the amount and duration of support to\nbe given,to a spouse under a maintenance order, the Court shall\nhave regard to the following matters in addition to the matters\nspecified in section 14(4)-\n         the length of time of the marriage or cohabitation;\n         the spouse's contribution to the relationship and the\n         economic consequences of the relationship for the\n         spouse;\n        the effect of the responsibilities assumed during the\n        marriage or cohabitation on the spouse's earning\n        capacity;\n         the spouse's needs, having regard to the accustomed\n         standard of living during the marriage or cohabitation;\n         whether the spouse has undertaken the care of a child\n         of eighteen years of age or over who is unable, by\n         reason of illness, disability or other cause, to care for\n         himselc\n         any housekeeping, child care or other domestic service\n         performed by the spouse for the family, as if the spouse\n         were devoting the time spent in performing that service\n         in remunerative employment and were contributing the\n         earnings to the family's support;\n         the effect of the spouse's child care responsibilities on\n         the spouse's earnings and career development;\n         the terms of any order made or proposed to be made\n         under the Property (Rights of Spouses) Act in relation\n         to the property of the parties;\n         the eligibility of either spouse for a pension, allowance\n         or benefit under any rule, enactment, superannuation\n         fund or scheme, and the rate of that pension, allowance\n         or benefit.\n                      PART\nhldtntendnce      6.-(1)   In the case of cohabiting parties and subject to the\ndter temlnd-\ntlon OT         provisions of this section, after the termination of cohabitation\ncohdbltatm      each spouse has an obligation, so far as he or she is capable, to\n                maintain the other spouse to the extent that such maintenance is\n                necessary to meet the reasonable needs of the other spouse,\n                where the other spouse cannot practicably meet the whole or any\n                part of those needs having regard to-\n                    ( a ) the circumstances specified in section 14(4);and\n                    ( b ) any other circumstances which, in the opinion of the\n                         Court, the justice of the case requires to be taken into\n                         account.\n                      ( 2 ) An application for maintenance upon the termination\n                of cohabitation may be made within twelve months after such\n                termination, and the Court may make a maintenance order in\n                accordance with Part VI in respect of the application.\n                      (3) Where a Court acts under subsection (2)-\n                    ( a ) the provisions of section 5 shall apply with the\n                          necessary modifications;\n                    ( b ) the Court shall, as far as practicable, make such orders\n                          as will finally determine the financial relationship of\n                          the parties and avoid hrther proceedings between\n                          them.\nEffect of         7.-(1)   A person shall not be liable to maintain another\nentering into\nnew maniage\n                person under section 6 if the other person marries someone else\nor cohabits-    or is cohabiting with someone else.\ntion.\n                      (2) In any case where subsection (1) applies, any order\n                made under section 6 shall cease to have effect.\n                              MAINTENANCE                                    7\n      PART IV. Obligation of Parents a n d Grandparents"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Application for maintenance order.\nPART 11. Obligation of Spouses during Marriage or Cohabitation"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Maintenance order re spouse.\nPART 111. Obligation of Parties on Termination of Cohabitation"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Effect of entering into new maniage or cohabitation.\n       PART IV. Obligation of Parents and Grandparents"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1)   Subject to subsection (2), every parent has an Obligation\nobligation, to the extent that the parent is capable of doing so, to ~ ~ ~       ~   ~   '   1   0\nmaintain the parent's unmarried child who-                           child.\n     (a) is a minor; or\n     ( h ) is in need of such maintenance, by reason of physical\n           or mental infirmity or disability.\n       (2) Every grandparent has an obligation, to the extent\nthat the grandparent is capable of doing so, to maintain the\ngrandparent's unmarried grandchild to whom the provisions of\nsubsection (l)(a) or (b) apply, in the event of the failure of the\ngrandchild's parents to do so owing to dcath, physical or mental\ninfirmity or disability.\n        (3) For the purposes of this Act, a person is the parent of\na child if-\n     (a) the person's name is entered as a parent of the child in\n         the general register of births pursuant to the\n         Registration (Births and Deaths) Act, or in a register of\n         births or parentage information kept under the law of\n         any overseas jurisdiction;\n     (b) the person is or was a party to a marriage (including a\n         void marriage) or cohabitation and the child is a child\n         of the marriage or cohabitation;\n     (c) the person is a party t o a marriage or cohabitation and\n         accepts as one ofthe family a child of the other party to\n         the marriage or cohabitation;\n     (d) the person adopts the child;\n     (e) the person has admitted paternity or a court has made a\n         declaration of paternity under section 10 of the Status\n         of Children Act against the person in respect of the\n         child;\n                         (fi the person is the child's natural mother;\n                         ( g ) the person has at any time in any proceedings before a\n                               court, or in writing signed by the person, acknowledged\n                               that the person is a parent of the child, and a court has\n                               not made a finding of paternity of the child that is\n                               contrary to that acknowledgement; or\n                         (h) the person is in loco yareirtis to the child, including a\n                             person who has demonstrated a settled intention to treat\n                             a person as a child of the person's family, except under\n                             an arrangement where the child is placed for valuable\n                             consideration in a home by a person having lawfbl\n                             custody.\nhlalntenance           9.-(1)   A maintenance order for the support of a child-\norder re c h ~ l d\n                         ( a ) shall apportion the obligation according to the\n                               capacities of the parents to provide support; and\n                         ( b ) may make an award for the payment of a sum of\n                               money for expenses in respect of the child's prenatal\n                               care and birth.\n                            (2) In considering the circumstances of a dependant who\n                     is a child, the Court shall have regard to the following matters in\n                     addition to the circumstances specified in section 14(4)-\n                         ( a ) that each parent has an obligation to provide support\n                               for the child;\n                         ( b ) the child's aptitude for, and reasonable prospects of,\n                               obtaining an education; and\n                         ( c ) the child's need for a stable environment.\n                           (3) The Court shall have regard to the matters set out in\n                     subsection ( 4 ) in considering whether any and what order should\n                     be made under this section for requiring any party to make any\n                     payment towards-\n                         (a) the payment of expenses in respect of the prenatal care\n                             and birth; or\n                             MAINTENANCE\n    (b) the maintenance or education,\nof a child who has been accepted by that party as a child of the\nfamily.\n      (4) The matters referred to in subsection (3) are-\n    (a) the extent (if any) to which that party had, on or after\n        such acceptance of the child, assumed responsibility for\n        the child's maintenance; and\n    (b) the liability of any person, other than the persons who\n        cohabited, to maintain the child.\n      PART V. Obligation ofperson who is not a minor"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Maintenance order re child.\n       PART V. Obligation ofperson who is not a minor"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) Every person who is not a minor has an obligation, to Obligation\nthe extent that the person is capable of doing so, to maintain the :,!:;yt0\nperson's parents and grandparents who are in need of such parent.\nmaintenance by reason of age, physical or mental infirmity or\ndisability.\n       (2) In considering the circumstances of a dependant who\nis a parent or grandparent, the Court shall have regard to\nwhether, by reason of age or infirmity, that dependant is unable\nto provide for himself or herself.\n       (3) The obligation of a person under subsection (1) in\nrespect of that person's grandparent only arises in the event of\nthe failure of the grandparent's children to do so owing to death,\nphysical or mental infirmity or disability.\n                 PART VI. Maintenance Orders"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. A Court may, on application by or on behalf of a ofdarfor\ndependant, order the respondent named in the application to :,$&,\nmaintain that dependant and in making such an order, the Court\nshall, where the order is a monetary order, determine the amount\nto be paid thereunder.\n10                                           MAINTENANCE\nApplication       12.-(1) An application for an order for the maintenance of a\nfor order of\nmaintenance.    dependant may be made to the Court by the dependant or, in the\n                case of a dependant referred to in section 8(l)(a) or (b), a parent\n                of the dependant or any other person who has the care and\n                custody of the dependant.\n                      (2) Where-\n                    (a) a local authority or other Government agency is\n                        providing assistance in respect of the maintenance of a\n                        dependant; or\n                    (b) an application for such assistance has been made to the\n                        local authority or other Government agency by or on\n                        behalf of the dependant,\n                an application for a maintenance order may be made to the\n                Court by the local authority or other Government agency.\nManner of         13.-(1) Proceedings in a Resident Magistrate's Court or a\nproceeding in\nResident\n                Family Court, as the case may be, for maintenance under this\nMagistrate's    Act, shall be by way of summons.\ncourt.\n                       (2) A Resident Magistrate or Judge of the Family Court,\n                as the case may be, may hear and determine the matter in the\n                absence of the respondent where the Resident Magistrate or\n                Judge is satisfied by evidence upon affidavit, in the form set out\nSchedule.       in the Schedule, that a summons in respect of the proceedings\n                was served on the respondent at least seven days before the date\n                of the proceedings.\nPower of the      14.-(1) In hearing an application for an order under section\nCourt re\napplication.    11, the Court shall act in accordance with subsection (2) if\n                satisfied that-\n                    (a) the dependant is entitled under this Act to be\n                        maintained by the respondent named in the application;\n                        and\n                    (b) the respondent has failed to fulfil the obligation to\n                         maintain the dependant.\n                              MAINTENANCE\n       (2) The Court shall enquire into the matters referred to in\nsubsection (4) and if the Court is satisfied that the respondent is\nable to maintain or to contribute to the maintenance of the\ndependant, the Court shall make a maintenance order that the\nrespondent pay, either to the dependant or to some other\nappropriate person named by the Court in the order, such\nperiodical sum as the Court thinks fit, having regard to the\nrelevant circumstances specified in subsection (4), or such other\norder under section 15(1) as the Court considers appropriate.\n       (3) Where an application is made under section 12 (2) by\nor on behalf of a local authority or other Government agency, it\nshall be lawful for the Court to further order the respondent to\npay to the local authority or other Government agency, such\nadditional periodical sum as the Court thinks just, as reimburse-\nment for assistance given:\n  Provided that the total amount payable under this subsection\nshall not exceed the aggregate amount of assistance given by\nsuch local authority or other Government agency to the\ndependant.\n       (4) In determining the amount and duration of support,\nthe Court shall consider all the circumstances of the parties\nincluding the matters specified in sections 5(2), 9(2) or 10(2), as\nthe case may require, and-\n    (a) the respondent's and the dependant's assets and means;\n    (b) the assets and means that the dependant and the\n        respondent are likely to have in the future;\n     (c) the dependant's capacity to contribute to the\n         dependant's own support;\n     (4 the capacity of the respondent to provide support;\n     (e) the mental and physical health and age of the depen-\n         dant and the respondent and the capacity of each of\n         them for appropriate gainfbl employment;\n              [The lncluslon of this page is authorized by L.N. 180A120061\n                                              MAINTENANCE\n                          the measures available for the dependant to become\n                          able to provide for the dependant's own support and\n                          the length of time and cost involved to enable the\n                          dependant to take those measures;\n                          any legal obligation of the respondent or the dependant\n                          to provide support for another person;\n                          the desirability of the dependant or respondent staying\n                          at home to care for a child;\n                          any contribution made by the dependant to the\n                          realization of the respondent's career potential;\n                          any other legal right of the dependant to support other\n                          than out of public funds;\n                          the extent to which the payment of maintenance to the\n                          dependant would increase the dependant's earning\n                          capacity by enabling the dependant to undertake a\n                          course of education or training or to establish himself\n                          or herself in a business or otherwise to obtain an\n                          adequate income;\n                          the quality of the relationship between the dependant\n                          and the respondent;\n                  (m) any fact or circumstance which, in the opinion of the\n                      Court, the justice of the case requires to be taken into\n                      account.\nPowers of       15.-(1)  In relation to an application for a maintenance order,\nCourt\nregarding     the Court may make an interim or final order requiring-\nmaintenance\norders.           (a) that an amount be paid periodically whether for an\n                      indefinite or limited period, or until the happening .of a\n                      specified event;\n                  (b) that a lump sum be paid or held in trust;\n                  (c) that property be transferred to or held in trust for or\n                      vested in the dependant, whether absolutely, for life or\n                      for a term of years;\n                              -   --\n                              lThe inclusion of this page is authorlzed by L.N. 180A120061\n                                  MAINTENANCE\n         (4 that some or all of the money payable under the order\n              be paid to the Collecting Officer or to another\n              appropriate person or agency for the dependant's\n              benefit;\n         ( e ) that payment be made in respect of any period before\n               the date of the order;\n         V) payment to an agency referred to in section 12(2) of an\n            amount in reimbursement for assistance referred to in\n            that subsection, including assistance provided before\n            the date of the order; and\n         (g) the securing of payment under the maintenance order,\n             by a charge on property, an order of attachment or\n             otherwise.\n           ( 2 ) The provisions of section 17(2) and ( 3 ) shall apply,\n     with any necessary modifications, to an order of attachment\n     made under subsection (I)@).\n           (3) The Court may, on application by or on behalf of a\n     person for whose benefit a maintenance order has been made,\n     make an interim or final order restraining the depletion of a\n     person's property that would impair or defeat a claim under this\n     Act.\n           (4) In an application for a maintenance order or for\n     variation thereof, the Court may order the employer of a party to\n     the application to make a written return to the Court showing the\n     party's emoluments during the preceding twelve months.\n            (5) A return purporting to be signed by the employer may\nCJ   be received in evidence as prima.facie proof of its contents.\n            (6) A respondent against whom an order is made under\n     this section shall notify the Court in writing of any change in the\n     respondent's employment, within seven days after becoming\n     aware of the change.\n13                                            MAINTENANCE\nDuration of.       16.-(1) Subject to the provisions of this section and section\norder."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Pension or income liable to attachment.\n           lThe inclusion of this page is authorized by L.N. 180A120061\n                     MAINTENANCE\nVariation, suspension or cancellation of orders.\nPayments under Act.\nDistress may issue if payment in arrears.\nCommittal for non-payment.\nCourt may order payment during respondent's incarceration for any\n offence.\n         PART VII. Maintenance Agreementh\nAgreements in respect of maintenance.\nAgreement to defeat creditors.\n                   PART VIII. General\nMinister's power to make rules.\nSCHEDULE.\n      [The Imlualon of lklr page I#autborlzed by L.N. l8OAnOWj\n                  THE MAINTENANCE ACT                                               Act\n                                                                                30 of 2005.\n                                                       [7th December, 2005. ]"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18, a maintenance order shall remain in force-\n                     (u) in the case of a child, until the child attains the age of\n                          eighteen years; and\n                     (h) in the case of any other person, for such period as may\n                         be specified in the order.\n                         (2) Where a dependant is unable to maintain himself or\n                 herself by reason of old age or an illness or infirmity which is\n                 likely to be permanent, a maintenance order may be made to be\n                 in force for the rest of the natural life of that dependant.\n                       (3) Where the Court is satisfied that-\n                     (a) a child in respect of whom a maintenance order has\n                         been made is or will be engaged in a course of\n                         education or training after attaining the age of eighteen\n                         years; and\n                     (b) for the purposes of such education or training it is\n                         expedient for payments under the order to continue\n                         after the child has attained that age,\n                 the Court may direct that the order remain in force for such\n                 period as may be specified in the order, being a period not\n                 extending beyond the date on which the child attains the age of\n                 twenty-three years.\nPension or          17.-(1) Where a maintenance order has been made against a\nincome liable\nto attachment.   respondent in respect of whom there is any pension or income\n                 payable and capable of being attached, the Court may-\n                     (a) after giving the respondent an opportunity to be heard;\n                         and\n                     (b) if satisfied that the respondent has failed to comply\n                         with the order without reasonable cause,\n                 make an order (to be called an order of attachment) in\n                 accordance with subsection (2).\n                              lThe Inclusion of this page is authorized by L.N. 180A/Z0061\n                                    MAINTENANCE                                              15\n             ( 2 ) An order of attachment shall direct that such sum\n      periodically as is specified in the maintenance order, or any part\n      of such sum, be attached and paid either to the person to whom a\n      periodical sum has been directed to be paid in the maintenance\n      order or to some other person named in the order of attachment.\n             (3) An order of attachment made under subsection (1)\n      shall be an authority to a person by whom any pension or\nC'l   income affected by such order is payable, to make the payment\n      and the receipt of the person to whom payment is ordered shall\n      be a good discharge to the person by whom the pension or\n      income is payable."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) Where a Resident Magistrate's Court or Family Paynlmts\n      Court makes a maintenance order it shall, upon the application under Act.\n0     of-\n            (a) a person entitled to be maintained by any other person\n                under this Act; or\n            ( b ) any person having the actual care and custody of any\n                  child so entitled,\neither at the time of making the order or subsequently on an ex\nparte application for variation of the order, provide in the order\nthat all payments thereunder be made to the Collecting Officer\nand payments under such order shall thereafter be made to the\nCollecting Officer.\n       (2) Payments of any amount ordered by a court under\nthis Act may be made to the Collecting Officer for the parish in\nwhich the order is made, or to such other Collecting Officer as\nthe Resident Magistrate or Judge of the Family Court may\ndirect, in person or by letter sent by registered post properly\naddressed to the Collecting Officer and posted in time to be\ndelivered to the Collecting Officer on the day appointed for\npayment.\n       (3) It shall be the duty of the Collecting Officer t                e\n    ( a ) receive all payments directed to be made to the\n          Collecting Officer under this Act; and\n    (b) make to the person named in the maintenance order\n        fortnightly payments of the sum directed to be paid\n        under the maintenance order or such part of the\n        payment as is received by the Collecting Officer,\n        without making any deduction therefrom.\n       (4) Payment shall be made by the Collecting Officer-\n    ( a ) directly to the person named in the maintenance order\n          at the office of the Collecting Officer if the person so\n          named is resident in the town in which the ofice is\n          situated; or\n    ( b ) in any other case, by sending to the postmaster at the\n          post office of the person named in the maintenance\n          order, an original and a duplicate order specifying the\n          amount to be paid.\n                                    MAINTENANCE                                    17\n              (5) In a case to which subsection (4)(b) applies, the\n       person named in the maintenance order shall attend at the post\n       office and sign the receipt on the original and duplicate orders in\n       the presence of the postmaster or responsible officer who shall\n       then pay out the amount.\n              ( 6 ) The postmaster shall keep the duplicate order and\n       return the original to the Collecting Officer.\nr\n\\-\n   \\\n              (7) Where a maintenance order provides for payment to\n       be made to a Collecting Officer, the applicant for the order shall\n       thereupon notify the Collecting Officer of the post ofice nearest\n       to the applicant."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(1)   Where any amount ordered by a maintenance order Distress\n       to be paid to the Collecting Oficer is fourteen clear days in ~              J   '   ~   ~   ~\n       arrears, a Resident Magistrate may, on the application of the arrears.\n       Collecting Officer, issue a warrant directing the sum due under\n       the order or since any commitment for disobedience as\n       hereinafter provided and the costs in relation to the warrant, to\n       be recovered by the respondent.\n             (2) If upon the return of the warrant issued under\n       subsection (1) it appears that no sufficient distress can be had,\n       the Resident Magistrate may issue a warrant to bring the\n       respondent before the Court.\n               (3) If the respondent neglects or refbses without\n       reasonable cause to pay the sum due under the maintenance\n       order and the costs in relation to the warrant, the Resident\n       Magistrate may commit the respondent to an adult correctional\n P     institution for any period not exceeding three months unless the\n       sum and costs and the costs of commitment, be sooner paid.\n              (4) Where a respondent is committed to an adult\n       correctional institution under subsection (3), the provisions of\n       section 2 l(3) shall apply.\n                        (5) Notwithstanding anything to the contrary in any\n                  enactment limiting the time within which summary proceedings\n                  are to be taken, such limitation shall not apply to proceedings for\n                  enforcing the payment of sums under an order made under this\n                  Act.\nColllniittalfor     21.-(1)   A person shall not be committed to an adult\nncm-payment.\n                  correctional institution for default in payment under a\n                  maintenance order unless the Court is gatisfied that the default is\n                  due to the wilful rehsal or culpable neglect of that person.\n                        (2) For the purposes of subsection (I), if the person liable\n                  to make payment is not before the Court, the Court may, if it\n                  thinks necessary or desirable, issue a warrant to bring that\n                  person before the Court.\n                          (3) Where a person is committed to an adult correctional\n                  institution for default then-\n                      (a) unless the Court otherwise directs, no arrears shall\n                            accrue under the maintenance order during the time\n                            that the person is in the correctional institution; and\n                      ( b ) the committal shall not operate to discharge the\n                            liability of the person to pay the sum in respect of\n                            which he is so committed, but at any subsequent\n                            hearing relating to the enforcement, revocation, revival,\n                            variation or discharge of the order, the Court may, if in\n                            its opinion the circumstances so warrant, remit the\n                            whole or any part of the sum due under the order.\ncourt may           22.-(1)   If a respondent is incarcerated for any offence (other\norder payment\nduring respon-    than by committal under section 21) and the Court is satisfied\ndent'sincar-      that the respondent has means by which payments under a\nceration for\nany offence.      maintenance order may be made, the Court may-\n                       (a) order that, during the period of incarceration, such\n                           payments shall be made from the respondent's income;\n                           and\n                       ( b ) make an order of attachment in respect thereof.\n                                [The inciuslon of this page is authorized by L.N. 180A/20061\n                             MAINTENANCE                                    19\n      (2) The provisions of section 17(2) and (3) shall apply,\nwith any necessary modifications, to an order of attachment\nmade under this section."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-31) An appeal shall lie to the Court of Appeal, from any Appeal.\ndecision of a Court in respect of a maintenance order, an order\nof attachment, or any order made under section 19.\n      (2) The Court of Appeal may, upon hearing an appeal-\n    (a) confirm, reverse or modify the decision of the Court;\n    (b) remit the matter to the Court for rehearing generally or\n        with the opinion of the Court of Appeal thereon; or\n    (c) make such order as the Court of Appeal thinks fit,\n        including an order as to costs to be paid by either party\n        as the Court may think just.\n       (3) The Court of Appeal may, in making an order under\nsubsection (2)(c), exercise any power which the Court below\nmight have exercised and such order shall have the same effect\nand may be enforced in the same manner as if it had been made\nby the Court below.\n             PART VII. Maintenance Agreements"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1)  Subject to section 25 spouses or two persons in Agreements\ncontemplation of their marriage to each other or of cohabiting ~      '          ~   ~   ~   ~   t\nmay, for the purpose of facilitating the settlement of their tenance.\nsupport rights and obligations, make such maintenance\nagreement as they think fit.\n      (2) For the purposes of this Part, a maintenance agree-\nment means an agreement that-\n    (a) makes provision in respect of the support rights and\n        obligations of the parties with respect to each other or\n        any child that either party has an obligation to maintain\n        under section 8; and\n    (b) includes provisions in respect of-\n             lThe Inclusion of this page Is authorized by L.N. 180A120061\n                (i) financial matters;\n               (ii) the right to direct the education and moral\n                    training of their children; or\n               (iii) any other matter in the settlement of the\n                     support obligations of the parties, including\n                     an agreement that varies an earlier main-\n                     tenance agreement.\n       (3) Each party to a maintenance agreement shall obtain\nindependent legal advice before signing the agreement and the\nlegal adviser shall certify that the implications of the agreement\nhave been explained to the person obtaining the advice.\n      (4) Every maintenance agreement shall be in writing\nsigned by both parties whose signatures shall-\n    (a) if signed in Jamaica, be witnessed by a Justice of the\n        Peace or an Attorney-at-Law;\n    (b) if signed in a country or State other than Jamaica, be\n        witnessed by-\n                (i) a person having authority by the law of such\n                    country or State to administer an oath in that\n                    country or State; or\n               (ii) a Jamaican or British High Commissioner or\n                    Ambassador, as the case may be, or a\n                    Jamaican or British or British Envoy,\n                    Minister, Charge d'Affaires, Secretary of\n                    Embassy or Legation or any Jamaican or\n                    British Consul-General or Consul or Vice-\n                    Consul or Acting Consul or Consul Agent\n                    exercising his hnctions in that country or\n                    State.\n       (5) Subject to subsection (7), a maintenance agreement\nshall be unenforceable in any case w h e r e\n    (a) there is non-compliance with subsection (3) or (4); or\n             [The lnclualon o l this page Is authorized by L.N. 180A120061\n                                 MAINTENANCE\n        (b) the Court is satisfied that it would be unjust to give\n            effect to the agreement.\n           (6) An agreement made pursuant to subsection (1) by a\n    minor and every instrument executed by such minor for the\n    purpose of giving effect to any such agreement shall be valid\n    and effective as if the minor were of fill age.\n           (7) Notwithstanding subsection (5)(a), the Court shall\n0   have jurisdiction to enquire into any agreement made under\n    subsection (1) and may, in any proceedings under this Act or on\n    an application made for the purpose, declare that the agreement\n    shall have effect in whole or in part or for any particular purpose\n    if it is satisfied that the non-compliance mentioned in that\n    subsection has not materially prejudiced the interests of a party\n    to the agreement.\n           (8) In deciding under subsection (5)(b) whether it would\n    be unjust to give effect to an agreement, the Court shall have\n    regard to-\n        (a) the provisions of the agreement;\n        (b) the time that has elapsed since the agreement was\n            made;\n        (c) whether, in light of the circumstances existing at the\n            time the agreement was made, the agreement is unfair\n            or unreasonable;\n         (6) whether any changes in circumstances since the\n             agreement was made (whether or not such changes\n             were contemplated by the parties) render the agreement\n             unfair or unreasonable;\n         (e) any other matter which it considers relevant to any\n             proceedings.\n           (9) Nothing in this section shall limit or affect the\n    capacity of spouses to agree to acquire or hold any property\n    jointly or in common (whether or not with any other person) and\n    whether legally or beneficially.\n                 !The Inclusion of this page Is authorized by L.N. 180A120061\n                                              MAINTENANCE\n                      (10) A maintenance agreement ceases to be in force upon\n                the death of a party to the agreement, unless the agreement\n                otherwise provides.\n                       (1 1) Where in relation to a maintenance agreement the\n                Court is satisfied that the arrangements in respect of a child that\n                either party has an obligation to maintain under section 8 are-\n                    (a) not proper; or\n                    (b) no longer adequate in the circumstancesy\n                the Court may make such order under Part VI as it thinks\n                necessary to secure the proper support of the child.\n                       (12) It is hereby declared that a maintenance agreement\n                made by persons who cohabit shall not be void as against public\n                policy.\n                       (13) In subsection (6) \"minor\" means a person who is\n                sixteen years of age and over but below the age of eighteen\n                years.\nAgreementto       25. Any maintenance agreement that is intended to defeat any\ndefeat\ncreditors.      creditor of either party to the agreement shall be void.\n                                         PART VIII. General\nMinister's        26. The Minister may make rules and prescribe forms for\npower to make\nrules.          carrying into effect the provisions of this Act.\n                              --   -    --\n                             [The lnclusloo of thls page is authorized by L.N. 180A120061\n                                   MAINTENANCE\n                                        SCHEDULE                                 (Section 13)\n                                  Aff;davif of Service"
    }
  ],
  "definitions": [
    {
      "term": "cohabit",
      "definition": "to live together in a conjugal relationship",
      "source_provision": "sec2"
    },
    {
      "term": "Collecting Officer",
      "definition": "the Accountant appointed in",
      "source_provision": "sec2"
    },
    {
      "term": "Court",
      "definition": "a Resident Magistrate, Judge or court",
      "source_provision": "sec2"
    },
    {
      "term": "dependant",
      "definition": "a person to whom another person has",
      "source_provision": "sec2"
    },
    {
      "term": "maintenance order",
      "definition": "an order made under this Act",
      "source_provision": "sec2"
    },
    {
      "term": "minor",
      "definition": "a person under the age of eighteen years",
      "source_provision": "sec2"
    },
    {
      "term": "respondent",
      "definition": "a person who, pursuant to this Act, has",
      "source_provision": "sec2"
    },
    {
      "term": "minor",
      "definition": "a person who is",
      "source_provision": "sec24"
    }
  ]
}