{
  "id": "jm-stat-the-maintenance-orders-facilities-for-enforcement-act",
  "type": "statute",
  "title": "The Maintenance Orders (Facilities For Enforcement) Act",
  "title_en": "The Maintenance Orders (Facilities For Enforcement) Act",
  "short_name": "Maintenance Orders (Facilities For Enforcement) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-maintenance-orders-facilities-for-enforcement-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-maintenance-orders-facilities-for-enforcement-act | Legal areas: Family",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Maintenance Orders shm title.\n(Facilities for Enforcement) Act.\n                                                                     Ink-rprc-"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                    tation.\n    “affiliation order” means an order (however described)\n         adjudging, finding or declaring a person to be the\n         father of a child, whether or not it also provides\n         for the maintenance of the child;\n    “appropriate authority” in relation to a reciprocating\n         state, means the person who in that state performs\n          the functions which in Jamaica are performed by\n          the Minister under this Act;\n    “certificate of arrears” in relation to a maintenance\n          order, means a certificate certifying that the sum\n          specified in the certificate is, to the best informa-\n          tion or balief of the officer giving the certificate,\n          the amount of the arrears due under the order at\n          the date of the certificate or, as the case may be,\n          that to his best information or belief there are no\n           arrears due thereunder at that date;\n    “certified copy” in relation to an order of a court,\n         means a copy of the order certified by the proper\n         officer of the court to be a true copy;\n    “COUI$’’ includes any tribunal or person having power\n         to make, confirm, enforce, vary or revoke a main-\n         tenance order;\n         me inclusion of rhis page is authorized by L.N. 3/2001]\n4         MAINTENANCE ORDERS (FACILITIES\n                FOR ENFORCEMENT)\n    “court of summary jurisdiction” means a Resident\n        Magistrate’s Court or any Family Court established\n        pursuant to the Judicature (Family Court) Act;\n    “maintenance order” (whether provisional or final)\n        means an order (however described) of any of the\n       following descriptions and in the case of an order\n       which is not limited to the following descriptions,\n       the pafi of the order which is so limited, that is to\n        say-\n             (a) an order (including an affiliation order\n                 or order consequent upon an m a t i o n\n                 order) which provides for the periodical\n                 payment of sums of money towards the\n                 maintenance of any person. being a\n                 person whom the person liable to make\n                 payments under the order is, according\n                 to the law applied in the place where the\n                 order was made, liable to maintain;\n             (b) an afiiliation order or order consequent\n                 upon an affiliation order, being an order\n                 which provides for the payment by a per-\n                 son adjudged, found or declared to be a\n                 child’s father, of expenses incidental to\n                 the child’s birth, or, where the child has\n                 died, of his funeral expenses; and\n             (c) an order within the provisions of para-\n                 graph (a) or (b) made against a payer on\n                 the application of a public body which\n                 claims reimbursement of sums of money\n                 payable under the order with respect to\n                 the payee if reimbursement can be ob-\n                 tained by the public body under the law\n                 to which it is subject,\n        me inclusion of this page is authorized by L.N. 3/2001]\n              MAINTENANCE ORDERS (FACILITIES\n                    FOR ENFORCEMENT)\n          and, in the case of a maintenance order which has\n          been varied, means that order as varied;\n     “payee” in relation to a maintenance order, means the\n          person entitled to payments for which the order\n          provides;\n     “payer” in relation to a maintenance order, means the\n          person liable to make navments under the order;\n     “proper officer of the court” means in the case of the\n          Supreme Court, the Registrar of the Supreme\n          Court and in the case of a court of summary\n          iuriwiiction. the Clerk of the Court:\n     “provisional order” means an order which has no\n          effect until confirmed by 8. court in Jamaica or, as\n          the case may Fe, P court in a recinrocating state:\n     “recinrocating state” means a state dedared to be a\n          recinrocatino stste iinder section 2 0\n     “registering court” means a court in which an order Is\n          registered under this Act.\n      Application in Jamaica of orders made abroad"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1)  Where, before or after the 1st day of July, 1988- R w a\n                                                              ob main-\n     (a) a maintenance order has been made against a per- ms\n         son by a court in a reciprocating state!; and        O\n                                                              *    made\n                                                              dmmd.\n     (6) a certified copy of the order has been received by\n         the Minister,\nthe Minister shall send to the proper officer of the court in\nJamaica the certified copy of the order for registration in\nthe prescribed manner.\n       (2) The proper officer of the court shall, on receipt of\nthe certified copy of the order. take such steps as he con-\nsiders necessary to ascertain whether the payer named in\nthe order is resident in Jamaica and-\n-\n           m e inclusion d this page is authorized by L.N. 17/1989l"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. A court confirming an order under section 4 may direct that the\nsums of money payable under it shall be deemed to have been payable\nin accordance with the order as from such date, being a date not earlier\nthan the date on which the order was made, as it may specify. and sub-\nject to such direction m ordm so co-ed     shall be treated as if it bad\nbeen made in the form in which it was confirmed and as if it had n e w\nbeen a provisional order.\n                                                         ...   .\n          [The inclusion of &is page is authorized by L.N. 17/1989]"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 .                       MAINTENANCE ORDERS (FACILITIES\n                                FOR ENFORCEMENT)\n                 (a) if he is satisfied that the payer is not so resident,\n                      return the certified copy of the order to the Minis-\n                      ter together with a statement containing such in-\n                      formation as he possesses as to the whereabouts\n                      of the payer; and the Minister shall thereupon\n                      remit the certified copy and statement aforesaid\n                      to the appropriate authority in the reciprocating\n                      state; and\n                 (b) in any other case, register the order in the\n                       prescribed manner.\nConha-        4.-(1)    Where-\noti0n\n f provi-        (a) a maintenance order has been made by a court in\n sional\nordere\n                     a reciprocating state and such order is provisional\n made\nabroad.\n                     only;\n                 (b) the Minister has received a certified copy of the\n                     order, together with the depositions of witnesses;\n                     and\n                 (c) it appears to the Minister that the payer is resident\n                       in Jamaica,\n            the Miniyter shall send the documents referred to m para-\n            g a p h (h) to the proper officer of the appropriate court in\n            accordance with section 5, with a request that a summons\n            be issued calling upon the nerson to show cause why that\n            order should not be confirmed and upon receipt of such\n            documents and request as aforesaid the court shall issue\n            the summons and cause it to be served upon such person.\n                     (2) A summons so issued may be served in Jamdca\n            in the same manner as if the order had been originally\n            issued or subsequently endorsed by a court of summary\n            jurisdiction in Jamaica.\n                       me inclusion ob this page is authorized by LN.17/11m\n            MAINTENANCE ORDERS (FACILITIES                           7\n                  FOR ENFORCEMENT)\n      (3) At any hearing for confirmation of the order-\n    (a) it shall be open to the person on w h m the s u m -\n         mons was served to raise only such defence as he\n         might have raised at the original proceedings had\n         he been a party thereto; and\n     (b) a certificate from the court which made the pro-\n         visional order stating the grounds on which the\n         making of the order might have been opposed if\n         the person against whom the order was made had\n         been a party to the proceedings, shall be conclusive\n         evidence that those grounds are grounds on which\n         objection may be taken.\n       (4) A court in which confinnation of an order is being\nsought may, notwithstanding anything in paragraph (b) of\nsubsection (3), seek from the court that made the provi-\nsional order clarification of, or further particulars relating\nto, information furnished in a certificate referred to in that\nparagraph.\n      (5) If at the hearing the person served with the sum-\nmons does not appear, or on appearing, fails to satisfy the\ncourt that the order ought not to be confirmed, the\ncourt may confim the order either without modification\nor with such modification as may seem just to the court.\n       (6) If the person against whom the summons was\nissued appears at the hearing and satisfies the court that for\nthe purpose of any defence it is necessary to reanit the case\nto the court which made the provisional order for the taking\nof any further evidence, the court may so -it    the case and\nadjourn the proceedings for that purpose.\n         fThe inclusion of thin page is authorized by L.N. 3/2001]\n8                          MAINTENANCE ORDERS (FACILITIES\n                                 FOR ENFORCEMENT)\n                       (7) Where an order has been confirmed pursuant to\n                this section, the person bound thereby shall have the same\n                right of appeal, if any, against the confirmation of the order\n                as he would have had against the making of the order had\n                the order been made by the court which confirmed it.\n                       (8) The court may refuse to confirm the order if the\n                court is satisfied that the order ought not to be confirmed;\n                and where the court 90 refuses the proper officer of the court\n                shall return the certified copy of the order and the docu-\n                ments which accompanied it to the Minister who shall\n                thereupon remit the copy and documents aforesaid to the\n                appropriate authority in the reciprocating state.\ncourt for          5. The court by which an order is to be registered or con-\nregistration\no r a n f i m - firmed, as the case may be, pursuant to this Act shall,\norders\ntion  Of made whether or not the court which made the order is a court\nabroad.         of superior jurisdiction, be-\n211999\ns.2.                 (a) the Supreme Court; or\n                     (b) the Family Court or, where in any parish there is\n                         no such court, the Resident Magistrate’s Court.\n    Foreign        6. Where a maintenance order which is sought to be\n    language.\n                registered or confirmed, as the w e may be, under this Aot\n                is in a language other than the English language, the main-\n                tenance &er or a certified copy thereof shall have attached\n                thereto, for consideration and approval by the court, a\n                translation in the English language and, upon such approval\n                 being given, the approved translation shdl, for the purposes\n                 of this Act, be deemed to be the sole and proper version\n                 of the order.\n                          m e inclusion of this page is authorized by L.N. 3/2001]\n            MAINTENANCE ORDERS (FACILITIES                               9\n                  FOR ENFORCEMENT)"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.41) An order registered or confirmed, as the case may Bnforament\nbe, by a court in Jamaica, shall, from the date of such r e of o*\ngistration or confirmation, have the same force and effect\nand be enforceable as if it had been originally made by that\ncourt and as if that court had had jurisdiction to make it.\n      (2) The provisions of the Schedule shall have effect ~ched~le.\nin respect of maintenance orders registered or confirmed\nunder this Act."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) A payer named in a maintenance order registered p a y s *\n                                                            notifyoout\nor confirmed in Jamaica shall give notice to the proper of     abases\nofficer of the court of any change of address.                   of a*\n       (2) A payer who contravenes subsection (1) shall be\nguilty of an offence against this section and liable on sum-\nmary conviction in a Resident Magistrate’s Court to a flne\nnot exceeding one hundred dollars."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9 . 4 1 ) Where sums payable under a maintenance order Cone\nmade in a reciprocating state are expressed in a currency b A\n                                                            7W\n                                                             .\nother than the currency of Jamaica, such order shall not be\nregistered or confirmed until those Sums are converted to\nthe currency of Jamaica.\n      (2) For the purposes of this section-\n     (a) the proper officer of the court in which registration\n          or confirmation of the order is sought shall-\n             (i) determine the equivalent of such sums as\n                 aforesaid in the currency of Jamaica on\n                 the basis of the prevailing rate of exchange\n                 at the date on which the order was regis-\n                 tered or confirmed as ascertained from any\n                 bank licensed under the Banking Act;\n             iad&   d this page is avthorized by L.N. 17/11m\n                      MAINTENANCE ORDERS (FACILITIES\n                            FOR ENFORCEMENT)\n                      (5) certify on the order the Sums so deter-\n                          mined expressed in the currency of Jamaica;\n               (6) the order, upon registration or confirmation, as\n                   the case may be, shall be deemed to be an order\n                   for payment of the sum so certified.\n=:f\nVd~qnor\n:ed%\n            lO.-(l)   Subject to the provisions of this section, a court\n          in which a maintenance order made abroad was codrmed\n          or registered may vary or revoke such order as if it had\nmdOr made the order and has jurisdiction to make it.\nCollhmlrn\nJarppica\n                  (2) An order under this section varying a mah-\n           tenance order shall be provisional unless-\n               (a) the payer and the payee are both resident in\n                    Jamaica; or\n               (b) the application is made bv the payee: or\n               (c) the variation consists of a reduction in the rate of\n                    payments to be made under the order on tht\n                    ground that there has been a change in the finan-\n                    cial circumstances of the Dayer since the date on\n                   which the order was made or confirmed, as the\n                    case may be. and the court in which the order was\n                    made has no power under the law in that country\n                   to confirm a nrovisional variation order.\n                  (3) An order under this section revoking a main-\n           tenance order shall be provisional unless the payer a d the\n           payee are both resident in Jamaica.\n                  (4) Where an andication is made for the revocation\n           of a maintenance order the court shall. unless the payer\n           and the p a v e are both resident in Jamaim, apply the law\n           of the state in which the order was made.\n            MAlNTENANCE ORDERS (FACILITIES                           It\n                  FOR ENFORCEMENT)\n        (5) Where a court makes a provisional order under\nthis section varylng or revoking, as the case may be, a\nmaintenance order, the proper officer of the COWshall send\nto the court in the reciprocating state-\n    (U) a certifiedcopy of the provisional order; and\n    (b) a duly authenticated document set-       out or mn-\n        marking the evidence given in the prowedqs.\n        (6) Where an order made by the court pursuant to\nthLs section is not provisional, the proper ofices of the court\nshall send to the Minister a certified copy of the order and\nthe Minister shail thereupon remit the copy aforesaid to the\nappropriate authority in the recipocatmg state.\n  ll.-(l) Where the proper oficer of the court has reascm Td\nto believe that the payer under an order registered or con-       z-,,,\nfirmed by a court in Jamaica has ceased to reside in Jamaica, -to pm\nhe shall send to the Minister, for transmission to the appro- t a ~ sla\npriate authority in the reciprocating state in which the -1\norder was made, or, as the case may be, the appropriate\nauthority in the reciprocating state in which the pay= is\nresiding, the fallowing-\n    (U)   a copy of the registered or confumed or&,\n    (b) a certificateof arrears signed by him;\n    (c) a statement containing information as to the wh-\n        abouts of the payer;\n    0 any other document which may be relevant to the\n          order.\n        (2) Where the documents referred to in subsection\n(1) are sent to a state other than the state in which the order\nwas made, the Minister shall inform the appropriate\n              ialurbn ob this page is auibmbd by LN.17/r1!89\n12                        MAINTENANCE ORDERS (FACIWTIES\n                                FOR ENFORCEMENT)\n              authority in the state in which the order was made that the\n              documents have been so sent.\n                     A ppkcarion Abroad of Orders made in Jamaica\nTranS-          12. Where before or after the 1st day of July, 1988-\nInisSian of\nmaintenance       (a) a court in Jamaica has made a maintenance order\norden made            against a person; and\nin Jamaica.\n                   (b) it is proved to the court that such person is red-\n                       dent in a reciprocating state,\n              the court shall, upon the request of the payee, send a certi-\n              fied copy of the order to the Minister for transmission\n              through the appropriate authority to the appropriate court\n              in that state for registration and enforcement.\n-\nPro*iOna*\norder by\ncourt in\nJUaiCa\nZF&\nabroad.\n                1 3 . 4 1 ) Where-\n                  (a) an application is made to a court in Jamaica for\n                      a maintenance order against any person; and\n                  (6) it is proved to the court that that person is residing\n                      in a reciprocating state,\n              the court may, in the absence of that person, make any such\n              order as it might have made if a summons had been duly\n              served on that person and he had failed to appear at the\n              hearing but any order so made shall be provisional onZy\n              and shall have no effect unless and until confirmed by a\n              competent court in that state.\n                     (2) T h e evidence of any witness who is examined\n              on any such application shall either-\n                  (a) be in the form of a deposition put in writing, read\n                       over and signed by the witness; or\n                           inclusion of this page b authorizd by L.N. 17/11-\n           MAINTENANCE ORDERS (FACILITIES                       13\n                 FOR ENFORCEMENT)\n    (b) be recorded (whether in shorthand or other\n        mechanism) and transcribed and thereafter certi-\n        fied as correct by the proper officer of the court.\n        (3) Where an order is made under subsection (11,\nthe proper officer of the court shall send to the Minister\nfor transmission through the appropriate authority to a\ncourt in the reciprocating s t a t e\n    (a) a certified copy of the order;\n    (6) the depositions of witnesses or, if the evidence is\n        recorded as referred to in subsection (2) (b), a\n         certified copy of the transcript;\n    (c) the certificate from the court which made the pro-\n         visional order stating the grounds on which the\n         making of the order might have been opposed if\n         the person against whom the order is made had\n         been duly served with a summons and had ap-\n         peared at the hearing; and\n    (d) such information in the possession of the court as\n        would facilitate locating and identifying that per-\n        son.\n        (4) The confirmation of an order made under this\nsection shall not affect any power of a court in Jamaica to\nvary or rescind the order pursuant to section 14.\n        (5) The applicant shall have the same right of\nappeal, if any, against a refusal to make a provisional order\nas he would have had against a refusal to make the order\nhad a summons been duly served on the person against\nwhom the order is sought to be made.\n14                      MAINTEUANCE ORDERS (FACILITIES\n                              FOR ENFORCEMENT)\nVariation      1 4 4 1 ) Where a maintenance order (hereinafter referred\nand revoca-\ntion of     to as “the original order”) has been made by a court in\norders\nm&-    made Jamaica and a certified copy thereof has been sent to a reci-\nby       in procating state for registration or confirmation, as the case\nJamaica.\n             may be, a court in Jamaica of competent jurisdiction may\n             make an order varying or revoking the original order.\n                     (2) Where a variation under subsection (1) consists\n             of an increase in the payments under the original order, the\n             order for variation shall be provisional unless-\n                 (U)  both parties appear at the hearing or\n                  (6) the applicant appears at the heaMg and the court\n                       is satislied that the other party has been duly\n                       served with the appropriate procesl.\n                     (3) Where an original order made by the court in\n             Jamaica is varied or revoked by a later order pursuant to\n             subsection (l), the proper officer of the court shall send to\n             the Minister for transmission through the appropriate\n             authority to the court in the reciprocating state in which the\n             original order was registered or confirmed-\n                 (a) where the later order is a provisional order, the\n                     relevant documents for purposes of c  o n  f\n                                                                h t\n                                                                  tw\n                     or\n                 (6) where the later order k not a provisional order, a\n                     certified copy of the later order for purposes of\n                     registration.\nVUbth"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Where-\nMd m--\ntion of          (a) a court in a reciprocating state by a provisional\nmain-\nt\n8\n-                      order varies or revokes, as the c8se may be, a\norder made             maintenance order made by a court in Jamaica;\nin Jamaica\nby court\n&Mad.\n                       and\n                          indudon   thir            bp LN. 1 7 w w ~\n             MAINTENANCE ORDERS (FACILITIES\n                   FOR ENFORCEMENT)\n     (b) the court in Jamaica has received a certified copy\n         of the provisional order made by the court in the\n         reciprocating state and a duly authenticated docu-\n         ment setting out or summarising the evidence given\n         in the proceedings in which the provisional order\n         was made,\nthe court in Jamaica may confirm the provisional order with\nor without modification."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) Where, before the confirmation of a maintenance Revocation\norder made by a court in Jamaica (hereinafter referred to osional    order\n                                                                f provi-\nas “the original court”) against a person residing in a reci- y:‘                 2\nprocating state, the orginal court-                           Jamaica\n                                                              before con-\n                                                                             &mation.\n     (a) receives a duly authenticated document setting out\n         or summarising the evidence taken in the recipro-\n         cating state for the purpose of proceedings relating\n         to the confirmation of the order; or\n     (b) in compliance with a request made by the court\n         in the reciprocating state, takes additional evidence\n         for the purpose of such proceedings,\nthe original court shall consider that evidence and if it\nappears to that court that the order ought not to have been\nmade it shall give to the person in whose favour the order\nwas made an opportunity to consider and refute that evi-\ndence or to adduce further evidence.\n        (2) The original court may revoke or vary the order\nafter considering all the evidence and any representations\nmade by the person in whose favour the order was made.\n         me h d u s b n of   ,&ithis   page is authorized by L.N, 17/1989]\nR JL-R\n16                      MAlNTENANCE ORDERS (FAClLITLES\n                              FOR ENFORCEMENT)\n                                       General\nEffectiw\ndate of"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) Where a court in Jamaica or a court in a reci-\nvariation    procating state makes an order (whether or not such order\nor revoca-\ntion.        is a provisional order that has been confirmed) varying a\n             maintenance order, such maintenance order shall have effect\n             as varied.\n                     (2) Where a maintenance order is revoked by an\n             order made by a court in Jamaica or by a court in a recipro-\n             cating state, such maintenance order shall be deemed to\n             have ceased to have effect as from the date on which the re-\n             vocation order was made but without prejudice to the\n             recovery of any arrears due under the maintenance order up\n             to that date.\nAdmid           18. In any proceedings before a court in Jamaica under\nbility\nof docu-     this Act, the fdlowing documents duly certified, shall be\nmentary\nevidence.    admissible as evidence of the facts stated therein-\n                 (a) a document which sets out or summarises evidence\n                      given in a court in a reciprocating state;\n                 (b) a document which sets out or summarises evidence\n                     taken in a reciprocating state for the purpose of\n                     proceedings in a court in Jamaica under this Act;\n                 (c) a document which was received in evidence in a\n                      court in a reciprocating state or a copy of a docu-\n                      ment so received.\nAppeals.        19.41) Where a court in Jamaica has refused to confirm\n             a provisional order made by a court in a reciprocating state\n             the applicant shall have a right of appeal against such\n             refusal.\n                     me inclusion of this page b at&~riaxl by L.N. 17119891\n               MAINTENANCE ORDERS (FACILITIES\n                     FOR ENFORCEMENT)\n        (2) A payer or a payee, as the case may be, shall\nhave a right of appeal against-\n    (a) an order made by a court in Jamaica varying or\n         revoking a maintenance order made by a court in\n         a reciprocating state;\n    (b) a refusal by a court in Jamaica to vary or revoke\n         a maintenance order made by a court in a recipro-\n         cating state."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Where the Minister is satisfied that reciprocal provi- Desigqation\n                                                                of reapre\nsions have been or will be made by any state for the enforce- cating\nment in that state of maintenance orders made in Jamaica, cOuntri~*\nthe Minister may, by order, declare that state to be a recipro-\ncating state for the purposes of this Act."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The Minister may make regulations for giving effect Reguhtionr.\nto the provisions of this Act, and, without prejudice to the\ngenerality of the foregoing, may make regulations-\n     (a) prescribing the forms to be used for carrying into\n          effect the provisions of this Act;\n     (b) generally for facilitating communication between\n          courts in Jamaica and courts in reciprocating states."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-(1)   If at the 1st of July, 1988, there is in force any s a v b -\norder made by a court in Jamaica or elsewhere, pursuant to\nthe repealed Act or there is pending in any court (in Jamaica\nor elsewhere) any application for the making or confirmation\nof an order pursuant to the repealed Act, this Act shall apply\nin relation thereto as if the order was made or pending, as\nthe case may be, pursuant to this Act, and the court (in\nJamaica or elsewhere), if it had jurisdiction pursuant to the\nrepealed Act, also has jurisdiction pursuant to this Act.\n       (2) In this section “repealed Act” means the Main-\ntenance Qrders (Facilities for Enforcement) Act in force\nimmediately prior to 1st July, 1988.\n            me inclusion of this page l s autho-   by L.N. 17/,1989]\n              MAINTENANCE ORDERS (FACILITIES\n                    FOR ENFORCEMENT)\n  Provisions applicable to Maintenance Orders registered or confinned\n                            under this Act"
    }
  ],
  "definitions": []
}