{
  "id": "jm-stat-the-malawi-republic-act",
  "type": "statute",
  "title": "The Malawi Republic Act",
  "title_en": "The Malawi Republic Act",
  "short_name": "Malawi Republic Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-malawi-republic-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-malawi-republic-act | Legal areas: International Relations",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                      Interprcta-\n                                                                       tion.\n     “commencement of this Act” means 6th July, 1%7;\n     “Minister” means the Minister responsible for external\n         affairs;\n     “Parliament” means the Parliament of Jamaica."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) On and after the commencement of this Act, OpcFtipn    of existing\nall existing law, that is to say all law which, whether being law.\na rule of law or a provision of an Act of Parliament or of\nany other enactment or instrument whatsoever, is in force\non the date of such commencement or has been passed or\nmade before that date and comes into force thereafter, shall,\nunless and until provision to the contrary is made by\nParliament or some other authority having power in that\nbehalf, and subject to the following provisions of this section,\nhave the same operatidn in relation to Malawi, and persons\nand things belonging to or connected with Malawi, as it\nwould have apart from this subsection if Malawi, had not\nbecome a Republic.\n       (2) The Minister may, by order, make such adapta-\ntions in any enactment passed before or after the commence-\nment of this Act, or in any instrument having effect under\nany such enactment, as appear to him necessary or expedi-\nent in consequence of Malawi having become a Republic;\n2                         MALAWI REPUBLIC\n    and any such order may, though made after the commence-\n    ment of this Act, be made so as to have effect from the\n    date of such commencement.\n          (3) Every order made under subsection (2) shall be\n    subject to negative resolution.\n          me inclusion of this page is authorized by L.N. 480119731"
    }
  ],
  "definitions": []
}