{
  "id": "jm-stat-the-malaysia-act",
  "type": "statute",
  "title": "The Malaysia Act",
  "title_en": "The Malaysia Act",
  "short_name": "Malaysia Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-malaysia-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-malaysia-act | Legal areas: Citizenship and Nationality",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                    Interpreta-\n                                                                     tion.\n    “commencement of this Act” means 16th September,\n        1963;\n    “the Federation” means the Federation called\n        Malaysia after the federation of the new States\n        with States forming the Federation of Malaya;\n    “Minister” means the Minister responsible for external\n        affairs;\n    “the new States” means North Borneo, Sarawak and\n        Singapore;\n    “Parliament” means the Parliament of Jamaica."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) On and after the commencement of this Act, all Operation\nlaw which, whether being a rule of law or a provision of of     existing\n                                                              law.\nan Act of Parliament or of any other enactment or\ninstrument whatsoever, is in force on the date of such\ncommencement or has been passed or made before that\ndate and comes into force thereafter, shall, unless and until\nprovision to the contrary is made by Parliament or some\nother authority having power in that behalf, and subject to\nthe following provisions of this section, have the same\noperation in relation to the Federation, to any of the States\nof the Federation, and to persons and things belonging to\nor connected with the Federation or any of the States\nthereof, as it would have apart from this subsection if the\nnew States had not become included in the Federation and\n\\\n    2                         MALA YSlA ACT\n        Her Majesty’s sovereignty and jurisdiction in respect of the\n        new States had not been relinquished.\n                (2) The Minister may, by order, make such adapta-\n        tions in any enactment passed before or after the date of\n        commencement of this Act, or in any instrument having\n        effect under any such enactment, as appear to him necessary\n        or expedient in consequence of the new States becoming\n        included in the Federation; and any such order may, though\n        made after the commencement of this Act, be made so\n        as to have effect from the date of such Commencement.\n                (3) Every order made under subsection (2) shall be\n        subject to negative resolution."
    }
  ],
  "definitions": []
}