{
  "id": "jm-stat-the-malicious-injuries-to-property-act",
  "type": "statute",
  "title": "The Malicious Injuries to Property Act",
  "title_en": "The Malicious Injuries to Property Act",
  "short_name": "Malicious Injuries to Property Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-malicious-injuries-to-property-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-malicious-injuries-to-property-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Malicious Injuries to                       Shdtitle.\nProperty Act.                                                                                  I\n         Injuries by Fire to Buildings, and G o d therein"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Whosoever shall unlawfully and maliciously set fire to\nany church, chapel, meeting-house, or other place of divine\nworship, shall be guilty of felony, and, being convicted thereof,              ,3rdSch.\n                                                                                 ,\nshall be liable to be imprisoned for life with or without hard\nlabour."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Whosoever shall unlawfully and maliciously set fire to                   D\"e'lhg-\n                                                                               house,\nany dwelling-house, any person being therein, shall be guilty of               -,&@\nfelony, and being convicted thereof, shall be liable to be\nimprisoned for life, with or without hard labour.\n                                                                               TzG9\n                                                                               3rd S C ~ ."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4           )\n                production growing in any garden, orchard, or nursery-ground,\n                shall, on summary conviction thereof in a Resident Magistrate's\n                Court, be liable to imprisonment with or without hard labour, for\n                a term not exceeding six months, or else shall forfeit and pay,\n                over and above the amount of the injury done, such sum of\n                money, not exceeding four thousand dollars, as to the Court                   13/2000\n                                                                                              s. 4.\n12                         UALICIOUS INJURIES TO PROPERTY\n             shall seem meet; and whosoever, having been so convicted of\nSecond\noffence.     any such offence, either against this or any former enactment\n             shall afterwards commit any of the said offences in this section\n4211969\n3rd Sch.     before-mentioned, shall be guilty of felony, and, being\n             convicted thereof, shall be liable to be imprisoned for a term not\n             exceeding three years with or without hard labour.\n                                                                                          7\nInjury t o      24. Whosoever shall unlawhlly and maliciously destroy, or\ncultivated\nroots or     damage with intent to destroy, any cultivated root or plant used\nplants.\n1711982\n             for the food of man or beast, or for medicine, or for distillery, or\n3rd Sch.     for dyeing, or for or in the course of any manufacture, and\n             growing in any land, open or enclosed, not being a garden,\n             orchard or nursery-ground, shall, on summary conviction\n             thereof in a Resident Magistrate’s Court and at the discretion of\n             the Court, be liable to imprisonment with or without hard\n             labour, for a term not exceeding six months, or else shall-forfeit\n             and pay, over and above the amount of the injury done, such\n13l2OOO      sum of money, not exceeding four thousand dollars, as to the\ns. 4.\n             Court shall seem meet; and, in default of payment thereof,\n             together with the costs if ordered, shall be committed as\n             aforesaid for a term not exceeding six months, unless payment\n             be sooner made; and whosoever, having been convicted of any\n             such offence, either against this or any former enactment, shalI\n             afterwards commit any of the said offences in this section\n             before-mentioned, and shall be convicted thereof in like\n             manner, shall be liable to imprisonment with hard labour for\n             such term not exceeding two years, as the Court shall think fit.\n                                       Injuries to Fences, etc.\nfences,\nInJunesto       25. Whosoever shall unlawhlly and maliciously cut, break,\nwalls, ac.   throw down, or in anywise destroy any fence of any description\n17’1982\n3rd Sch\n             whatsoever, or any wall, stile, or gate, or any part\n                     MALICIOUS INJURIES TO PROPERTY\n                                                                                    13\n       thereof respectively, shall, on summary conviction thereof, in a\n       Resident Magistrate’s Court, for the first offence forfeit and\n       pay, over and above the amount of the injury done, such sum of\n       money not exceeding four thousand dollars as to the Court shall 13,2000\n       seem meet; and whosoever, having been convicted of any such s 4\n       offence, either against this or any former enactment, shall\n       afterwards commit any of the said offences in this section\n       before-mentioned, and shall be convicted thereof in like\n       manner, shall be liable to imprisonment with hard labour for\n       such term not exceeding three years as the Court shall think fit.\n                        Injuries to Bridges and haducts"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Whosoever shall unlawfully and maliciously set fire to\nhuilding.      any matter or thing being in, against, or under any building,\n               under such circumstances that if the building were thereby set\n               fire to the oi'fence would amount to felony, shall be guilty of\n12 1969        felony, and, being convicted thereof, shall be liable to be\n3rd Sch.\n               imprisoned for fourteen years, with or without hard labour.\n(hlirr            8. Whosoever shall unlawfully and maliciously set fire to\nbuildings\nUian those     any building other than such as are in this Act mentioned shall\nalrcady        be guilty of felony, and being convicted thereof, shall be liable\nnimtioned.\n42 1969        to be imprisoned for a term not exceeding fourteen years, with\n3rd Srh.\n               or without hard labour.\n.\\ttcmpting       9. Whosoever shall unlawfblly and maliciously, by any overt\nto sd fire\nto building.   act, attempt to set fire to any building, or any matter or\n               thing, in section 7 mentioned, under such circumstances\n                        [The inclusio~iof this pagc is autliol.~scdby L.N. 87120041\n           MALICIOUS INJURIES TO PROPERTY                                  7\nthat, if the same were set fire to the offender would be guilty\nof felony, and, being convicted thereof, shall be liable to 42/1969\nbe imprisoned for a term not exceeding fourteen years, with 3 r d ~\nor without hard labour.\n     Injuries by Explosive Substances to Buildings and\n                       Goods Therein"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Attemptingto set fire to building.\n                          Injuries by Explosive Substances to Buildings\n                                       and Goods therein"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Whosoever shall unlawfully and maliciously, by the Destroying\n                                                               house by\nexplosion of gunpowder or other explosive substance, explosion          of\n                                                               gunpowder,\ndestroy, throw down, or damage the whole, or any part of person being\nany dwelling-house, any person being therein, or of any therein.\nbuilding, whereby the life of any person shall be endan-\ngered, shall be guilty of felony, and being convicted thereof,\nshall be liable, to be imprisoned for life, with or without 421   1969\n                                                               3rd&h.\nhard labour."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Whosoever shall unlawfully and maliciously place Attempting\n                                                                destroy\nor throw in, into, upon, under, against or near any building to\n                                                              buildin,gby\nany gunpowder or other explosive substances, with intent to explosion\n                                                              gunpowder.of\ndestroy or damage any building, or any engine, machinery,\nworking tools, fixtures, goods or chattels, shall, whether or\nnot any explosion takes place, and whether or not any\ndamage be caused, be guilty of felony, and, being convicted\nthereof, shall be liable to be imprisoned for a term not ex- :;Jg;9\nceeding fourteen years with or without hard labour.\n             Injuries to Buildings by Rioters, etc."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. If any persons, riotously and tumultuously assembled Demolishing\n                                                                of buildings\ntogether to the disturbance of the public peace shall un- bynoters.\nlawfully and with force demolish, or pull down, or destroy,\nor begin to demolish, or pull down, or destroy any church,\nchapel, meeting-house, or other place of divine worship, or\nany house, stable, coach-house, outhouse, warehouse,\noffice, shop, mill, barn, granary, shed, hovel, or fold, of any\nbuilding or erection used in farming land, or in carrying on\n                                                                    .\n       m e inclusion of this page is authorized by L.N. 480/1973]\n8                          MALICIOUS INJURIES TO PROPERTY\n               any trade or manufacture, or any branch thereof, or any\n               building other than such as are in this section before-men-\n               tioned belonging to the Queen, or to any county, city,\n               parish, or place, or devoted or dedicated to any public\n               use or ornament, or erected or maintained by public sub-\n               scription or contribution, or any machinery, whether fixed\n               or moveable, prepared for or employed in any manufacture,\n               or in any branch thereof, or any steam-engine, or cattle-mill,\n               water-mill, or other engine or mill for the purposes of\n               manufacture, or for making sugar, or for preparing coffee\n               or other produce, or any building or erection used in con-\n               ducting the business of such manufacture, or for the pre-\n               paring of such produce, or any bridge, waggon, wain, truck\n               for conveying any manufacture whatever from the place\n               where it was prepared, every offender shall be guilty of\n4211969        felony, and, being convicted thereof, shall be liable to be\n3rd Sch.\n               imprisoned for life, with or without hard labour.\nInjury to        13. If any persons, riotously and tumultuously assembled\nbuildings by\nrioters.       together to the disturbance of the public peace, shall unlaw-\n               fully and with force injure or damage any such church,\n               chapel, meeting-house, place of divine worship, house,\n               stable, coach-house, outhouse, warehouse, office, shop,\n               mill, building, erection, machinery, engine, bridge, waggon,\n               wain, or truck as is mentioned in section 12, every such\n               offender shall be guilty of a misdemeanour, and being con-\n4*/1969\n3rd Sch.\n               victed thereof, shall be liable to be imprisoned for a term not\n               exceeding seven years, with or without hard labour:\n                  Provided, that if, upon the trial of any person for any\n               felony mentioned in section 12, the jury shall not be satis-\n               fied that such person is guilty thereof, but shall be satisfied\n               that he is guilty of any offence in this section mentioned,\n               then the jury may find him guilty thereof and he may be\n               punished accordingly.\n                   A44L.ICIOUS INJURIES TO PROPERTY                                               9\n                         Injuries to Buildings by Tenants"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Injury to buildings by rioters.\n--\\                                  Injuries to Buildngs by Tenants\n‘..J"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Whosoever, being possessed of any dwelling-house or                  Injuries to\n                                                                                  buildings by\n      other building, or part of any dwelling-house or other building,            tenants.\n      held for any term of years, or other less term, or at will, or held\n      over after the termination of any tenancy, shall unlawhlly and\n      maliciously pull down or demolish, or begin to pull down or\n      demolish, the same, or any part thereof, or shall unlawhlly and\n      maliciously pull down or sever from the freehold any fixture\n      being fixed in or to such dwelling-house or building, or part of\n      such dwelling-house or building, shall be guilty of a\n      misdemeanour.\n                  Injuries to Manufactures, Machinery, etc."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Whosoever shall unlawhlly and maliciously cut, break,               Injuriesto\n                                                                                  manu-\n      or destroy, or damage with intent to destroy or to render useless,          fadures, etc.\n      any goods or articles of manufacture, whilst in any stage,\n      process, or progress of manufacture, or shall by force enter into\n      any house, shop, store, building, or place, with intent to commit\n      any of the offences in this section mentioned, shall be guilty of\n      felony, and being convicted thereof, shall be liable to be                  421 1969\n      imprisoned for life, with or without hard labour.                           3rd Sch."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Whosoever shall un!dwfully and maliciously cut, break,\n      or destroy, or damage with intent to destroy or to render useless,\n                                                                                  z:,;;,\n                                                                                  etc\n      any machine or engine, whether fixed or moveable, used or\n      intended to be used for mowing, ploughing, or draining, or for\n      performing any other agricultural operation, or any machine or\nL j   engine, or any tool or implement, whether fixed or moveable,\n      prepared for or employed in any manufacture whatsoever, shall\n      be guilty of felony, and, being convicted thereof, shall be liable          4211969\n      to be imprisoned for a term not exceeding seven years, with or              3rdSch\n      without hard labour.\n10                            MALICIOUS INmRIES TO PROPERTY\n                        Injuries to Corn, Trees, and Vegetable Productioiis\nSetting fire\nto com-"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Whosoever shall unlawhlly and maliciously set fire to\npiece. etc       any corn-piece, grass-piece, pimento-walk, coffee-piece, or\n                 pasture, or plantation, or to any cultivated vegetable produce,\n                 whether standing or cut down, or to any part of any wood,\n                 coppice, or plantation of trees, wheresoever the same may be\n42'1969          growing, shall be guilty of felony, and, being convicted thereof,\n3rd Sch          shall be liable to be imprisoned for a term not exceeding\n                 fourteen years, with or without hard labour.\nSetting fire        18. Whosoever shall unlawhlly and maliciously set fire to\nto stack of\ngram, etc        any stack of grain, straw, or of any cultivated vegetable\n                 produce, or of coals, charcoal, wood, or bark, shall be guilty of\n42'1969          felony, and, being convicted thereof, shall be liable to be\n3rd Sch          imprisoned for life, with or without hard labour.\n.&tempt in g         19. Whosoever shall unlawhlly and maliciously, by any\nto set fire to\n anything m      overt act, attempt to set fire to any such matter or thing as is\n last two        mentioned in either section 17 or section 18 under such\n sections\n                 circumstances that if the same were thereby set fire to the\n                 offender would be under either of such sections guilty of felony,\n4211969          shall be guilty of felony, and, being convicted thereof, shall be\n3rd Sch          liable to be imprisoned for a term not exceeding seven years,\n                 with or without hard labour.\nDestroymg\nor damagmg"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.--(1)  A person commits an offence if he unlawfblly or\n                 maliciously cuts, breaks, barks, roots up or otherwise destroys\n                                                                                             b\ntrees m\ngarden, tic      or damages the whole or any part of any tree, sapling or shrub,\n 1312000\ns2               or any underwood, growing in any pleasure ground, garden,\n                 orchard, avenue or in any ground adjoining or belonging to any\n                 dwelling- house, or in any other place.\n                              ULFLICIOUSIMXJRIES TO PROPERTY                                            11\n                        (2) A person who commits an offence under subsection\n                (1) shall be liable on summary conviction before a Resident\n                Magistrate to a fine not exceeding ten thousand dollars or three\n                times the value of the injury done, whichever is the greater, and\n                in default of payment thereof to imprisonment for a term not\n                exceeding one year."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Whosoever shall unlawfblly and maliciously destroy, or\n    I   '\n                damage with intent to destroy, any plant, root, h i t , or vegetable\n        /'"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Injury to cultivated roots or plants.\n                                      Injuries to Fences, etc."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Injuries to fences, walls, etc.\n                                Injuries to Bridges and Maducts"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Whosoever shall unlawfilly and maliciously pull or                   InjurieSt0\n                                                                                    bridges. a c .\n       throw down, or in anywise destroy any bridge, whether over\n       any stream of water or not, or any viaduct, or aqueduct, over or\n       under which bridge, viaduct, or aqueduct, any highway,\n       railway, tramway, or canal shall pass, or do an injury, with\n       intent and so as to thereby render such bridge, viaduct or\n       aqueduct, or the highway, railway, tramway, or canal passing\n       over or under the same, or any part thereof, dangerous or\n       impassable, shall be guilty of felony, and being convicted\n       thereof, shall be liable to be imprisoned for life, with or without          4211969\n       hard labour.                                                                 3rd sch.\n           Injuries to Railway or Tramway Carriages and Telegraphs"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Whosoever shall unlawfilly and maliciously put, place,\n,’U\n  -\\\n       cast, or throw upon or across any railway or tramway, any                    nibayto\n       wood, stone, or other matter, or thing or shall unlawhlly and\n       maliciously take up, remove, or displace any rail, sleeper, or\n       other matter or thing belonging to any railway or tramway, or\n       shall unlawfblly and maliciously turn, move, or divert any\n       points or other machinery belonging t o any railway or\n14                           M4LJCIOUS INJURIES TO PROPERTY\n               tramway, or shall unlawhlly and maliciously make or show,\n               hide or remove any signal or light upon or near to any railway\n               or tramway, or shall unlawfully and maliciously do or cause to\n               be done any other matter or thing with intent in any of the cases\n               aforesaid to obstruct, upset, overthrow, injure, or destroy any\n42 1969\n3rd S&\n               engine, tender, carriage, or truck using such railway or\n               tramway, shall be guilty of felony, and, being convicted thereof,\n               shall be liable to be imprisoned for life, with or without hard\n               labour.\nObstructing\ncarriage on"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Whosoever, by any unlawhl act, or by any wilful\nrailway. etc   omission or neglect, shall obstruct, or cause to be obstructed,\n               any engine or carriage using any railway or tramway, or any\n               traction engine or waggon using any ordinary public road, or\n               shall aid or assist therein, shall be guilty of a misdemeanour,\n               and, being convicted thereof, shall be liable, to be imprisoned\n               for any term not exceeding two years, with or without hard\n               labour.\nDestroylng        29. Whosoever shall unlawhlly and maliciously cut, break,\nelednc\ntelegraph,     throw down, destroy, injure, or remove any battery, machinery,\netC\n               wire, cable, post, or other matter or thing whatsoever, being part\n               of, or being used or employed in or about, any electric or\n               magnetic telegraph, or in the working thereof, or shall\n               unlawfully and maliciously prevent or obstruct in any manner\n               whatsoever the sending, conveyance, or delivery, of any\n               communication by any such telegraph, shall be guilty of a\n               misdemeanour, and being convicted thereof, shall be liable to\n               be imprisoned for a term not exceeding two years, with or\n               without hard labour:                                                        G\n                  Provided, that if it shall appear to the Justices, on the\n               examination of any person charged with any offence against\n               this section, that it is not expedient to the ends of justice\n                     II.t4LICIOUS INJURlES TO PROPERTY                                                15\n        that the same should be prosecuted by indictment, the Justices\n        may proceed summarily to hear and determine the same, and\n        the offender shall, on conviction thereof, at the discretion of the\n        Justices, be liable to imprisonment with or without hard labour,\n        for a term not exceeding three months, or else shall forfeit and\n        pay such sum of money, not exceeding four thousand dollars, as                 i3yoo\n        to the Justices shall seem meet.\n                      Irljzrries to Cattle and Other Animals"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Destroyng electric telegraph, etc.\n                           injuries to Cattle and Other Animals"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Whosoever shall unlawfklly and maliciously kill, maim,                  wounding\n                                                                                                 Or\n        or wound any cattle, shall be guilty of felony, and, being\n        convicted thereof shall be liable to be imprisoned for a term not\n        exceeding fourteen years, with or without hard labour.\n                                                                                       ::iyz\n                                                                                       cattle.\n           3 1. Any person who unlawfblly and maliciously kills, maims              &: :\n        or wounds any dog, bird, beast or other animal not being cattle,               cattle.\n        but being either the subject of larceny at common law, or being\n        ordinarily kept in a state of confinement or for any domestic\n        purpose shall on summary conviction in a Resident Magistrate’s\n        Court be liable-\n              (a) to a fine not exceeding two thousand dollars or three\n                  times the value of the thing killed, maimed or\n                  wounded, whichever is greater; and\n              ( b ) to pay to the party aggrieved such compensation as\n                    the Resident Magistrate determines,\n        or in default of payment thereof to imprisonment for a term not\n        exceeding three years."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.--(1) If any person shall wilfully, without any reasonable               P\n                                                                                       -\n                                                                                       S\n        cause or excuse, administer to any horse, cattle, or domestic                  ahmia-g\n        animal, or cause or procure, or being the owner                                mals m cer-\n                                                                                       tain cases.\n                        (The inclusion of thu page IS authorized by L N   3/2002)\n16                            MALICIOUS INmRIES TO PROPERTY\n                permit the administration of any poisonous or injurious drug or\n                substance or shall wilhlly without any reasonable cause or\n                excuse cause any such substance to be taken by any horse,\n                cattle, or domestic animal such person shall be guilty of an\n17/1982         offence and shall be liable on summary conviction before a\n3rd Sch.\n1312000         Resident Magistrate to a penalty not exceeding forty thousand\nS.6.            dollars or alternatively or in addition thereto to imprisonment            -\\\n                with or without hard labour for a term not exceeding three\n                years.\n                         (2) Nothing in this section shall exempt a person from\n                liability to any greater or other punishment under any other\n                provision of law, so that he be not more than once punished for\n                the same offence.\n                                Destruction of or Damage to Ships, etc.\nSetting tire       33. Whosoever shall unlawfully and maliciously set fire to,\nto ship, etc.\n                cast away, or in anywise destroy any ship or vessel, whether the\n                same to be complete or in an unfinished state, shall be guilty of\n4211969         felony, and, being convicted thereof, shall be liable to be\n3rd sch.\n                imprisoned for life, with or without hard labour.\nSetting tire\nto *to             34. Whosoever shall unlawfully and maliciously set fire to,\nprejudice           or cast away, or in anywise destroy any ship or vessel, with\no w n s or\nu n d a w r i t a , intent thereby to prejudice any owner, or part owner, of such\ne&C.                ship or vessel, or of any goods on board the same, or any person\n                    that has underwritten, or shall underwrite, any policy of\n                    insurance upon such ship or vessel, or on the freight thereof, or\n                    upon any goods on board the same, shall be guilty of felony,\n4211969\n3rd sdl.\n                    and, being convicted thereof, shall be liable to be imprisoned\n                    for life, with or Without hard labour.\n                                                                                           0\nM i n g\nto se& fre\nto ship, etc."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. Whosoever shall unlawhlly and maliciously, by any\n                overt act, attempt to set fire, to cast away, or destroy any ship or\n                vessel under such circumstances that if the ship or\n                                (The mcles~onof thlr page IS authorized by L N   3/2002]\n           MALICIOUS INJURIES TO PROPERTY                                  17\nvessel were thereby set fire to, cast away, or destroyed the\noffender would be guilty of felony, shall be guilty of felony,\nand, being convicted thereof, shall be liable to be impri-\nsoned for a term not exceeding fourteen years, with or 4211969\n                                                               3rd Sch.\nwithout hard labour."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. Whosoever shall unlawfully or maliciously place or Placing\nthrow in, into, upon, against, or near any ship or Vessel any gunpowder\ngunpowder or other explosive substance, with intent to               z2&zl\ndestroy or damage any ship or vessel, or any machinery, etc.\nworking tools, goods or chattels, shall, whether or not any\nexplosion take place, and whether or not any injury be\neffected, be guilty of felony, and, being convicted thereof,\nshall be liable to be imprisoned for a term not exceeding 42/1969\n                                                              3rd Sch.\nfourteen years, with or without hard labour."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Whosoever shall unlawfully and maliciously damage, Damaging\notherwise than by fire, gunpowder, or other explosive ship   wire other-\n                                                                  than by\nsubstance, any ship or vessel, whether complete or in an fire, etc.\nunfinished state, with intent to destroy the same, or render\nthe same useless, shall be guilty of felony, and, being con-\nvicted thereof, shall be liable to be imprisoned for a term 4211969\n                                                             3rd Sch.\nnot exceeding seven years, with or without hard labour."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. Whosoever shall unlawfully mask, alter or remove Exhibiting\n                                                               false signals.\nany light or signal, or unlawfully exhibit any false light\nor signal, with intent to bring any ship, vessel, or boat into\ndanger, or shall unlawfully or maliciously do anything\ntending to the immediate loss or destruction of any ship,\nvessel, or boat, and for which no punishment is herein-\nbefore provided, shall be guilty of felony, and, being con-\nvicted thereof, shall be liable to be imprisoned for life, 4211969\n                                                               3rd Sch.\nwith or without hard labour."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. Whosoever shall unlawfully and maliciously cut Removing\n                                                            buoys, etc.\naway, cast adrift, remove, alter, deface, sink and destroy,\n18                        MALICIOUS INJURIES TO PROPERTY\n               or shall unlawfully and maliciously do any act, with intent\n               to cut away, cast adrift, remove, alter, deface, sink, or\n               destroy, or shall in any other manner unlawfully and\n               maliciously injure or conceal any boat, buoy, buoy-rope,\n               perch, pile or mark used or intended for the guidance of\n               seamen, or the purpose of navigation, shall be guilty of\n42/ 1969\n3rdSch.        felony, and, being convicted thereof, shall be liable to be\n               imprisoned for a term not exceeding seven years, with or\n               without hard labour.\nDestroying       40. Whosoever shall unlawfully and maliciously destroy\nwrecks, etc.\n               any part of any ship or vessel which shall be in distress,\n               or wrecked, stranded, or cast on shore, or any goods,\n               merchandise or articles of any kind belonging to such ship\n               or vessel, shall be guilty of felony, and, being convicted\n42/1969\n3rd Sch.\n               thereof, shall be liable to be imprisoned for a term not\n               exceeding fourteen years, with or without hard labour.\n                     Sending Letters Threatening to Burn or Deytroy\nLettcrs           41. Whosoever shall send, deliver, or utter, or directly\nto burn or\nthreatening    or indirectly cause to be received, knowing the contents\ndestroy.       thereof, any letter, or writing, threatening to burn or\n               destroy any house, barn, or other building, or any rick or\n               stack of grain, hay, or straw, or other agricultural produce,\n               or any grain, hay, or straw, or agricultural produce in or\n               under any building, or any ship or vessel, or to kill, maim,\n               or wound any cattle, shall be guilty of felony, and, being\n42/1969        convicted thereof, shall be liable to be imprisoned for a term\n3rdSch.\n               not exceeding ten years, with or without hard labour.\n                              Injuries not before provided for\nInjury to        42. Whosoever shall unlawfully and maliciously commit\namount\npropertyto     any damage, injury, or spoil to or upon any real or personal\nexceeding\nten dollars.\n               property whatsoever, either of a public or private nature\n               for which no punishment is hereinbefore provided, the\n                     h44LICIOUS INJURES TO PROPERTY                                              19\n        damage, injury, or spoil being to an amount exceeding ten\n        dollars, shall be guilty of a misdemeanour, and being convicted\n        thereof, shall be liable, at the discretion of the Court, to be\n        imprisoned for a term not exceeding two years, with or without\n        hard labour; and, in case any such offence shall be committed\n        between the hours of nine of the clock in the evening and six of\n        the clock in the next morning, shall be liable to be imprisoned\n        for a term not exceeding five years, with or without hard labour.            42’1969\n                                                                                     3rd Sch."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. Destroying wrecks, etc.\n         Sending Letters Threatening to Burn or Destroy"
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. Letters threatening to burn or destroy.\n                  Injuries not before provided for"
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. Whosoever shall wilhlly or maliciously commit any                     Injury to\n                                                                                     P r o p a y for\n        damage, injury, or spoil to or upon any real or personal property            which no\n        whatsoever, either of a public or private nature, for which no               punishment\n                                                                                     yet provided.\n        punishment is hereinbefore provided, shall, on summary                       1711982\n        conviction, be liable to imprisonment with or without hard                   3rd S&.\n        labour, for a term not exceeding one year or else shall forfeit\n                                                                           1312000\nE\n        and pay such sum of money, not exceeding twenty thousand s.           7.\n        dollars, as to the Court shall seem meet, and also such hrther\nP\n        sum of money as shall appear to the Court to be a reasonable\n        compensation for the damage, injury, or spoil so committed, not\n                                                                           1312OOO\n        exceeding the sum of twenty thousand dollars; which last- s.          7.\n        mentioned sum shall, in the case of private property, be paid to\n        the party aggrieved, and in the case of property of a public\n        nature, or wherein any public right is concerned, the money\n        shall be applied in the same manner as every penalty imposed\n        by the Court under this Act; and if such sums of money,\n        together with the costs (if ordered) shall not be paid either\n    -   immediately after the conviction, or within such period as the\n        Court shall, at the time of the conviction, appoint, the Court\n        may commit the offender to imprisonment with or without hard\n        labour, as the Court shall think fit, for a term not exceeding one\n        year, unless such sum and costs be sooner paid:\n           Provided, that nothing herein contained shall extend to any\n        case where the party acted under a fair and reasonable\n                       [The inclusion of this page I S authorized by L N   312002)\n20                         MALICIOUS INJURIES TO PROPERTY\n             supposition that he had a right to do the act complained of, nor\n             to any trespass, not being wilfbl and malicious, committed in\n             fishing, or in the pursuit of game, but that every such trespass\n             shall be punishable in the same manner as if this Act had not\n             passed.\nPreceding\n%x.ion t o"
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. The provisions in section 43 shall extend to any person\nukqmdto      who shall wilfully or maliciously commit any injury to any tree,\ntTCL!S\n             sapling, shrub, or underwood, for which no punishment is\n             hereinbefore provided.\n                                                Other Matters\nPrincipdls      45. In the case of every felony punishable under this Act\nin second\ndegrzeand    every principal in the second degree, and every accessory\ndCCeSFonCS   before the fact, shall be punishable in the same manner as the\n             principal in the first degree is by this Act punishable; and every\n             accessory after the fact to any felony punishable under this Act\n             shall, on conviction, be liable, at the discretion of the Court, to\n             be imprisoned for a term not exceeding two years, with or\n             without hard labour; and every person who shall aid, abet,\n             counsel, or procure the commission of any misdemeanour\n             punishable under this Act shall be liable to be proceeded\n             against, indicted, and punished as a principal offender.\n*prehm-         46 Any constable may take into custody, without warrant,\nson\nwrthout      any person whom he shall find lying or loitering in any\nwdrrant      highway, yard, or other place during the night, that is to say the          -\\\n             interval between 7 o’clock in the evening and 6 o’clock in the              L,\n             morning of the next succeeding day, and whom he shall have\n             good cause to suspect of having committed, or being about to\n             commit, any felony against this Act, and shall take such person,\n             as soon as reasonably may be, before a Justice, to be dealt with\n             according to law.\n             MALICIOUS INJURIES TO PROPERTY                               21"
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. Every punishment and forfeiture by this Act imposed Malice\non any person maliciously committing any offence, whether against\n                                                             owner.\nthe same be punishable upon indictment or upon summary\nconviction, shall equally apply and be enforced, whether the\noffence shall be from malice conceived against the owner\nof the property in respect of which it shall be committed,\nor otherwise."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. Every provision of this Act not hereinbefore so Actto\napplied shall apply to every person who, with intent to extend     to,\n                                                           otrenderin\ninjure or defraud any other person, shall do any of the g$$Yof\nacts hereinbefore made penal, although the offender shall injured-\nbe in the possession of the property against or in respect\nof which such act shall be done."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. On the trial of any offence against this Act it shall Intentto\nnot be necessary to prove an intent to injure or defraud inlure       or\n                                                                defraud.\nany particular person, but it shall be sufficient to prove that proof of,\n                                                                unnecessary.\nthe party accused did the act charged with an intent to\ninjure or defraud (as the case may be)."
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. Any person found committing any offence against Offender\nthis Act, whether the same be punishable upon indictment may  apprehended\n                                                                  be\nor upon summary conviction, may be immediately appre- without warrant.\nhended, without a warrant, by any constable, or the owner\nof the property injured, or his servant, or any person autho-\nrized by him, and forthwith taken before some neighbour-\ning Justice, to be dealt with according to law."
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. Where any person shall be charged, on the oath of Modeof\na credible witness, before any Justice with any offence\npunishable on summary conviction under this Act, the of parties\nJustice may summon the person charged to appear at a time charged\n                                                            offences\n                                                                     with\nand place to be named in such summons; and, if he shall Act.under this\nnot appear accordingly, then (upon proof of the due service\nof the summons upon such person, by delivering the same\n       [The inclusion of this prige is authorized by L.N. 480/1973]\n22                        MALICIOUS INJURIES TO PROPERTY\n               to him personally, or by leaving the same at his usual place\n               of abode), the Justices may either proceed to hear and\n               determine the case ex parte, or issue a warrant for appre-\n               hending such person, and bringing him before themselves,\n               or some other Justices; or the Justice before whom the\n               charge shall be made may (if he shall so think fit) without\n               any previous summons (unless where otherwise specially\n               directed) issue such warrant, and the Justices before whom\n               the person charged shall appear, or be brought, shall\n               proceed to hear and determine the case.\nAbettorsin       52. Whosoever shall aid, abet, counsel, or procure the\noffences\npunishable     commission of any offence which is by this Act punish-\n$;%\n  ; ?;         able on summary conviction, either for every time of its\n               commission, or for the first and second time only, or for\n               the first time only, shall, on summary conviction, be liable,\n               for every first, second, or subsequent offence of aiding,\n               abetting, counselling, or procuring, to the same forfeiture\n               and punishment to which a person guilty of a first, second\n               or subsequent offence, as a principal offender, is by this\n               Act made liable.\n Application     53. Every sum of money which shall be forfeited for the\n tures and\n Offorfei-\n               amount of any injury done shall be assessed in each case\npenalties\nupon\n               by the convicting Justices and shall be paid to the party\nsummary        aggrieved, except where he is unknown; and, in that case,\nconviction.\n               such sum shall be applied in the same manner as a penalty;\n               and every sum which shall be imposed as a penalty by any\n               Justices, whether in addition to such amount or otherwise,\n               shall be paid and applied in the same manner as other\n               penalties recoverable before Justices are to be paid and\n               applied in cases where the statute imposing the same\n               contains no directions for the payment thereof to any\n               person :\n                                                                                   -\n            MALICIOUS INJURIES TO PROPERTY                                      23\n  Provided, that where several persons shall join in the\ncommission of the same offence, and shall, upon conviction\nthereof, each be adjudged to forfeit a sum equivalent to the\namount of injury done, in every such case no further sum\nshall be paid to the party aggrieved than such value or\namount, and the remaining sum or sums forfeited shall be\napplied in the same manner as any penalty imposed by\nJustices is hereinbefore directed to be applied."
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54, Where any person shall be summarily convicted of Justicesmay\nany offence against this Act, and it shall be a first convic- discharge\n                                                              offenderin\ntion, the Court may, if it shall so think fit, discharge certaincaseS.\nthe offender from his conviction, upon his making such\nsatisfaction to the party aggrieved for damages and costs,\nor either of them, as shall be ascertained by the Court."
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55. When any person convicted of any offence punish- Conviction\nable upon summary conviction by virtue of this Act shall further\n                                                              bar to\nhave paid the sum adjudged to be paid, together with costs proceedings.\nunder such conviction, or, shall have received a remission\nthereof, from the Crown, or shall have suffered the impri-\nsonment awarded for non-payment thereof, or the impri-\nsonment awarded in the first instance, or shall have been\nso discharged from his conviction by any Justices as afore-\nsaid, he shall be released from all further or other proceed-\nings for the same cause."
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56. In all cases upon any summary conviction under this A P P ~ .\nAct any person who shall think himself aggrieved by any\nsuch conviction may appeal."
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57. No such conviction, or adjudication made on appeal ~ ~ c o n -\n                                                                   viction to\nby certiorari into the Supreme Court, and no warrant of\ncommitment shall be held void by reason of any defect\n                                                                   zfr':\ntherefrom shall be quashed for want of form, or be removed be quashed\n24                       MALICIOUS INJURIES TO PROPERTY\n              therein, provided it be therein alleged that the party has\n              been convicted, and there be a good and valid conviction to\n              sustain the same.\nFines. and      58. Whenever any person shall be convicted of any indict-\nsureties to\nkeep the      able misdemeanour punishable under this Act, the Court\npeace.\n              may, if it think fit, in addition to, or in lieu of any of the\n              punishments authorized by this Act, fine the offender, and\n              require him to enter into his own recognizances, and to find\n              sureties, both or either, for keeping the peace, and being\n              of good behaviour; and in case of any felony punishable\n              under this Act, the Court may, if it shall think fit, require\n              the offender to enter into his own recognizances and to find\n              sureties, both or either, for keeping the peace, in addition\n              to any punishment by this Act authorized :\n                Provided, that no person shall be imprisoned under this\n              section for not finding sureties for any period exceeding\n              one year.\nPrerogative     59. It shall be lawful for the Governor-General to extend\nof mercy.\n              the royal mercy to any person imprisoned by virtue of this\n              Act, although he shall be imprisoned for non-payment of\n              monev to some uerson other than the Crown."
    },
    {
      "provision_ref": "sec59",
      "section": "59",
      "title": "Section 59",
      "content": "59. Prerogative of mercy.\n              MLZCZOUS INJURIES TO PROPERTY                                                        5   1\n        THE MALICIOUS lNJURIES TO PROPERTY ACT                                 Cap. *4-\n                                                                                 Ada\n                                                                               42 011969\n                                                                                 3rd  *Srh/,\n                                                                      [I8641   17 01  I=,\n                                                                                 3rd Seh.\n                                                                               13 0120001."
    }
  ],
  "definitions": []
}