{
  "id": "jm-stat-the-mandeville-parade-act",
  "type": "statute",
  "title": "The Mandeville Parade Act",
  "title_en": "The Mandeville Parade Act",
  "short_name": "Mandeville Parade Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-mandeville-parade-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-mandeville-parade-act | Legal areas: Local Government",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The Parish Council of the parish of Manchester may Powerto\nmake regulations for the proper management and preser- make   regu-\n                                                        lationsas\nvation of the Mandeville Parade, and may from time to Elze~lle\ntime alter, add to or rescind, any such regulations :   Parade.\n   Provided always that no such regulations, or any altera-\ntion or amendment thereof, shall be of any force or effect\nuntil fourteen days after the same shall have been approved\nby the Minister and published in the Gazette."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Any person doing any act in contravention of any regulations,\n                                                                Breachof\nregulation made by the Parish Council under this Act, penalty\nand approved as aforesaid, shall, on summary conviction theref or.\nbe liable to a penalty not exceeding ten dollars, or in default\nto imprisonment with or without hard labour for a term\nnot exceeding one month."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Any constable, or other person specially appointed in Powerof\nwriting by the Chairman of the Parish Council, may law- arrest.\nfully arrest without warrant any person wilfully and after\ndue warning contravening any regulation of the Council\nwhich has been approved as aforesaid."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Every person appointed in writing by the Chairman Powers,etc.,\nto carry out the regulations of the Parish Council shall,\nfor the purposes of this Act, have the powers and privileges carry\n                                                              regulations.\n                                                                   out\nof a constable of the Jamaica Constabulary.\n2                                MANDEVILLE PARADE\nPostingup      6. When rules and regulations have been approved by\nof regula-\ntions.       the Minister, the Parish Council aforesaid shall cause copies\n             thereof to be painted on boards, and posted and kept posted\n             up on two conspicuous places on or near the Parade."
    }
  ],
  "definitions": []
}