{
  "id": "jm-stat-the-marine-insurance-act",
  "type": "statute",
  "title": "The Marine Insurance Act",
  "title_en": "The Marine Insurance Act",
  "short_name": "Marine Insurance Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-marine-insurance-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-marine-insurance-act | Legal areas: Transport",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act, unless the context otherwise requires-             Interpreta-\n                                                                     tion.\n    “action” includes counter-claim and set-off;\n    “freight” includes the profit derivable by a shipowner\n         from the employment of his ship to carry his own\n         goods or moveables, as well as freight payable by\n         a third party, but does not include passage money;\n    “moveables” means any moveable tangible property,\n         other than the ship, and includes money, valuable\n         securities, and other documents;\n    “policy” means a marine policy."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. This Act shall apply to contracts of marine insurance : Appfication.\n  Provided that it shall not apply to contracts of marine\ninsurance made before the 20th August, 1973, or to marine\ninsurance undertaken by the Government other than\ninsurance that extends beyond the limits of the Island."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The rules of the common law, including the law Savingof\n                                                            d o of\nmerchant, save in so far as they are inconsistent with the common\nexpress provisions of this Act, shall apply to contracts of law-\nmarine insurance.\n                        Marine Insurance"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. A contract of marine insurance is a contract whereby Marine\n                                                           insurance\nthe insurer undertakes to indemnify the assured, in manner defined.\nand to the extent thereby agreed, against marine losses,\nthat is to say, the losses incident to marine adventure.\n6                                   MARINE INSURANCE\nMixed sea        6 4 1 ) A contract of marine insurance may, by its\nand land\nrisks.        express terms, or by usage of trade, be extended so as to\n              protect the assured against losses on inland waters or on\n              any land risk which may be incidental to any sea voyage.\n                     (2) Where a ship in course of building, or the launch\n              of a ship, or any adventure analagous to a marine adventure,\n              is covered by a policy in the form of a marine policy, the\n              provisions of this Act, in so far as applicable, shall apply\n              thereto; but except as by this section provided, nothing in\n              this Act shall alter or affect any rule of law applicable to\n              any contract of insurance other than a contract of marine\n              insurance as by this Act defined.\nMarine\nadventure"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. In the absence of any further licence or usage, the liberty to Touchand\ntouch and stay “at any port or place whatsoever” does not authorize stay-\nthe ship to depart from the course of her voyage from the port of\ndeparture to the port of destination."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) Subject to the provisions of this Act, every lawful\nand mari-      marine adventure may be the subject of a contract of marine\ntime perils\ndefined.       insurance.\n                       (2) In particular there is a marine adventure where-\n                     (a) any ship, goods or other moveables are exposed to\n                          maritime perils. Such property is in this Act refer-\n                          red to as “insurable property”;\n                    (b) the earning or acquisition of any freight, passage\n                          money, commission, profit, or other pecuniary\n                          benefit, or the security for any advances, loan, or\n                          disbursements, is endangered by the exposure of\n                          insurable property to maritime perils;\n                    (c) any liability to a third party may be incurred by\n                          the owner of, or other person interested in or\n                          responsible for, insurable property, by reason of\n                          maritime perils.\n                       (3) “Maritime perils” means the perils consequent on,\n              or incidental to, the navigation of the sea, that is to say,\n              perils of the seas, fire, war perils, pirates, rovers, thieves,\n              captures, seizures, restraints, and detainments of princes\n              and peoples, jettisons, barratry, and other perils, either of\n              the like kind or which may be designated by the policy.\n                      MARINE INSURANCE                                     7\n                        Insurable Interest"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) Every contract of marine insurance by way of Avoidance\n                                                                 of wagering\nwagering or gaming is void.                                      or gaming\n                                                                 contracts.\n        (2) A contract of marine insurance is deemed to be\na wagering or gaming contract-\n      (a) where the assured has not an insurable interest as\n           defined by this Act, and the contract is entered\n           into with no expectation of acquiring such an\n           interest; or\n      (b) where the policy is made “interest or no interest”,\n           or “without further proof of interest than the\n           policy itself”, or “without benefit of salvage to the\n           insurer”, or subject to any other like term:\n              Provided that, where there is no possibility of\n           salvage, a policy may be effected without benefit\n           of salvage to the insurer."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) Subject to the provisions of this Act, every person Insurable\nhas an insurable interest who is interested in a marine interest\n                                                               defined.\nadventure.\n         (2) In particular a person is interested in a marine\nadventure where he stands in any legal or equitable relation\nto the adventure or to any insurable property at risk therein,\nin consequence of which he may benefit by the safety or\ndue arrival of insurable property, or may be prejudiced by\nits loss, or by damage thereto, or by the detention thereof,\nor may incur liability in respect thereof."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) The assured must be interested in the subject- when\nmatter insured at the time of the loss though he need not interest\n                                                          mustattach.\nbe interested at the time when the insurance is effected:\n  Provided that where the subject-matter is insured “lost\nor not lost”, the assured may recover although he may not\nhave acquired his interest until after the loss, unless at the\n 8                                   MARINE INSURANCE\n              time of effecting the contract of insurance the assured was\n              aware of the loss and the insurer was not.\n                     (2) Where the assured has no interest at the time of\n              the loss, he cannot acquire interest by any act or election\n              after he is aware of the loss.\nDefeasi ble     ll.-(l) A defeasible interest is insurable, as also is a\nor contin-\ngent inte-    contingent interest.\nrest.\n                       (2) In particular, where the buyer of goods has\n              insured them, he has an insurable interest, notwithstanding\n              that he might, at his election, have rejected the goods, or\n              have treated them as at the seller's risk, by reason of the\n              latter's delay in making delivery or otherwise.\nPartial           12. A partial interest of any nature is insurable.\ninterest.\nReinsur-         13.-(1) The insurer under a contract of marine insurance\nance.\n              has an insurable interest in his risk, and may reinsure in\n              respect of it.\n                       (2) Unless the policy otherwise provides, the original\n              assured has no right or interest in respect of such reinsur-\n              ance.\nBottomry.       14. The lender of money on bottomry or respondentia\n              has an insurable interest in respect of the loan.\nMaster's\nand sea-"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The term “barratry” includes every wrongful act wilfully com- Barratry.\nmitted by the master or crew to the prejudice of the owner, or, as the\ncase may be, the charterer."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The term “all other perils” includes only perils similar in kind NI other\nto the perils specifically mentioned In the policy.                     perils."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The term “average unless general” means a partial loss of the Average\nsubject-matter insured other than a general average loss, and does not unless\ninclude “particular charges”.                                          general."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Where the ship has stranded, the insurer is liable for the excepted Stranded.\nlosses, although the loss is not attributable to the stranding:\n  Provided that when the stranding takes place the risk has attached\nand, if the policy be on goods, that the damaged goods are on board."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The master or any member of the crew of a ship\nmen's         has an insurable interest in respect of his wages.\nwages.\nAdvance          16. In the case of advance freight, the person advancing\nfreight.\n              the freight has an insurable interest, in so far as such freight\n              is not repayable in case of loss.\nCharges of      17. The assured has an insurable interest in the charges\ninsurance.\n              of any insurance which he may effect.\n              -                                                                    -\n                      MARINE INSURANCE                                      9\n  lS.-(l)  Where the subject-matter insured is mortgaged, Quantum\n                                                          of interest.\nthe mortgagor has an insurable interest in the full value\nthereof, and the mortgagee has an insurable interest in\nrespect of any sum due or to become due under the\nmortgage.\n       (2) A mortgagee, consignee, or other person having\nan interest in the subject-matter insured may insure on\nbehalf and for the benefit of other persons interested as\nwell as for his own benefit.\n        (3) The owner of insurable property has an insurable\ninterest in respect of the full value thereof, notwithstanding\nthat some third person may have agreed, or be liable, to\nindemnify him in case of loss."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Where the assured assigns or otherwise parts with Assignment\nhis interest in the subject-matter insured, he does not thereby of interest.\ntransfer to the assignee his rights under the contract of\ninsurance, unless there be an express or implied agreement\nwith the assignee to that effect.\n But the provisions of this section do not affect a trans-\nmission of interest by operation of law."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.41) If-                                               Prohibition\n                                                           of gambling\n     (a) any person effects a contract of marine insurance onlossby\n         without having any bona fide interest, direct or maritime\n                                                           pelils.\n         indirect, either in the safe arrival of the ship in\n         relation to which the contract is made or in the\n         safety or preservation of the subject-matter insured,\n         or a bona fide expectation of acquiring such an\n         interest; or\n     (b) any person in the employment of the owner of a\n         ship, not being a part owner of the ship, effects a\n         contract of marine insurance in relation to the\n         ship, and the contract is made “interest or no\n         interest”, or “without further proof of interest\n       m e inclusion of this page is authorized by L.N. 480/1973]\n10                         MARINE INSURANCE\n               than the policy itself”, or “without benefit of\n               salvage to the insurer” or subject to any other\n               like term,\n     the contract shall be deemed to be a contract by way of\n     gambling on loss by maritime perils, and the person effecting\n     it shall be guilty of an offence, and shall be liable, on\n     summary conviction before a Resident Magistrate, to im-\n     prisonment, with or without hard labour, for a term not\n     exceeding six months or to a fine not exceeding four\n     hundred dollars, and in either case, to forfeit to the Crown\n     any money he may receive under the contract.\n             (2) Any broker or other person through whom, and\n     any insurer with whom, any such contract is effected shall\n     be guilty of an offence, and shall be liable, on summary\n     conviction, to the like penalties if he acted knowing that\n     the contract was by way of gambling on loss by maritime\n     perils within the meaning of this Act.\n            (3) Proceedings under this section shall not be insti-\n     tuted without the consent of the Director of Public Prosecu-\n     tions.\n            (4) Proceedings shall not be instituted under this\n     section against a person (other than a person in the employ-\n     ment of the owner of the ship in relation to which the\n     contract was made) alleged to have effected a contract by\n     way of gambling on loss by maritime perils until an\n     opportunity has been afforded him of showing that the\n     contract was not such a contract as aforesaid, and any\n     information given by that person for that purpose shall\n     not be admissible in evidence against him in any prosecution\n     under this section.\n            ( 5 ) If proceedings under this section are taken\n     against any person (other than a person in the employment\n     of the owner of the ship in relation to which the contract\n     was made) for effecting such a contract, and the contract\n                     MARINE INSURANCE                                  11\nwas made “interest or no interest”, or “without further\nproof of interest than the policy itself”, or “without benefit\nof salvage to the insurer”, or subject to any other like term,\nthe contract shall be deemed to be a contract by way of\ngambling on loss by maritime perils unless the contrary is\nproved.\n        (6) For the purpose of giving jurisdiction under this\nsection, every offence shall be deemed to have been\ncommitted either in the place in which the same actually\nwas committed or in any place in which the offender may\nbe.\n        (7) For the purposes of this section the expression\n“owner” includes charterer.\n                       Insurable Value"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Subject to any express provision or valuation in the Messureof\n                                                               insurable\npolicy, the insurable value of the subject-matter insured value.\nmust be ascertained as follows-\n     (a) in insurance on ship, the insurable value is the\n         value, at the commencement of the risk, of the\n         ship, including her outfit, provisions and stores for\n          the officers and crew, money advanced for sea-\n         men’s wages, and other disbursements (if any)\n         incurred to make the ship fit for the voyage or\n         adventure contemplated by the policy, plus the\n         charges of insurance upon the whole :\n          Provided that the insurable value, in the case of\n        a steamship, includes also the machinery, boilers,\n        and coals and engine stores if owned by the assured,\n        and, in the case of a ship engaged in a special trade,\n        the ordinary fittings requisite for that trade;\n    (b) in insurance on freight, whether paid in advance\n        or otherwise, the insurable value is the gross\n        amount of the freight at the risk of the assured,\n        plus the charges of insurance;\n      me inclusion of this page is authorized by L.N. 480/1973]\n12                                  MARINE INSURANCE\n                  (c) in insurance on goods or merchandise, the insur-\n                     able value is the prime cost of the property insured,\n                     plus the expenses of and incidental to shipping\n                     and the charges of insurance upon the whole;\n                  (4 in insurance on any other subject matter, the\n                     insurable value is the amount at the risk of the\n                     assured when the policy attaches, plus the charges\n                     of insurance.\n                            Disclosures and Representations\nInsuranceis\nuberrimae"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. A contract of marine insurance is a contract based\nfidei.        upon the utmost good faith, and, if the utmost good faith\n              be not observed by either party, the contract may be\n              avoided by the other party.\nDisclosure       23.41) Subject to the provisions of this section, the\nby assured.\n              assured must disclose to the insurer, before the contract is\n              concluded, every material circumstance which is known to\n              the assured, and the assured is deemed to know every\n              circumstance which, in the ordinary course of business,\n              ought to be known by him. If the assured fails to make such\n              disclosure, the insurer may avoid the contract.\n                      (2) Every circumstance is material which would\n              influence the judgment of a prudent insurer in fixing the\n              premium, or determining whether he will take the risk.\n                      (3) In the absence of enquiry the following circum-\n              stances need not be disclosed, namely-\n                   (a) any circumstance which diminishes the risk;\n                   (b) any circumstance which js known or presumed to\n                        be known to the insurer. The insurer is presumed\n                        to know matters of common notoriety or know-\n                        ledge, and matters which an insurer in the ordinary\n                        course of his business, as such, ought to know;\n                   (c) any circumstance as to which information is\n                        waived by the insurer;\n                       MARINE INSURANCE                                       13\n     (d) any circumstance which it is superfluous to disclose\n           by reason of any express or implied warranty.\n         (4) Whether any particular circumstance, which is\nnot disclosed, be material or not is, in each case, a question\nof fact.\n        (5) The term “circumstance” includes any communi-\ncation made to, or information received by, the assured."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Subject to the provisions of section 23 as to the Disclosure\n                                                             by agent\ncircumstances which need not be disclosed, where an $fiectiog\ninsurance is effected for the assured by an agent, the agent\nmust disclose to the insurer-\n     (a) every material circumstance which is known to\n         himself, and an agent to insure is deemed to know\n         every circumstance which in the ordinary course\n         of business ought to be known by, or to have\n         been communicated to, him; and\n     (b) every material circumstance which the assured is\n         bound to disclose, unless it came to his knowledge\n         too late to communicate it to the agent."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-( 1) Every material representation made by the Repment-\nassured or his agent to the insurer during the negotiations ationb  pending\nfor the contract, and before the contract is concluded, must ?    .$\n                                                                   ;:;\nbe true. If it be untrue, the insurer may avoid the contract.\n         (2) A representation is material which would\ninfluence the judgment of a prudent insurer in fixing the\npremium, or determining whether he will take the risk.\n         (3) A representation may be either a representation\nas to a matter of fact, or as to a matter of expectation or\nbelief.\n         (4) A representation as to a matter of fact is true\nif it be substantially correct, that is to say, if the difference\nbetween what is represented and what is actually correct\nwould not be considered material by a prudent insurer.\n       [The inclusion of this page i s authorized by L.N. 480119731\n14                                  MARINE INSURANCE\n                       (5) A representation as to a matter of expectation or\n              belief is true if it be made in good faith.\n                     (6) A representation may be withdrawn or corrected\n              before the contract is concluded.\n                     (7) Whether a particular representation be material\n              or not is, in each case, a matter of fact.\nWhen            26. A contract of marine insurance is deemed to be con-\ncontract is\ndeemed        cluded when the proposal of the assured is accepted by the\nto be         insurer, whether the policy be then issued or not; and for\nconcluded.\n              the purpose of showing when the proposal was accepted,\n              reference may be made to the slip or covering note or other\n              customary memorandum of the contract, although it be\n              unstamped.\n                                      The Policy\nContract        27. Subject to the provisions of any enactment, a contract\nmust be\nem bodied     of marine insurance is inadmissible in evidence unless it is\nin policy.    embodied in a marine policy in accordance with this Act.\n              The policy may be executed and issued either at the time\n              when the contract is concluded or afterwards.\nWhat policy     28. A marine policy must specify-\nmust\nspecify.          (a) the name of the assured, or of some person who\n                       effects the insurance on his behalf;\n                  (b) the subject-matter insured and the risk insured\n                       against;\n                  (c) the voyage, or period of time, or both, as the case\n                      may be, covered by the insurance;\n                  (d) the sum or sums insured; and\n                  (e) the name or names of the insurers.\nSignature       29.-(1)  A marine policy must be signed by or on behalf\nof insurer.\n              of the insurer, provided that in the case of a corporation\n              the corporate seal may be sufficient, but nothing in this\n                    [The inclusion of this m x e is authorized bv L.N. 480119731\n                      MARINE INSURANCE\nsection shall be construed as requiring the subscription of\na corporation to be under seal.\n        (2) Where a policy is subscribed by or on behalf of\ntwo or more insurers, each subscription, unless the contrary\nbe expressed, constitutes a distinct contract with the assured."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. When contract is deemed to be concluded.\n                                The Policy"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.-(1)   Where the contract is to insure the subject- Voyage\nmatter “at and from”, or from one place to another or andtime*\nothers, the policy is called a “voyage policy”, and where\nthe contract is to insure the subject-matter for a definite\nperiod of time the policy is called a “time policy”. A con-\ntract for both voyage and time may be included in the same\npolicy.\n       (2) A time policy which is made for any time\nexceeding twelve months is invalid:\n  Provided that a time policy may contain an agreement to\nthe effect that, in the event of the ship being at sea or the\nvoyage being otherwise not completed on the expiration of\nthe policy, the subject-matter of the insurance shall be held\ncovered until the arrival of the ship at her destination, or\nfor a reasonable time thereafter not exceeding thirty days;\nand the policy shall not be invalid on the ground only that\nby reason of such agreement it may become available for\na period exceeding twelve months."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-(1) The subject-matter insured must be designated Designation\n                                                        of subject-\nin a marine policy with reasonable certainty.                       matter.\n       (2) The nature and extent of the interest of the\nassured in the subject-matter insured need not be specified\nin the policy.\n        (3) Where the policy designates the subject-matter\ninsured in general terms, it shall be construed to apply to\nthe interest intended by the assured to be covered.\n       m e inclusion of this page is authorized by L.N. 480/1973]\n 16                               MARINE INSURANCE\n                   (4) In the application of this section regard shall be\n            had to any usage regulating the designation of the subject-\n            matter insured.\nValued         32.41) A policy may be either valued or unvalued.\npolicy.\n                    (2) A valued policy is a policy which specifies the\n            agreed value of the subject-matter insured.\n                    (3) Subject to the provisions of this Act, and in the\n            absence of fraud, the value fixed by the policy is, as between\n            the insurer and the assured, conclusive of the insurable\n            value of the subject intended to be insured, whether the\n            loss be total or partial.\n                    (4) Unless the policy otherwise provides, the value\n            fixed by the policy is not conclusive for the purpose of\n            determining whether there has been a constructive total loss.\nUnvalued       33. An unvalued policy is a policy which does not specify\npolicy.\n            the value of the subject-matter insured, but, subject to the\n            limit of the sum insured, leaves the insurable value to be\n            subsequently ascertained, in the manner specified in section"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35.-(1) A policy may be in the form in the Schedule. Construction\n                                                              of terms\n        (2) Subject to the provisions of this Act, and unless in policy.\n                                                              Schedule,\nthe context of the policy otherwise requires, the terms and\nexpressions mentioned in the Schedule shall be construed\nas having the scope and meaning in that Schedule assigned\nto them."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36.-(1) Where an insurance is effected at a premium to p r m i m\nbe arranged, and no arrangement is made, a reasonable to      arranged.\n                                                                 be\npremium is payable.\n         (2) Where an insurance is effected on the terms that\nan additional premium is to be arranged in a given event,\nand that event happens but no arrangement is made, then\na reasonable additional premium is payable.\n                      Double Insurance"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37.-(1) Where two or more policies are effected by or on Double\nbehalf of the assured on the same adventure and interest or\nany part thereof, and the sums insured exceed the indemnity\nallowed by this Act, the assured is said to be over-insured\nby double insurance.\n         (2) Where the assured is over-insured by double\ninsurance-\n     (a) the assured, unless the policy otherwise provides,\n           may claim payment from the insurers in such order\n           as he may think fit, provided that he is not entitled\n           to receive any sum in excess of the indemnity\n           allowed by this Act;\n18                                MARINE INSURANCE\n                     where the policy under which the assured claims\n                     is a valued policy, the assured must give credit, as\n                     against the valuation, for any sum received by him\n                     under any other policy without regard to the\n                     actual value of the subject-matter insured;\n                     where the policy under which the assured claims\n                     is an unvalued policy, he must give credit, as\n                     against the full insurable value, for any sum\n                     received by him under any other policy;\n                     where the assured receives any sum in excess of\n                     the indemnity allowed by this Act, he is deemed\n                     to hold such sum in trust for the insurers, according\n                     to their right of contribution among themselves.\n                                     Warranties, etc.\nNature of     38.-(1) A warranty, in the following sections relating to\nwarranty,\n            warranties, means a promissory warranty, that is to say, a\n            warranty by which the assured undertakes that some partic-\n            ular thing shall or shall not be done, or that some condition\n            shall be fulfilled, or whereby he affirms or negatives the\n            existence of a particular state of facts.\n                    (2) A warranty may be express or implied.\n                     (3) A warranty, as above defined, is a condition\n            which must be exactly complied with, whether it be material\n            to the risk or not. If it be not so complied with, then, subject\n            to any express provision in the policy, the insurer is dis-\n            charged from liability as from the date of the breach of\n            the warranty, but without prejudice to any liability incurred\n            by him before that date.\nWhen          39.-(1) Non-compliance with a warranty is excused\nbreach of   when, by reason of a change of circumstances, the warranty\nwarrant\nexcused.    ceases to be applicable to the circumstances of the contract,\n            or when compliance with the warranty is rendered unlawful\n            by any subsequent law.\n                      MARINE INSURANCE                                    19\n        (2) Where a warranty is broken, the assured cannot\navail himself of the defence that the breach has been\nremedied, and the warranty complied with, before loss.\n        (3) A breach of warranty may be waived by the\ninsurer."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40.41) An express warranty may be in any form of Express\nwords from which the intention to warrant is to be inferred. warranties.\n       (2) An express warranty must be included in, or\nwritten upon the policy, or must be contained in some\ndocument incorporated by reference into the policy.\n       (3) An express warranty does not exclude an implied\nwarranty, unless it be inconsistent therewith.\n   4 1 . 4 1) Where insurable property, whether ship or goods, Warranty of\nis expressly warranted neutral, there is an implied condition neutrality.\nthat the property shall have a neutral character at the\ncommencement of the risk, and that so far as the assured\ncan control the matter, its neutral character shall be pre-\nserved during the risk.\n          (2) Where a ship is expressly warranted “neutral”,\nthere is also an implied condition that, so far as the assured\ncan control the matter, she shall be properly documented,\nthat is to say, that she shall carry the necessary papers to\nestablish her neutrality, and that she shall not falsify or\nsuppress her papers, or use simulated papers. If any loss\noccurs through breach of this condition, the insurer may\navoid the contract."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. There is no implied warranty as to the nationality ~ o i m p l i e d\n                                                                        of\nof a ship, or that her nationality shall not be changed during warranty\n                                                               nationality.\nthe risk."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. Where the subject-matter insured is warranted “well” z $ ~ z t y\nor “in good safety” on a particular day, it is sufficient if it safety.\nbe safe at any time during that day.\n       me inclusion of this page is authorized by L.N. 480/1973]\n20                                  MARINE INSURANCE\nWarranty\nof sea-"
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44.41) In a voyage policy there is an implied warranty\nworthiness     that at the commencement of the voyage the ship shall be\nof ship.\n               seaworthy for the purpose of the particular adventure\n               insured.\n                       (2) Where the policy attaches while the ship is in\n               port, there is also an implied warranty that she shall, at the\n               commencement of the risk, be reasonably fit to encounter\n               the ordinary perils of the port.\n                       (3) Where the policy relates to a voyage which is\n               performed in different stages, during which the ship requires\n               differentkinds of or further preparation or equipment, there\n               is an implied warranty that at the commencement of each\n               stage the ship is seaworthy in respect of such preparation\n               or equipment for the purposes of that stage.\n                      (4) A ship is deemed to be seaworthy when she is\n               reasonably fit in all respects to encounter the ordinary perils\n               of the seas of the adventure insured.\n                       (5) In a time policy there is no implied warranty that\n               the ship shall be seaworthy at any stage of the adventure,\n               but where, with the privity of the assured, the ship is sent\n               to sea in an unseaworthy state, the insurer is not liable for\n               any loss attributable to unseaworthiness.\nNo implied    45.-(1) In a policy on goods or other moveables there is\nwarranty\nthat goods no implied warranty that the goods or moveables are sea-\nare\nseaworthy. worthy.\n                    (2) In a voyage policy on goods or other moveables\n           there is an implied warranty that at the commencement of\n           the voyage the ship is not only seaworthy as a ship, but\n           also that she is reasonably fit to carry the goods or other\n           moveables to the destination contemplated by the policy.\nWarmnty          46. There is an implied warranty that the adventure\nof legality.\n               insured is a lawful one, and that, so far as the assured can\n                     me inclusion of this page is authorized by L.N. 480119731\n                      MARINE INSURANCE                                          21\ncontrol the matter, the adventure shall be carried out in a\nlawful manner.\n                        The Voyage"
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47.-(1) Where the subject-matter is insured by a voyage Implied\npolicy “at and from” or “from” a particular place, it is not Z:ftion\nnecessary that the ship should be at that particular place zgyzy\nwhen the contract is concluded, but there is an implied risk.\ncondition that the adventure shall be commenced within\na reasonable time, and that if the adventure be not so\ncommenced the insurer may avoid the contract.\n         (2) The implied condition may be negatived by\nshowing that the delay was caused by circumstances known\nto the insurer before the contract was concluded, or by\nshowing that he waived the condition."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. Where the place of departure is specified by the Alteration\n                                                                   of port of\npolicy, and the ship, instead of sailing from that place, sails deprrture.\nfrom any other place, the risk does not attach."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. Where the destination is specified in the policy, and Sailingfor\n                                                                   diffaent\nthe ship, instead of sailing for that destination, sails for any datination.\nother destination, the risk does not attach."
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50.-(1) Where, after the commencement of the risk, the Changeof\ndestination of the ship is voluntarily changed from the VOYQW\ndestination contemplated by the policy, there is said to be\na change of voyage.\n        (2) Unless the policy otherwise provides, where there\nis a change of voyage, the insurer is discharged from liability\nas from the time of change, that is to say, as from the time\nwhen the determination to change it is manifested; and it\nis immaterial that the ship may not in fact have left the\ncourse of voyage contemplated by the policy when the loss\noccurs.\n       me inclusion of this page is authorized by L.N. 480/1973]\n 22                                  MARINE INSURANCE\n Deviation.       51.-( 1) Where a ship, without lawful excuse, deviates\n               from the voyage contemplated by the policy, the insurer is\n               discharged from liability as from the time of deviation, and\n               it is immaterial that the ship may have regained her route\n               before any loss occurs.\n                        (2) There is a deviation from the voyage contem-\n              plated by the policy-\n                     (a) where the course of the voyage is specifically desig-\n                          nated by the policy, and that course is departed\n                          from; or\n                     (b) where the course of the voyage is not specifically\n                          designated by the policy, but the usual and custom-\n                          ary course is departed from.\n                        (3) The intention to deviate is immaterial; there must\n              be a deviation in fact to discharge the insurer from his liabil-\n              ity under the contract.\n Several         5 2 4 1 ) Where several ports of discharge are specified by\ndischarge.\nports of      the policy, the ship may proceed to all or any of them, but,\n              in the absence of any usage or sufficient cause to the con-\n              trary, she must proceed to them, or such of them as she goes\n              to, in the order designated by the policy. If she does not,\n              there is a deviation.\n                      (2) Where the policy is to “ports of discharge”, with-\n              in a given area, which are not named, the ship must, in the\n              absence of any usage or sufficient cause to the contrary,\n              proceed to them, or such of them as she goes to in their\n              geographical order. If she does not, there is a deviation.\nDelay in         53. In the case of a voyage policy, the adventure insured\nvoyage.       must be prosecuted throughout its course with reasonable\n              dispatch, and, if without lawful excuse it is not so pro-\n              secuted, the insurer is discharged from liability as from the\n              time when the delay became unreasonable.\n                    me inclusion of this page is authorized by L.N. 480/1973]\n                      MARINE INSURANCE                                      23"
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54.-(1) Deviation or delay in prosecuting the voyage Excusesfor\n                                                              deviation\ncontemplated by the policy is excused-                        or delay.\n     (a) where authorized by any special term in the policy;\n          or\n     (b) where caused by circumstances beyond the control\n          of the master and his employer; or\n     (c) where reasonably necessary in order to comply with\n          an express or implied warranty; or\n     (4 where reasonably necessary for the safety of the\n          ship or subject-matter insured; or\n     (e) for the purpose of saving human life, or aiding a\n          ship in distress where human life may be in danger;\n          or\n     (f) where reasonably necessary for the purpose of\n          obtaining medical or surgical aid for any person\n          on board the ship; or\n     (g) where caused by the barratrous conduct of the\n          master or crew, if barratry be one of the perils\n          insured against.\n        (2) When the cause excusing the deviation or delay\nceases to operate, the ship must resume her course, and pro-\nsecu te her voyage, with reasonable dispatch.\n                    Assignment of Policy"
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55.-(1) A marine policy is assignable unless it contains Whenand\nterms expressly prohibiting assignment. It may be assigned how         policy\n                                                                 is aagn-\neither before or after loss.                                     able.\n          (2) Where a marine policy has been assigned so as to\npass the beneficial interest in such policy, the assignee of the\npolicy is entitled to sue thereon in his own name; and the\ndefendant is entitled to make any defence arising out of the\ncontract which he would have been entitled to make if the\naction had been brought in the name of the person by or\non behalf of whom the policy was effected.\n       me inclusion of this page is authorized by LN. 480/1973]\n24                                 MARINE INSURANCE\n                    (3) A marine policy may be assigned by indorsement\n             thereon or in other customary manner.\nAssured        56. Where the assured has parted with or lost his interest\nwho has no\ninterest     in the subject-matter insured, and has not, before or at the\ncannot       time of so doing, expressly or impliedly agreed to assign\nassign.\n             the policy, any subsequent assignment of the policy is\n             inoperative :\n              Provided that nothing in this section affects the assign-\n             ment of a policy after loss.\n                                     The Premium\nWhen            57. Unless otherwise agreed, the duty of the assured or\npremium\npayable.     his agent to pay the premium, and the duty of the insurer to\n             issue the policy to the assured or his agent, are concurrent\n             conditions and the insurer is not bound to issue the policy\n             until payment or tender of the premium.\nPolicy          58.-(1) Unless otherwise agreed, where a marine policy\neffected\nthrough      is effected on behalf of the assured by a broker, the broker\nbroker.\n             is directly responsible to the insurer for the premium, and\n             the insurer is directly responsible to the assured for the\n             amount which may be payable in respect of losses, or in\n             respect of returnable premium.\n                     (2) Unless otherwise agreed, the broker has, as\n             against the assured, a lien upon the policy for the amount\n             of the premium and his charges in respect of effecting the\n             policy; and, where he has dealt with the person who employs\n             him as a principal, he has also a lien on the policy in\n             respect of any balance on any insurance account which\n             may be due to him from such person unless when the debt\n             was incurred he had reason to believe that such person was\n             only an agent.\nEffect of      59. Where a marine policy effected on behalf of the\nreceipt on\npolicy.      assured by a broker acknowledges the receipt of the\n                       MARINE INSURANCE                                   25\npremium, such acknowledgement is, in the absence of\nfraud, conclusive as between the insurer and the assured,\nbut not as between the insurer and broker.\n                 Loss and A bandonment"
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56. Assured who has no interest cannot assign.\n                            The Premium"
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60.-(1) Subject to the provisions of this Act, and unless Included\nthe policy otherwise provides, the insurer is liable for any and\n                                                             excluded\nloss proximately caused by a peril insured against, but, 10sses-\nsubject as aforesaid, he is not liable for any loss which is\nnot proximately caused by a peril insured against.\n        (2) In particular-\n     (U) the insurer is not liable for any loss attributable\n          to the wilful misconduct of the assured, but, unless\n          the policy otherwise provides, he is liable for any\n          loss proximately caused by a peril insured against,\n         even though the loss would not have happened\n          but for the misconduct or negligence of the master\n          or crew;\n     (b) unless the policy otherwise provides, the insurer on\n         ship or goods is not liable for any loss proximately\n         caused by delay, although the delay be caused by\n          a peril insured against;\n     (c) unless the policy otherwise provides, the insurer\n         is not liable for ordinary wear and tear, ordinary\n         leakage and breakage, inherent vice or nature of\n         the subject-matter insured, or for any loss proxi-\n         mately caused by rats or vermin, or for any injury\n         to machinery not proximately caused by maritime\n         perils."
    },
    {
      "provision_ref": "sec61",
      "section": "61",
      "title": "Section 61",
      "content": "61.-(1) A loss may be either total or partial. Any loss Partid\nother than a total loss, as hereinafter defined, is a partial loss.\n                                                              and total\nloss.\n         (2) A total loss may be either an actual total loss,\nor a constructive total loss.\n26                                  MARlNE INSURANCE\n                     (3) Unless a different intention appears from the\n              terms of the policy, an insurance against total loss includes\n              a constructive, as well as an actual total loss.\n                      (4) Where the assured brings an action for a total\n              loss, and the evidence proves only a partial loss, he may,\n              unless the policy otherwise provides, recover for a partial\n              loss.\n                      (5) Where goods reach their destination in specie,\n              but by reason of obliteration of marks, or otherwise, they\n              are incapable of identification, the loss, if any, is partial, and\n              not total.\nActual\ntotal loss."
    },
    {
      "provision_ref": "sec62",
      "section": "62",
      "title": "Section 62",
      "content": "62.41) Where the subject-matter insured is destroyed,\n              or so damaged as to cease to be a thing of the kind insured,\n              or where the assured is irretrievably deprived thereof, there\n              is an actual total loss.\n                    (2) In the case of an actual total loss no notice of\n              abandonment need be given.\nMissing         63. Where the ship concerned in the adventure is missing,\nship.\n              and after the lapse of a reasonable time no news of her has\n              been received, an actual total loss may be presumed.\nEffect of        64. Where, by a peril insured against, the voyage is\ntrans-\nshipment,     interrupted at an intermediate port or place, under such\netc.\n              circumstances as, apart from any special stipulation in the\n              contract of dreightment, to justify the master in landing\n              and re-shipping the goods or other moveables, or in trans-\n              shipping them, and sending them on to their destination, the\n              liability of the insurer continues, notwithstanding the land-\n              ing or trans-shipment.\nConstructive   65.-(1) Subject to any express provision in the policy,\ntotal loss\ndefined.     there  is a constructive total loss where the subject-matter\n              insured is reasonably abandoned on account of its actual\n                      MARINE INSURANCE                                 27\ntotal loss appearing to be unavoidable, or because it could\nnot be preserved from actual loss without an expenditure\nwhich would exceed its value when the expenditure has\nbeen incurred.\n        (2) In particular, there is a constructive total loss-\n     (a) where the assured is deprived of the possession\n          of his ship or goods by a peril insured against; and\n              (i) it is unlikely that he can recover the ship or\n                  goods, as the case may be; or\n             (ii) the cost of recovering the ship or goods, as\n                  the case may be, would exceed their value\n                  when recovered; or\n     (b) in the case of damage to a ship, where she is so\n          damaged by a peril insured against that the cost\n          of repairing the damage would exceed the value\n          of the ship when repaired. In estimating the cost\n          of repairs, no deduction is to be made in respect\n          of general average contributions to those repairs\n          payable by other interests, but account is to be\n          taken of the expense of future salvage operations\n          and of any future general average contributions to\n          which the ship would be liable if repaired; or\n     (c) in the case of damage to goods, where the cost of\n          repairing the damage and forwarding the goods to\n          their destination would exceed their value on\n          arrival."
    },
    {
      "provision_ref": "sec66",
      "section": "66",
      "title": "Section 66",
      "content": "66. Where there is a constructive total loss the assured Effatof\nmay either treat the loss as a partial loss, or abandon the constructive\n                                                            totalloss.\nsubject-matter insured to the insurer and treat the loss as\nif it were an actual total loss."
    },
    {
      "provision_ref": "sec67",
      "section": "67",
      "title": "Section 67",
      "content": "67.-(1) Subject to the provisions of this section, where Notice of\nthe assured elects to abandon the subject-matter insured to\nthe insurer, he must give notice of abandonment. If he fails\nto do so the loss can only be treated as a partial loss.\n       me inclusion of this page is authorized by L.N. 480/1973]\n28                                MA RlNE INSURANCE\n                    (2) Notice of abandonment may be given in writing,\n            or by word of mouth, and may be given in any terms which\n            indicate the intention of the assured to abandon his insured\n            interest in the subject-matter insured unconditionally to\n            the insurer.\n                   (3) Notice of abandonment must be given with\n            reasonable diligence after the receipt of reliable information\n            of the loss, but where the information is of a doubtful\n            character the assured is entitled to a reasonable time to\n            make enquiry.\n                     (4)Where notice of abandonment is properly given,\n            the rights of the assured are not prejudiced by the fact that\n            the insurer refuses to accept the abandonment.\n                     (5) The acceptance of an abandonment may be\n            either express or implied from the conduct of the insurer.\n            The mere silence of the insurer after notice is not an accept-\n            ance.\n                     (6) Where notice of abandonment is accepted, the\n            abandonment is irrevocable. The acceptance of the notice\n            conclusively admits liability for the loss and the sufficiency\n            of the notice.\n                     (7) Notice of abandonment is unnecessary where, at\n            the time when the assured receives information of the loss,\n            there would be no possibility of benefit to the insurer if\n            notice were given to him.\n                     (8) Notice of abandonment may be waived by the\n            insurer.\n                     (9) Where an insurer has reinsured his risk, no\n            notice of abandonment need be given by him.\nEffect of      68.-(1) Where there is a valid abandonment the insurer\nabandon-\nment.       is entitled to take over the interest of the assured in what-\n            ever may remain of the subject-matter insured, and all\n            proprietary rights incidental thereto.\n                  m e inclusion of this page is authorized by L.N. 480/1973]\n                      MARINE INSURANCE                                    29\n         (2) Upon the abandonment of a ship, the insurer\nthereof is entitled to any freight in course of being earned,\nand which is earned by her subsequent to the casualty\ncausing the loss, less the expenses of earning it incurred\nafter the casualty; and, where the ship is carrying the\nowner’s goods, the insurer is entitled to a reasonable\nremuneration for the carriage of them subsequent to the\ncasualty causing the loss.\n   Partial Losses (Including Salvage and General Average\n                   and Particular Charges)"
    },
    {
      "provision_ref": "sec68",
      "section": "68",
      "title": "Section 68",
      "content": "68. Effect of abandonment.\n  Partial Losses (Including Salvage and General Average and\n                       Particular Charges)"
    },
    {
      "provision_ref": "sec69",
      "section": "69",
      "title": "Section 69",
      "content": "69.-(1) A particular average loss is a partial loss of the Particular\n                                                              average\nsubject-matter insured, caused by a peril insured against, loss.\nand which is not a general average loss.\n        (2) Expenses incurred by or on behalf of the assured\nfor the safety or preservation of the subject-matter insured,\nother than general average and salvage charges, are called\nparticular charges. Particular charges are not included in\nparticular average."
    },
    {
      "provision_ref": "sec70",
      "section": "70",
      "title": "Section 70",
      "content": "70.41) Subject to any express provision in the policy, E  ;:.\nsalvage charges incurred in preventing a loss by perils\ninsured against may be recovered as a loss by those perils.\n        (2) “Salvage charges” means the charges recoverable\nunder maritime law by a salvor independently of con-\ntract. They do not include the expenses of services in the\nnature of salvage rendered by the assured or his agents, or\nany person employed for hire by them, for the purpose\nof averting a peril insured against. Such expenses, where\nproperly incurred, may be recovered as particular charges\nor as a general average loss, according to the circumstances\nunder which they were incurred."
    },
    {
      "provision_ref": "sec71",
      "section": "71",
      "title": "Section 71",
      "content": "71.41) A general average loss is a loss caused by or General\ndirectly consequential on a general average act. It includes loss.\n                                                             average\na general average expenditure as well as a general average\nsacrifice.\n30                         MARINE INSURANCE\n             (2) There is a general average act where any extra-\n     ordinary sacrifice or expenditure is voluntarily and reason-\n     ably made or incurred in time of peril for the purpose of\n     preserving the property imperilled in the common adven-\n     ture.\n            (3) Where there is a general average loss, the party\n     on whom it falls is entitled, subject to the conditions\n     imposed by maritime law, to a rateable contribution from\n     the other parties interested, and such contribution is called\n     a general average contribution.\n             (4) Subject to any express provision in the policy,\n     where the assured has incurred a general average expen-\n     diture, he may recover from the insurer in respect of the\n     proportion of the loss which falls upon him; and, in the\n     case of a general average sacrifice, he may recover from the\n     insurer in respect of the whole loss without having enforced\n     his right of contribution from the other parties liable to\n     contribute.\n             (5) Subject to any express provision in the policy,\n     where the assured has paid, or is liable to pay, a general\n     average contribution in respect of the subject insured, he\n     may recover therefor from the insurer.\n             (6) In the absence of express stipulation, the insurer\n     is not liable for any general average loss or contribution\n     where the loss was not incurred for the purpose of avoiding,\n     or in connection with the avoidance of, a peril insured\n     against.\n             (7) Where ship, freight, and cargo, or any two of\n     these interests, are owned by the same assured, the liability\n     of the insurer in respect of general average losses or con-\n     tributions is to be determined as if those subjects were\n     owned by different persons.\n                      MARINE INSURANCE                                   31\n                   Measure of Indemnity\n  7 2 . 4 1) The sum which the assured can recover in respect Extent of\n                                                              !iability of\nof a loss on a policy by which he is insured, in the case of insurer\nan unvalued policy to the full extent of the insurable value, forlOss.\nor, in the case of a valued policy to the full extent of\nthe value fixed by the policy, is called the measure of\nindemnity.\n         (2) Where there is a loss recoverable under the\npolicy, the insurer, or each insurer if there be more than\none, is liable for such proportion of the measure of indemn-\nity as the amount of his subscription bears to the value fixed\nby the policy in the case of a valued policy, or to the\ninsurable value in the case of an unvalued policy."
    },
    {
      "provision_ref": "sec73",
      "section": "73",
      "title": "Section 73",
      "content": "73. Subject to the provisions of this Act and to any Totalloss.\nexpress provision in the policy, where there is a total loss\nof the subject-matter insured-\n     (a) if the policy be a valued policy, the measure of\n         indemnity is the sum fixed by the policy;\n     (b) if the policy be an unvalued policy, the measure of\n         indemnity is the insurable value of the subject-\n         matter insured."
    },
    {
      "provision_ref": "sec74",
      "section": "74",
      "title": "Section 74",
      "content": "74. Where a ship is damaged, but it is not totally lost, Partial~oss\nthe measure of indemnity, subject to any express provision Of ship*\nin the policy, is as follows-\n        where the ship has been repaired, the assured is\n         entitled to the reasonable cost of the repairs, less\n        the customary deductions, but not exceeding the\n         sum insured in respect of any one casualty;\n        where the ship has been only partially repaired,\n         the assured is entitled to the reasonable cost of\n         such repairs, computed as above, and also to be\n         indemnified for the reasonable depreciation, if any,\n        arising from the unrepaired damage :\n32                                   MARINE INSURANCE\n                          Provided that the aggregate amount shall not\n                       exceed the cost of repairing the whole damage,\n                       computed as above;\n                   (c) where the ship has not been repaired, and has not\n                       been sold in her damaged state during the risk,\n                       the assured is entitled to be indemnified for the\n                       reasonable depreciation arising from the unre-\n                       paired damage, but not exceeding the reasonable\n                       cost of repairing such damage, computed as above.\nPartialloss     75. Subject to any express provision in the policy, where\nof freight.\n              there is a partial loss of freight, the measure of indemnity\n              is such proportion of the sum fixed by the policy in the case\n              of a valued policy, or of the insurable value in the case of\n              an unvalued policy, as the proportion of freight lost by the\n              assured bears to the whole freight at the risk of the assured\n              under the policy.\nPartidloss\nof goods,"
    },
    {
      "provision_ref": "sec76",
      "section": "76",
      "title": "Section 76",
      "content": "76. Where there is a partial loss of goods, merchandise\nmerchan-      or other moveables, the measure of indemnity, subject to any\ndise, etc.\n              express provision in the policy, is as follows-\n                   (a) where part of the goods, merchandise or other\n                       moveables insured by a valued policy is totally\n                       lost, the measure of indemnity is such proportion\n                       of the sum fixed by the policy as the insurable\n                       value of the part lost bears to the insurable value\n                       of the whole, ascertained as in the case of an un-\n                       valued policy;\n                  (b) where part of the goods, merchandise or other\n                      moveables insured by an unvalued policy is totally\n                      lost, the measure of indemnity is the insurable value\n                      of the part lost, ascertained as in the case of total\n                      loss;\n                  (c) where the whole or any part of the goods or\n                      merchandise insured has been delivered damaged\n                      at its destination, the measure of indemnity is such\n                      MARINE INSURANCE                                  33\n          proportion of the sum fixed by the policy in the\n          case of a valued policy, or of the insurable value\n          in the case of an unvalued policy, as the difference\n          between the gross sound and damaged values at\n          the place of arrival bears to the gross sound value;\n     (d) “gross value” means the wholesale price, or, if\n          there be no such price, the estimated value, with,\n         in either case, freight, landing charges, and duty\n         paid beforehand :\n            Provided that in the case of goods or merchan-\n         dise customarily sold in-bond, the bonded price is\n         deemed to be the gross value;\n     (e) “gross proceeds” means the actual price obtained\n         at a sale where all charges on sale are paid by\n         the sellers."
    },
    {
      "provision_ref": "sec77",
      "section": "77",
      "title": "Section 77",
      "content": "77.-(1) Where different species of property are insured Apportion-\n                                                              ment of\nunder a single valuation, the valuation must be apportioned valuation.\nover the different species in proportion to their respective\ninsurable values, as in the case of an unvalued policy.\nThe insured value of any part of a species in such proportion\nof the total insured value of the same as the insurable value\nof the part bears to the insurable value of the whole, ascer-\ntained in both cases as provided by this Act.\n        (2) Where a valuation has to be apportioned, and\nparticulars of the prime cost of each separate species,\nquality, or description of goods cannot be ascertained, the\ndivision of the valuation may be made over the net arrived\nsound values of the different species, qualities or descrip-\ntions of goods."
    },
    {
      "provision_ref": "sec78",
      "section": "78",
      "title": "Section 78",
      "content": "78.-(1) Subject to any express provision in the policy, G e n e d\nwhere the assured has paid, or is liable for, any general           gzru-\naverage contribution, the measure of indemnity is the full z;;;,d\namount of such contribution, if the subject-matter liable to charges.\ncontribution is insured for its full contributory value; but, if\n34                                 MARINE INSURANCE\n              such subject-matter be not insured for its full contributory\n              value, or if only part of it be insured, the indemnity payable\n              by the insurer must be reduced in proportion to the under-\n              insurance, and where there has been a particular average\n              loss which constitutes a deduction from the contributory\n              value, and for which the insurer is liable, that amount must\n              be deducted from the insured value in order to ascertain\n              what the insurer is liable to contribute.\n                      (2) Where the insurer is liable for salvage charges\n              the extent of his liability must be determined on the like\n              principle.\nLiabilities      79. Where the assured has effected an insurance in ex-\nto third      press terms against any liability to a third party, the measure\nparties.\n              of indemnity, subject to any express provision in the policy,\n              is the amount paid or payable by him to such third party in\n              respect of such liability.\nGeneral         80.-(1) Where there has been a loss in respect of any\nprovisions    subject-matter not expressly provided for in the foregoing\nas to\nmeasure of\nindemnity.\n              provisions of this Act, the measure of indemnity shall be\n              ascertained, as nearly as may be, in accordance with those\n              provisions, in so far as applicable to the particular case.\n                      (2) Nothing in the provisions of this Act relating to\n              the measure of indemnity shall affect the rules relating to\n              double insurance, or prohibit the insurer from disproving\n              interest wholly or in part, or from showing that at the time\n              of the loss the whole or any part of the subject-matter\n              insured was not at risk under the policy.\nParticular       8 1 . 4 1 ) Where the subject-matter insured is warranted\naverage\nwarranties.   free from particular average, the assured cannot recover\n              for a loss of part, other than a loss incurred by a general\n              average sacrifice, unless the contract contained in the policy\n              be apportionable; but, if the contract be apportionable, the\n                      MARINE INSURANCE                                 35\nassured may recover for a total loss of any apportionable\npart.\n        (2) Where the subject-matter insured is warranted\nfree from particular average, either wholly or under a\ncertain percentage, the insurer is nevertheless liable for\nsalvage charges, and for particular charges and other\nexpenses properly incurred pursuant to the provisions of\nthe suing and labouring clause in order to avert a loss\ninsured against.\n        (3) Unless the policy otherwise provides, where the\nsubject-matter insured is warranted free from particular\naverage under a specified percentage, a general average loss\ncannot be added to a particular average loss to make up\nthe specified percentage.\n        (4) For the purpose of ascertaining whether the\nspecified percentage has been reached, regard shall be had\nonly to the actual loss suffered by the subject-matter insured.\nParticular charges and the expenses of and incidental to\nascertaining and proving the loss must be excluded."
    },
    {
      "provision_ref": "sec82",
      "section": "82",
      "title": "Section 82",
      "content": "82.-(1) Unless the policy otherwise provides, and subject Successive\nto the provisions of this Act, the insurer is liable for succes- losscs.\nsive losses, even though the total amount of such losses\nmay exceed the sum insured.\n          (2) Where, under the same policy, a partial loss,\nwhich has not been repaired or otherwise made good, is\nfollowed by a total loss, the assured can only recover in\nrespect of the total loss:\n   Provided that nothing in this section shall affect the\nliability of the insurer under the suing and labouring clause."
    },
    {
      "provision_ref": "sec83",
      "section": "83",
      "title": "Section 83",
      "content": "83.-(1) Where the policy contains a suing and labouring Suingand\n                                                           labouring\nclause, the engagement thereby entered into is deemed to clause.\nbe supplementary to the contract of insurance, and the\nassured may recover from the insurer any expenses properly\n      [Tbe inclusion of this page is authorized by L.N. 480/1973]\n36                                  MARINE INSURANCE\n               incurred pursuant to the clause, notwithstanding that the\n               insurer may have paid for a total loss, or that the subject-\n               matter may have been warranted free from particular\n               average, either wholly or under a certain percentage.\n                       (2) General average losses and contributions and\n               salvage charges, as defined by this Act, are not recoverable\n               under the suing and labouring clause.\n                       (3) Expenses incurred for the purpose of averting\n               or diminishing any loss not covered by the policy are not\n               recoverable under the suing and labouring clause.\n                       (4) It is the duty of the assured and his agents, in\n               all cases, to take such measures as may be reasonable for\n               the purpose of averting or minimizing a loss.\n                              Rights of Insurer on Payment\nRight of\nsubrogation."
    },
    {
      "provision_ref": "sec84",
      "section": "84",
      "title": "Section 84",
      "content": "84.-(1) Where the insurer pays for a total loss, either\n               of the whole, or, in the case of goods, of any apportionable\n               part, of the subject-matter insured, he then becomes entitled\n               to take over the interest of the assured in whatever may\n               remain of the subject-matter so paid for, and he is thereby\n               subrogated to all the rights and remedies of the assured in\n               and in respect of that subject-matter as from the time of\n               the casualty causing the loss.\n                        (2) Subject to the foregoing provisions, where the\n               insurer pays for a partial loss, he acquires no title to the\n               subject-matter insured, or such part of it as may remain,\n               but he is thereupon subrogated to all rights and remedies\n               of the assured in and in respect of the subject-matter\n               insured as from the time of the casualty causing the loss,\n               in so far as the assured has been indemnified, according to\n               this Act, by such payment for the loss.\nRight of         85.-(1) Where the assured is over-insured by double\ncontnbu-\ntion.          insurance, each insurer is bound, as between himself and\n               the other insurers, to contribute rateably to the loss in pro-\n                     me inclusion of this page is authorized by L.N. 480/1973]\n                      MARINE INSURANCE                                   37\nportion to the amount for which he is liable under his\ncontract.\n        (2) If any insurer pays more than his proportion of\nthe loss, he is entitled to maintain an action for contribu-\ntion against the other insurers, and is entitled to the like\nremedies as a surety who has paid more than his proportion\nof the debt."
    },
    {
      "provision_ref": "sec86",
      "section": "86",
      "title": "Section 86",
      "content": "86. Where the assured is insured for an amount less Effectof\nthan the insurable value or, in the case of a valued policy, &FA;ce.\nfor an amount less than the policy valuation, he is deemed\nto be his own insurer in respect of the uninsured balance.\n                     Return of Premium"
    },
    {
      "provision_ref": "sec87",
      "section": "87",
      "title": "Section 87",
      "content": "87. Where the premium or a proportionate part thereof Enforce-\n                                                             ment of\nis, by this Act, declared to be returnable-                  return.\n     (a) if already paid, it may be recovered by the assured\n          from the insurer; and\n     (b) if unpaid, it may be retained by the assured or\n          his agent."
    },
    {
      "provision_ref": "sec88",
      "section": "88",
      "title": "Section 88",
      "content": "88. Where the policy Contains a stipulation for the Returnby\nreturn of the premium, or a proportionate part thereof, on\nthe happening of a certain event, and that event happens,\nthe premium or, as the case may be, the proportionate part\nthereof, is thereupon returnable to the assured."
    },
    {
      "provision_ref": "sec89",
      "section": "89",
      "title": "Section 89",
      "content": "89.-(1) Where the consideration for the payment of the Returnfor\npremium totally fails, and there has been no fraud or failureconidera-\n                                                                   of\nillegality on the part of the assured or his agents, the tion.\npremium is thereupon returnable to the assured.\n          (2) Where the consideration for the payment of the\npremium is apportionable, and there is a total failure of\nany apportionable part of the consideration, a proportionate\npart of the premium is, under the like conditions, thereupon\nreturnable to the assured.\n      F e inclusion of this page is authorized by L.N. 480/1973]\n38                    MARINE INSURANCE\n        (3) In particular-\n         where the policy is void, or is avoided by the\n          insurer from the commencement of the risk, the\n          premium is returnable, provided that there has\n          been no fraud or illegality on the part of the\n          assured; but if the risk is not apportionable, and\n          has once attached, the premium is not returnable;\n         where the subject-matter insured, or part thereof,\n         has never been imperilled, the premium or, as\n          the case may be, a proportionate part thereof, is\n         returnable :\n            Provided that where the subject-matter has been\n         insured “lost or not lost” and has arrived in safety\n         at the time when the contract is concluded, the\n         premium is not returnable unless, at such time,\n         the insurer knew of the safe arrival;\n         where the assured has no insurable interest\n         throughout the currency of the risk the premium\n         is returnable :\n           Provided that this rule does not apply to a policy\n        effected by way of gaming or wagering;\n        where the assured has a defeasible interest which\n        is terminated during the currency of the risk, the\n        premium is not returnable;\n        where the assured has over-insured under an un-\n        valued policy, a proportionate part of the premium\n        is returnable;\n        subject to the foregoing provisions, where the\n        assured has over-insured by double insurance, a\n        proportionate part of the several premiums is\n        returnable :\n           Provided that, if the policies are effected at.\n        different times, and any earlier policy has at any\n        time borne the entire risk, or if a claim has been\n     [Tne inclusion of this page is authorized by L.N. 480119731\n                      MARINE INSURANCE                                            39\n            paid on the policy in respect of the full sum insured\n            thereby, no premium is returnable in respect of\n            that policy, and when the double insurance is\n            effected knowingly by the assured, no premium is\n            returnable.\n                        Mutual Insurance"
    },
    {
      "provision_ref": "sec90",
      "section": "90",
      "title": "Section 90",
      "content": "90.-(1) Where two or more persons mutually agree to Modifica-\ninsure each other against marine losses there is said to be incaseof\n                                                             tion of Act\na mutual insurance.                                          mutual\n                                                             insurance.\n         (2) The provisions of this Act relating to the pre-\nmium do not apply to mutual insurance, but a guarantee,\nor such other arrangement as may be agreed upon, may\nbe substituted for the premium.\n        (3) The provisions of this Act, in so far as they may\nbe modified by the agreement of the parties, may in the\ncase of mutual insurance be modified by the terms of the\npolicies issued by the association, or by the rules and regu-\nlations of the association.\n        (4) Subject to the exceptions mentioned in this\nsection, the provisions of this Act apply to a mutual insu-\nrance.\n                           Supplemental"
    },
    {
      "provision_ref": "sec91",
      "section": "91",
      "title": "Section 91",
      "content": "91. Where a contract of marine insurance is in good Ratifica-\nfaith effected by one person on behalf of another, the person\non whose behalf it is effected may ratify the contract even\nafter he is aware of a loss."
    },
    {
      "provision_ref": "sec92",
      "section": "92",
      "title": "Section 92",
      "content": "92.-(1)    Where any right, duty, or liability would arise Implid\n                                                                        obligations\nunder a contract of marine insurance by implication of varied by\nlaw, it may be negatived or varied by express agreement, ;+;zt\nor by usage, if the usage be such as to bind both parties\nto the contract.\n                                                                   --\n       me inclusion of this page is authorized by L.N. 480/1973]\n40                                    MARlNE INSURANCE\n                        (2) The provisions of this section extend to any right,\n                duty, or liability declared by this Act which may be lawfully\n                modified by agreement.\nReasonable        93. Where by this Act any reference is made to reason-\ntime, etc., a\nquestion        able time, reasonable premium, or reasonable diligence, the\nOffact.\n                question what is reasonable is a question of fact.\nSlip as           94. Where there is a policy which, under the law in\nevidence.\n                force in this Island, is duly stamped or not chargeable with\n                stamp duty, reference may be made in any legal proceeding\n                to the slip or covering note (although such slip or note is\n                not stamped) for the same purposes and to the same extent\n                as may be made in similar proceedings in the United\n                Kingdom on the 20th August, 1973.\nRepeal.           95. The Marine Insurance Act, 1959, of the Laws of the\n                West Indies, in its application to Jamaica, is hereby repealed\n                but without prejudice to anything done or suffered there-\n                under, or any right, privilege, obligation, or liability\n                acquired, accrued, or incurred, thereunder.\n                      F e inclusion of this page is authorized by L.N. 480/1973]\n                      MARINE INSURANCE                                             41\n                            SCHEDULE                       (Section 35)\n                           Form of Policy\n   Be it known that                    as well in               own name Lloyd’s\nas for and in the name and names of all and every other person or S.G.PolicY-\npersons to whom the same doth, may, or shall appertain, in part or\nin all, doth make assurance and cause\nand them, and every of them, to be insured lost or not lost, at and\nfrom\nUpon any kind of goods and merchandises, and also upon the body,\ntackle, apparel, ordnance. munition, artillery, boat, and other furniture,\nof and in the good ship or vessel called the\nwhereof is master under God, for this present voyage,\n                          or whosoever else shall go for master in the\nsaid ship, or by whatsoever other name or names the same ship, or\nthe master thereof, is or shall be named or called; beginning the\nadventure upon the said goods and merchandises from the loading\nthereof aboard the said ship,\nupon the said ship, etc.,\nand so shall continue and endure, during her abode there, upon the\nsaid ship, etc. And further, until the said ship, with all her ordnance,\ntackle, apparel, etc., and goods and merchandises whatsoever shall be\narrived at\nupon the said ship, etc., until she hath moored at anchor twenty-four\nhours in good safety; and upon the goods and merchandises, un:il the\nsame be there discharged and safely landed. And it shall be lawful for\nthe said ship, etc., in this voyage, to proceed and sail to and touch and\nstay at any ports or places whatsoever and wheresoever for all purposes\nwithout prejudice to this insurance. The said ship, etc., goods and\nmerchandises, etc., for so much as concerns the assured by agreement\nbetween the assured and assurers in this policy, are and shall be\nvalued at\n   Touching the adventures and perils which we the assurers are\ncontented to bear and do take upon us in this voyage: they are of\nthe seas, men of war, fire. enemies, pirates, rovers, thieves, jettisons,\nletters of mart and countermart. surprisals, takings at sea. arrests,\nrestraints, and detainments of all kings, princes, and people, of what\nnation, condition, or quality soever. barratry of the master and mariners,\nand of all other perils, losses. and misfortunes, that have or shall come\nto the hurt, detriment, or damage of the said goods and merchandises,\nand ship, etc., or any part thereof. And in the case of any loss or (Sueand\nmisfortune it shall be lawful to the assured, their factors, servants and labour\nassigns to sue, labour, and travel for, in and about the defence. safe-\nguards, and recovery of the said goods and merchandises, and ship,\netc., or any part thereof, without prejudice to this insurance; to the\ncharges whereof we, the assurers, will contribute each one according\nto the rate and quantity of his sum herein assured.\n       me inclusion of this page is authorized by L.N. 480/1973]\n42                                 MARINE INSURANCE\n(Waiver        And it is especially declared and agreed that no acts of the insurer\nclause.)    or insured in recovering, saving, or preserving the property insured\n            shall be considered as a waiver, or acceptance of abandonment. And\n            it is agreed by us, the insurers, that this writing or policy of assurance\n            shall be of as much force and effect as the surest writing or policy of\n            assurance heretofore made in Lombard Street, or in the Royal Exchange,\n            or elsewhere in London. And so we, the assurers, are contented, and\n            do hereby promise and bind ourselves each one for his own part, our\n            heirs, executors, and goods to the assured, their executors, administra-\n            tors, and assigns, for the true performance of the premises, confessing\n            ourselves paid the consideration due unto us for this assurance by\n            the assured, at and after the rate of\n               IN WITNESS whereof we, the assurers, have subscribed our names\n            and sums assured in London, as hereinafter appears.\n(Memo-         N.B.-Corn. fish, salt, fruit, flour, and seed are warranted free from\nrandum.)    average, unless general, or the ship be stranded-sugar, tobacco,\n            hemp, flax, hides and skins are warranted free from average, under\n            five dollars per cent, and all other goods, also the ship and freight,\n            are warranted free from average, under three dollars per cent, unless\n            general, or the ship be stranded.\n                             Rules for Construction of Policy\n             The following are the rules referred to by this Act for the construc-\n          tion of a policy in the above or other like form, where the context\n          does not otherwise require-\nLost or      1. Where the subject-matter is insured “lost or not lost”, and the\nnotlost.  loss has occurred before the contract is concluded, the risk attaches\n          unless, at such time the assured was aware of the loss and the insurer\n          was not.\nFrom.        2. Where the subject-matter is insured “from” a particular place,\n          the risk does not attach until the ship starts on the voyage insured.\nAtandfrom    3. (a) Where a ship is insured “at and from” a particular place,\n(Sip.)    and she is in that place in good safety when the contract is concluded,\n          the risk attaches immediately;\n                (b) If she be not at that place when the contract is concluded.\n          the risk attaches as soon as she arrives there in good safety, and,\n          unless the policy otherwise provides, it is immaterial that she is\n          covered by another policy for a specified time after arrival.\nFreight.        (c) Where chartered freight is insured “at and from” a particular\n          place, and the ship is at that place in good safety when the contract\n          is concluded, the risk attaches immediately. If she be not there when\n          the contract is concluded, the risk attaches as soon as she arrives\n          there in good safety.\n                (d) Where freight, other than chartered freight, is payable without\n          special conditions and is insured “at and from” a particular place,\n          the risk attaches pro ruta as the goods or merchandise are shipped:\n                   m e inclusion of this page is authorized by L.N. 480/1973]\n                        MARINE INSURANCE                                               43\n   Provided that if there be cargo in readiness which belongs to the\nship-owner, or which some other person has contracted with him to\nship, the risk attaches as soon as the ship is ready to receive such\ncargo."
    },
    {
      "provision_ref": "sec95",
      "section": "95",
      "title": "Section 95",
      "content": "95. Repeal.\n                                 SCHEDULE\n                      MARINE INSURANCE                                             5\n           THE MARINE INSURANCE ACT                                      Act\n                                                                      1 of 19734\n                                            [20th August, I973.1"
    }
  ],
  "definitions": []
}