{
  "id": "jm-stat-the-maritime-areas-act",
  "type": "statute",
  "title": "The Maritime Areas Act",
  "title_en": "The Maritime Areas Act",
  "short_name": "Maritime Areas Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-maritime-areas-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-maritime-areas-act | Legal areas: International Relations",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0) sea lanes or air routes to be used for or in\n                             connection with the exercise of the right of\n                             innocent passage; or\n                        (ii) archipelagic sea lanes;\n               (c) prescribe traffic separation schemes for the regda-\n                     tion of the passage of ships.\n                     (2) The Minister shall cause to be prepared charts of\n            a scale adequate for ascertaining geographical co-ordinates\n            or lists of such co-ordinates specifying-\n                  (a) closing lines or baselines from which the breadth\n                       of the territorial sea, the contiguous zone and the\n                       continental shelf are measured;\n                 (6) the seaward limits of the territorial sea, the con-\n                       tiguous zone or the continental shelf;\n                 (c) the axis of sea lanes or trafficseparation schemes.\n                     (3) The Minister shall-\n                 (a) by notification in the Gazeite publish, whether by\n                       way of charts or lists, the baselines referred to in\n                       subsection (2) (a);and\n                      [The inclusioa of $ 6 9page is auhmized by L.N. 96/19981\n                         MARZTiME AREAS\n     (6) cause a copy of such charts or lists to be deposited\n         with the Secretary-General of the United Nations."
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Maritime Areas Act.              short titlo.\n                                                             Interpntl-"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                              tloD.\n   “archipelagic waters” means the archipelagic waters of\n        Jamaica as defined in section 5 (a);\n   “competent authority” means the Minister or any\n         person designated by him as such for the purposes\n         of this Act;\n   “contiguous zone” means the contiguous zone of\n         Jamaica as defined in section 19;\n   “continental shelf” means the continental shelf of\n         Jamaica as defined in section 21;\n   “foreign vessel” means a vessel the nationality or regis-\n         tration of which is not Jamaican;\n    “internal waters” means the internal waters of Jamaica\n         as defined in section 4;\n    “Jamaica” has the same meaning as in the Jamaica\n         Independence Act;\n    “Marine Officer” means any officer employed to the\n         Customs Department, any game warden approved\n         as such under the Wild Life Protection Act, any\n         member or officerof the Jamaica Constabulary\n         Force, any member or officer of the Jamaica\n          Defence Force or any public officer designated by\n          a Fishery Inspector under the Fishing Industry Act\n         ‘and any other public officer designated a Mzrine\n          Officerby the Minister;\n                                                             d\n           IThe hd&   of thb mm b authnrizea by LN.%/ 19981\n4                                      MARlTIME AREAS\n                   “Montego Bay Convention” means the United Nations\n                        Convention on the Law of the Sea signed in\n                        Montego Bay on the 1st day of December, 1982;\n                   “nautical mile” means the International Nautical Mile\n                        of 1,852 metres;\n                   “territorial sea” means the territorial sea of Jamaica as\n                        defined in section 12;\n                   “vessel” includes any ship, canoe, lighter, floating pla t-\n                        form, decked boat, carrier vessel, vessel equipped\n                        with inboard or outboard motor or other seagoing\n                        vessel, whether surface craft or submarine or any\n                        other underwater vessel.\n                             Declaration of Archipelagic State\nDaaration        3. Jamaica is hereby declared to be an archipelagic State.\nof archipcl-\nagic State.\n                                        Internal Waters\nInternal         4. The internal waters comprise the areas of the sea which\nwaters.\n               are on the landward side of the closing lines within the\n               archipelagic waters which may be prescribed for the purposes\n               of defining the internal waters.\n                                     Archipelagic Waters\n Sovereignty     5. The sovereignty of Jamaica as an archipelagic State\nin arcbipel-   extends to-\nagic waters.\n                    (a) the waters enclosed by archipelagic baselines, drawn\n                        pursuant to section 6, and described as archipelagic\n                         waters, regardless of the depth or distance from\n                        the coast; and\n                    (b) the air space over the archipelagic waters as well\n                        as their bed and subsoil and the resources, living\n                        and non-living, contained therein.\n                        me inclusion of this page is authorized by L.N. 96119981\n                         MARITIME AREAS                                          5\n                                                                       Archipelagic"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Declaration of archipelagic State.\n                           Znternal Wafers"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) The archipelagic baselines shall consist of straight baselines.\nbaselines joining the outermost points of the outermost\nislands and drying reefs of Jamaica.\n      (2) The breadth of the territorial sea, the contiguous\nzone and the continental shelf shall be measured from the\narchipelagic baselines."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Where, at the 28th day of November, 1996, there are statusof\n                                                         existing\nsubmarine cables which have been laid by a foreign State submarine\nand which pass through the archipelagic waters without cab'es.\nmaking a landfall, such cables shall remain in place; and\nthe maintenance and replacement thereof shall be authorized\nby the competent authority upon the competent authority\nbeing notified of their location and the intention to repair\nor replace them."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) Subject to the power of the Minister to designate Right aE\nsea lanes passage or air routes pursuant to section 26 (1) (b) innocent\n                                                               passage in\nand without prejudice to his power under section 26 (1) (a) &%Elagic\nto prescribe closing lines for defining internal waters, all\nvessels enjoy the right of innocent passage through the\narchipelagic waters in accordance with the provisions of\nsection 13.\n      (2) The competent authority may by order published\nin the Gazette, suspend temporarily, in any area of the\narchipelagic waters specified in the Order, the innocent\npassage of foreign vessels if such suspension is essential for\nthe protection of the security of Jamaica."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9 . 4 1 ) The sea lanes passage and air routes referred to in Right of\nsection 8 shall be suitable for the continuous and expeditious arcbipelagic\n                                                                sea lanes\npassage of all vessels and aircraft through or over the archi-\npelagic waters and the adjacent territorial sea.\n           [The hclusioa of dhis page is authorized by L.N. 96/19981\n6                                   MARITIME AREAS\n                  (2) Subject to the provisions of this Act, all foreign\n           vessels and aircraft enjoy the right of archipelagic sea lanes\n           passage, that is to say, the right of navigation and overflight\n           in the normal mode solely for the purpose of continuous,\n           expeditious and unobstructed transit between one part of\n           the high seas or an exclusive economic zone and other part\n           of the high seas or an exclusive economic zone.\n                   (3) A foreign vessel shall, in exercising the right of\n           archipelagic sea lanes passage-\n                ( U ) observe international regulations, procedures and\n                      practices for safety at sea and the prevention, re-\n                      duction and control of pollution from ships; and\n                (b) comply with the provisions of any enactment hav-\n                      ing effect with regard to the archipelagic waters in\n                      relation to-\n                          (i) the safety of navigation and the regulation\n                               of marine traffic including the operation of\n                               traffic separation schemes;\n                         (ii) fishing vessels and the control of fishing\n                               including the stowage of fishing gear; and\n                        (E) customs, excise, immigration or sanitation\n                               controls in respect of the loading or unload-\n                               ing of any commodity, currency or person.\n                 (4) The right of archipelagic sea lanes passage shall\n           be exercised only through sea lanes or air routes designated\n           PU.rsuant to section 26 '(1) (b), so, however, that until such\n           sea lanes or air routes are designated, the right of such\n           passage may be exercised through the routes normally used\n           for international navigation.\n                Jurisdiction of courts in relation to territory of Jamaica\nJurisdiction   10. For the purpose of the exercise of the jurisdiction of\nof courts,\n             the courts of Jamaica, the territory of Jamaica shall include\n             the internal waters and the archipelagic waters.\n                     me inclusipa of lbh5 page is authorized by L.N. 961 1-83\n                         MARITIME AREAS                                    7\n                           Territorial Sea"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. There is vested in the Crown sovereignty over the insovereignty\n                                                                 Ule\nterritorial sea, the air space over it and the bed and subsoil wrrjtorbl\nthereof.                                                       SW."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.41) The territorial sea comprises the waters of so Llmitsot\n                                                               temibrial\nmuch of the sea adjacent to Jamaica and having-                sea and\n     (a) as its landward limit the archipelagic baselines re- EFf’$%th\n          ferred to in section 6 (1); and                      reference\n                                                               t0areto.\n     (b) as its seaward M t a line measured from those\n          baselines every point of which is twelve nautical\n          miles from the nearest point of the baselines.\n        (2) Any reference in enactments to the territorial\nwaters of Jamaica as were expressed in whatever terms or\nimplied immediately before the 28th day of November,\n1996, being enactments continuing in force or brought into\noperation in Jamaica on or after that date, shall, in relation\nto any period commencing thereon or thereafter, be con-\nstrued a5 the territorial sea."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.41) Subjeot to the provisions of this Act, vessels of\nall States enjoy the right of innocent passage through the emit-\n                                                                      gz::n\n                                                           rial Wa.\nterritorial sea.\n        (2) Passage referred to in subseotion (1) shall be\ncontinuous and expeditious, but shall allow for stopping and\nanchoring in so much as stopping and anchoring are in-\ncidental to ordinary navigation or are rendered necessary\nby force rnajeure or distress or for the purpose of rendering\nassistance to persons, vessels or aircrafit in danger or distress.\n       (3) For the purposes of subsections (1) and (2)\n“passage” means navigation through the territorial sea for\nthe purpose of-\n     (a) traversing that sea without entering the internal\n          me hclusicm of ithis pege is authorized by L.N. 96/ 19981\n8                                   MAR€TfME AREAS\n                       waters or calling at a roadstead or port facility out-\n                       side the internal waters; or\n                   (b) proceeding to or from the internal waters or c  a m\n                       at such roadstead or port facility as is rnedoned\n                       in paragraph (a).\n                        (4)An underwater vessel which is in the temtorial\n               sea in exercise of its right of innocent passage shall be\n               required while iii such sea to navigate on the surface thereof\n               and fly its flag.\n                        ( 5 ) Foreign vessels exercising the right of innocent\n               passage through the territorial sea may be required, in the\n               interest of safety of navigation and the regulation of the\n               passage of vessels, to use designated sea lanes or such traffic\n                separation schemes as may be prescribed.\n                        (6) The Minister may, by order published in the\n               Gazette, suspend temporarily the right of innocent passage\n               in such areas of the territorial sea as are specified in the\n                Order if such suspension is essential for the protection of\n               Ithe security of Jamaica.\n                        (7) A captain or person in charge of an underwater\n                vessel who contravenes the provisions of subsection (4),\n                commits an offence and is liable on conviction on indictment\n                in a Circuit Court to a fine not exceeding five hundred thou-\n                sand dollars or to imprisonment for a term. not exceeding\n                five years or to both such fine and imprisonment.\n                         (8) A foreign vessel which contravenes the provi-\n                sions of subsection (5), mmmi,ts an offence and is liable on\n                conviction on indictimnt in a Cimit Couvt to a fine not\n                exceeding five hundred thousand dollars.\nCrimiml\njun’sdictkm.\n                  l4.--(1) An act-\n                     (a) committed by a person, whether or not a citizen\n                          of Jamaica, on or in the territorial sea; and\n                       MARITIME AREAS                                  9\n     (b) being of such a description as would, if committed\n          on land within a parish in Jamaica, be punishable\n          on indictment according to the law of Jamaica for\n          the time being in force,\nis an offence punishable on indictment in Jamaica in like\nmanner notwithstanding that it may have been committed\non board a foreign vessel, and, subject to subsection (3), the\nperson who is reasonably suspected of having committed\nsuch ofience m a y be arrested and may be tried or otherwise\ndealt with in reference to any charge against him in con-\nnection with that offence, due regard being had to the\ninterest of navigation.\n        (2) No person shall be arrested on board a foreign\nvessel which is passing through the territorial sea nor shall\nany investigation be conduoted into my crime committed\non board such foreign vessel-\n    (U) during such passage except where-\n            (i) the consequences of the crime extend to\n                Jamaica; or\n              (ii) the crime is of a kind which disturbs the\n                   peace of Jamaica or the good order of the\n                   territorial sea; or\n             (iii) the assistance of a Marine Officer has been\n                   requested by the master of the foreign vessel\n                   or by a diplomatic or consular representa-\n                   tive of the State of registration of the\n                   foreign vessel; or\n             (iv) such measures are necessary for the sup-\n                   pression of the illicit traffic in narcotic drugs\n                   and psychotropic substances; or\n    ~ ( b )where the crime is committed before the foreign\n           vessel entered the territorial sea, if the foreign\n           vessel is proceeding from a foreign port and has\n          __                           --                   _____\n          Yra i a d k d 4th'p8b is-a        by L.N. 96 / 19981\n10                            MARITIME AREAS\n               not entered the internal waters, so, however, that\n               this paragraph shall not apply-\n                  (i) where the foreign vessel in the exclusive\n                       economic zone contravenes-\n                          (A) an international rule or standard for\n                                the prevention, reduction or control\n                                of pollution from ships; or\n                          (B) any provision of an enactment or\n                                regulations made thereunder which\n                                gives effect to such rule or standard;\n                                and\n                  (ii) where the contravention mentioned in sub-\n                        paragraph ( i t\n                          (A) results in substantial discharge caus-\n                                ing or threatening significant pol-\n                                lution of the marine environment;\n                                 and\n                          (B) results in a discharge causing damage\n                                 or the threat thereof to the coastline\n                                 of Jamaica of any resources of its\n                                territorial sea or exclusive economic\n                                zone :\n       Provided that an arrest may be made or an investigation\n     conducted on board a foreign vessel which is passing through\n     the territorial sea after leaving the internal waters.\n              (3) For the purposes of this seotion, all offences\n     under the Dangerous Drugs Act, whether or not they are\n     only summary offences,shall be treated as if they are offences\n     punishable on indictment.\n              (4) Without prejudice to the provisions of subsection\n     (7), for the purpose of arresting any person charged with an\n     offence declared by this section to be indiatable, the territorial\n     sea shall be deemed to be within the jurisdiction of any\n     person authorized by law for the time being in force in\n                  _-      -_------_I__\n               [The h c l u s i m d this page isauthorized by L.N. 96/ 19981\n                       MARITIME AREAS                                11\nJamaica to arrest persons acting in breach of the law or to\nissue warrants for the arrest of persons charged with indict-\nable offences com:mitted within his jurisdiction.\n        ( 5 ) Nothing in this section shall-\n     (a) except as provided by subsection 1(7), restrid or\n           prejudice the exercise of any powers or authority\n           by, for, or on behalf, or in the name or service of\n           Her Majesty in right of Her Government of\n           Jamaica pursuant to international law or any pro-\n           visions conltained immediately before the 28th day\n           of November, 1996, in any law having effect there-\n           after as part of the law of Jamaica;\n     (6) abrogate or abridge any criminal jurisdiotion con-\n           ferred on any court by virtue of any provisions\n           contained as aforesaid;\n      (c) preclude any aot of piracy (as defined by any such\n            law or provisions as aforesaid) from being tried or\n            otherwise dealt with in like manner as such an act\n            might, before the 28th day of November, 1996,\n            have been dealt with pursuant to any law or custom\n            hitherto applicable to Jamaica, but without pre-\n            judice to ift being lawful to d e d in any other\n            manner hereinbefore authorized by this section\n            with any such act declared to be indictable as\n             aforesaid,\n and references in this seation to provisions contained in any\n law immediately before the 28th day of November, 1996,\n include references to provisions to be constmed in accord-\n ance with seotion 12 (2).\n         (6) Where pursuant to subsection (2) an arrest is to\n be made or investigations are to be conducted on board a\n foreign vessel, then if the master thereof so requests, the\n competent authority shall ensure that a diplomatic or con-\n sular representative of the State of registration of the foreign\n           m e inclusioa of &is mge is adkx-ized   L.N. 9611 9 8 1\n 12                                    MARITIME AREAS\n                vessel is so notified and steps are taken to facilitate com-\n                munication between such representative and the crew of the\n                foreign vessel, so, however, that where it is expedient that\n                an arrest be made or investigations commenced immediately,\n                notification to the representative may be made at the time\n                the arrest is being made or the investigations are being con-\n                ducted.\n                        (7)No exercise of power or authority in any manner\n                described in paragraph (a) of subsection (5) shall be such\n                as to constitute a breach of Article 27 of the Montego Bay\n                Convention.\n                         (8) No prosecution for an ofimce punishable under\n                subsection (1) shall be instituted except by or with the con-\n                sent of the Director of Public Prosecutions :\n                  Provided that this subseation shall not prevent the arrest\n                or the issue of a warrant for the arrest, d any p e r m in\n                respect of such offence, or the rimancling in custody or on\n                bail of any person charged with such an ~ f f e n ~ e .\nCivil\njurisdidtion.      1 5 4 1 ) No foreign vessel passing through the territorial\n                sea shall be intercepted only for the purpose of the execution\n                of civil process or the exercise of civil jurisdiction in relation\n                to any person on board such vessel.\n                        (2) No writ of execution shall be levied against or\n                any foreign vessel arrested for the purpose of any civil pro-\n                ceedings except in respect of any obligation or 1iabiIity\n                assumed or incurred by such vessel in the course of or for\n                the purpose of its voyage through internal waters, archi-\n                pelagic waters, territorial sea or exclusive economic zone.\n                         (3) Subsection (2) is without prejudice to the right\n                to levy execution against or to arrest for the purposes of any\n                civil proceedings, a foreign vessel lying in the territorial sea\n                or passing through the territorial sea after leaving the\n                internal waters.\n                        MARITIME AREAS                                 13"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16-41, Where the officer in command of a foreign ship Ec:\nof war fails to comply-                                    other\n                                                           g!Ovemment\n     (a) with any law or regulation relating to the ship’s cver-ated\n                                                           v==ls\n                                                                     for\n          passage through the territorial sea; and         non -\n                                                           C 0 ~ C i a . l\n     (b) with any reauest for mmzlliance therewith,        PWPOSaS.\nthe competent authokty may reqkire that the foreign ship\nof war leave the territorial sea with immediate effect.\n        (2) Where any loss or damage is occasioned as a\nresult of the non-compliance by a foreign ship of war or\nother government vessel operated for non-commercial pur-\nposes with any law or regulation made thereunder in respect\nof passage through the territorial sea or with any provision\nof the Montego Bay Convention or other rules of inter-\nnational law, the State of registration of that foreign ship\nof war or other government vessel shall bear responsibility\nfor such loss or damage.\n       (3) The provisions of this Act shall not affect any\nimmunity attached to a foreign ship of war or other govern-\nment vessel operated for non-commercial purposes.\n      Pruvisions relating to archipelagic wkzters and the\n                        territorial sea"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) Where any foreign nuclear-powered vessel or vessel\nforeign vessel carries nuclear or other inherently dangerous\nor noxious substancm while exercising the right of innocent d   e\n                                                             dan@rous\npassage through the archipelagic waters OF the territorial oanoxious\n                                                             sntbsbances.\nsea, the captain or person in charge o€ the vessel shall, in\nrelation to the vessel and substances, carry such documenta-\ntion as is necessary and shall take such precautionary\nmeasures as are established for such vessels by any inter-\nnational agreement applicable to the carrying of such\nsubstances or any enactment for the time being in force.\n        (2) A vessel to which subsection (1) refers may be\n           p l w ~clusioaof this page is awhrized by L.N. 96/ 19981\n14                                  MARITIME AREAS\n           required to confine its passage to such sea lanes as may be\n           designated.\n                  (3) Any person who contravenes subsection (1) com-\n           mits an offence and is liable on conviction on indictment\n           in a Circuit Court to a fine or to imprisonment for a term\n           not exceeding twenty-five years or to both such fine and\n           imprisonment.\nNon-~-r       1 8 . 4 1 ) The passage of a foreign vessel shall be con-\npassage.\n           sidered to be prejudicial to the peace, good order or security\n           of Jamaica, that is to say, the passage is not innocent if,\n           while in the archipelagic waters or the territorial sea, such\n           vessel engages in-\n                       any threat or use of force against the sovereignty,\n                        territorial integrity or political independence of\n                        Jamaica or acts in any other manner in violation\n                        of the principles of international law;\n                       any exercise or practice with weapons of any kind;\n                      any act in contemplation of collecting information\n                        which would be prejudicial to the defence or\n                        security of Jamaica;\n                       any act of propaganda calculated to affect the de-\n                        fence or security of Jamaica;\n                       the launching of, landing on or taking on board\n                        of any aircraft or military device;\n                        the loading or unloading of any commodity, cur-\n                        rency or person contrary to any laws relating to\n                        customs, excise, immigration or sanitation or\n                        regulations made thereunder;\n                       the wilful discharge of any substance which causes\n                       pollution, in contravention of the Montego Bay\n                       Convention;\n                       any fishing activities;\n                       the carrying out of research or surveying activities;\n                     [The inclusion ,ofthis page is authorized by L.N. 96/1998]\n                        MARITIME AREAS\n    (~1any a d designed to interfere with any system of\n        communication or any other facility or installation\n        in Jamaica; or\n    (k) any other activity not directly related to its passage.\n          (2) The captain or person in charge of a foreign\nvessel or an underwater vessel who takes part in or causes\nhis vessel to be engaged in, or any other person on board\nwho takes part in, any activity specified in subseotion (1)-\n     (a) m m i t s an offence and is liable on conviction on\n            indictment in a Circuit Court to a fine or to im-\n            prisonment for a term not exceeding twenty-five\n            years or to both such fine and imprisonment; and\n     ( 6 ) where tlhe offence is continued after conviction, the\n            captain or other person as aforesaid commits a\n            further offence and is liable on conviction thereof\n            to a fine of three hundred thousand dollars for\n            each day on which the offence is so continued,\nand, in addition, the Court may order the forfeiture of any\nsuch vessel as aforesaid.\n                     Contiguous Zone"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. The contiguous zone comprises those areas of the sea Lirnit ot\nthat are beyond and adjacent to the territorial sea and conniguous\nhaving as its seaward limit a line measured seaward from\nthe baselines referred to in section 6 (2) every point of\nwhich is twenty-four nautical miles from the near& point\nof the baselines."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.41) There is vested in the Crown authorilty in the I- . .\ncontiguous zone to take such measures as are necessary to j l           s\nprevent in Jamaica, the archipelagic waters or the territorial 0uS-e\nsea thereof, the infringement, by any person or vessel, of\nthe provisions of any enactment relating to customs, fiscal         I\nmatters, immigration or sanitation and to arrest any person\nwho or vessel which, contravenes such laws or regulations.\n          ITbe inclusioa of this page is authwkd by L.N.96/ 19981\n16                                   lYARlTIA4E A U S\n                   (2) A Marine Officer shall have, pursuant to the\n           jurisdiction vested in the Crown under subsection (I), power\n           to arrest for any infringement of the provisions of any\n           enactment relating to the matters specified therein.\n                                     ContinentaE Shelf\nu+tof\noantllad"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.-(12   Subject to subsection (31, the continental shelf\nIbeli.     comprises those areas of the seabed and subsoil of the\n           submarine areas that are beyond and adjacent to the terri-\n           torial sea throughout the natural prolongstion of the land\n           territory of Jamaica to the outer edge of the continental\n           margin, or to a distance of two hundred n a u t i d miles from\n           the nearest point of the baselines established in accordance\n           with section 6 where the outer edge of the continental margin\n           does not extend to thsrt distance.\n                   (21 Where the continental margin referred to in\n           subsection (I) extends beyond two hundred nautical miles\n           from the nearest point of the baselines of the territorial sea,\n           the outer limits of the continental shelf shall be established\n           having regard to the principles of international law relevant\n           to the establishment and delineation of the continental shelf\n           beyond that point.\n                   (3) For the purposes of subsections (I) and (3,the\n           continental margin mmprises the submerged prolongation\n           of the land mass of Jamaica consisting of the seabed and\n           subsoil of the continental shelf, the slope and the rise, but\n           does not include the deep Ocean floor with its oceanic ridge\n           or the subsoil thereof.\n                   (4) Where the outer edge of the cuntinental shelf\n           intersects the outer edge of the cantinentd shelf of another\n           State whose c o a t is opposite or adjacent to Jzmaica,\n           delimitation of the boundaries of the wntbntal shelf for\n           Jamaica and that State shall be effeoted by agreement on the\n                       [Tbe bcimim of %is fags is authorized   L.N.%/ 1\n                                                                      m\n                     MARITIME AREAS                                         17\nbasis of international law as referred to in Artiole 38 of the\nStatute of the International Court of Justice in order to\nachieve an equitable solution.\n  2 2 . 4 1 ) In the continental shelf there is vested in the     y&\nCrown-                                                            didtion\n         sovereign rights for the purpose of exploring and over\n                                                           tioc~bl\n                                                                wn-\n          exploiting its natural resources;\n                                                                  &a.\n         exclusive rights to authorize and regulate drilling\n         for all purposes;\n         exclusive rights and jurisdiction in respect of the\n          authorization and regulation of the construction,\n          operation, maintenance and use of artificial islands,\n          installations and structures used €or economic\n         purposes; and\n         the right to prevent, reduce or control pollution\n         from pipelines.\n         (2) The natural resources referred to in subsection\n(1) (a) consist of the mineral and other non-living resources\nof the seabed and subsoil together with living organisms\nbelonging to sedentary species, that is to say, organisms\nwhich, at the harvestabIe stage, either are immobile on or\nunder the seabed or are unable to move except in constant\nphysical contact wi4h the sealbed or the subsoil.\n                           Generat"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(1) Where pursuant to section 18 (11, the passage of *w.w-\na foreign vessel is considered to be prejudicial to the peace, F\n                                                               mQ\n                                                                m-\n                                                                 nm#~~l\ngood order or security of Jamaica, and that vessel or any StadsobngL.\nperson on board such vessel who participates in any activity n d ~ *\nconsidered to be so prejudicial is entitled to State or other\nimmunity recognized by law, then the State of such vessel\nor the State of nationality of that person shall be deemed\n                                MARITIME AREAS\n          to have international responsibility for the activity of the\n          vessel or person, as the case may be.\n                  (2) Where under subsection ( 1 ) the State of a foreign\n          vessel or the State of nationality of a person is deemed to\n          have international responsibility, the Minister shall take such\n          steps as are necessary to obtain all remedies which are avail-\n          able under international law.\npo-d         2 4 - 4 1 ) Where a foreign vessel is being used to carry\nMarine\nodwosr.   out any activity specified in section 18 (1) or where a Marine\n          Officer has reasonable cause to suspect that a foreign vessel\n          is being so used, it shall be lawful for the Marine Officer to\n          stop and board such vessel for the purpose of-\n                (a) carrying out investigations into the activity;\n               ,(b) giving directions to the captain or person in charge\n                      of such vessel, or any other person on board in\n                      pursuance of the provisions of this Act;\n               (c) requiring any person on board such vessel to pro-\n                      duce any licence which is relevant to any activity\n                      k i n g carried ouit;\n               (d) requiring any person on board such vessel to give\n                      an explanation in relation to any activity being\n                     carried out.\n                  (2) A Marine Officer may, for the purposes of this\n          Act, with or without a warrant, arrest-\n               (a) any foreign vessel which carries out any activity\n                    prejudicial to the peace, good order or security of\n                    Jamaica;\n               (b) the captain or person in charge of this foreign\n                   vessel which is being so used;\n              (c) any person on board such vessel who participates\n                  in any such activity;\n                   PIU.inclush of Ws   is tudmhcd by L.N. 96 11 9981\n                        MARITIME AREAS                              19\n    (d) any underwater vessel which contravenes the pro-\n        visions of section 13 (4);\n    (e) any person who in the continental shelf-\n            (i) explores or exploits its natural resources;\n           ,(ii) drills for any purpose;\n          (iii) constructs, operates, maintains and uses any\n                 artificial islands, installations or structures,\n        without being so authorized in writing by the\n        coonpetent authority ;\n    (f, any vessel used to explore or exploit the natural\n        resources pursuant to paragraph (e) (i) and seize\n           any equipment used to carry out any of the\n           activities specified in paragraph (e) (ii) and (iii);\n    (g) any person who-\n               (i) fails to comply with a direotive for the pre-\n                   vention, reduction or control of pollution\n                   from pipelines in the continental shelf;\n              (ii) aids and abets such person;\n    ~ ( h )any person who obstructs a Marine Officer in the\n          carrying out of his functions under this Act.\n        (3) A Marine Officer aoting pursuant to subsection\n(1) or (2) shall ensure that the safety of navigation is not\nendangered or that no hazard is created in resped of any\nforeign vessel or underwater vassel or that such foreign\nvessel or underwater vessel is not brought to an unsafe port\nor anchorage or that the marine environment is not exposed\nto unreasonable risk.\n       (4) A Marine Officer shall while on duty in the capa-\ncity of a Marine Officer have, exercise and enjoy all the\npowers, authority, privileges and immunities of a Constable\nunder the Constabulary Force Aot.\n         [The incluskm of this page is aurhorhd by L.N. 96/ 19981\nU)                                   MARlTlME AREAS"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. In any action or legal proceedings brought against\n            any Marine Officer or person acting in his aid in respect of\n            any act done in pursuance or execution or inltended execution\n            of this Act or any regulations made thereunder, the plaintiff\n            shall not recover unless he alleges in his pleading and proves\n            at his trial that such act was done either maliciously or\n            without reasonable or probable cause.\nRowrroc      26.41) The Minister may by order published in the\nMinjster.\n            Gazette-\n               (a) prescribe dosing lines for the purpose of defining\n                     the internal waters;\n               (b) designate-"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.-(1) Any person w h o -                                    mama\n     (a) refuses, negleots or fails to comply with any direc-\n          tion given to him by a Marine Officerfor the pur-\n          poses of this Act;\n     (b) subject to subsection (2), refuses or f d s to produce\n          any licence which he is required by a Marine Officer\n          to produce;\n     (c) refuses without reamnable cause, to give any\n          explanation which he is required by a Marine\n          Officer to give for the purposes of this Act; or\n     (d) assaults or obstructs any Marine Officer in the\n          execution of his duty,\ncommits an offence and is liable on summary conviction\nbefore a Resident Magistrate to a fine not exceeding two\nthousand dollars OT to imprisonment for a term not exceed-\ning twelve months or to both such fine and imprisonment;\nand in addition the Court may order the forfeiture of any\nvessel or equipment which is used to cany out s u d adivity.\n                                                        ~\n        (2) Any persm-\n     (a) who is in charge of a foreign vessel which is used\n          to carry out any aotivity which is prejudicial to\n          the p c e , good order or security of Jamaica; or\n     (6) who on board such foreign vessel participates in\n          any such activity,\ncommits an offence and is liable on conviction on indictment\nin a Circuit Count to a fine or to imprisonment for a term\nnot eKQeeding Bre years or to both such fine and imprison-\nment.\n       (3) Where under subsection (1) (6) a person is unable\nto produce to a Marine OfFicer a licence when so required\n                          ---        - __ ---_-___-_I__\n         (Tbe iaclurioa of Bhis page is aumiMieed by L.N. %/1!395]\n                                    MARITIME AREAS\n           but is able to satisfy the Marine Officer by other means\n           as to his name, address and identity, the Marine Officer\n           may, if otherwise satisfied as to the credibility of that person,\n           permit him to produce such licence in person within five\n           days thereafter at such place as may be specified by the\n           Marine Officer; and if the licence is so produced that person\n           shall not be convicted of an offence under that subsection.\nbulahnr.      28. The Minister may make regulations for the purpose\n           of giving effect to the provisions of this Act, and, in parti-\n           cular, but without prejudice to the generality of the fore-\n           going, may make regulations for-\n                    charts or geographical co-ordinates to be officially\n                     reoognized as indicating archipelagic baselines\n                     and the admission in evidence of such charts or\n                     geographical lists or copies thereof certified in the\n                     prescribed manner;\n                    defining the limits of the internal waters, archi-\n                    'pelagic waters, territorial sea, contiguous zone and\n                     continental shelf;\n                   regulating the construation, maintenance and re-\n                    moval of artificial islands, installations and struc-\n                    tures on the continental shelf;\n                    regulating customs, excise, health, safety and\n                    immigration matters in the contiguous zone;\n                   regulating the steps to be taken to inform interested\n                    parties of the arrest or detention of any foreign\n                    vessels or underwater vessels and persons thereon\n                    and the imposition of penalties;\n                   determining the nationality of vessels for the pur-\n                    poses of any provisions of the regulations;\n                   regulating any activity relating to economic ex-\n                    ploration or exploitation of the internal waters,\n                     [The iaclusioa of nhis page is aubhorized by L.N. 96/19981\n               MARITIME AREAS                                 23\n  archipelagic waters, territorial sea, contiguous zone\n and continental shelf;\nregulating the authorization, control and super-\n vision of scientific research in the internal waters,\n archipelagic waters, territorial sea, contiguous\n zone and continental shelf;\n the preservation and protection of the marine\n environment and the prevention and control of\n marine pollution;\nthe safety of navigation and regulation of marine\n traffic;\n the conservation of living resources in the internal\n waters, archipelagic waters, territorial sea, con-\n tiguous zone and continental shelf;\n the regulation of the use of the internal waters,\n archipelagic waters, territorial sea, contiguous\n zone and continental shelf;\n the fees to be paid in relation to any activity taking\n place in the internal waters, archipelagic waters,\n  territorial sea, contiguous zone and continental\n shelf;\n the levying of fees in respect of services rendered\n  to foreign vessels passing through the territorial\n sea;\n the manner in which payment is to be made in\n  respect of the exploitation of non-living resources\n  of the continental shelf beyond two hundred\n  nautical miles;\n matters relating to innocent passage through the\n  territorial sea;\n the exercise of the right of archipelagic sea lanes\n  passage;\nprescribing anything authorized by this Act to be\n  prescribed.\n nhs inclusiom of this page is authorized by L.N. 96/ IS981"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Regulations.\n                   MARITIME AREAS                                               3\n                                                                      Ad\n          THE MARITIME AREAS ACT                                  U of 1996.\n                                 [28th November, 1996.1\n                       Preliminary"
    }
  ],
  "definitions": []
}