{
  "id": "jm-stat-the-marriage-act",
  "type": "statute",
  "title": "The Marriage Act",
  "title_en": "The Marriage Act",
  "short_name": "Marriage Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-marriage-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-marriage-act | Legal areas: Family",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0,\n5                                                                                                                                                   i!\ns.              Married at                                                     , in the Parish of\n                                                                                                                                                    2\nP\na\n        by (or before) me,                                                     a Marriage Officer of the Island of Jamaica.\nY                                                                                                ................................................\n2\n       solemnized between us         ....................................                      ( ................................................\n%\n0\nz     I hereby certify that immediately before the solemnizationof this Marriage, the said                                               solemnly\n 3                                                                                                                                   he believed\n,w declared to me in the presence of the Witnesses who have above attested this Marriage that\n          self to be at the point of death                                   Marriage Oficer.\n                                                       This                    day of                                                       19\nj\nI\nL\nI\nL,\nr\n     I\n                M\n                 SCHEDULE %MARRIAGE\n                              1     N    e        d\n                                                   (DUPLICATE)REGISTER MARRIAGE IN ARTICULO MORTIS\n                                                            t    i    n             i      n\n                                                                                                 Age    1 1\n                                                                                                        Parish and Residence\n                                                                                                           a\"t\"\n                                                                                                                                   Father's Name and\n                                                                                                                                          Surname\n:I                     Married at\n                    by (or before) me.\n                     This Marriage was\n                                                                                        , in the Parish of\n                                                                                a Mamage Ofiicer of the\n                                             ....................................\n                                                                                                                                     of\n                                                                                                                  ........................................\n                                                                                        in the presence of us\n                 wlemnizod between us\n                                             ....................................                                 .........................................\n            I hereby Certify that immediately before the solemnization of this Marriage, the said                solemnly\n         declared to me, in the presence of the Witness who have above attested this Mamage that              he  believed\n                      self to be at the point of death.                                           Marriage Oficer.\n     I                                                               This                      day of                                     19\n                                          SCHEDULE N\n                      MARRIAGE FEESAND w:,(;ISTIR                           FEES\n            Tcrms                                                                         Amount of Fee\n                                                                                               $\n                              I'qvnhke lo n A lnrriage Oflcer\nFor receiving a noticc for b a ~ s                                                             500.00\nFor receiving an objcction (payablc by party making the                                       1.500.00\n   objcction)\nFor witncssing or solcmnizing a marriage (payablc by                                          2.000.00\n  onc of thc partics to thc marriagc)\nFor rccciving a noticc of n~arriagc                                                            500.00\nFor rccciving an objcction (payblc by piirty making tl~c                                      1 .SO().00\n  objcction)\nFor nitncssing or solcrnnizing a marriagc (piiyablc by                                        2.500.00\n  onc of thc partics to thc marriagc)\nFor cvcry scarch in thc Gcncrdl Rcgistcr OIficc pcr hour                                        200.00\n  and cach part of an hour (payablc by persons\n  rcquiring Ihc scarch) pcr parish\nFor cvcry ccrtificd copy of an cnlly of a Rcgislcr of                                           050.00\n  Marriagc\nFor cach additional copy of thc samc ccrlificalc applicd                                        100.00\n  for at Ihc same timc\nFor corrcction of an error of fact or substance in a                                           2.000.00\n  nlarriagc rcgistcr (payablc by thc pcrson rcquiring Ihc\n  corrcction to bc n~adc)\nFor cvcry ccrtificd copy of an cntly of Spccial Liccncc                                        1.250.00\n  Rcgistcr of Maniagc (payablc by thc pcrson rcquiring\n  lhc scrvicc) and delivcry at Esprcss ratc\nFor witncssing a special liccnce marriagc ccrcmony                                             S.OOO.OO\n  (payablc by onc of thc parlics lo lhc marriagc or\n  agcncv co-ordinating thc marriagc) and providing a\n  special ccrtificatc\nNo-impediment                                                                                  5.000.00\n            I'l'he i t i c l u s ~ o ~ofi this page is autliorirctl by I . N . X7120041\n                              SCHEDULE N. c ~ ) ~ r l c l .\nExpedition Fee for cach scwicc-7 Day FCC\n  (to bc paid in addition to lllc rcgular kc)\nEspcdition FCCfor cach scrvicc-Samc Dav FCC\n  (to bc paid in addition lo Ihc rcgular k c )\nUnitcd States:\n                 Ordinary\n                 Esprcss\nCanadian:\n                 Ordinary\n                 Express\nUnited Kingdom:\n                 Ordinary\n                 Express"
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Marriage Act.                               Short title.\n                                 -,"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                             Interpreta-\n                                                                                       tion.\n                \"Registrar-General\", \"Civil Registrar\", \"Marriage Officer\"\n                    mean respectively Registrar-General of Marriages,\n                    Civil Registrar of Marriages and Marriage Officer\n                    under this Act;\n            '   \"General Register Office\" means General Register Office\n                    for the keeping of registers of marriages solemnized in\n                                                         . '\n                    this Island as appointed by law."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) If both the parties. to a marriage knowingly and In what\n         wilfully acquiesce in the solemnization of the marriage cere-\n         mony between them-                                            void.\n                                                                                       4811957\n                (a) by or before a person not being a Marriage Officer; S.2(a).\n                    or                                 !\n                                                                        I\n                (b) otherwise than in the presence of ;two witnesses\n                    besides the Marriage Officer solemhizing .or witnes:                        I\n                                                                            k\n                    sing and registering the marriage,\n         the marriage shall be void.\n    •-         (2) A marriage solemnized between persons either of 4811957\n         ,whom is under the age of sixteen years shall be void.    S.2(b).\n                                                                                                    '\n                (3) If the parties to any marriage are within the. pro- 4811957\n         hibited degrees of consanguinity or affinity &cording to the S.2(b).\n         law of England from time to time in force, the marriage shall\n         be void.\nI\n                     ['Illhe   inclusion of this page is authorized by LN. 92d20121\n                                                                                       -\n        6                                                    MARRIAGE\n        Effect of             4. Except as aforesaid, and except as in section 37 of this Act\n        non-\n        observance          provided with respect to marriages under that section, no\n        of the condl-       marriage otherwise lawful which has been actually solem-\n        tions of th~s\n        AC~\n                            nized shall be declared void on the ground that any of\n                            the conditions by this Act directed to be observed have not\n                            been duly observed.\n        CiviIRegls-           5. The Minister shall from time to time appoint, and\n        trars and Mar-\n        riage officers.     remove at pleasure, ;uch persons as he shall think fit to\n                            be Civil Registrars of Marriages, and such ministers of\n                            religion as may be entitled to appointment under the\n                            provisions of this Act to be called Marriage\n                                                                       1\n                                                                         Officers.\n                                      /\n                              ~ ~ ~ d i d t r h e nand\n                                                    t s removals of, and any rksignation or\n                            vacation of office by Civil Registrars and Marriage Officers\n                            shall be notified in the Gazette, and shall. take effect from\n                            the date of publication.\n        Ministers of           6. Ministers of religious denominations, whether ' acting\n        religion,\n        how far en-         for onepongregation or having the local superintendence of\n        titledtobe          several congregations, shall be entitled to be appointed Mir-\n        Mamage\n        Officers.           riage Officers for the Island, but the Minister may\n                                                                              . refuse\n                                                                                  *    to .\n        4811957             appoint any suc'h minister ifhe thinks him unfit.\n        S. 3.\n        civil Regis-        . 7. A Civil Registrar shall be*ex?&GO a Marriage Officer,\n        trar to be\n        Marriage             and shall have a known office -to be approved by the\n        Officer              ~ e ~ i s t r a g ~ e n e rbut\n                                                         a l ,shall not act as a ~ ' a r r i a ~\n                                                                                               Officer\n                                                                                                 e       other-\n    .   ex oficio.\n                             wise than subject to the provisions of section 28.;                     , I   .\n        When            .     8. No minister'of religion who is a Marriage Officer shall\n'       Marriage\n        ,cer,ay             be required to act as a Marriage Officer with respect to any\n        'rehueto            marriage which is contrary to the ,nilis\n                                                                  .     of the religious\n        act as                                                                       P .\n        such.               denomination to which he belongs.'.      .         I\n                                      me inchuion of cbir p q c b authoriced by LN. 92c/U)12]\n                             MARRIAGE                                     7"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. A Civil Registrar shall, subject to the approval of Deputiesto\nthe Minister, appoint by writing under his hand a fit $!$Stram,\nperson to act as his deputy in case of his illness or absence. ~~&.f’&,\n                                                           removal\n                                                           powers and\n  Such deputy shall hold his office during the pleasure of duties.\nthe Civil Registrar by whom he is appointed, but shall\nbe removable from his office by the Minister.\n  Such deputy while so acting shall have all the powers\nand duties and be subject to all the penalties herein\ndeclared concerning Civil Registrars.\n  A Civil Registrar shall be civilly responsible for the\nacts and omissions of his deputy.\n  In the event of the incapacity or absence of the deputy\nthe Registrar-General shall, subject to the approval of\nthe Minister, appoint a fit person to act as Civil Registrar\nuntil the person thus holding the appointment of Civil\nRegistrar resumes the duties of his office, or until a new\nappointment to the office of Civil Registrar is duly made.\n   In case a Civil Registrar dies, or otherwise ceases to\nhold his office, his deputy shall act as Civil Registrar in\nhis place until the appointment of another Civil Registrar\nis made by the Minister."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. All applications by ministers of religion for appoint- Applica-\nment as Marriage Officers must be made in writing to the tions     for\n                                                             appointment\nRegistrar-General.                                           as a Mar-\n                                                             riage Officer.\n   Every minister of religion acting as such for a congrega-\ntion, or having the local superintendence of several congre-\ngations, who applies to be appointed a Marriage Officer,\nmust state in his application the name or other description\nof the place of public worship in which he so acts, or of the\n8                                           MARRIAGE\n                places of public worship of the congregations over which\n                he has such local superintendence.\nMinisters of      11. Every Marriage Officer who is a minister of religion\nreligion\nceasing to      acting for a congregation or having a local superintendence\nact to notify\nRegistrar-      of several congregations shall, if he ceases so to act, or to\nGeneral.        have such superintendence forthwith notify the fact to the\n                Registrar-General.\n                   It shall be lawful for any Marriage Officer to resign his\n                appointment as such, and such resignation shall be notified\n                in the Gazette, and shall take effect from the date of publica-\n                tion.\nVacation of       12. A Marriage Officer when duly appointed shall retain\noffice of\nMarriage        his office unless and until it is notified in the Gazette that\nOfficer to be\nGazetted.       he has ceased to be a Marriage Officer.\nTemporary          13. Any Marriage Officer intending temporary absence\nabsence of\nMarriage        from the Island shall notify the Registrar-General of such\nOfficer.        intention, and shall make such arrangements for the custody\n                of the marriage register books supplied to him as shall be\n                satisfactory to the Registrar-General.\nPower to          14. Upon representation being made to the Minister by\nremove\nMarriage        the Registrar-General showing to the satisfaction of the\nOfficer.\n                Minister that any Marriage Officer has ceased to act for\n                a congregation, or to have the local superintendence of\n                several congregations, or has left the Island without notify-\n                ing the Registrar-General and making arrangements for the\n                custody of the marriage records in his possession as required\n                by section 13, the Minister may remove such person as a\n                Marriage Officer, and upon notification of such removal\n                being made in the Gazette, the powers and authorities of\n                such person as a Marriage Officer shall absolutely cease and\n                be determined.\n                             MARRIAGE                                      9"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Whenever any Marriage Officer shall cease to reside Change         of\n                                                                residence,\nin the parish, or shall change his postal address as last\nrecorded on the list of Marriage Officers at the General $g:i$$d\nRegister Office, or shall take the active charge or Superinten- $;;~~;f\ndence of any place or places of worship in respect of which Officersto\n                                                                be reported.\nhe is not recorded at the General Register Office, he shall\nforthwith report in writing to the Registrar-General such\nchange of residence, postal address, or ministerial charge,\nand in default thereof he shall be liable to be removed from\nthe list of Marriage Officers, and his name shall be submitted\nto the Minister for such removal."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Marriage may be solemnized under the authority- ~ ~ t h ~ r i t y\n    (a) of a Civil Registrar’s certificate or Civil Registrars’ k!&iage.\n        certificates;\n    (b) of a Marriage OEcer’s certificate or Marriage\n        Officers’ certificates;\n    (c) of licence from the Minister;\n    (4 of a licence from a Justice, the Clerk of a Resident\n        Magistrate’s Court, or any person appointed for\n         the purpose by the Minister,\nand without any such authority in the cases specially\nprovided for in section 37."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. In every case of persons residing in Jamaica Prdimi-\nintending that a marriage shall be solemnized between\nthem under the authority of a Civil Registrar’s certificate          g$strar,s\nof notice, each of such persons shall on or about the same certificate.\ndate give notice of the intended marriage to the Civil\nRegistrar of the parish in which he or she has resided\nfor a period of not less than @teen clear days before the\ngiving of such notice, in the form as nearly as may be set\nforth in Schedule A :                                       Schedule A.\n   Provided that when both of such persons reside within\nthe same parish a single notice shall suffice :\n 10                                         MARRIAGE\n              Provided also that where one of the persons intending\n            marriage is not residing in Jamaica a single notice by the\n            other person shall suffice.\n               On the receipt of a notice of an intended marriage, the\n            Civil Registrar, being satisfied that the notice is con-\n            formable to the requirements of this Act, shall forthwith\n            enter the particulars set forth in the notice in a book to\n            be called the Marriage Notice Book, and shall on the same\n            day put up in a conspicuous and accessible place on the\n            door or outer wall of his office, a public notice of the\n            intended marriage in the form as nearly as may be set forth\nSchedule B. in Schedule B, and shall keep the same so put up for\n            seven consecutive days thereafter.\n                 The Marriage Notice Book shall be open at all\n               reasonable times to any person desiring to inspect it.\n                 The Civil Registrar having complied with the require-\n               ments of this Act shall, on the expiration of seven clear\n               days after the receipt of the notice of an intended marriage,\n               in the event of no objection to the marriage being in force\n               as hereinafter mentioned, grant upon request to the person\n               who gave the notice, or to any person authorized by the\n               person who gave the notice, a certificate of the due\n               publication thereof, in this Act referred to as the Civil\n               Registrar’s certificate, as nearly as may be in one of the\nSchedule C.    forms set forth in Schedule C, and shall therein set forth\n               whether any objection has been offered to such intended\n               marriage.\nPrelimi-       18. In every case of persons residing in Jamaica\nnaries to   intending that a marriage shall be solemnized between\nmarriage on\na Marriage\nOfficer’s\n            them under the authority of a Marriage Officer’s certificate\ncertilicate.or certificates of banns, each of such persons shall, on or\n            about the same date, give notice in writing, in the form\nSchedule D. as nearly as may be set forth in Schedule D, to the minister\n            (being a Marriage Officer) of the congregation to which he\n                             MARRIAGE                                11\nor she belongs, or is considered to be attached, or if not\nbelonging or not considered to be attached to any congre-\ngation, then to any minister (being Marriage Officer)having\nthe ministerial charge of a place of worship in the parish in\nwhich he or she resides :\n  Provided that when both of such persons belong to the\nsame congregation a single notice shall suffice :\n  Provided also that where one of the persons intending\nmarriage is not residing in Jamaica a single notice by the\nother person shall suffice.\n  On the receipt of a notice of an intended marriage the\nminister (being a Marriage Officer), being satisfied that the\nnotice is conformable to the requirements of this Act, shall\n(subject to his right of refusal under section 81, by himself,\nor some other person by him duly authorized, publish the\nbanns of marriage between the parties named therein, con-\nformably to the notice in the place of public worship in\nwhich he ministers.\n  The publication shall be made in an audible manner\nsome time during public divine service on a Sunday, or 48/1957\nin the case of persons professing the Jewish religion, s. 4.\nSeventh-Day Adventists and others of like religious persua-\nsion, on a Saturday, in the face of the congregation, and\nshall be in the words as nearly as may be in Schedule E, ScheduleE.\nand shall be made during the morning service (if there is\nservice in the morning) or if there is no morning service\nthen during the evening service :\n  Provided, that in addition to such publication of banns\nduring divine service, the minister (being a Marriage\nOfficer) shall enter the particulars set forth in the said\nnotice on paper, as nearly as may be in the form set forth\nin Schedule K, and shall affix the same on the outside of ScheduleK.\nthe principal door of the place of public worship at which\nthe banns of the marriage are required to be published, in\n      F   e inclusion of this page is authorized by L.N. 480/1973]\n12                                        MARRIAGE\n              the manner already provided, and thereafter, when such\n              notice shall have been kept affixed as aforesaid for a period\n              of seven clear days, the required publication of the said\n              banns shall be deemed to be complete.\n                 The minister (being a Marriage Officer) having complied\n              with the requirements of this Act shall, after the publica-\n              tion is complete, in the event of no objection to the\n              marriage being in force, as hereinafter mentioned, grant\n              upon request to the person who gave the notice, or to any\n              person authorized by the person who gave the notice, a\n              certificate of the due publication of banns, in this Act\n              referred to as the Marriage Officer’s certificate, as nearly\nSchedule F.   as may be in one of the forms set forth in Schedule F,\n              and shall therein set forth whether any objection has been\n              offered to such intended marriage.\nNotice of        19.-(1) When a marriage is intended to be solemnized\nintended\nmamaga        in any foreign country or place under the provisions of the\nunder         Act of the United Kingdom entitled the Foreign Marriage\nForeign\nMarriage\nAct.\n              Act, 1892 (55 and 56 Victoria, chapter 231, and one of the\n              parties has had his or her usual place of abode in Jamaica\n              for a period of not less than one week (or such other period\n              as may hereafter be fixed by any Order in Council made in\n              exercise of the powers conferred by the said Act)\n              immediately preceding the notice hereinafter mentioned,\n              such person shall give notice, in the prescribed form, of the\n              intended m a r r i a g e\n                   (a) to a Civil Registrar of Marriages in the parish in\n                        which he or she has had his or her usual place of\n                        abode as aforesaid; or\n                   (b) to the minister (being a Marriage Officer under this\n                        Act), of the congregation to which he or she\n                        belongs, or is considered to be attached, or, if\n                        not considered to be attached to any congregation,\n                        then to any minister (being a Marriage Officer)\n                        having the ministerial charge of a place of\n                             MARRIAGE                                   13\n          worship in the parish in which he or she has had\n          his or her usual place of abode as aforesaid.\n        (2) A notice given to a Civil Registrar of Marriages\nshall be deemed to be and shall be dealt with as a notice\nunder section 17.\n        (3) A notice given to a minister (being a Marriage\nOfficer)under this section, shall be deemed to be and shall\nbe dealt with as a notice under section 18.\n        (4) Every Civil Registrar of Marriages, and every\nminister (being a Marriage Officer) shall, on the notice\nhaving been published as provided, in the case of notices\nunder sections 17 and 18, and unless he is aware of any\nimpediment or objection which should obstruct the solem-\nnization of the marriage, grant to the person who gave the\nnotice under this section, or to any person authorized by the\nperson who gave the notice, a certificate in the prescribed\nform, of the due giving and publication of the notice.\n       (5) The Minister shall prescribe such forms as he\nmay think fit for carrying out the provisions of this section,\nand until such forms are prescribed, the forms set out in\nthe Schedules shall be used, with such variations as may be\nnecessary."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19       ,*\n               and on the                   day of               , 19    ,+\n               duly gave notice to me of their desire to have the banns of a marriage\n               intended between them published and that all the requirements of\n               law in respect of such notices and publication have been oomplicd\n               with, and no objections stated (or written objections lodged with me).\n                    Certified by me the said                     , this                   day\n               of                            19          .\n                                                              of                   , in the\n                                                  parish of            , a Marriage Oficer\n                                                  of the Island of Jamaica.\n                                               SCHEDULE G\n(Section 21)\n                                            MINISTER’S\n                                                    LICENCE\n               Jamaica.\n                                  To any Marriage Oficer of this Zsland\n                  These are to licence and permit you to solemnize a marriage between\n               A.B. (here give name, surname, condition, calling and place of residence\n               of A.B.) and C.D. (here give name, surname, condition, calling and\n               place of residence of C.D.) according to the provisions of the Marriage\n               Act, you knowing no lawful cause or impediment to the contrary.\n                  Given under my hand at                        , this              h Y\n               of                       , 19    .\n                                                      (Signed)\n                  This licence will be void if the marriage is not solemnized within\n               three months from the date hereof.\n                        *Give name, surname, condition, calling and place of residence.\n                        Dhe inclusion of this page is authorized by L.N. 480/1973]\n                             MARRIAGE                                              37\n                            SCHEDULE H                                   (Section 25)\n   I hereby solemnly declare that the facts, as stated by me in the\nwritten statement of objections to the marriage intended between\nA B . and C.D. on which this declaration is endorsed, are true to the\nbest of my knowledge and belief,\n                                 (Sign@        P.Q., Objector.\n   I certify that this declaration was made before me, and subscribed\nin my presence this\nat\n                                     day of                    19.   ,\n                                 (Signed)        MA.,\n                                            Civil Registrar,\n(or                     of                  , a Marriage Oficer.\nas the case may be).\n                                                                                                                                                      W\n                                                                                                                                                      OQ\n                                                         SCHEDULE I                                                                 (Section 21)\n                                      FORM OF DECLARATION (FORMINISTER’S                LICENCE)\n                        Prescribed under the Marriage Act, Section 21, appointed to be made before a Magistrate\n9\nfD\n              Names in Full                 Condition             Calling             Ages                 Dwelling-places and Parishes\ne.\nK                                                                                                                   -\ne.\n     I. (a)                                                                                                   hereby solemnly and sincerely\nt;’ particular just and true, and that I believe there is no impediment of                kindred or alliance or other lawful hindrance\n  to such Marriage.\na       (c) [And I further declare that (4                                                        the (4\n2     (a) Insert name, dwelling-place and description of declarant.           (e) Insert the character in which he or she consents.\n-5    (b) Insert names of the parties.\n      (c) The declarations in brackets are only to be used in cases of\n          Minors not previously married, in which case so much only of\n          the latter declarations as are applicable should be used. If both\n                                                                              ( f ) Insert the Minor’s name.\n                                                                              (g) If declarant is the party entitled to consent, substitute for the\n                                                                                    words in brackets the words “and consent to such marriage.”\n                                                                              (h) Insert “him” or “her” according to fact.\n          parties are Minors similar declarations should be made in           (i) Insert name of Minor’s Father.\n          respect of each.                                                    ( k ) Insert “his” or “her.”\n      (d) Insert the name, dwelling-place and description of the party        ( I ) If there is no person competent to give consent this form\n          entitled to give cEnsent, or if such party is the declarant then          should be used in lieu of (c).\n          the words “I am.\n                                                               SCHEDULE K                                                               (Section 18)\n                                                                               Parish of\n2                                                              PUBLIC NOTICE\n5'\n2\ne5'\nU        NOTICEhas this day been received by me of Marriage as intended to be solemnized between the following persons\n      (that is to say)-\nE;'           Name and Surnamc                   Condition                  Calling                               Place of Residence\n                                                                                                                                                       %\n                                                                                                                                                       a\nE;.                                                                                                                                                    h\n0\n60                                                                                                                                                     E\n                                                                                                                                                       8\ny\"      All objections to a Certificate of due publication of Banns being granted authorizing the celebration of this Marriage\np     must be lodged with me in writing within*               days from this date by the Objector, who must appear personally\nfi    to declare to the truth thereof.\n                                                                                      .........................................................\nE\n.-\nCL\n                                                                                         A.B.                                            a Marriage\n5\nY\n          Date of Notice.\n                                                             Officer of the Island of Jamaica.\n         *Fill in number of days to allow for a period of seven clear days from date of the posting of this notice.\n40                       MARRIAGE\n                                                      Q\n                                                      -5\n                                                      E\n     _.\n                                                      cd\n      -.-\n      M\n      C\n      3\n                                                                          0\n                                                                    3\n                                                                     .I\n                                                              ...             ...\n                                                                ...            .....\n                                                                  ...             ...\n                                                                      .\n                                                              ...   ...            ..\n                                                                ...           .....\n                                                                 ...            ...\n                                                               ... .             ...\n                                                                 ..               ....\n                                                           -  .....\n                                                                  ...\n                                                                                   ....\n                                                                                     ...\n                                                                                       .\n                                                 Y\n                                                 cd\n                                                 H\n                                                 E\n                                         SCHEDULE L-MARRIAGE                         (DUPLICATE) REGISTER                                            (Section 31)\n    I\n3I No./\n            ,\n                When Mamed   I   Name and Surname                    Condition   1\n                                                                                 I\n                                                                                      Calling   1 1\n                                                                                                1\n                                                                                                    Age\n                                                                                                        I\n                                                                                                        Parish and Residence\n                                                                                                            at the time of\n                                                                                                              Marriage\n                                                                                                                                      I\n                                                                                                                                          Father’s Name and\n                                                                                                                                              Surname\n                                                                                                -I\n                                                                                                --                                    --\n                                                                                                -__\n$       1\n5 by (orMarridat\n         before) me\ng\n0\n1\n$i      ThisMarriagewas             ....................................\n                                    ....................................\n                                                                             in the presence of us\n                                                                                                            ......................................................\n                                                                                                            ......................................................\n                                                                                                                                                                     P\n                                                                                                                                                                     LL\n3\n(D\n      NO.\n            I    When Mamed   Name and Surname             Condition        Calling\n                                                                                            Parish and Residence\n                                                                                                at the time of\n                                                                                                  Marriage\n                                                                                                                         Father’s Name and\n                                                                                                                               Surname\n-.\nE.\nB\ns’\nt)\nw-\nE\nW\n3‘                                                                                                                                                  %\n% -                                                   -_                                                                                            b\nw.\n                                                                                                                L\n                                                                                                                                                    h"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. No minister of religion who is not a Marriage w o r n a y\nOfficer or is not expressly authorized by a Marriage Officer, publish\n                                                              ban-.\nshall publish any banns of marriage."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. In any case of persons residing in Jamaica intending Prelimi-\n                                                             naries to\nthat a marriage shall be solemnized between them, the marriage         on\nMinister may, on application by or on behalf of either of\nthe parties, if he thinks fit, upon proof being made to his Ecem.\nsatisfaction that there is no impediment of kindred or\nalliance or other lawful hindrance to the intended marriage,\nand, where consent is required, that the consent of the\npersons authorized to give such consent has been obtained,\n14                                       MARRIAGE\n             grant a licence for such marriage, as nearly as may be in the\nScheduleG.   form set forth in Schedule G .\n               For the purposes of such proof, the Minister may\nScheduleI.   prescribe any form of declaration according to Schedule I\n             that he thinks fit to be made before any persons that he\n             may appoint, and declarations so prescribed shall be\n             deemed to be declarations required by law for the purposes\n             of a marriage.\n                Every Minister’s marriage licence under this Act shall be\n             deemed to be a marriage licence within the meaning of that\n             term in the Schedule to the Stamp Duty Act :\n                Provided that every such Minister’s marriage licence shall\n             bear a stamp of the value of ten dollars.\nSpecial        22. Where the parties or one of the parties to an\nlicences.\n48/1957     intended marriage has resided in the Island for a period of\ns.5(a)&(b). not less than fifteen clear days, any Justice for any parish\n            or parishes of the Island of Jamaica, the Clerk of the Resi-\n            dent Magistrate’s Court for the parish in which the parties\n            or one of the parties intending marriage resides, or any\n            person appointed for the purpose by the Minister, may issue\n            a special licence for marriage, such licence to be in such\n            form as shall be approved of by the Minister, and to be\n            furnished for the purpose :\n               Provided that before the granting of such licence there\n            shall be produced to such Justice, Clerk of the Resident\n            Magistrate’s Court, or other appointed person, a notice\n            of marriage and declaration, signed by the parties\n            applying for the licence, and as nearly as may be in the\n schedule^. form set forth in Schedule A, together with a statutory\n            declaration from some minister of religion (being a Mar-\n            riage Officer) setting forth that the applicants for the mar-\n            riage licence are well known to him, that the statements\n            made by them in their marriage notice are, to the best of his\n            knowledge and belief, in every particular just and true.\n                             MARRIAGE                                          15"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Before the issue of any marriage licence, the person stampson\nissuing it shall secure that such licence be stamped with mamage\n                                                            licences.\nrevenue stamps to the value of twenty-five cents, and shall\nhimself cancel the stamps before he delivers the licence.\n   The provision made by the Schedule to the Stamp Duty Scheduleto\nAct, under “Licences”, whereby the sum of ten dollars Act.   Stamp Duty\nis made payable on every marriage licence, shall not apply\nto the special marriage licences provided for by section 22."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Persons who have reached the age of eighteen years ansentto\n                                                         mamage\nof age and widowers or widows may marry without the when       re-\nconsent of others.                                       quired and\n                                                         who may\n                                                                    give it.\n   Where a person under eighteen years of age not being I 11979\na widower or widow intends to marry, the father, or if the 1st Sch.\nfather is dead the lawful guardian or guardians, or if there\nis no such guardian the mother, if unmarried, of such\nperson shall have authority to consent to the marriage of\nsuch person, and such consent is hereby required unless\nthere is no person authorized to give it resident in this\nIsland.\n   If the parent or guardian whose consent is necessary is\nnun compos mentis, or unreasonably withholds consent to\nthe marriage of any person, either party to the intended\nmarriage may refer the matter to a Judge of the Supreme\nCourt who shall decide upon the same in a summary way,\nand if the proposed marriage appears upon examination to\nbe proper, the Judge shall certify the same, and his\ncertificate shall be as good and effectual as if the necessary\nconsent had been given.\n   Where either of the parties to a marriage is under eighteen Consequence\nyears of age, not being a widower or widow, and is married $ g t z a g e\nunder this Act without the consent of the person having n-ary\nauthority to consent, it shall be lawful for the Supreme Court, consent\n                                                                I i 1979\non an information by the Attorney-General, to declare a for- 1st Sch.\nfeiture of all interest in any property acquired by such\n16                                        MARRIAGE\n              marriage by the other party thereto, and to secure the same\n111979        for the benefit of the party so under eighteen years of age,\n1 s t Sch.\n              and of the issue of the marriage.\nObjections\nto a"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Any person may notify his objection to an intended\nmarriage,     marriage by giving notice of objection to the Civil\nhow to be\nmade and      Registrar or Marriage Officer publishing the notice of\ndealt with.   banns.\n                 A Civil Registrar or Marriage Officer shall disregard\n              all objections to an intended marriage not appearing on\n              the face of the notice, unless-\n                   (a) they are stated prior to the issuing of the\n                        certificate of publication;\n                   (b) they are stated in writing by the person making\n                        the same;\n                   (c) the person making the same appears personally\n                        to lodge the same with the Civil Registrar or\n                        Marriage Officer, and in his presence makes and\n                        subscribes a declaration as nearly as may be in\nSchedule H.            the form set forth in Schedule H, which the Civil\n                        Registrar or Marriage Officer shall endorse on the\n                       written statement of objection.\n                With regard to objections timely and duly made as\n              above provided, the following provisions shall apply-\n                  (a) Where the objection does not set forth a legal\n                      impediment to a marriage between the parties\n                      intending to solemnize marriage, or a refusal of\n                      consent on the part of any person whose consent\n                      is required to such marriage, the Civil Registrar\n                      or Marriage Officer shall suspend the issue of his\n                      certificate pending decision upon the objection,\n                      and shall consider the Objection and make such\n                      enquiry thereabout as he sees fit, and himself\n                      decide thereupon.\n                     m e inclusion o€ this page is authorized by L.N. 57/1980]\n    (b) Where the objection sets forth bylegal impediment\n        to a marriage between the parties, or any refusal of\n        consent on the part of any person whose consent\n        is required to such marriage, the Civil Registrar or\n        Marriage Officer shall refer thl matter to a Judge\n        of the Supreme Court (who shall decide upon the same\n        in as summary a way and as expeditiously as the\n        circumstances of the case will pexdit), and shall sus-\n        pend the issue of his certificate \\until.he receives a\n        certified copy of the Judge's decision to the effect that\n        the parties are not in respect ofi the said objection\n        disqualified fiom contracting such\\marriage, or where\n        the objection is in the nature of a refusal of consent that\n        such refusal is unreasonable and ought not to interfhe\n        with such marriage.\n  If it appears to the Judge that the objection, in case of\nan objection to a marriage, was frivolous !and vexatious, he\nmay condemn the party making it, to pay, in addition to costs\nand all civil damages to which he may be' liable, a fine not\nexceeding two hundred and fifty thobsAd dollars, to be ~noll\nenforced in the same way as a judgmeni of the Supreme                 ''\"\nCourt."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Whenever a marriage does not take place within cert~ticate\nthree months of the date of the Civil ~ e ~ i s t r a r certificate\n                                                        's\nor the Marriage Officer's certificate, or a Minister's licence, three\n                                                                      ~~~~~~\nor a licence by a Justice, the Clerk of the ~ e s i d e n t\"OnthS\nMagistrate's Court, or a person appointed for the purpose\nby the Minister, the certificate or licence as the case may\nbe shall be void, and no person shall proce'ed to solemnize\nthe marriage until new notice has been given and certificate\nissued or a new licence has been granted."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. After the issue of a Civil Registrar's certificate or Civil Howmar-\n                                                                      riage to be\nRegistrars' certificates, or a Marriage Officer's certificate, or\nMarriage Officers' certificates or a Civil Registrar's certificate    and condi-\n                                                                      tionsto be\n                                                                      observed.\n        [The inclusion of tbis page is authorized by LN. 92d20121\n                in the case of one of the parties, and of a Marriage Officer's\n                certificate in the case of the other party, or a licence from the\n                Minister, or a licence by a Justice, the Clerk of the Resident\n                Magistrate's Court, or a person appointed for the purpose by the\n                Minister, the marriage niay be solemnized between the parties\n                described in the certificate or licence according to such form and\n                ceremony as the parties may see fit to adopt:\n                  Provided that. every such marriage shall be solemnized\n                in the presence-of a ~viarriageOfficer and of two witnesses\n                between the hours of six a.m. and eight p.m. with open\n                doors:      1\n                  Provided also that the certificate or certificates, or if the\n                marriage is by licence, the licence shall be first delivered\n                to the Marriage Officer by or before whom the marriage is\n                solemnized:\n                   Provided also that in some part of the ceremony or imnie-\n                diately before the ceremony, and in the presence of such Mar-\n                riage Officer and witnesses, each of the parties shall declare-\n                                                                            .,'\n                  I do solemnly declure that I know not of any lawfil\n                impediment why I, A.B., may not be joined in matrimony\n                to C.D."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. If the parties to a marriage contracted before the ~ s t o a\n                                                                   separate\nCivil Registrar or a Marriage Officer desire that there religious\nshall be separately performed any religious service of service*\nmarriage between them, they may present themselves to\nany acknowledged minister of religion, and such minister\nupon the production of a certified copy of the Register of\nMarriage as contracted before a Civil Registrar or a\nMarriage Officer,may, if he thinks fit, perform such religious\nservice.\n  Nothing in the reading or celebration of such service shall\nsupersede or invalidate any marriage previously contracted\nbefore the Marriage Officer, nor shall such ceremony be\nregistered under this Act as a marriage."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. The Marriage Officer by or before whom a marriage Inquiriesby\nis solemnized shall ask the parties to be married the Officer.\n                                                             Marriage\nparticulars required to be registered touching the marriage."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. Immediately after the solemnization of a marriage HW\nthe Marriage Officer before whom it is solemnized shall marriages\n                                                          tobe\n                                                          registered.\nregister it in duplicate, that is to say-\n     (a) in a Marriage Register Book to be kept by him\n           for the purpose, and also\n     (b) in a duplicate form attached to the Marriage\n           Register Book as a counterfoil,\nand the entry of such marriage both in the Marriage\nRegister Book and the duplicate shall be signed by the\nMarriage Officer, and also by the parties married, and by\ntwo witnesses.\n  The Register shall contain the particulars and be in the\nform indicated in Schedule\n                   -_      L.                              Schedule L.\n      m e inclusion of this page is authorized by L.N. 480/1973]\n20                                            MARRIAGE\nMarriage           32. Immediately after registration the Marriage Officer\nOfficer’s\nduties imme-     shall separate the duplicate register from the Marriage\ndiately after\nregistration.    Register Book and forthwith deliver or cause to be delivered\n                 such duplicate register to the Registrar-General, and shall\n                 deliver a certified copy of the register to one of the parties\n                 to the marriage, without fee.\nRegistering        33. The duplicate register transmitted by the Marriage\nmarriage in\nheGellera1       Officer to the Registrar-General shall be filed and safely\nOffice.\nRegister         preserved by him in the General Register Office.\nRectification      34. Where a Marriage is solemnized under the provisions\nof register as\nto marriage      of this Act, which, without fault of the parties thereto, has\nnot properly\nregistered.      been omitted to be registered, or where the Register of a\n                 Marriage has been lost or destroyed, it shall be lawful for\n                 either of the parties, or in case of his or her death the issue\n                 or other lawful representative of such party, to apply to any\n                 Resident Magistrate for an order to have such marriage\n                 correctly registered.\n                   The Resident Magistrate shall require notice of such\n                 application to be given to such persons as he thinks\n                 expedient.\n                   If the Resident Magistrate is satisfied after hearing such\n                 evidence as may be adduced that such marriage has been\n                 proved, he shall make an order to that effect, and shall\n                 certify the same to the Registrar-General, who shall there-\n                 upon cause the marriage to be specially registered (in dupli-\n                 cate) in accordance with the terms of the order, in books\n                 to be kept for the purpose in the General Register Office,\n                 with a note of such order and the date thereof.\nAlteration              No alteration in any Register of Marriages shall"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35.-(1)\nof Register\nof Marriage. be made except as authorized by this Act.\n                    (2) Any clerical error which may from time to time\n             be discovered in any such Register of Marriages may be\n                            MARRIAGE                                     21\ncorrected by the Regis trar-General or any person authorized\nin that behalf by him, subject to the prescribed rules.\n        (3) An error of fact or substance in any Marriage\nRegister may be corrected by entry in the margin in red ink i.8L.1957\n(without any alteration in the original entry) by the Regis-\ntrar-General upon production to him by either of the parties\nto the marriage, or in case of his or her death by the issue\nor other lawful representative of such party, of a statutory\ndeclaration setting forth the nature of the error and the true\nfacts of the case."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. Certified copies of Registers under this Act and under Certified\nsections 61, 62 and 63 of the Registration (Births and F$-e    :orsf\nDeaths) Act, relating to Civil Status Records, shall be ;-m;g\n                                                            im\nexempt from all stamp duty."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. It shall be lawful for a Marriage Officer to solemnize marriage\n                                                              Actto in\na marriage without any certificate of notice or banns in the nrticu/o\nfollowing special case, that is to say, where the marriage is mofris-\nbetween two persons one of whom is in arriculo mottis.\n   No such marriage shall be solemnized unless both parties\nare able to signify their consent thereto in presence of two\nwitnesses.\n  No such marriage shall be solemnized where either of the\nparties is under twenty-one years of age not being a widower\nor widow, unless the person whose consent is required is\npresent and gives his or her consent verbally.\n  A marriage so solemnized shall be specially registered.\n  The Register shall contain the particulars and be in the\nform indicated in Schedule M.                              Schedule M.\n  No marriage solemnized under the provisions of this\nsection shall be valid unless the foregoing conditions are\nobserved.          ___                -_\n22                                        MARRIAGE\nRules under      38. The Registrar-General may from time to time make,\nthis Act,\nhow and by     and when made revoke, add to and alter, rules for the\nwhom made,\naltered or     carrying out of the registration provisions of this Act, and\nrevoked.       for the direction of officers connected with registration in\n               the performance of duties under this Act. Such rules shall\n               be subject to the approval of the Minister, who may allow,\n               disallow, alter and add to, such rules or any of them.\nGeneral          39. The General Register Office for keeping registers of\nRegister\nOffice for     births and deaths shall be the General Register Office for\nmarriages.     keeping registers of all marriages solemnized in this Island.\nSeal of          40. There shall be provided a seal or stamp of the General\noffice.\n               Register Office with which all certified copies issuing out of\n               the office as in this Act provided shall be sealed or stamped.\nSupply of        41. There shall be supplied to the proper officers all books,\nbooks,\nforms, etc.,   registers and forms required for the execution of this Act.\nto Marriage\nOfficers.        All books so supplied to be kept for entries shall be of\n               durable materials, and shall have the pages and places for\n               entry respectively numbered progressively.\n                 Forms of notice of marriage shall be supplied by the\n               Registrar-General to the several Civil Registrars and\n               Marriage Officers, who shall account for all forms so issued\n               to them.\nRegistrar-       42. The Registrar-General of Births and Deaths shall\nGeneral of\nMarriages.     be also the Registrar-General of Marriages.\nRegistrar-        43. The Registrar-General of Marriages shall superin-\nGeneral to\nsee to the      tend, control and direct, all officers entrusted with\nexecution of   registration duties under this Act, and shall make all\nthis Act.\n                necessary provision for the execution of this\n               _-\n                                                              Act.\n                                                           ~ _ _ _ ~ _            _\n                     [The inclusion ofthis page is authorized by L.N. 480/1973]"
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. The Registrar-General shall have the custody and shall be       Registrar-\n                                                                          General\n    responsible for the safe keeping of all Registers of Marriage and     responsi,\n    documents relating thereto as may have been committed to his for docu-\n    keeping by any enactment or are so committed under the SfT:\",:\n    provisions of this Act.                               I\n                                                                      keeping."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. The Registrar-General shall cause to be made and kept in Index to\n    the General Register Office an Index of the Registers of.Mar-\n    riages filed in the office.                           I"
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. The Registrar-General shall allow all persons, within           lndexrnay\n                                                                          be searched.\n    hours to be prescribed by rules, to search the Index of Marriage\n    Registers in the General Register Office."
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. The Registrar-General shall give a copy, sealed and officecopy\n    stamped with the seal of the General Register Office, of any             Reg'Sters.\n    Marriage Register in the General Register Office, to any person\n    requiring it and on payment of the appointed fee."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. All Marriage Officers shall be Registrars of Marriages for      Marriage\n                                                                          Officers to\n    the purpose of registering marriages solemnized or witnessed by       be Regis-\n    them under this Act.                                                  trars of\n                                                                          Marriage.\n                                                              I"
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. Every Marriage Officer as a Registrar of Marriages shall neirduties\n    keep safely the Marriage Register Book supplied to him for the\n    purposes of this Act until every place of entry therein is filled,\n    or until he ceases to be a Marriage Officer, and shall then return\n    it to the Registrar-General."
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. Every Civil Registrar-                                          Duties of\n                                                                          Civil Regis-\n                                                                          trars.\n          (a) shall have an office to be approved by the Registrar-\n              General, and shall keep safely in his,office in the Mar-\n              riage Register Book, entrusted to him as Civil Regis-\n              trar;\n          (b) shall make such periodical returns to the Registrar-\n              General relating to the duties performed by him in\n/\n                           .relation to this Act as may be required by rules to be\n                            made under this Act;                            -\n                       (c) shall perform such other duties in relation to the\n                           execution of this Act as may be assigned to him by\n                           rules to be made under this Act.\nMarriage            51. Where fa marriage is intended to be solemnized or con-\nfacilities of\nCommon-          tracted in the United Kingdom between a Commonwealth citi-\nwealth           zen resident in England, Scotland or Ireland and a common-\ncitizens.\n                 wealth citizen resiaent in Jamaica, a certificate by a Civil Regis-\n                 trar of the due publication of the notice 6f an intended marriage\n                 or a certificate by a Marriage officer of the due publication of\n                 banns may be granted in the like manner as if the marriage was\n                 to be solemnized or contracted under the circumstances requir-\n                  ing the grant of such a certificate under section 17 or under\n                  section 18 as the' case may be, and as if both such dommon-\n                  wealth citizens were resident in Jamaica.\n,Fees.             52. The fees specified in Schedule N shall be payable under\n Schedule N.     this Act, and shall in all cases be demandable and payable\n                 before the performance of the duty or the doing of the act to\n                 which they relate.\n                   Fees received by or on behalf of the Register-General in the\n                 General Register Office and under the provisions of this Act .\n                 shall be accounted for and paid by him into the Treasury. '\n                                                                               *    ,\nExpenses of        53. The Aperises of carrying this Act into execution shall,\ncanying out\nthis Act.        where not qtherwise provided for, 6e paid out of the Consoli-\n                 dated Fund:    I\n Registers,         54. Every original Register in a Marriage Register Book, and\n Records of\n Registers and   every Duplicate *OriginalRegister, and every'Record of Regis-\n copies, how     ters kept in the General Register Office, and every copy thereof\n far evidence.\n                 or of any entry therein certified under the hand of the Registrar-\n                 General to be a true copy, shall, respectively, be good evidence\n                                   MARRIAGE                                          25\n    of the facts therein recorded in pursuance of this Act, in all\n    proceedings and before all courts."
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55. Every officer under this Act who makes default, and Penalwon\n    every person who has held and has ceased to hold any office\n    under this Act, who, while holding or on ceasing to hold such complying\n    office has made default in strictly complying with the foregoing with this\na   provisions of this Act, whether by omission or commission,\n    shall be guilty of an offence against this Act, and shall be liable\n    on summary conviction to a penalty not exceeding one million 7,201 1\n    dollars.                                                            SC~."
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56. Every Marriage Officer who shall neglect or refuse to Penalwon\n    forward to the Registrar-General the Duplicate Register of any :::\",\n    marriage solemnized by or before him as required by section 32, for certain\n    or shall fail to deliver or cause to be delivered any Original          Zf$:,and\n    Marriage Register Book when filled in or on his ceasing to be a\n    Marriage Officer as mentioned by section 49, or any Marriage\n    Register Book which is required for inspection at the General\n    Register Office and has been requisitioned for by the Registrar-\n    General, or shall lose or injure, or allow to be injured, whilst in\n    his keeping, any Marriage Register Book or Marriage Register\n    shall forfeit and pay a sum not exceeding one million dollars for 7no11\n                                                                        Sch.\n    any such offence."
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57. No prosecution shall be instituted against any person for         Director of\n                                                                            Public\n    any offence punishable on summary conviction under this Act             ko,cutions\n    without permission of the Director of Public Prosecutions.              must autho-\n                                                                            rize prosecu-\n                                                                            tion."
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58. The Registrar-General in the event of any failure in the Report to be\n    transmission of Registers, or copies of Registers, as in this Act made  by\n                                                                      Re,isrrar-\n    required by Marriage Officers, or in the transmission of any General to\n    return required to be sent to the General Register Ofice under Director\n                                                                      Public\n                                                                               of\n    rule or rules made under this Act, shall report the default of kosecu-\n                                                                            tions.\n              [lle inclusion of this ;age is authorized by L.N. 92c/2012]\n                                                MARRIAGE\n                  such Marriage Officer specially to the Director of Public\n                  Prosecutions.\n    Schedules.      59. The Schedules, and all directions therein contained or\n                  specified; or thereto appended, shall be of the same force and\n                  effect as if the same were enacted in the body of this Act.\n    Cancellat~on     60.-(1) Whenever any person is convicted in this Island\n    of Original\n    Registers.     of the crime of bigamy, the ~ e ~ i s t r of\n                                                              a r the Supreme Court\n    Duplicate      or the Clerk to the Circuit Court, as the case may be, shall trans-\n    Original\n                 , mit to  the ~e~istrar-General  a certificate under his hand ceki-\n    Registers\n    and other      fying the conviction for bigamy of the person named in such\n    entries of\n    bigamous       certificate.\n    marriages.\n                           (2) On receipt of such certificate the ~e~istr&-General\n                  shall, if the person convicted went through the form of biga-\n                  mous marriage in this Island, cancel or cause to be cancelled\n                  every Original Register and Duplicate Original Register of such\n                  marriage and shall cancel or cause to be cancelled every Record\n                  of ~ e ~ i s t e relating\n                                   rs       to such marriage kept in the General\n                  ~ e ~ i s t Offick,\n                              er       d d thereupon the .p~ovisionsbf section 54\n                  shall, in respedt only of such Original Register, Duplicate Origi-\n                  nal Register, copy thereof or entry therein, cease to be of any\n                  effect whatsoever.\n                                                  Offences\n    Tampering       61. Whoever intentionally and unlawfully falsifies, destroys,\n    with\n    Marriage      injures, removes 01; conceals, any public Register of Marriages,\n    Registers.    with intent to defeat, or obstruct or pervert the course of justice,\n-   42J1969       or to defraud, or injure any person, shall be liable to imprison-\n    3rd Sch.      ment for seven years.\n    Personation     62. Whoever pretends to be or acts as a Marriage Officer\n    of Marriage\n    Officer.      not being lawfully authorized to act as such officer, is guilty\n                  of a misdemeanour, unless he show that he so pretended or\n                  acted under a mistake of law or of fact."
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60. Cancellation of Original Registers, Duplicate Original Registers and\n       other entries of bigamous marriages.\n                                   Ofences"
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63. Every Marriage Officer who, being bound or authorized False official\n                                                                                     certificates\n             -as such officer to attest or certify, by writing or otherwise, any Or     anesta-\n              document or matter, or that an event has or has not happened, tlons\n              attests or certifies such document or matter knowing the same to\n              be false in any material particular, or attests or certifies that such\n              an event has happened or has not happened (as the case may be)\n              without knowing or having reason to believe that the same has\n              happened or has not happened (as the case may be) according to\n              his attestation or certificate, shall be liable to imprisonment for\n              two years."
    },
    {
      "provision_ref": "sec64",
      "section": "64",
      "title": "Section 64",
      "content": "64. Every Marriage Officer who unlawfully and intentionally Tampering\n              destroys, injures, falsifies or conceals, any notice or certificate of Marriage\n                                                                                          with\n              which is in his possession, custody or control, or to which he certificates\n              has access by virtue of his office, shall be liable to imprisonment Or FiCes.  .\n              for two years."
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65. Whoever being unmarried goes through the ceremony Falsecere-\n              of marriage with a person whom he knows to be married\n              to another person is guilty of a misdemeanour, whether\n              the other party to the ceremony has or has not such guilty\n              knowledge as to be guilty of bigamy."
    },
    {
      "provision_ref": "sec66",
      "section": "66",
      "title": "Section 66",
      "content": "66. Whoever goes through the ceremony of marriage, or Fraudulent\n              any ceremony which he represents to be a ceremony of mar- ceremony of\n              riage, knowing that the marriage is void on any ground with aparty\n              and that the other person believes it to be valid, shall be believing\n                                                                          valid,\n                                                                                    it\n              liable to imprisonment for ten years.                       4211969\n                                                                                       3rd Sch."
    },
    {
      "provision_ref": "sec67",
      "section": "67",
      "title": "Section 67",
      "content": "67. Whoever personates any other person in marriage, Fraudsby\n              or marries under a false name of description, with intent one   party to\n                                                                          amarriage\n              to deceive the other party to the marriage, shall be liable on theother.\n- -- .   .    to imprisonment for ten years.                              4211969\n                                                                          3rd Sch.\n                      '[The inclusion of this 'page is authorized by L.N. 92cl2012]\nFraudulent         68. Whoever performs or as a Marriage Officer, witnesses,\nperformance\nof ceremony     the ceremony of marriage, knowing that he is not duly qualified\nwhen marriage   to do so, or that any of the matters required by law for the vali-\nunlawful.\n                dity of such mhiage has not happened or been performed or\n42/1969         that the marriage is void or u n l a h l on any ground, shall be\nSch.            liable to imprisonment for seven years.\nFraudulent\nendeavour-\ning to pre-"
    },
    {
      "provision_ref": "sec69",
      "section": "69",
      "title": "Section 69",
      "content": "69. Whoever endeavours to prevent a marriage by pretence\n                that his consent thereto is required by law, or that any person         a\nvent a          whose consent is so required does not consent, or that there is\nmarriage.\n                any legal impediment to the performing of such marriage, shall,\n                if he do so knowing that such pretence is false or without having\n                reason to believe that it is true, be liable to imprisonment for\n                                 I\n                two years.\nRovisions         70. Liability to imprisonment for any specified period\nrelating to\npunishment.     under the provisions of this Act includes liability to imprison-\n42/1969         ment for any shorter period, and with or without had labour.\n3rd Sch.\nMinister           71. . The Minister may, by order subject to affirmative resolu-\nmay amend\nmonetary        tion, amend the monetary penalties specified in this Act.\npenalties.\n7/201 1\nSch.\n                                                    SCHEDULE A                                                    (Section 17)\n                                                          ~~\n     FORM NO. 1. Applicable to the case of parties residing in the same Parish or District and giving a single Notice.\n                                              NOTICE O F M A R R I A G E\n                                                               Parish and Dwelling   Length of\n Name and Surname       Condition         Calling   Age               Place          Residence   Father's Name and Surname\n                                                                                                                                 ;s:\n                                                                                                                                 b\n                                      -----                                          -___\n                                                                                                                                 ?J\n                                                                                                                                 4\n                                                                                                                                 b\n   Subscribed and declared by the above named in the presence of us the undersigned, householders in the above-\nmentioned Parish, who declare that we believe the statements contained in this Notice to be true.\n                                                                                                  Witness.\n                                                                                                               Witness.\n *Insert the names of the persons giving notice.\n                                                            SCHEDULE A                                                  (Section 17)   0\"\n          FORM NO. 2. (Applicable to the case of parties residing in different Parishes, or giving separate Notices).\n                                                NOTICE            OF    MARRIAGE\n               TO THE CIVILREGISTRAR      OF THE PARISHOF\n I,*           , give YOU notice that a Marriage is intended to be had between me and the other party herein named and des-\n               cribed (that is to s a y t\n                                                              I        Parish and Dwelling   Length of\n        Name and Surname          Condition       Calling                      Place         Residence   Father's Name and Surname\n                                                                                                                                       z\n                                                                                                                                       b\n48 / 1957               And I give this Notice with the assent of the other party herein named and described.                          a\ns. 7.                   And I solemnly decIare that I have for fifteen clear days immediately preceding the date of this\n                      Notice had my usual place of abode within the abovementioned Parish of                         and that\n                      I believe there is no impediment of kindred or alliance, or other lawful hindrance to the said Marriage.\n                        In witness whereof I have hereunto set and subscribed my hand this               day of       19     .\n                                                                                                                                       2\n Subscribed and declared by the above named in the presence of us the undersigned, householders in the above-\nmentioned Parish, who declare that we believe the statements contained in this Notice to be true.\n                                                                                                      Witness.\n                                                                                                      Witness.\n        *Insert the names of the person giving notice.\n                                       S C H E D U L E B.                                            (Section 17)\n                              Civil Registrar's Ofice, Parish of\n                                  P U B L I C NOTICE\n        Name and Surname   Condition               Calling                      Place of Residence                  %\n                                                                                                                    \"a\n                                                                                                                    k!\n                                                                                                                    E\n                                                                   Civil Registrar of the Parish of\nDate of Notice.\n32                                              MARRIAGE\n(Section 17)                                   SCHEDULE C\n                                      CIVILREGISTRAR’S\n                                                    CERTIFICATE\n                                                 FORM\n                                                    No. I\n                  (Applicable to the case of parties residing in diflerent Parishes)\n                  I,                                   , Civil Registrar for the parish\n               of                       , hereby certify that on the            day of\n                                               , 19     ,*\n               duIy gave notice to me of h         intended marriage to *\n                                                                                and\n               that all the requirements of law in respect of such notice, so far as\n               the said                      is concerned, have been complied with\n               and no objections stated (or written objections lodged with me).\n                    Certified by me the said                       , this                    b Y\n               of                               , 19      .\n                                       Civil Registrar for the parish of\n(Section 17)                          CIVILREGISTRAR’S\n                                                    CERTIFICATE\n                                                 FORMNo. 2\n                       (Applicable to the case of parties residing in the same Parish)\n                    I.                                     , Civil Registrar for the parish\n               of                                , hereby certify that on the                hY\n               of                                9   19       r*\n               and on the                                                                  day of\n                                                 , 19    ,*\n               duly gave notice to me of their intended marriage, and that all the\n               requirements of law in respect of such notices have been complied\n               with, and no objections stated (or written objections lodged with me).\n                    Certified by me the said                       , this                   h Y\n               of                             , 19        .\n                                      Civil Registrar for the parish of\n                         *Give name. surname, condition, calling and place of residence.\n                                                                                                  -\n               -\n                                                SCHEDULE D                                                 (Section 18)\n                        FORMNo.   . (Applicable to the case of parties giving separate Notices).\n                                          NOTICE        FOR BANNS\nTo A . B. OF                              IN THE PARISHOF\n                                  A MARRIAGE\n                                           OFFICER OF THE ISLAND\n                                                               OF JAMAICA\n    I,                                                                                                   hereby\ngive you notice that a Marriage is intended between me and the other party herein named and described, and that\nI desire you to publish the Banns of such Marriage in the manner required by law.\n     Name and Surname             Condition      I           Calling\n                                                                          __     Age        Parish and Dwelling-place\n                                                                                                                          b\n                                                                                                                          b\n                                                                                                                          j:\n                                                 i                                                                      ~-\n                                                                                                                          8\n  And I give this Notice with the assent of the other party herein named and described.\n  And I solemnly declare that I believe there is no impediment of kindred or alliance or other lawful hindrance to\nthe said Marriage. In witness whereof I have hereunto set and subscribed my hand this        day of         19    .\n Subscribed and declared by the abovenamed in the presence of US the undersigned, householders in the above-\nmentioned Parish, who declare that we believe the statements contained in this Notice to be true.\n                                                                                                        Witness.\n                                                                                                        Witness.\n                                                                                                                          w\n                                                                                                                          (w\n                                                                                                                           w\n                                                                                                                           P\n                                                   SCHEDULE D                                               (Section 18)\n                         FORMNo. 2. (Applicable to the case of parties giving a single Notice)\n                                            NOTICE        F O R BANNS\nTO A . B. OF                                       IN THE PARISH OF\n                                           OFFICEROF THE ISLAND\n                                  A MARRIAGE                  OF JAMAICA\n      Name and Surname                 Condition               Calling           Age        Parish and Dwelling-place      sb\n                                                                                                                           93\n                                                                                                                           E\n Subscribed and declared by the abovenamed in the presence of us the undersigned, householders in the above-\nmentioned Parish who declare that we believe the statements contained in this Notice to be true.\n                                                                                                 Witness.\n                                                                                                         Witness.\n                                 MARRIAGE                                                     35\n                                SCHEDULE E\n                                                                                    (Section 18)\n         Form of Words to be used in the Publication of Banns\n   I publish the banns of marriage between A B . , of (here state the\nparish as stated in the notice), and C.D., of (here state the parish as\nstated in the notice)\n  If any of you know cause or just impediment why these two persons\nshould not be joined together in holy matrimony ye are to declare it.\n                               SCHEDULE F\n                                                                                    (Section 18)\n                     MARRIAGE\n                            OFFICER’S\n                                    CERTIFICATE\n                                 FORMNo. 1\n(Applicable to the case of parties belonging to diflerent Congregations,\n                   or residing in difjerent Parishes)\n  I,                                    , of                               , in\nthe parish of                              , a Marriage Officer for the Island\nof Jamaica, hereby certify that on the                     day of               ."
    },
    {
      "provision_ref": "sec71",
      "section": "71",
      "title": "Section 71",
      "content": "71. Minister may amend monetary penalties.\n                                                                                        Cap. 237.\n                                                                                          Law\n                                                                                       48 of 1957.\n                                                                                           Acts\n                                                                                       42 of 1969,\n                                                                                        3rd Sch.,\n                                                                  [Znd June, 1897. ]    1 of 1979,\n                                                                                         1st Sch.,\n                                                                                         7 of 2011\n                                                                                            Sch."
    }
  ],
  "definitions": [
    {
      "term": "General Register Office",
      "definition": "General Register Office",
      "source_provision": "sec2"
    }
  ]
}