{
  "id": "jm-stat-the-married-womens-property-act",
  "type": "statute",
  "title": "The Married Women's Property Act",
  "title_en": "The Married Women's Property Act",
  "short_name": "Married Women's Property Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-married-womens-property-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-married-womens-property-act | Legal areas: Family",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Married Women's         '                        Short title.\nProperty Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Subject to the provisions of this Act, a married woman Capacityof\n                                                                  married\nshall-                                                            women.\n                                                                  1111970\n       (a) be capgble of acquiring, holding and disposing of, any s. 2.\n           property; and        \"\n     (b) be capable of rendering herself, and being rendered,\n         liable in respect of any tort, contract, debt or\n         obligation; and\n     (c) be capable of suing and being sued, either in tort or in\n         contract or otherwise; and\n     (d) be subject to the law relating to bankruptcy and to the\n         enforcement of judgments and orders,\nin all respects as if she were afeme sole."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-41) Subject to the provisions of this Act all property Propertyof\n                                                               married\nwhich-                                                         women.\n     (a) immediately before the 1st day of June, 1941, was the\n         separate property of a married woman or held for her\n         separate use in equity; or\n      (b) belongs at the time of her marriage to' a woman\n          married on or after the 1st day of June, 1941;or\n      (c) on or after the 1st day of June, 1941, is acquired by or\n          devolves upon a married woman,\nshall belong to her in all respects as if she were a feme sole and\nmay be disposed of accordingly;\n               . W E D WOMEN'S PROPERTY\n   Provided that nothing in this subsection shall interfere\nwith or render inoperative any restriction upon anticipation\nor alienation attached to the enjoyment of any property by\nvirtue of any provision attaching such a restriction, contained\nin any enactment passed before the 1st day of June, 1941,\no~ in any instrument executed before 1st day of September,\n1941.\n        (2) Any instrument executed on or after the 1st day\nof September, 1941, shall, in so far as it purports to attach\nto the enjoyment of any propem by a woman any re-\nstriction upon anticipation or alienation which could not have\nbeen attached to the enjoyment of that property by a man, be\nvoid.\n        (3) For the purposes of the provisions of this section\nrelating to restrictions upon anticipation or alienation-\n     (a), an instrument attaching such a restriction as aforesaid\n          executed on or after the 1st day of September, 1941,\n          in pursuance of an obligation imposed before that\n          date to attach such a restriction shall be deemed to\n          have been executed before the said 1st day of\n          September, 1941;\n     (b) a provision contained in an instrument made in\n         exercise of a special power of appointment shall be\n         deemed to be contained in that instrument only and\n         not in the instrument by which the power was created;\n         and\n     (c) the will of any testator who dies after the 31st day of\n          December, 1945, shall (notwithstanding the actual\n          date of the execution thereof) be deemed to have been\n          executed after the 1st day of September, 1941.\n                inclusion of this page is'auhrized by L.N. 80r320081\n              MARRIED WOMEN'S PROPERTY                                               5"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Subject to the provisions of this Act, the husband of                bolition of\n                                                                         us band's\na married woman shall not, by reason only of his being her lbilityfor\nhusband, be liable-                                        wife's torts\n                                                           and ante-\n                                                                        nuptial con-\n    (a) in respect of any tort committed by her whether tracts,debts\n        before or after the marriage, or in respect of any\n        contract entered into, or debt or obligation\n        incurred by her before the marriage; or\n    (b) to be sued, or made a party to any legal proceed-\n        ing brought, in respect of any such tort, contract,\n        debt or obligation."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Nothing in this Act shall-                                         Savings.\n    (a) during coverture which began before the 1st day\n         of January, 1887, affect apy property to which\n         the title (whether vested or contingent, and whe-\n         ther in possession, reversion, or remainder) of a\n         married woman accrued before that date except\n        property held for her separate use in equity;\n    (b) affect any legal proceeding in respect of any tort\n        if proceedings had been instituted in respect thereof\n        before the 1st day of June, 1941;\n    (c) enable any judgment or order against a married\n        woman in respect of a contract entered into, or\n        debt or obligation incurred, before the 1st day of\n        June, 1941, to be enforced in bankruptcy or to be\n        enforced otherwise than against her property."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. For the avoidance of doubt it is hereby declared that Provisions\n                                                             as to\nnothing in this Act-                                         husband.\n     (a) renders the husband of a married woman liable\n         in respect of any contract entered into, or debt or\n         obligation incurred, by her after the marriage in\n         respect of which he would not have been liable\n         if this Act had not been passed;\n                                                                    -\n6                             MARRIED WOMEN’S PROPERTY\n                    (b) exempts the husband of a married woman from\n                        liability in respect of any contract entered into,\n                        or debt or obligation (not being a debt or obliga-\n                        tion arising out of the commission of a tort)\n                        incurred by her after the marriage in respect of\n                        which he would have been liable if this Act had\n                        not been passed;\n                    (c) prevents a husband and wife from acquiring,\n                        holding, and disposing of, any property jointly or\n                        as tenants in common, or from rendering them-\n                        selves, or being rendered, jointly liable in respect\n                        of any tort, contract, debt or obligation, and from\n                        suing or being sued either in tort or in contract or\n                        otherwise, in like manner as if they were not mar-\n                        ried;\n                    (4 prevents the exercise of any joint power given to\n                        a husband and wife.\nASto stocks,      7. All deposits in the Government or other Savings Bank,\netc., to\nwhich a         or in any other bank, all annuities granted by the Com-\n                missioners for the reduction of the National Debt or by\n                any other person, and all sums forming part of the public\n                stocks or funds of Great Britain or of this Island, or of\n                any other stocks or funds transferable in the books of the\n                Governor and Company of the Bank of England, or of\n               any other bank, which on the first day of January, 1887,\n               are standing in the sole name of a married woman, and all\n               debentures issued under any enactment of this Island and all\n               shares, stock, debentures, debenture stock or other interests,\n               of or in any corporation, company or public body, munici-\n               pal, commercial or otherwise, or of or in any industrial,\n               provident, friendly, building or loan, society, which on the\n               first day of January, 1887, are standing in her name, shalI\n               be deemed, unless and until the contrary be shown, to be\n               the property of such married woman; and the fact that any\n               such deposit, annuity, sum forming part of the public stocks\n               MARRIED WOMEN’S PROPERTY                                          7\nor funds of Great Britain or of this Island, or of any other\nstocks or funds transferable in the books of the Governor\nand Company of the Bank of England, or of any\nother bank, share, stock, debenture, debenture stock\nor other interest as aforesaid, is standing in the sole\nname of a married woman, shall be sufficient prima\nfacie evidence that she is beneficially entitled thereto,\nso to authorize and empower her to receive or\ntransfer the same, and to receive the dividends, interest\nand profits thereof without the concurrence of her husband,\nand to indemnify the Commissioners for the reduction of the\nNational Debt, the Governor and Company of the Bank\nof England, the Governor and Company of the Bank of\nIreland, the Accountant-General of this Island, and all\ndirectors, managers and trustees, of every such bank, cor-\nporation, company, public body or society as aforesaid, in\nrespect thereof."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. All sums forming part of the public stocks or funds h t o s t o c k s .\nof Great Britain or of this Island, or of any other stocks or etc.\n                                                              tradsfmed,\n                                                                   to be\n                                                                     eta, to a\nfunds transferable in the books of the Bank of England married\nor of any other bank, and all such deposits and annuities\nrespectively as are mentioned in the last preceding section,\nand all debentures issued under any enactment of this\nIsland, and all shares, stock, debentures, debenture stock and\nother interests of or in any such corporation, company,\npublic body or society as aforesaid, which from and after the\nfirst day of January, 1887, shall be allotted to, or placed,\nregistered or transferred, in or into, or made to stand in\nthe sole name of any married woman shall be deemed,\nunless and until the contrary be shown, to be her property\nin respect of which, so far as any liability may be incident\nthereto, she shall alone be liable:\n   Provided always that nothing in this Act shall require\nor authorize any corporation or joint stock company to\nadmit any married woman to be holder of any shares or\n    8                             MARRIED WOMEN'S PROPERTY\n                   stock therein to which any liability may be incident,\n                   contrary to the provisions of any enactment of this Island,\n                   Act of the United Kingdom Parliament, charter, by-law,\n                   articles of association or deed of settlement, regulating such\n                   corporation or company.\n    Investments       9. All the provisions hereinbefore contained as to deposits\n    in joint\n    names of       in any Government or other Savings Bank, or in any other\n    married\n             and   bank annuities granted by the Commissioners for the reduc-\n    Others.        tion of the National Debt or by any other person, sums\n                   forming part of the public stocks or funds of Great Britain\n                   or of this Island, or of any other stocks or funds transferable\n                   in the books of the Bank of England or of any other bank,\n                   debentures issued under any enactment of this Island, shares,\n                   stock, debentures, debenture stock or other interests, of or\n                   in any such corporation, company, public body or society,\n                   as aforesaid respectively, which on the first day of January,\n                    1887, shall be standing in the sole name of a married woman,\n                   or which after that time shall be allotted to, or placed,\n                   registered or transferred to or into, or made to stand in the\n                   sole name of a married woman, shall respectively extend\nt                  and apply, so far as relates to the estate, right, title or\n                   interest, of the married woman, to any of the particulars\n                   aforesaid which on the first day of January, 1887, or at any\n                   time afterwards, shall be standing in, or shall be allotted to,\n                   placed, registered or transferred, to or into, or made to stand\n                   in, the name of any married woman jointly with any person\n                   or persons other than her husband.\n    ~ ~ t ~ ~ 10.   t ~It ~shall\n                             k , not be necessary for the husband of any\n    etc., stand-\n    inginthe     married woman, in respect of her interest, to join in the\n    jointnames\n    of a mamed\n                   transfer of any such annuity or deposit as aforesaid, or any\n    woman and      sum forming part of the public stock or funds of Great\n    others.\n                   Britain or of this Island, or of any other stocks or funds\n                   transferable as aforesaid, or any debentures, issued under\n                   any enactment of this Island, or any share, stock, debenture,\n              MARRIED WOMEN’S PROPERTY\ndebenture stock, or other benefit, right, claim or other\ninterest, of or in any such corporation, company, public\nbody or society as aforesaid, which is now or shall at any\ntime hereafter be standing in the sole name of any married\nwoman, or in the joint names of such married woman and\nany other person or persons not being her husband."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. As to stock, etc., standing in the joint names of a manied woman and\n      others."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. If any investment in any such deposit Or annuity as Fraudulent\naforesaid, or in any of the public stocks or funds of Great withhmoney\n                                                                investments\nBritain, or of this Island, or in any other stocks or funds ofhusband.\ntransferable as aforesaid, or in any debenture issued under\nany enactment of this Island, or in any share, stock, deben-\nture or debenture stock, of any corporation, company or\npublic body, municipal, commercial or otherwise, or in any\nshare, debenture, benefit, right or claim, whatsoever in, to or\nupon the funds of any industrial, provident, friendly, build-\ning or loan, society, shall have been made by a married\nwoman by means of moneys of her husband, without his\nconsent, the Court may, upon an application under section"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) A married woman shall have the same remedies ~ ; ~ ~ ~ n g s\nand redress by way of criminal proceedings for the protec- woman bymarried\n                                                                        in\ntion and security of her own property as if she were a feme respect of\n                                                                 her\nsole :                                                           property.\n                                                                 11/1970\n             heludan of this p ~ s ies tdmrized by L.N. 951 1997 s. 5.\n10                            MARRIED WOMEN'S PROPERTY\n                  Provided that no criminal proceedings shall be taken by\n               any wife against her husband by virtue of this section while\n               they are living together as to or concerning any property\n               claimed by her, nor while they are living apart as to or\n               concerning any act done by the husband while they were\n               living together concerning property claimed by the wife,\n               unless such property has been wrongfully taken by the\n               husband when leaving or deserting, or about to leave or\n               desert, his wife.\n                       (2) In any criminal proceedings taken by virtue of\n               this section it shall be sufficient to allege that the property\n               to which such proceedings relate is the property of the wife.\nWife's ante-     14. A woman after her marriage shall continue to be\nnuptial\ndebts, and\nliabilities.\n               liable for all debts contracted, and all contracts entered into\n               or wrongs committed by her before her marriage, including\n               any sums for which she may be liable as a contributory,\n               either before or after she has been placed on the list of\n               contributories under and by virtue of any laws relating to\n               joint stock companies, and she may be sued for any such\n               debt, and for any liability in damages or otherwise under\n               any such contract, or in respect of any such wrong:\n                 Provided always that nothing in this Act shall operate\n               to increase or diminish the liability of any woman married\n               before the first day of January, 1887, for any such debt,\n               contract or wrong, as aforesaid, except as to any property\n               to which she may become entitled by virtue of this Act, and\n               to which she would not have been entitled if this Act had\n               not passed.\nAds of wife     15. A wife doing any act with respect to any property\nliable to\ncriminal     of her husband which if done by the husband with respect\nproosedings. to property of the wife would make the husband liable to\n             criminal proceedings by the wife under this Act shall, in\n             like manner, be liable to criminal proceedings by her\n             husband.\n               ______\n                         me inclusion of this page is autharized By L.N.95/\n                 MARRIED WOMEN'S PROPERTY                                   11\n   In any such criminal proceeding against a husband or a wife\nas is authorized by this Act, the husband and wife respectively\nshall be competent and admissible witnesses, and, except when\ndefendant, compellable to give evidence."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16, order such investment, and the dividends thereof, or any\npart thereof to be transferred and paid respectively to the\nhusband, and nothing in this Act contained shall give\nvalidity, as against creditors of the husband, to any gift by a\nhusband to his wife of any property which after such gift\nshall continue to be in the order and disposition or reputed\nownership of the husband, or to any deposit or other invest-\nment of moneys of the husband made by or in the name of\nhis wife in fraud of his creditors, but any moneys so\ndeposited or invested may be followed as if this Act had not\npassed."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. [Repealed by Act 4 of 2004, S. 25.1.                                    .   ."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. A married woman who is an executrix or administra- Married\n                                                                   woman as\ntrix, alone or jointly with any other person or persons, of the anex,,t,,\nestate of any deceased person, or a trustee alone or jointly as ortrustee.\naforesaid of property subject to any trust, may sue or be sued,\nand may transfer or join in transferring any such annuity or\ndeposit as aforesaid, or any sum forming part of the public\nstocks or funds of Great Britain or this Island, or of any other\nstocks or funds transferable as aforesaid, or any debentures\nissued under any enactment of this Island, or any share,\nstock, debenture, debenture stock or other benefit, right, claim\nor other interest, of or in any such corporation, company, public\nbody or society, in that character, without her husband, as if she\nwere a feme sole."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Nothing in this Act contained shall interfere with or savingof\n                                                                 existing\naffect any settlement or agreement for a settlement made or to set,,em,,\nbe made, whether before or after marriage, respecting the andthe\n                                                                 power to\nproperty of any married woman, or shall interfere with or render make future\ninoperative any restriction against anticipation at present s e n h m m .\nattached to the enjoyment of any property or income by a\nwoman under any settlement, agreement for a settlement, will or\nother instrument; but no restriction against anticipation\ncontained in any settlement or agreement for a settlement of a\nwoman's own property, to be made or entered into by herself,\nshall have any validity against debts contracted by her before\nmarriage; and no settlement or agreement for a settlement shall\nhave any greater force or validity against creditors of such\nwoman than a like settlement or agreement for a settlement\nmade or entered into by a man would have against his\ncreditors.\n             [The inclusion o f this page is authorized by L.N. 80~/2008]\n12                              MARRIED WOMEN'S PROPERTY\nCosts may           20. In any action or proceeding from and after the twenty-\nbe ordered\nto be paid      first day of June, 1895, instituted by a woman or by a\nout o f         next fiend on her behalf, the court before which such action\nP'OPerty\nsubject to      or proceeding is pending shall have jurisdiction by judgment\nrestraint on    or order from time to time to order payment of the costs of\nanticipation.\n                the opposite party out of property which' is subject to a\n                restraint on anticipation, and may enforce such payment by\n                the appointment of a receiver and the sale of the property\n                or otherwise as may be just.\nWill o f           21. Section 19 of the Wills Act, which provides that a will\nmarried\nwoman.          shall take effect as if it were executed immediately before\n                the death of the testator, shall apply to the will of a married\n                woman whether she is or is not possessed of, or entitled to, any\n                property at the time of making it, and such will shall not\n                require to be re-executed or republished after the death of her\n                husband.\nMarried            22. Where the husband of any woman having property\nwoman to be\nliable to the   becomes chargeable to any parish, the Resident Magistrate\nparish for      having jurisdiction in such parish may, upon application of\nthe\nmaintenance     the Inspector of the Poor, issue a summons against the wife,\no f her         and make and enforce such order against her for the\nhusband.\n4111975         maintenance of her husband out of such property as by the\n2nd Sch.        Maintenance Act the Resident Magistrate may make and\n                enforce against a husband for the maintenance of his wife if\n                she becomes chargeable to any parish.\nMarried            23. A married woman having property shall be subject to all\nwoman to be\nliable to the   such liability for the maintenance of her children and grand-\nparish for      children as the husband is now by law subject to for the\nthe\nmaintenance     maintenance of her children and grandchildren:\no f her\nchildren.\n                  Provided always that nothing in this Act shall relieve her\n                husband from any liability imposed upon him by law to\n                maintain her children or grandchildren.\n                                                     -    --       -     -    --   -      -   -\n               MARRlED WOMEN'S PROPERTY                                            13"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Costs may be ordered to be paid out of property subject to restraint on\n      anticipation.\n2 1. Will of married woman.\n                   me inclusion ofthis page is authorized by LN. 80d2008]\n                 MARRIED WOMEN'S PROPERTY"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Married woman to be liable to the parish for \\the maintenance of her\n      husband."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Married woman to be liable to the parish for the maintenance of her\n      children."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Family Court.\n             [nK inclusion of this page is' authorized by LN. 8 0 ~ 2 0 0 8 )\n                MARRIED WOMEN'S PROPERTY                                                           3\n                                                                                     Cap. 239.\n                                                                                       Acts\n                                                                                    33 of 1969,\n      THE MARRIED WOMEN'S PROPERTY ACT                                              11 of 1970,\n                                                                                    41 of 1975,\n                                                                                     2nd Sch,\n                                                                                    30 of 1995\n                                                          [ I st January, 188 7.1\n                                                                                       s.3.\n                                                                                          2004         '\\\n                                                                                       S. 25."
    }
  ],
  "definitions": []
}