{
  "id": "jm-stat-the-maternity-leave-act",
  "type": "statute",
  "title": "The Maternity Leave Act",
  "title_en": "The Maternity Leave Act",
  "short_name": "Maternity Leave Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-maternity-leave-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-maternity-leave-act | Legal areas: Family",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. In this Schedule-\n          ‘‘normalwages” means, in relation to any worker, the remmeration\n               regularly paid to her by her employer as wages, commission,\n               or a combination of a flat rate and task or piece rate, and\n               includes any amounts regularly paid by way of bonus as part\n               of such remuneration but does not include-\n               ( U ) any overtime wages; or\n               (b) any premium paid in consideration of any inconvenience\n                     suffered or likely to be suffered by her in the course of\n                     the performance of her duties;\n          “normal working week” means the number of days in a week on\n               which the worker in relation to whom that expression is used\n               is normally required to work for her employer."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                  I nterpreta-\n                                                                 tion.\n  “confinement” means the birth of a living child or the\n      birth of a child whether living or dead after\n       twentyeight weeks of pregnancy;\n  “expected week of confinement” in relation to any\n       worker means the week in which it is expected that\n      her confinement will take place;\n  “original contract of employment” in relation to any\n      worker who is absent from work wholly or partly\n      because of pregnancy or confinement, means the\n      contract under which she worked immediately\n       before the beginning of her absence;\n  “registered ‘medical practitioner” means a medical\n       practitioner registered under the Medical Act;\n  “seasonal employment” means employment provided\n      by an employer during a specific part (commenc-\n      ing at approximately the same time in each year)\n      of each of two or more consecutive years;\n  “successor” in relation to the employer of a worker\n      means a person who, in consequence of a change\n      occurring (whether by virtue of sale or other dis-\n      position or by operation of law) in the ownership\n      of the1 undertaking or of that part of the under-\n      taking for the purposes of which the worker was\n      employed, has become the owner of that under-\n      taking or of that part of it, as the case may be:\n     me inclusion of this page is authorized by L.N. 57/1980]\n            c\n2                                       MATERNITY LEAVE\n                  “week” means the period commencing immediately\n                      after twelve o’clock midnight on each Saturday\n                      and ending at twelve o’clock midnight on the\n                      Saturday next following;\n                  “worker” means an individual of the female sex who\n                      has entered into, or works under, a contract with\n                      an employer, whetber the contract is express or\n                     implied, and (if it is express) whether it is oral or\n                     in writing and whether it is a contract of service\n                      or of apprenticeship, and includes any such\n                      individual employed in the service of the Govern-\n                     ment (including service in the Jamaica Defence\n                     Force and the Jamaica Constabulary Force), and\n                     “employer” shall be construed accordingly.\nEmployer’s\nduty to"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1)  Subject to the provisions of subsection (2), the\ngrant        employer of a worker shall grant her leave, to be known as\nmaternity\nleave.       maternity leave, if that worker-\n                  (a) informs the employer that she is, or wishes to be,\n                          absent from work wholly or partly because of her\n                          pregnancy or confinement and that she intends to\n                          return to work with the employer;\n                  (b) has been continuously employed by the employer\n                      for a period of not less than fifty-two weeks at\n                      the date on which her absence begins, or, being in\n                      seasonal employment, has been engaged by that\n                      employer in that employment for periods which\n                      amount to not less than fifty-two weeks during\n                      the five years immediately preceding that date;\n                      and\n                 (c)     produces for the inspection of the employer, if the\n                         employer so requests, a certificate from a regis-\n                         tered medical practitioner stating that it is neces-\n                         sary for the worker to be absent from work wholly\n                         or partly because of her pregnancy or confinement.\n                        [The inclusion of this page is Yuthorized by L.N. 57/1980]\n                      MATERNITY LEAVE                               3\n       (2) The period (or, if more than one, the aggregate\nof the periods) for which a worker is entitled under subsec-\ntion (1) to be granted maternity leave shall be the period\nor periods during which she is absent from work wholly or\npartly because of her pregnancy or confinement, but shall\nnot, except in the cases mentioned in subsections (3) and\n(4), exceed twelve weeks in respect of each pregnancy or\nconfinement.\n       (3) If a worker who has been granted maternity leave\nfor twelve weeks in respect of a pregnancy or confinement\nfurnishes her employer with a certificate from a registered\nmedical practitioner certifying that as a result of her illness\narising from that pregnancy or confinement, or as a result\nof the state of health of the child to whom she has given\nbirth, it is necessary for the worker to be absent from work\nfor an additional period, not exceeding fourteen weeks,\nwhich shall be specified in the certificate and shall begin im-\nmediately after the end of those twelve weeks, her employer\nshall grant her extension of her maternity leave for the\nperiod so specified.\n      (4)If a worker who has been granted maternity leave\nfor twelve weeks in respect of a pregnancy or confinement\nwishes to be granted extension of her maternity leave for\na period exceeding fourteen weeks for any of the reasons\nmentioned in subsection (3)-\n    (a) she shall submit herself or the child, as the case\n         may require, to a medical examination by a regis-\n         tered medical practitioner chosen and paid by her,\n         if her employer requires her so to do;\n     (b) her employer may require that the medical\n         examination mentioned in paragraph (a) shall be\n         carried out in the presence of, and in consultation\n         with, a registered medical practitioner chosen and\n         paid by the employer; and\n4                                  MATERNITY,.LEAVE\n                 (c) if there is disagreement between the registered\n                      medical practitioners mentioned in paragraphs (a)\n                      and (b), the matter shall be referred to the Chief\n                      Medical Officer, and any decision made by him\n                      or a registered medical practitioner nominated by\n                      him shall be final,\n            and if it is necessary for the worker to be absent for an\n            additional period exceeding fourteen weeks, her employer\n            shall, subject to the result of the medical examination, if\n            any, grant her extension of her maternity leave for that\n            additional period.\n                   (5) Any period (not exceeding three weeks) required\n            for determination of any medical question pursuant to sub-\n            section (4) shall be regarded as leave granted to the employee\n            pursuant to this section.     ,\nWorker's      4 . 4 1 ) Subject to the provisions of subsections (21, (31,\nright to    (4) and (5), every worker to whom maternity leave is granted\nreturn to\nwork.       shall be entitled to return to work-\n                  (a) with the employer who granted the leave or, where\n                       appropriate, his successor;\n                  (b) in the capacity and place in which she was\n                       employed under the original contract of employ-\n                       ment, to do work of the nature f a r which she was\n                       employed under that contract of employment;\n                  (c) on terms and conditions that, as regards seniority,\n                       pension rights and other similar rights, the period\n                       of her employment immediately prior to her\n                       absence on maternity leave shall be regarded as\n                       continuous with her employment following that\n                       absence.\n                   (2) The Minister may by order provide that subsec-\n            tion (1) shall not apply, or shall apply with such modifica-\n            tions as may be specified in the order, to any worker who\n            immediately prior to her absence on maternity leave was\n                   mhe inclusion of this page is authorized by L.N. 57J1980]\n                      MATERNITY LEAVE                             5\nemployed, under her contract of employment, to do work\nof a nature specified in the order.\n        (3) A worker shall not be entitled under subsection\n(1) to return to work-\n      (a) if an order made under subsection (2) so provides;\n           or\n      (b) unless she serves on her employer or, where appro-\n           priate, his successor, at least three weeks before\n           the day on which she proposes to return to work,\n           a notice that she proposes to return to work on\n           that day (hereafter in this Act referred to as the\n           “notified day of return”).\n        (4) If a worker who is entitled to return to work in\naccordance with subsection (1) has notified a day of return\nbut there is an interruption of work (whether due to\nindustrial action or some other reason) which renders it\nunreasonable to expect the worker to return to work on\nthat day, she may instead return to work when work resumes\nafter the interruption or as soon as is reasonably practicable\nthereafter.\n       (5) If a worker is entitled to return to work in accord-\nance with subsection (l), but it is not practicable by reason\nof redundancy for the employer to permit her so to return\nto work, she shall be entitled, where there is a suitable\navailable vacancy, to be offeredalternative employment with\nher employer, or his successor, or an associated employer,\nunder a new contract of employment complying with sub-\nsection (6).\n       (6) The new contract of employment referred to in\nsubsection (5) shall be such that-\n     (a) the work to be done under the new contract is\n          of a kind which is both suitable in relation to the\n          worker and appropriate for her to do in the\n          circumstances;\n       me inclusion of this page is authorized by L.N. 57/1980]\n 6                                       MATERNITY LEAVE\n                  (b) the provisions of the new contract as to the capacity\n                       and place in which she is to be employed are not\n                      less favourable to her than if she had returned to\n                      work in accordance with subsection (1); and\n                  (c) paragraph (c) of subsection (1) shall apply in rela-\n                      tion thereto as if she had returned to work in\n                      accordance with subsection (1).\n                    (7) Where a worker who is entitled to return to work\n             in accordance with subsection (1) has complied with this\n             section but is unable to return to work by reason of redun-\n             dancy, she shall be treated for the purposes of the Employ-\n             ment (Termination and Redundancy Payments) Act-\n                  (a) as having been continuously employed by her\n                       employer until the notified day of return; and\n                  (b) as if her employment had been terminated by her\n                       employer by reason of redundancy and without\n                       notice on the notified day of return.\n                  (8) For the purposes of this section and of the\nschedule.   Schedule-\n                (a) any two employers are to be treated as associated\n                     if one of them controls, or is controlled by, or\n                     is under common control with, the other; and\n                     “associated employer” shall be construed accord-\n                    ingly;\n                (b) “control” has the meaning assigned to that expres-\n                    sion by section 2 of the Income Tax Act.\nQualified\nworker’s"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)    The continuity of a worker’s period of employment is not\nbroken-\n     (U)   by the transfer referred to in sub-paragraph (3) of paragraph\n           3;\n     ( b ) by the death of her employer if she is employed by a personal\n           representative or trustee of the deceased in the circumstances\n           mentioned in sub-paragraph (4) of paragraph 3;\n     (c) by the change referred to in sub-paragraph ( 5 ) of paragraph 3;\n     (d) by the change of employment in the circumstances mentioned\n           in sub-paragraph (6) of paragraph 3;\n     (e) by any period during which the worker is absent from work\n           on maternity leave;\n     (f) by any period during which the worker is absent from work\n           because of a lock-out by her employer; or\n     (g) by any period during which she is absent from work for the\n           purpose of carrying out any duty imposed on her by the\n           Government or any work which she carries out at the request\n           of the Government with the permission of her employer.\n       (2) In this paragraph “lock-out’’ means action which in contempla-\ntion or furtherance of an industrial dispute, is taken by one or more\nemployers, whether parties to the dispute or not, and which consists\nof the exclusion of employees from one or more places of employment\nor of the suspension of work in one or more of such places or of the\ncollective, simultaneous or otherwise connected termination or sus-\npension of employment of a group of employees."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1)  Subject to the provisions of subsection (2), the\nrightto     employer of a qualified worker who has been granted\npay.\n            maternity leave shall pay to that worker sums, to be known\n            as maternity pay, in respect of the first eight weeks of her\n            maternity leave beginning on, or falling after, the relevant\n            day.\n                       frhe inclusion of this page is authorized by L.N. 57/1980]\n                         MATERNITY LEAVE                                7\n      (2) A qualified worker shall not be entitled to be paid\nmaternity pay-\n       (a) unless she informs her employer (in writing if her\n            employer so requests) not less than two weeks\n            before the relevant day or, if that is not reasonably\n            practicable, as soon thereafter as is reasonably\n            practicable, of the expected week of her confine-\n            ment;\n       (b) unless she produces for the inspection of her\n            employer, if her employer so requests, a certificate\n            from a registered medical practitioner or a midwife\n            registered under the Nurses and Midwives Act\n            stating the expected week of her confinement; and\n       (c) if that employer had granted her maternity leave\n            with pay under this Act in respect of three or\n            more pregnancies before the relevant day.\n       (3) The provisions of the Schedule shall have effect schedule.\nin relation to the determination of a period of continuous\nemployment and the computation and payment of maternity\nPay *\n        (4) The Minister may by order, which shall be subject\nto affirmativeresolution, amend the Schedule.\n        (5) In this section and in section 8 and the Schedule-\n      “qualified worker” means a worker w h o -\n             (a) on the relevant day is not less than eighteen\n                  years of age;\n              (b) on the relevant day is not employed as\n                  a domestic worker, as defined in the\n                  National Insurance Act;\n\\   / “the relevant day” in relation to any worker means\n          the first day of the eleventh week before the ex-\n          pected week of her confinement.\n8                                 MATERNITY LEAVE\nEmployer\nto keep"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Every employer shall keep, in relation to each worker\nrecord.     employed by him, a record containing the particulars speci-\n%hedu*e.    fied in the Schedule.\nOffences.      7*--(1) Any employer who contravenes the provisions of\n            section 3 or section 5 shall be guilty of an offence and shall\n            be liable on summary conviction before a Resident Magis-\n            trate to a fine not exceeding five hundred dollars and in\n            default of payment to imprisonment for a term not exceed-\n            ing four months.\n                    (2) Any employer who without reasonable cause ter-\n            minates the employment of a worker wholly or partly\n            because of her pregnancy or confinement shall be guilty\n            of an offence and shall be liable on summary conviction\n            before a Resident Magistrate to a fine not exceeding one\n            thousand dollars and in default of payment to imprison-\n            ment for a term not exceeding six months.\n                    (3) Where a worker who is entitled to return to work\n            in accordance with section 4 has complied with that section\n             but is not permitted by her employer to return to work, her\n            employer shall be treated for the purposes of subsection (2)\n            as having terminated her employment without reasonable\n             cause wholly or partly because of her pregnancy or con-\n            finement.\n                    (4) Any employer who fails to comply with the pro-\n            visions of section 6 shall be guilty of an offence and shall\n            me liable on summary conviction before a Resident Magis-\n            trate to a fine not exceeding three hundred dollars and in\n            default of payment to imprisonment for a term not exceed-\n            ing three months.\n                    ( 5 ) T h e Resident Magistrate before whom any em-\n            ployer is convicted for a contravention of the provisions of\n            section 5 shall at the time of the conviction, in addition to\n            imposing on the employer a penalty for the contravention,\n            order him to pay to the worker in relation to whom the\n                   me inclusion of this page is authorized by L.N. 57119801\n                      MATERNITY LEAVE                               9\noffence was committed the amount of maternity pay which\nthe Resident Magistrate is satisfied that the employer owes\nto the worker.\n      (6) This section does not apply to the Government."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) The Minister may make such regulations as he Remlations.\nthinks necessary or desirable for the better carrying out of\nthe purposes of this Act, and without prejudice to the gene-\nrality of the foregoing, those regulations may prescribe cir-\ncumstances in which, having regard to the nature of the\nwork performed by any worker who is pregnant, the em-\nployer may require her to take maternity leave at a pre-\nscribed state of the pregnancy.\n       (2) Where, pursuant to regulations made under sub-\nsection (l), an employer requires a qualified worker to take\nmaternity leave at a prescribed stage of the pregnancy, the\nperiod in respect of which her employer shall pay her mater-\nnity pay shall begin at the prescribed stage of the pregnancy,\nand paragraphs (a) and (b) of section 5 (2) shall not apply\nto that worker."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Nothing in this Act shall be construed as preventing Saving.\nany worker from being granted maternity leave for any\nperiod in excess of the period specified in this Act or from\nbeing paid, in respect of any period of maternity leave, any\namount in excess of the maternity pay specified by this Act.\n       me inclusion of this page is authorized by LN. 571 19801\n10                           MATERNITY LEAVE\n                                    SCHEDULE                (Sections 4, 5, 6)"
    }
  ],
  "definitions": []
}