{
  "id": "jm-stat-the-matrimonial-causes-act",
  "type": "statute",
  "title": "The Matrimonial Causes Act",
  "title_en": "The Matrimonial Causes Act",
  "short_name": "Matrimonial Causes Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-matrimonial-causes-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-matrimonial-causes-act | Legal areas: Family",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Any pawn who is qualified by training or e x p i x h e to offer\n              mawiqp wmme1lhg services to the public may apply to the Minister\n              fa appcwd as     approved marriage conns~llo~   for the purposes\n              of tihis Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                                 Interprets-\n                                                                                tion.\n   \"adopted\" means adopted in pursuance of an adoption\n       order made under the Children (Adoption of) Act, or\n       in pursuance of an adoption order made in a country\n       other than Jamaica and recognized by the law of\n       Jamaica as confemng upon the child in question, in\n       relation to the child's custody, maintenance and\n       education, the status of a child of the adopter or\n       adopters;\n   \"appointed day\" means 1st day of February, 1989;\n   \"approved mamage counsellor\" means a person who has\n       been approved as such pursuant to the provisions of\n       the Schedule;                                       Schedule.\n   \"matrimonial causes\" means-\n       (a) proceedings between the parties 0.a marriage for a4\n           decree of dissolution of marriage or nullity of\n           marriage;\n       (b) proceedings for a declaration as to the validity\n           of a marriage or of the dissolution or annulment of\n           a marriage by decree or otherwise;\n       (c) proceedings for a decree of presumption of\n           death and dissolution of marriage;\n       (6) proceedings between the parties to a marriage\n            in respect of-\n                                         MATRIMONIAL CAUSES\n                                      (i) the maintenance of one of the parties to\n                                           the marriage; or\n                                     (ii) the custody, guardianship'or maintenance\n                                          of, or access to, a relevant child;.\n                          (e) applications for injunctions or other orders pur-\n                              suant to section 10;\n                          (f) any proceedings or applications ancillary to\n                               proceedings or applications (whether concurrent,\n                               pending or completed) referred to in paragraphs\n                               (a) to (e) of this definition;\n                       \"relevant child\" means a child who is-\n                          (a)' a child of both parties to the marriage in question;\n                               or\n                           (b) a child of one party to.the marriage who has been\n                               accepted as one of the family by the other party,\n                           and in paragraphs (a) and (b) of this definition\n                           \"child\" includes adopted child and a child of a void\n                           marriage.\nSupreme              3. The Supreme Court (hereinafter referred to as \"the Court\")\nCourt to have\njurisdiction in   shall have and exercise, subject to the provisions of this Act,\nmatrimonial       jurisdiction and 'power in relation to matrimonial causes\ncauses.\n                  instituted or continued under this Act.\n                                      Suits for Nullity of Marriage\nGrounds for         4.-41) Decrees of nullity of marriage may be pronounced by\npronouncing\ndecrees of        the Court on the ground that the marriage is void on any of the\nnullity of        following grounds, that is to say-\nmarriage.\n                      (a) one of the parties to the marriage had a husband or\n                          wife living at the time of the marriage;\n                      (b) the marriage was void under the provisions of the\n                          Marriage Act or any other laws relating to marriage\n                          in force for the time being in Jamaica;\n                              [The inclusion of chis page i&authoripd by LN. 80AR008]\n                   MATRIMONIAL CAUSES\n    (c) in the case of marriages celebrated on or after the\n         1st day of February, 1989, the consent of either of\n         the parties to the marriage was not a valid consent\n        because-\n             (i) it was obtained by duress or fraud; or\n            (ii) one party was mistaken as to the identity\n                  of the other party or as to the nature of the\n                 ceremony performed; or\n           (iii) one party was mentally incapable of under-\n                  standing the nature and effect of the\n                 marriage ceremony at the time of the\n                 marriage; or\n    (d) the parties to the marriage were, at the time of the\n         marriage, of the same sex.\n      (2) For the purposes of this section marriage includes\na purported marriage.\n    (3) Nothing in this section shall be construed as\nvalidating any marriage which is by law void but with respect\nto which a decree of nullity has not been granted.\n               Suirs for Dissolution ofMarriage"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The approval undes paragraph 2 may be given subject to such\n              cm(r-e     as the Minister may determine, and the Minister may, from\n              time k time, revoke or vary all or any d t h s e mn&$iam 8~ add\n              further conditions."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Minister may, at any time, by notice in the Gatate, revoke\n              any sysproval grated under paragaph 2 where-\n                   (a) the counsellor concerned fails to comply with a condition\n                       of rbe qqTroval; or\n                   (b) the Minister is satisfied that the counsellor is mt dequately\n                       carrying out marriage counselling services."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 - 4 1 ) A petition for a decree of dissolution of marrigae Diwolution\nmay be presented to the Court by either party to a marriage obm=&P.\non the ground that the marriage has broken down irretriev-\nably.\n      (2) Subiect to subsection (3), in proceedings for a\ndecree of dissolution of marriage the groiind shall be held to\nhave been established. and such decree shall be made. if, and\nonly if. the Court is satisfied that the parties separated and\nthereafter lived seDarately and mart for a continuous period\nof not less than twelve months immediately precedin? the\ndate of filing of the petition for that decree.\n        F   e inclusion of this page is authorized by L.N. 50/1990]\n6                                 M A TRlMONlAL C A USES\n                     (3) A decree of dissolution of marriage shall not be\n               made if the Court is satisfied that there is a reasonable like-\n               lihood of cohabitation being resumed.\nMeaning of        6.-(1) The parties to a marriage may be held to have\nseparation.\n               separated notwithstanding that the cohabitation was brought\n               to an end by the action or conduct of cne only of the partie5.\n                      (2) The parties to a marriage may be held to have\n               separated and have lived separately and apart notwith-\n               standins that they have continued to reside in the same\n               residence or that either party has rendered some household\n               services to the other.\nEffect of         7.-(1) For the purposes of procesdings for a decree of\nresumption     dissolution of marriage, in calculating any period for which\nof cohabi-\ntation.        the parties have been living separately and apart, and in con-\n               sidering whether such period has been continuous, no\n               account shall be taken of any one period (not exceeding three\n               months) during which the psrties resumed cohabitation with\n               a view to reconciliation.\n                       (2) For the purpose of subsection (l), a period of co-\n               habitation shall be deemed to have continued during any\n               interruptinn of the cohabitation that, in the opinion of the\n               Court, was not substantial.\nR-Mdm             8.-(1) No petition for a decree of dissolution of marriage\n    petitiom    shall be presented, without the leave of the Court, unless at\nduring early\nyearn.         the date of the presentation of the petition two years have\n               passed since the date of the mam'age.\n                        (2) A Judge of the Court may. upon application being\n               made to him in accordance with rules of court, grant leave\n               for a petition to be presented before two years have passed\n               if he is satisfied that one of the parties has with the assist-\n               ance of an approved marriage counsellor attempted a recon-\n               ciliation and there are special circumytances that would\n               justify the hearing of the petition.\n                       me inclusion of this page is authorized by L.N.50/1990]\n                           MA TRIMONIAL CAUSES\n           (3) If it appears to the Court at the hearing of the petition\n    that the petitioner obtained leave to present the petition pursuant\n    to this section by any misrepresentation or concealment of\n    the nature of the case, then the Court may-\n         (a) if it grants a decree nisi, stipulate that the decree be\n             subject to the condition that no application to make\n             the decree absolute shall be made until after the\n             expiration of two years from the date of the marriage;\n             or\n         (b) dismiss the petition, but without prejudice to any\n             petition which may be presented after the expiration of\n             the said two years upon the same, or substantially the\n             same, facts as those proved in support of the petition\n             so dismissed.\n          (4) Nothing in subsection (1) shall be deemed to prohibit\n    the presentation of a petition based upon matters which have\n    occurred before the expiration of two years fiom the date of the\n    marriage."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9 . - ( 1 ) Any married person who alleges that reasonable Proceedings\n    grounds exist for supposing that the other party to the marriage ,for\n                                                                      ,,on\n                                                                           decree of\n    is dead may present a petition to the Court to have it presumed ofdeath\n    that the other party is dead and to have the marriage dissolved, ~ ~ ~\n    and the Court, if satisfied that such reasonable grounds marriage.\n    exist, may make a decree of presumption of death and\n    dissolution of the marriage.\n            (2) In any such proceedings the fact that for a period\n    of seven years or upwards the other party to the marriage\n    has been continually absent from the petitioner, and the\nI\n    petitioner has no reason to believe that the other party has been\n    living within that time, shall be evidence that he or she is dead\n    until the contrary is proved.\n            (3) Section 17 shall apply to a decree under this section\n    as it applies to a decree of dissolution.\n                                       MATRIMONIAL CAUSES\n                                    Injunctions or other Orders\nCourt may         10.-41) Without prejudice to any other powers of the Court,\ngrant in-\njunctions       the Court may, upon application made by either party to the\nor make         marriage whether or not an application has been made by either\nother orders\nin relation     party for any other relief under this Act, grant an injunction or\nto protection   other order, as the case may be-\nof parties,\nchildren or\nProPertY,            (a) for the personal protection of a party to the marriage\netc.                     or of any relevant child;\n                     (b) restraining a party to the marriage from entering or\n                         remaining in the matrimonial home or the premises in\n                         which the other party to the marriage resides, or\n                         restraining a party to the marriage from entering or\n                         remaining in a specified area, being an area in which\n                         the matrimonial home is, or which is the location of\n                         the premises in which the other party to the marriage\n                         resides;\n                     (c) restraining a party to the marriage from entering the\n                         place of work of the other party to the marriage or\n                         restraining a party to the marriage from entering the\n                         place of work or the place of education of any relevant\n                         child;\n                     (6) [Repealed by Act 4 of 2004, S. 25.1\n                     (e) relating to the use or occupancy of the matrimonial\n                         home.\n                        (2) In exercising its powers under subsection (I), the\n                Court may make an order relieving a party to a marriage from\n                any obligation to perfom marital services or render conjugal\n                rights.\n                      (3) If the Court is satisfied that a person has knowingly\n                and without reasonable cause contravened or failed to comply\n                with an injunction or other order under this section, then,\n                without prejudice to the power of the Court to punish that\n                person for contempt, the Court may-\n                     M A TRIMONtAL C A USES                         9\n    (U) order that person to pay a fine;\n    (b) require that person to enter into a recogmzanm,\n        with or without sureties, in such amount as the\n         Court considers reasonable, to ensure that such\n        person will comply with the injunction or other\n         order, or order that person to be imprisoned until\n         the person enters into such recognizance or until\n         the expiration of three months, whichever first\n         occurs;\n    (c) order that person to deliver up to the Court such\n         documents as the Court thinks fit;\n    (d) make such other orders as the Court considers\n        necessary to enforce compliance with the injunction\n         or other order.\n                Counselling and Reconciliation\n   ll.-(l) Where proceedings for dissolution of marriage -&ation.\nhave been instituted by a party to a marriage the Court shall\ngive consideration to the possibility of a reconciliation of the\nparties.\n        (2) If, in such proceedings, it appears at any time to\nthe Court from the evidence or the attitude of the parties, or\nof either of them, that there is a reasonable possibility of\nsuch a reconciliation the Court may take any or all of the\nfollowing steps, that is to say-\n     (a) adjourn the proceedings to afford the parties an\n         opportunity to consider a reconciliation;\n     (b) interview the parties in chambers with or without\n          counsel, as the Court thinks proper, with a view to\n          effecting a reconciliation;\n     (c) if the Court thinks it desirable to do so, nominate\n          an approved marriage counsellor to assist those\n          parties in considering a reconciliation.\n          me incIusbn of this page is authorized by L,N. 50/1990]\n10                                MATRIMONIAL CAUSES\n                      (3) If, after an adjournment has taken place pursuant\n               to subsection (2), either of the parties requests that the\n               hearing be proceeded wltn, the Court shall resume the\n               hearing as soon as practicable.\nCounselling.     12. Where in any proceedings under thu Act the Court is\n               of the opinion that counselling may assist the parties to a\n               marriage to improve their relationshp to each other and to\n               any relevant child, the Court may advise the parties to attend\n               upon an approved marriage counsellor and, if the Court\n               thinks it desirable to do so, adjourn such proceedings to\n               enable the atttendance.\nCodden-           13,-(1) Evidence of anything said or of any admission\ntiality\nof inform-     made while the parties to the marriage are in attendance\ntion given     upon an approved marriage counsellor shall not be admis-\nto marriage\noounrdlors.    sible in the Court in any proceedings under this Act.\n                       (2) Nothing in subsection (1) shall prevent an\n               approved marriage counsellor from giving evidence in any\n               proceedings to the effect that the parties to the proceedings\n               have, or have not, sought counselling services from him in\n               relation to those proceedings.\nobligation       14.-(1) An approved marriage ccunsellor shall treat as\nof marriage\ncounsellors    confidential all documents, information and things disclosed\n    maintain   to him in the performance of marriage counselling services\nconfiden-\ntiality.       under this Act.\n                       (2) Subject to section 13 (2), an approved marriage\n               counsellor shall not be called upon to give evidence in\n               respect of, or produce, any document, information or thing\n               aforesaid in any proceedings under this Act.\n                      (3) Breach of the requirements of subsection (1) shall\n               be regarded as a contempt of court.\n                -\n                       UATRLMONW CAUSES                                     11\n                                           4\n                Groundsfor Juris iction of Court"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Court may grant injunctions or make other orders in relation to\n     protection of parties, children or property, etc.\n                    Counselling and Reconciliation"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Confidentiality of information given to maniage counselors.\n-14. Obligation of marriage counsellors to maintain confidentiality.\n                  Grounds for Jurisdiction of Court"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) The Court shall have jurisdiction in proceedings for o m u n d ~ f a\n                                           'I,\ndissolution of marriage or for a ecree of nullity of marriage if ~ ~ ~ ~\neither party to the marriage-\n     (a) is a Jamaican national;\n    (b) is domiciled in                         a at the date of the com-\n        mencement of the\n                                           if\n    (c) is resident in Jamaica at he date of the commencement\n        of the proceedings, and as been ordinarily so resident\n        for a ]period of not less t an twelve months immediate-\n        ly preceding that date.\n      (2) In proceedings under subsection (1) of section 9,\nthe Court shall have jurisdiction i the petitioner-\n    (a) is a Jamaican national;\n    (b) is domiciled in Jamaica at the date of commencement\n        of the proceedings; or\n    (c) is resident in Jamaica at the date of commencement of\n                                           \"\n        the proceedings and has been ordinarily so resident for\n        not less than twelve months immediately preceding that\n        date.\n        (3) In proceedings under subsection (1) of section 10,\nthe Court shall have jurisdictio in the following cases, that\nis to say-\n    (a) if either party to the mar{iage--\n             (i) is a Jamaican national;\n                                           h\n            (ii) is domiciled in Jamaica at the date of com-\n                  mencement o f t e proceedings; or\n            (iii) is resident in amaica at the date of com-\n                  mencement o f t e proceedings; or\n                                            I\n    (b) where the proceedings relate to a relevant child, if\n        such child is in Jamai a at the date of commence-\n        ment of the proceedings.\n                                            I\n             [The Inclusion of this page is au/horized by L.N. 180A120061\n                                   Decree Nisi a n d Decree Ahsol~rte\nIlecree nrsr in     16. A decree of dissolution or nullity of marriage under this\nfirst instance.\n                  Act shall, in the first instance, be a decree nisi.\nDecree              17.-(1)    A decree of dissolution or nullity of marriage shall\nabsolute.\n                  not be made absolute until after the expiration of six weeks from\n                  the date of the decree nisi, unless the Court by general or special\n                  order from time to time fixes a shorter time.\n                        (2) An application for a decree nisi to be made absolute\n                  may be made by either party to the marriage.\n'Rescission of      18. Notwithstanding anything contained in this Act, where\ndecree on\nreconciliation.   a decree nisi has been made in proceedings for a decree of\n                  dissolution of marriage, the Court may, on the application of a\n                  party to the marriage at any time before the decree becomes\n                  absolute, rescind the decree if the Court is satisfied that the\n                  parties have become reconciled.\nRescission of        19. Where a decree nisi has been made, but has not become\ndecree for\nmiscarriage of    absolute, the Court may, on the application of a party to the\njustice.          proceedings or on the intervention of the Attorney-General, if it\n                  is satisfied that there has been a miscarriage of justice by reason\n                  of fraud, perjury, suppression of evidence or of any other\n                  circumstances, rescind the decree and, if it thinks fit, order the\n                  rehearing of the proceedings.\n                     Power of Court to Make Certain Financial Provisions\nPower of         20.-(1)      On any decree for dissolution of marriage, the Court\nCourt to make ,\nprovision for   may, if it thinks fit-\nspouse.\n3012005                (a) order a spouse (hereinafter in this section referred to as\ns. 28 (1)                  the contributing spouse) to secure to the other spouse\n                           (hereinafter in this section referred to as the dependant\n                           spouse), to the satisfaction of the Court-\n                               (i) such gross sum of money; or\n                              (ii) such annual sum of money for any term not\n                                   exceeding the life of the dependant spouse,\n                       MATRMONIA& CAUSES                                           13\n         as having regard to the means of the dependant spouse,\n                                               1\n         the ability of the contri uting spouse and to all the\n         circumstances of the case the Court thinks reasonable;\n                                              1\n    (b) for the purposes of para raph (a), refer the matter to\n        any attorney-at-law to ettle and approve a proper\n        instrument to be execute by all necessary parties, and\n        may order the costs of s ch instrument to be paid by\n        the parties, or such of the as the Court thinks fit; and\n    (c) where the matter is                                under paragraph (b),\n        suspend the                                         the decree until the\nand on any petition for                            of marriage the Court shall\nhave power to make                                for such payments of money\nto the dependant                                   thinks reasonable.\n                                              1\n       (2) In any such case as a oresaid the Court may, if it\nthinks fit, by order, either in addi ion to or instead of an order\nunder subsection (I), direct the co tributing spouse to pay to the 3012005\ndependant spouse during their joint lives such monthly or :;;*(')(')\nweekly sum for the maintenance nd support of the dependant\nspouse as the Court may think reasbnable.\n        (3) If, after any such\nsatisfied that the means of\n                                                 has been made, the Court is\n                                                 or both of the parties have\nchanged, the Court may, if it                   s fit, discharge or modify the\norder, or temporarily                                   as to the whole or any\npart of the money                                        subsequently revive it\nwholly or in part as\n                                               n/T.\n      (4) An order under subsedtion (l)(a) or (2) shall have ,Wm5\nregard to the matters specified i section 14(4) of the Main- S.28(1Xb)\n                                                             (iv).\ntenance Act."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Decree absolute.\n           (The Inclusion of this page is authorized by L.N. 180A120061\n                      U ATRLMONUL CAUSES"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Rescission of decree for miscarriage of justice.\n       Power of Court to Make Certain Financial Provisions"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Powers of Court to make provision for spouse.\n2 1. [Deleted by Act 30 of 2005, S. 28(l)(a).]"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. [Deleted by Act 30 qf 2005,                     28(l)(a).]\n             [The inclusion of this page is a u t h h e d by L.N. 180Al20061\n                                         UATRIMONL4L CA USES\nSupplemen-          22. When a petition for dissolution or nullity of marriage\ntary provisions\nas to mainten-    has been presented, proceedings under section 20 or section\nance settle-      23(2) may, subject to and in accordance with rules of court, be\nment of\nproperty, etc.    commenced at any time after the presentation of the petition:\n3012005\nS. 28(1Xc).\n                    Provided that no order under any of the sections referred to in\n                  this section (other than an interim order for the payment of\n                  money under section 20) shall be made unless and until a decree\n                  nisi has been pronounced, and no such order, save in so far as it\n                  relates to the preparation, execution, or approval of a deed or\n                  instrument, and no settlement made in pursuance of any such\n                  order, shall take effect unless and until the decree is made\n                  absolute.\n                         Dispositions and Orders Pending and Afer Suits\nOrders re           23.-(1)   The Court may make such order as it thinks just for\ncustody,\nmaintenance       the custody, maintenance and education of any relevant child or\nand education.    for the maintenance of a spouse-\n30/2005\nS. 28(1)(d)\n(1) & (ii).           (a) in any proceedings under section 10, or in any\n                          proceedings for dissolution or nullity of marriage\n                          before, by or after the final decree;\n                      (b) where such proceedings are dismissed after the\n                          beginning of the trial, either forthwith or within a\n                          reasonable period after the dismissal,\n                  and in any case in which the Court has power by virtue of\n                  paragraph (a) to make an order in respect of a child the Court\n                  may, if it thinks fit, direct that proper proceedings be taken for\n                  placing the child under the protection of the Court.\n                        (2) An order under subsection (1) for the maintenance\n                  and education of any relevant child or for the maintenance of a\n                  spouse shall be in accordance with the provisions of the\n                  Maintenance Act.\n                               JThe inclusion of this page is authorized by L.N. 180A120061\n        (3) Parties to a marriage or                      persons in contemplation 30 200s\nof their marriage to each                                     for the purpose of ~ $ ~       ~   )\nfacilitating the ,settlement of                                   this section with\nrespect to the issue of                                                maintenance\nagreement as they think fit.\n      (4) For the purposes of( this Part, a maintenance 3O12m5\n                                                        S. 28(1)\nagreement means an agreement that-                      (d)(ii~).\n    (a) makes provision in resp&ct of the support rights and\n         obligations of the parties                       respect to each other or\n         any child that either                              obligation to maintain\n         under the\n    (b) includes provisions in respect of-\n                                              I\n             (i) financial matters; 'I\n            (ii) the right to direb the education and moral\n                 training of their children; or\n                                              I\n            (iii) any other matter ih the settlement of the affairs\n                  of the spouses, including an agreement that\n                  varies an earlier njaintenance agreement.\n       (5) The provisions of section 24(3) to (1 l), 24(13) and 25 301200r\n                                                                   S. 28(1)\nof the Maintenance Act shall hade effect, with the necessary tdxiii),\nmodifications, to maintenance aseements made under this\nsection.                                          I\n                  Recognition of ~ o d e i Decrees\n                                           ~n\n                                              i"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Supplementary provisions as to maintenance, settlement of\n     property, etc.\n          Dispositions and Orders Pending and After Suits"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Orders re custody, maintenance and education.\n                     Recognition of Foreign Decrees"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-41) A decree of dissolut'on or nullity of marriage Reco&ion\neffected in accordance with the la, of a foreign country shall, o,,,,,,\nsubject to subsection (3) and (4$ be recognized as valid in\n                                                                  f foreign\nJamaica-\n                                                      I\n     (a) if either party to the mbrriage was, at the relevant\n         date-                   ~\n             (i) a national o c or\n              [The indualon of this page is autdrized by L.N. 180A120061\n                       A44 TRLMONIAL CAUSES\n            (ii) domiciled in; or\n           (iii) ordinarily resident in,\n         the country in which the decree was obtained; or\n        if the decree, though made in a country in which\n        neither party to the marriage was domiciled, would\n        be recognized by the courts of the country in which\n        either party was domiciled at the relevant date; or\n        in a case where the country in which the decree\n        was obtained uses domicile as a ground of jurisdiction\n        for the dissolution or nullity of marriage, if, in the\n        sense that the concept of domicile is understood in the\n        law of that country-\n            (i) the respondent was, at the relevant date, domi-\n                ciled in that country; or\n           (ii) the petitioner was, at the relevant date, domi-\n                ciled in that country;\n         and either-\n           (iii) the petitioner had been ordinarily resident in\n                 that country for not less than one year\n                 immediately preceding the relevant date; or\n           (iv) the last place of cohabitation of the parties to\n                the marriage was in that country.\n       (2) A decree of presumption of death and dissolution of\nmarriage effected in accordance with the law of a foreign\ncountry shall, subject to subsections (3) and (4), be recognized\nas valid in Jamaica-\n    (a) if the petitioner was, at the relevant date-\n            (i) a national o c or\n            (ii) domiciled in; or\n            (iii) ordinarily resident in,\n             (Theinclusion 01 this page is authorized by L.N. 180A120061\n                       MATRIMONIAL CAUSES\n         the country in which the decree was obtained; or\n        if the decree, though made in a country in which\n        the petitioner was not domiciled, would be recog-\n        nized by the courts of the country in which the\n        petitioner was domiciled at the relevant date; or\n         in a case where the country in which the decree was\n         obtained uses domicile as a ground of jurisdiction for a\n         decree of presumption of death and dissolution of\n         marriage, the petitioner was, at the date of the\n         institution of the proceedings, domiciled in that\n         country, in the sense that the concept of domicile is\n         understood in the law of that country and either-\n            (i) the petitioner had been ordinarily resident in\n                that country for not less than one year\n                immediately preceding the relevant date; or\n            (ii) the last place of cohabitation of the parties to\n                 the marriage was in that country.\n       (3) A decree referred to in wbsection (1) or (2) shall be\nrecognized as valid in Jamaica if and only if, in addition to the\ncircumstances described in subsection (1) or (2), the following\nconditions are satisfied, that is to say, the decree-\n    (a) was obtained by some form of proceedings;\n    (b) is officially recognized in the country in which it\n        was obtained; and\n    (c) is effective in the law of the country in which it was\n        obtained.\n                                       U A TRiMONL1L CAUSES\n                       (4) A decree of dissolution or nullity of marriage\n                 shall not be recognized as valid by virtue of subsection (I),\n                 (2) or (3) if, under the cammon law rules of private inter-\n                 national law, recognition of the validity of such decree would\n                 be refbsed by a court in Jamaica notwithstanding that the\n                 foreign court by which the decree was granted was competent to\n                 do so.\n                       (5) In this section-\n                     \"marriage\" includes a purported marriage that is void;\n                     \"relevant date\" means the date of the institution of the\n                          proceedings for a decree of dissolution or nullity;\n                     \"respondent\" means the party to the marriage other than the\n                          party at whose instance the dissolution or annulment\n                          was effected.\n                                           Ancillary Provisions"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. [Deleted by Act 30 of 2005, S. 28(I)(a).]\nAvoidanceof        26.-41) Where proceedings for financial relief under any\ntransections\nintended to      of the provisions of section 20 or 23 are brought by a\npreventrelief.   person against his or her spouse or former spouse (hereafter\ns. 28(1)(e).\n30'2005          in this section referred to as \"the other party\"), the Court\n                 may, on an application by that person-\n                              [The lnclurlon of this page 16 authorized by L.N. 180A/Z006]\n                     UATMONLQLCAUSES\n   (a) if it is satisfied that the other party is, with the\n       intention of defeating the claim for financial relief,\n       about to make any disposition or to transfer out of\n       the jurisdiction, or otherwise deal with, any pro-\n       perty, make such order as it thinks fit for restrain-\n       ing the other party from so doing or otherwise for\n       protecting the claim;\n    (b) if it is satisfied that the other party has, with the\n        intention aforesaid, made a disposition to which\n        this paragraph applies and that if the disposition\n        were set aside financial relief or different financial\n        relief would be granted to the applicant, make an\n        order setting aside the disposition and give such\n        consequential directions as it thinks fit for giving\n        effect to the order (including directions requiring the\n        making of any payment or the disposal of any\n        propw);\n    (c) if it is satisfied, in a case where an order under the\n        relevant provisions of this Act has been obtained by the\n        applicant against the other party, that the other party\n        has, with the intention aforesaid, made a disposition to\n        which this paragraph applies, make such an order and\n        give such directions as are mentioned in paragraph (b),\nand an application for the purposes of paragraph (b) shall be\nmade in the proceedings for the financial relief in question.\n            [The lmlu~lonof thl8 page I8 rutho~ludby L.N. 180An006j\n       (2) Paragraphs (b) and (c) of subsection (1) apply,\nrespectively, to a disposition made by the other party\n(whether before or after the commencement of the proceed-\nings for financial relief) within the period of three years end-\ning with the date of the application made for the purposes\nof the paragraph in question, not being a disposition made\nfor valuable consideration (other than marriage) to a person\nwho, at the tirne of the disposition, acted in relation to it\nin good faith and without notice of any such intention as\naforesaid on the part of the other party.\n       (3) Where an application is made under this section\nwith respect to a disposition or other transaction and the\nCourt is satisfied-\n    (a) in a case falling within paragraph (a) or (b) of s u b\n        section (I), that the disposition or other transac-\n        tion would (apart from this section) have the con-\n        sequence; or\n    ( b ) in a case falling within paragraph (c) of subsection\n          (I), that the disposition has had the consequence,\nof defeating the applicant's claim for financial relief, the\ndisposition shall be presumed, unless the contrary is shown, to\nhave been made by the other party with the intention aforesaid.\n       (4) In this section-\n                        M A TRIMONLQLCA USES                                  21\n     \"disposition\" does not include any provision contained in a\n          will or codicil but, with that exception, includes any\n          conveyance, assurance or gift of property of any\n          description, whether made by an instrument or\n          otherwise;\n     \"property\" means any real or personal property, any estate\n          or interest in real or personal property, any money, any\n         negotiable instrument, debt or other chose in action, or\n         any other right or interest whether in possession or\n         not,\nand any reference to defeating an applicant's claim for financial\nrelief is a reference to preventing financial relief from being\ngranted to the applicant or reducing the amount of any financial\nrelief which might be so granted, or frustrating or impeding the\nenforcement of any order which might be made at the instance\nof the applicant under the relevant provisions of this Act."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.-(1)   Notwithstanding anything in this Act but subject to Restrictions\nsubsection (2), the Court shall not make absolute a decree for the           \"$fr\ndissolution or nullity of marriage in any proceedings unless it is solution or\nsatisfied as respects every relevant child who is under eighteen nullity.\nthat-\n    (a) arrangements for his care and upbringing have\n        been made and are satisfactory or are the best that\n        can be devised in the circumstances; or\n    ( b ) it is impracticable for the party or parties appear-\n          ing before the Court to make any such arrange-\n          ments.\n                                        MATRIMONIAL CAUSES\n                       ( 2 ) The Court may, if it thinks fit, proceed without\n                 observing the requirements of subsection ( 1 ) if-\n                         it appears that there are circumstances making it\n                         desirable that the decree should be made absolute\n                         or should be made, as the case may be, without\n                         delay; and\n                         the Court has obtained a satisfactory undertaking\n                         from either or both of the parties to bring the\n                         question of the arrangements for the children before\n                         the Court within a specified time."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. [Deleted by Act 30 of2005, S. 28 (I)(a).]\nPower to           29.-(1) Where the Court has jurisdiction by virtue of section\nprovide for\nsupervision of   23 to make an order for the custody of a child and it appears to\nchildren.        the Court that there are exceptional circumstances making it\n                 desirable that the child should be under the supervision of an\n                 independent person, the Court may, as respects any period\n                 during which the child is, in exercise of that jurisdiction,\n                 committed to the custody of any person, order that the child be\n                 under the supervision of a welfare officer.\n                        ( 2 ) Where the Court makes an order under this\n                 section for supervision by a welfare officer, the person respon-\n                 sible for carrying out such supervision shall be such public\n                 officer as may be selected under arrangements made by the\n                 Minister.\n                       A44 TRIMONIAL CA USES\n       (3) Where a child is under the supervision of a\nwelfare officer in pursuance of this section, the jurisdiction\npossessed by the Court to vary any order made with respect\nto the child's custody, maintenance or education under\nsection 23 shall, subject to any rules of court, be\nexercisable at the instance of the Court itself\n      (4) The Court shall have power from time to time by an\norder under this section to vary or discharge any provisions\nmade in pursuance of this section.\n                Practice and Procedzrre qf Court"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Power to provide for supervision of children.\n                     Practice and Procedure of Court"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. All parties to be affected by a petition shall be served Noticeof'\nwith notice thereof in such manner as may be provided by rules petition.\nof court, except in cases where the Court deems it expedient to\ndispense with notice."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-(1) The Court may, if it thinks fit, order the attendance Examina-\nof the petitioner, and may examine him or her, or permit him or tion of\n                                                                petitioner.\nher to be examined or cross-examined on oath on the hearing of\nany petition.\n       (2) The Court may from time to time adjourn the hearing\nof a petition, and may require further evidence thereon if it\nthinks fit.\n             --\n             lThe inclusion of this page is authorized by L.N. 180AIZ0061\nExamination       32.-(1)   The witnesses in proceedings before the Court\nof'witnesses.\n                where their attendance can be had shall be examined viva voce\n                and in open Court:\n                  Provided that parties, except as hereinbefore provided, shall\n                be at liberty to verify their respective cases in whole or in part\n                by affidavit, but so that the deponent in such case shall, on the\n                application of the opposite party or by direction of the Court, be\n                subject to be cross-examined by or on behalf of the opposite\n                party viva voce in open Court, and after such cross-examination\n                may be re-examined orally in open Court as aforesaid by or on\n                behalf of the party by whom such affidavit was filed.\n                      (2) Where the Court dispenses with the attendance of a\n                witness for illness or other sufficient cause, it may order him or\n                her to be examined by interrogatories, or otherwise by a\n                commissioner or examiner to be appointed by the Court.\ncosts.            33.-41) Each party to proceedings under this Act shall,\n                subject to subsection (2), bear his or her own costs.\n                       (2) Where the Court is of the opinion that the cir-\n                cumstances in any case are such as to justify it in so doing, it\n                may, subject to rules of court, make such orders as to costs and\n                security for costs, whether by way of interlocutory order or\n                otherwise, as it thinks fit.\n                             [The lncluslon of this page is authorized by L.N. 180A120061\n                  MATKlMONlAL CAUSES                                        I\n                                                                               25"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34.-(1) For the purpo es of this Act, except section 24 ~ o m ~ i;.\n                            !\n(1) (c)-and section 24 (2) ( )-\n                                                                   ~ ~ ! j\n     (a) the domicile of a woman who is, or has at any time\n          been, married &all be determined as if she had\n          never been married;\n      (b) the domicile of a, -person who has not attained the\n          age of eighteen ylearsbut who is, or at any time has\n           been, married s h h be determined as if that person\n          had attained thd age of eighteen years at the date\n           of the               or, where the person has been\n                                   once, at the date of the first\n        (2) For the purpqses of this Act, except section 24\n(1) (c) and section 24 (2j (c), the domicile of a person-\n     (a) at a time befor4 the 1st day of February, 1989;..\n          shall be determped as if this Act had not been\n          enacted; and     i\n   . .    in force.\n                            i\n     (b) at any time aft r the 1st day of February, 1989,\n          shall be determ' I ed as if this Act had always been\n                              I\n       (3) Nothing.in thjs section affects the jurisdiction of\nany court in any proceedings commenced before the 1st day\n                              I\nof February, 1989.\n                              I"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35.-(1) Proceedings r a decree of judicial separation, Ablitio,, of\n restitution of conjugal       and proceedings by a husband f$gz.\"\n lor damages against an           are hereby abolished.     ~ep~atl~)n,\n                                                            restitutb\n                              I\n          (2) Any such p oceedings instituted before the of\n appointed day shall not be. continued after that day.\n                                  I\n                                                            a\n                                                               conjw\n                                                            rights a & ~\n                                                              hwbahd\n                                                            damage4  by\n                                                                     against\n                                  I\n                                  I                                  adUaterep.\n                                  1\n          me incJusion of this page is authorized by L.N.50/1990]-\nPower ai\nMinister ta"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. Power of Minister to amend Schedule.\n                     MATRIMONIAL CAUSES                                                        3\n                                                                                    Acts\n          THE MATRIMONIAL CAUSES ACT                                             2 of 1989,\n                                                                                 30 of 2005\n                                                                                    S. 28,\n                                                        [lst February, 1989.I   , 4 of zoo4\n                                                                                    S. 25.\n                              Preliminary"
    }
  ],
  "definitions": [
    {
      "term": "adopted",
      "definition": "adopted in pursuance of an adoption",
      "source_provision": "sec2"
    },
    {
      "term": "appointed day",
      "definition": "1st day of February, 1989",
      "source_provision": "sec2"
    },
    {
      "term": "approved mamage counsellor",
      "definition": "a person who has",
      "source_provision": "sec2"
    },
    {
      "term": "relevant child",
      "definition": "a child who is-",
      "source_provision": "sec2"
    },
    {
      "term": "relevant date",
      "definition": "the date of the institution of the",
      "source_provision": "sec24"
    },
    {
      "term": "respondent",
      "definition": "the party to the marriage other than the",
      "source_provision": "sec24"
    },
    {
      "term": "property",
      "definition": "any real or personal property, any estate",
      "source_provision": "sec25"
    }
  ]
}