{
  "id": "jm-stat-the-meat-and-meat-prod-and-meat-by-prod-inspect-and-exp",
  "type": "statute",
  "title": "The Meat and Meat Prod. and Meat By-Prod. (Inspect. and Exp.)",
  "title_en": "The Meat and Meat Prod. and Meat By-Prod. (Inspect. and Exp.)",
  "short_name": "Meat and Meat Prod. and Meat By-Prod. (Inspect. and Exp.)",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-meat-and-meat-prod-and-meat-by-prod-inspect-and-exp",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-meat-and-meat-prod-and-meat-by-prod-inspect-and-exp | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Meat and Meat Products short titne.\nand Meat By-products (Inspection and Export) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                       IllkFpta-\n                                                                        tion.\n    “Board” means the Licensing Board established under\n        section 7;\n    “broker” means-\n         (a) any person who engages in the business of-\n                   (i) buying, selling, storing or transporting\n                       for export; or\n                  (ii) exporting or importing for re-export,\n                       any livestock, offal, meat, meat pro-\n                       ducts or meat by-products; and\n         (b) any operator who carries out, at premises\n               other than a processing plant, any of the\n               activities specified in paragraph (a);\n    “broker house” means the place where a broker carries\n        on the business of buying, selling or storing for\n        export or exporting livestock, carcass, offal, meat,\n        meat product or meat by-product;\n4   MEAT AND MEAT PRODUCTS A N D MEAT BY-PRODUCTS\n              (INSPECTION A N D EXPORT)\n      “carcass” means the body of any slaughtered livestock\n          which has been bled and dressed;\n      “certificate of registration” means a certificate issued\n           under section 12(3);\n      “Director” means the person who, being a Veterinary\n           Surgeon registered under the Veterinary Act, is for\n           the time being the Director, Veterinary Services;\n      “Inspector” means an Inspector designated as such\n           under section 4;\n      “livestock” includes cattle, sheep, swine, goat, horse,\n           other than horse used in any sporting activity,\n           other equine and poultry;\n      “meat” means that part of the muscle of livestock\n         which is skeletal or which is found in the tongue,\n         diaphragm, heart, gizzard or oesophagus with or\n         without the accompanying and overlying fat and\n         the portions of bone, skin, sinew, nerve and blood\n         vessels which normally accompany the muscle\n         tissue and which are not separated from the\n         muscle tissue in the process of dressing; but does\n         not mean muscle which is found in hips, snout or\n          ears;\n      “meat by-product” means any part of the body, other\n         than meat, of any slaughtered livestock which is\n         capable of being used for human consumption;\n      “meat product” means any product for human con-\n          sumption which is prepared in whole or in part\n         from meat;\n      “offal” means those parts of the body of any slaughtered\n          livestock which are removed for the purpose of\n          dressing a carcass;\n MEAT A N D MEAT PRODUCTS AND MEAT BY-PRODUCTS                                5\n             (INSPECTION AND EXPORT)\n    “operator” means a person who engages in the business\n        of operating a processing plant;\n    “poultry” means chicken, turkey, duck, guinea-fowl,\n        goose or any other domesticated bird;\n    “processing plant” means a place where-\n        (a) livestock is slaughtered;\n        (b) carcass, offal or meat is dressed, cut, deboned,\n             canned, cured, packed, salted, smoked, ground,\n             emulsified, rendered or otherwise treated;\n        (d any meat product is prepared, processed,\n             canned or packed;\n         (4 any meat by-product is prepared for human\n             consumption."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. This Act shall apply to the inspection and certification Application\nof any carcass, offal, meat, meat product or meat byiproduct of Act.\nfor export.\n                          Inspectors"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Minister may f r m time to time designate as Designdon\nInspectors for the purposes of this Act, public officers, or own.\n                                                               f In-\nother persons, who by training and experience are, in his\nopinion, qualified to be so designated."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) An Inspector shall have the power-                      POW-\n                                                                    duties and\n      (a) to enter a processing plant or broker house, at any functionsof\n                                                                    Inspectors.\n            time for the purpose of-\n                (i) inspecting that processing plant or broker\n                    house;\n               (ii) examining any livestock, carcass, offal, meat,\n                    meat product or meat by-product;\n              (iii) certifying for export any carcass, offal, meat,\n                    meat product or meat by-product;\n6   MEAT AND MEAT PRODUCTS AND MEAT BY-PRODUCTS\n              (INSPECTION AND EXPORT)\n            (iv) taking samples from any livestock, carcass,\n                 offal, meat, meat product or meat by-\n                 product;\n             (v) taking samples from any article or place\n                 within the processing plant or broker house\n                 in order to determine whether proper sani-\n                 tary conditions are being maintained in the\n                 processing plant or broker house;\n         to inspect any enclosure, container, vehicle, air-\n         craft or vessel which is used or intended tb be used\n         for the storage or transportation of livestock,\n         carcass, offal, meat, meat product or meat by-\n         product;\n         to open and examine any enclosure, container,\n         vehicle or other storage device which is at a pro-\n         cessing plant or broker house and which he reason-\n         ably believes contains any livestock, carcass, offal,\n         meat, meat product or meat by-product;\n         to tag, label, mark or brand any livestock, carcass,\n         offal, meat, meat product or meat by-product;\n         to give directives to the owner or person in charge\n         of any enclosure or container, or the owner or\n         person in charge of a vehicle, aircraft or vessel used\n         in the transportation of livestock, carcass, offal,\n         meat, meat product or meat by-product for the\n         better carrying into effect of this Act;\n         to examine and, if he thinks necessary, make copies\n         of or extracts from any records and documents in\n         relation to any livestock, carcass, offal, meat, meat\n         product or meat by-product which an operator or\n         broker is required to keep pursuant to this Act;\n         [The inclusion of this page is auulorized by L.N. 3/2001]\nMEAT A N D MEAT PRODUCTS A N D MEAT BY-PRODUCTS                  7\n            (INSPECTION AND EXPORT)\n  (g) to determine the suitability of-\n          (i) any processing plant for the processing of\n              offal,meat, meat product or meat by-product\n              or any broker house for the carrying on of\n              the business of a broker; or\n         (ii) any equipment, material or other item used\n              or found in any processing plant or broker\n               house;\n  {h) to label and tag any equipment which is not in use\n      or which should not be in use.\n     (2) It shall be the duty of an Inspctor-\n  ( U ) to condemn and detain any livestock, carcass, offal,\n        meat, meat product or meat by-product or any\n         other article which is at a processing plant or\n         broker house if he reasonably believes that there\n         is a contravention of any provision of this Act or\n         regulations made hereunder;\n   (b) to seize, destroy or otherwise dispose of any live-\n       stock, carcass, offal, meat, meat product, meat\n       by-product or other article which is condemned\n       pursuant to paragraph (a);\n   (4 to prohibit-\n           (i) the slaughter for export in a processing plant\n               of any Iivestock which is unfit for human\n               consumption;\n          (ii) the storage or sale for export in a processing\n               plant or broker house of any livestock\n               which is sick or diseased or any carcass,\n               offal, meat, meat product or meat by-\n               product which is contaminated, adulterated\n                or unfit for human consumption;\n       me inclusion of this page is azrthorized by LJN.3/ux)1]\n8   MEAT AND MEAT PRODUCTS A N D M E A T BY-PRODUCTS\n              (INSPECTION AND EXPORT)\n            (iii) the transportation for export of any live-\n                  stock which is sick or diseased or any\n                  carcass, offal, meat, meat product or meat\n                  by-product which is contaminated, adul-\n                  terated or unfit for human consumption;\n            (iv) the slaughter for export in a processing plant\n                 of any livestock where the conditions in the\n                 processing plant are unsafe and unhygienic;\n             (v) the storage for export in a processing plant,\n                 broker house, enclosure, container or other\n                 storage device of any livestock, carcass, offal,\n                  meat, meat product or meat by-product\n                  where the conditions in such processing\n                  plant, broker house, enclosure, container or\n                  other storage device are unhygienic;\n            (vi) the sale for export in a processing plant or\n                 broker house of any livestock, carcass, offal,\n                 meat, meat product or meat by-product\n                 where such processing plant or broker\n                 house is unhygienic;\n           (vii) the transportation for export in any con-\n                 tainer, vehicle, aircraft or vessel of any\n                 livestock, carcass, offal, meat, meat product\n                 or meat by-product where such container,\n                 vehicle, aircraft or vessel is unsafe or\n                 unhygienic.\n        (3) The functions of an Inspector are-\n      (a) to keep records in respect of each processing plant\n           or broker house that he inspects;\n      (b) to report to the Director at such times as the\n          Director may determine; and\n          me inclusion of this page is authorized by L.N.3/2001]\n  MEAT A N D MEAT PRODUCTS A N D M E A T BY-PRODUCTS                     9\n              (INSPECTION A N D EXPORT)\n    (c) to report to the Director any contravention of this\n         Act or regulations made hereunder.\n       (4) An Inspector shall exercise such other powers and\nperform such other duties and functions as may be pre-\nscribed by regulations or authorized by the Director for the\nbetter carrying into effect of this Act."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Director shall issue to each Inspector an identifica-      :,“\\zFrs\ntion card and the Inspector shall, on entering, for the idmifica-\n                                                                tion.\npurposes of this Act, any processing plant, enclosure, con-\ntainer, vehicle, aircraft, vessel or any broker house, produce\nthe identification card on request to the operator or other\nperson in charge thereof.\n                        Licence to Export"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. There shall be constituted a Licensing Board and the            2~~2h-\nprovisions of the Schedule shall have effect as to the con- Licensing\nstitution of the Licensing Board and otherwise in relation Schedde,\n                                                            Board.\nthereto."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) Every person who is an operator or who proposes hplication\nto operate a processing plant and who is desirous of export- licence.\n                                                              for export\ning any livestock, carcass, offal, meat, meat product or meat\nby-product processed or otherwise deallt with at that plant\nshall apply to the Board in the prescribed form for a licence\nso to do,\n      (2) An application under subsection (1) shall be\naccompanied by the prescribed fee and such documents or\ninformation as may be prescribed.\n         [The inclusion of rhis page is authorized by L.N. 3/2001]\n10               M E A T A N D h l E A T I'RODUCTS A N D MEAT BY-PRODUCTS\n                                   (INSPECTION A N D E X P O R T )\nInspection       9 . 4 1 ) Where an application is received under subsection\nof prNocess-\ning plant.     (1) of section 8, the Board shall cause an Tnspector to carry\n               out an inspection of the processing plant.\n                       (2) Where upon an inspection carried out under sub-\n               section (1) the Inspector-\n                    ( U ) is satisfied that the requirements specified in this\n                          Act or regulations made hereunder have been met\n                           he shall, in the prescribed form, certify accordingly\n                           to the Board; or\n                     ( b ) is not satisfied he shall, in the prescribed form,\n                           certify accordingly to the Board stating in detail\n                           the requirements which have not been met.\n                       (3) The Board-\n                     (a) may, upon receipt of a certificate under subsection\n                          (2) (a) grant a licence, subject to such terms and\n                          conditions as it thinks fit, to the applicant authoriz-\n                          ing him to export livestock, carcass, offal, meat,\n                          meat product or meat by-product processed or\n                          otherwise dealt with at the processing plant speci-\n                          fied in the licence;\n                     ( b ) shall, upon receipt of a certificate under subsection\n                           (2) (b), inform the applicant in writing that the\n                           application is refused stating the reasons therefor.\n                      (4) A licence granted under subsection (3) shall state\n               the period of the licence and the terms and conditions under\n               which the licence is granted.\nApplicant\nmay make\n                 1 0 . 4 1 ) Where a licence has been refused under section\napplication    9(3)(h)the applicant may, after taking such measures as\nafter\nlicence        may be necessary to satisfy the requirements in respect of\nrefused.       _ _ _ ~-\n                          frhe inclusion of thiy page is authorized by L.N. 3/2001]\n  MEAT A N D MEAT PRODUCTS A N D MEAT BY-PRODUCTS                         11\n              (INSPECTION A N D EXPORT)\nwhich the licence was refused, apply in the appropriate form\nto the Board; and the provisions of section 9 shall apply\naccordingly.\n      (2) An application under subsection (1) shall be\naccompanied by the prescribed fee.\n   1 1 4 1 ) A licence granted under section 9 (3) (a) may be L'I C e n C e\n                                                              may be\nsuspended by the Board for any breach of this Act or suspendad\nregulations hereunder or of any term or condition of the or revoked.\nlicence.\n        (2) Before suspending a licence under subsection (11,\nthe Board shall cause to be served on the operator con-\ncerned, a notice in writing stating-\n     (a) its intention to suspend the licence;\n     (6) that the operator is required to remedy the breach\n          within the period specified in the notice; and\n     (4 that the licence will be suspended if the operator\n          fails to comply with that requirement.\n       (3) A licence granted under section 9 (3) (a) may be\nrevoked by the Board-\n    (a) if the operator is found responsible for the\n         possessing, distribution or sale of contaminated\n         or adulterated offal, meat, meat product or meat\n         by-product for human consumption;\n     (b) for a breach of this Act or regulations made here-\n         under or of a term or condition of the licence;\n     (c) if the licence has been suspended on three occasions.\n12              M E A T A N D M E A T PRODUCTS A N D MEAT BY-PRODUCTS\n                                (INSPECTION AND EXPORT)\n                      (4) Where a liceiice is suspended under subsection (1)\n              or revoked under subsection (2), the Board shall cause the\n              operator of the processing plant to be informed in writing\n              of the suspension or revocation, as the case may be, and the\n              reasons for such suspension or revocation.\n                     (5) Where a licence is suspended under subsection ( I )\n              the operator, after remedying the breach which gave rise to\n              the suspension, shall so inform the Board which shall cause\n              an inspection to be carried out and, if on inspection the\n              breach is found to have been remedied, the Inspector who\n              carried out the inspection shall so inform the Board and\n              the Board shall thereupon withdraw the suspension.\n                                   Registration of Brokers\nEVCV            12.-(1) Every person who is desirous of carrying on the\nbroker\nto be         business of a broker under this Act shall apply in the\nregistered*   prescribed form to the Board to be registered as a broker\n              under this Act.\n                      (2) Upon receipt of an application under subsection\n              (1) the Board shall cause to be carried out an inspection of\n              any premises, container, storage facility or motor vehicle\n              which the applicant uses or intends to use in his business\n              as a broker under this Act.\n                     (3) The Board may issue to any person who satisfies\n              the requirements for the carrying on of the business of a\n              broker under this Act a czrtificate of registration as a broker\n              on such terms and conditions as it thinks fit.\n                    (4)An application under subsection (I) shall be\n              accompanied by the prescribed fee.\n      AIEAT A N D M E A T PRODUCTS A N D M E A T BY-PRODUCTS                     13\n                    (INSPECTION A N D E X P O R T )\n      1 3 . 4 1 ) A certificate of registration may be suspended by   z$:s-\n    the Board for any breach of this Act or regulations here- ;:$-ay\n    under relating to brokers or of any term or condition of w n d e d o r\n                                                                    cancelled.\n    the certificate of registration.\n             (2) Before suspending a certificate under subsection\n    (1). the Board shall cause to be served on the broker con-\n    cerned, a notice in writing stating-\n          (0) its intention to suspend the certificate;\n         (0) that the broker is required to remedy the breach\n             within the period specified in the notice;\n         (c) that the licence will be suspended if the broker fails\n              to comply with that requirement.\n           (3) A certificate of registration may be cancelled by\n    the Board-\n        (a) if the broker knowingly buys, sells, stores, transports\n             for export or exports or imports for re-export any\n             contaminated or adulterated offal, meat, meat pro-\n             duct or meat by-product for human consumption;\n        (b) for a breach of this Act or regulations made here-\n            under or of a term and condition of the certificate\n            of registration;\n             if the certificate of registration has been suspended\n              on three occasions.\n           (4) Where a certificate of registration is suspended\nunder subsection (1) or cancellled under subsection (2), the\nBoard shall cause the broker to be informed in writing of\nthe suspension or cancellation. as the case may be, stating\nthe reasons for such suspension or cancellation.\n~                         ~ _ _ _-\n                         ~-      -              _ _   __\n14          M E A T A N D M E A T PRODUCTS A N D M E A T BY-PRODUCTS\n                            (INSPECTION A N D EXPORT)\n                  (5) Where a certificate of registration is suspended\n           under subsection (1) the broker, after remedying the breach\n           that gave rise to the suspension, shall so inform the Board\n           which shall cause an inspection to be carried out.\n                  (6) If on inspection the breach is found to have been\n           remedied, the Inspector who carried out the inspection shall\n           so inform the Board which shall thereupon withdraw the\n           suspension.\n                                          Appeals\nAppeals.     14.-(1) Where any person is aggrieved-\n               (a) by the refusal of his application for an operator’s\n                    licence or his application to be registered as a\n                    broker; or\n                ( h ) by the suspension or revocation of his operator’s\n                      licence; or\n                (c) by the suspension or cancellation of his certificate\n                    of registration,\n           he may, after giving notice to the Board of his intention\n           so to do, appeal to the Minister within the prescribed time\n           and in the prescribed manner and on payment of the pre-\n           scribed fee.\n                   (2) Notice in writing of the appeal shall also be\n           served on any Inspector who carried out an inspection under\n           section 9 or under subsection (2) of section 12 relevant to\n           the appeal.\n                   (3) Where. upon any such appeal, and after taking\n           into account any report by the Director or the Tnspector\n           referred to in subsection (2). the Minister is satisfied that the\n               ~ -~-_\n           _ _ -              -_\n                  [Thc inclu\\ion of this pnge is authorized by L.N. 3/2001]\n MEAT AND MEAT PRODUCTS AND MEAT BY-PRODUCTS\n           (INSPECTION A N D EXPORT)\nrefusal, suspension, revocation or cancellation, as the case\nmay be-\n    (a) is justified, the Minis,ter shall confirm the refusal,\n         suspension, revocation or cancellation; or\n    (b) is not justified, the Minister may-\n            (i) rescind the refusal, suspension, revocation or\n                cancellation and may order that a licence\n                or certificate of registration be restored or,\n                as the case may be, granted;\n            (ii) make such other order as he thinks fit.\n      (4) The decision of the Minister and any order\nmade by him shall be final.\n                               General\n  1 5 4 1 ) Where a licence is granted under section 9 the naccssfng\n                                                           plant to k\nBoard shall cause an identifying number to be assigned to a s s i a\nthe processing plant in respect of which the licence is number.\ngranted.\n        (2) The number assigned under subsection (1) shall\nnot be assignable to any other processing plant and shall\nbe affixed to or stamped on any carcass, offal or meat, or\nstamped on any wrapper or package containing any meat\nproduct or meat by-product by an Inspector after the\nInspector has examined such carcass, offal, meat, meat\nproduct or meat by-product and found it to be in good\ncondition and fit for human consumption.\n__._-   __--_____                                             _ _ ~ _ _\n16          M E A T A N D M E A T PRODUCTS A N D M E A T BY-PRODUCTS\n                            (INSPECTION A N D EXPORT)\nRecords     1 6 . 4 1 ) Every broker and operator shall-\nand\nreturns.\n               (a) keep such books, records and accounts as may be\n                       prescribed in relation to the operation of a pro-\n                       cessing plant or broker house under this Act;\n               ( b ) permit any authorized person, during business\n                     hours, to inspect any processing plant, or broker\n                     house in which such books, records or accounts\n                     are kept and to inspect and make copies of entries\n                     in such books, records or accounts;\n               (c)     if required by the Minislter or any authorized\n                        person, produce, at such time and place as the\n                        Minister or the authorized person may specify,\n                        any books, records, accounts or other documents\n                        relating to the operations of the processing plant\n                        or the business of a broker under this Act, as the\n                        case may be;\n               (d) at such times and to such persons as the Minister\n                   or any authorized person may specify, make such\n                   returns as may be prescribed and give such other\n                   information relating to the operations of the pro-\n                   cessing plant or the business of a broker under\n                   this Act. as the case may be, as the Minister or\n                   the authorized person may require.\n                  (2) Tn subsection (1) “authorized person” means the\n           Director, an Inspector or any other person authorized by\n           the Minister to perform functions pursuant to this Act.\nOffmces.     17.-(1)  Every person who is an operator and who\n           exports any livestock, carcass, offal, meat, meat product or\n           meat by-product without having a licence under this Act,\n           commits an offence and is liable on summary conviction in\n           _ _  ~  -~ __ -\n MEAT A N D MEAT PRODUCTS AND MEAT BY-PRODUCTS                       17\n             (INSPECTION A N D EXPORT)\na Resident Magistrate‘s Court to a fine not exceeding five\nhundred thousand dollars or to imprisonment for a term\nnot exceeding two years or to both such fine and imprison-\nment, and where the offence is continued after conviction\nthe person commits a further offence and is liable on con-\nviction as aforesaid to a further fine of two thousand dollars\nper day for each day on which the offence is so continued.\n        (2) Any person who carries on the business of a\nbroker under this Act wiithout being registered, commits an\noffence and is liable on sbmmary conviction in a Resident\nMagistrate’s Court to a fine not exceeding five hundred\nthousand dollars or to imprisonment for a term not exceed-\ning two years or to both such fine and imprisonment, and\nwhere the offence is continued after conviction he commits\na further offence and is liable on conviction as aforesaid to\na further fine of two thousand dollars for each day on which\nthe offence is so continued.\n        (3) Any person who exports any livestock, carcass,\noffal, meat, meat product or meat by-product without c m -\nplying with the provisions of section 151(2) commits an\noffence and is liable on summary conviction in a Resident\nMagistrate’s Court to a fine not exceeding two hundred and\nfifty thousand dollars or to imprisonment for a tern not\nexceeding one year or to both such fine and imprisonment.\n        (4) Any operator or broker who-\n     (a) fails to keep proper books, records and accounts;\n     (6) hinders, obstructs or resists any authorized person\n         in the lawful carrying out of any duty under\n         paragraph (b) of section 16; or\n      (c) fails withou,t just reason-\n          flhe inclusion of this p g i s authorized by L.N. 3/2&1]\n18     MEAT ’4ND M E A T PRODUCTS A N D MEAT BY-PRODUCTS\n                   (INSPECTION A N D EXPORT)\n                  (i) to produce any books, records, accounts or\n                      other documents under paragraph (c) of\n                      section 16; or\n                  (ii) to make any returns or give any information\n                       required under paragraph (d)of section 16,\n     commits an offence and is liable on summary conviction in\n     a Resident Magistrate’s Court to a fine not exceeding two\n     hundred and fifty thousand dollars or to imprisonment for\n     a term not exceeding one year or to bath such fine and\n     imprisonment.\n             (5) Any person who assaults, hinders or obstructs an\n     Inspector in the lawful carrying out of his duties under this\n     Act commits an offence and is liable on summary conviction\n     in a Resident Magistrate’s Court to a fine not exceeding five\n     thousand dollars or to imprisonment for a term not exceed-\n     ing six months or to both such fine and imprisonment.\n              (6) Any person who aids and abets any person to\n     assault, hinder or obstruct an Inspector in the lawful carry-\n     ing out of his duties under this Act commits an offence and\n     is liable on summary conviction in a Resident Magistrate’s\n     Court to a fine not exceeding five thousand dollars or to\n     imprisonment for a term not exceeding six months or to\n     both such fine and imprisonment.\n              (7) Any-\n         (a) operator who operates a processing plant in any\n               period during which his licence is suspended; or\n         (b) broker who carries on the business of a broker in\n             any period during which his registration is sus-\n             pended,\n         _-        ~-      ____\n    MEAT A N D MEAT PRODUCTS A N D MEAT BY-PRODUCTS                             19\n                (INSPECTION A N D EXPORT)\ncommits an offence and is liable on summary conviction in\na Resident Magistrate’s Court to a fine not exceeding two\nhundred and fifty thousand dollars or to imprisonment for\na term not exceeding one year or to both such fine and\nimprisonment.\n       (8) Any Inspector who with intent to gain benefit\nfor himself or another-\n         (N)   fails to condemn and detain any livestock, carcass,\n               offal, meat. meat product or meat by-product or\n                other article in circunistances referred to in section\n                5 (2) (a);or\n         (b) fails to seize, destroy or otherwise dispose of any\n             livestock, carcass, offal, meat, meat product, meat\n             by-product or any other article pursuant to section\n             5 (2)(4; or\n         (d fails to prohibit any matter specified in section\n                   5 (2) (c),\ncommits an offence and is liable on summary conviction in\na Resident Magistrate’s Court to a fine not exceeding five\nhundred thousand dollars or to imprisonment for a term\nnot exceeding two years or to both such fine and imprison-\nment.\n               (9) An Inspector who-\n         (U)       falsifies any record;\n         ( h ) makes a report to the Director knowing the report\n               to be false in any material particular,\ncommits an offence and is liable on summary conviction in\na Resident Magistrate’s Court to a fine not exceeding five\n_    ~   ~     _    _   .   I   _   ~   .   I       ____\n                   [The inclusion of this page i s authorizcd by L.N. 3/20UI]\n20              MEAT A N D MEAT PRODUCTS A N D MEAT BY-PRODUCTS\n                            (INSPECTION A N D EXPORT)\n               hundred thousand dollars or to imprisonment for a term\n               not exceeding two years or to both such fine and imprison-\n               ment.\nRegulations."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Licence may be suspended or revoked.\n                        Registration of Brokers"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Certificate of registration may be suspended or cancelled.\n         p h e inclusion of this page is authorized by L.N. 3/2001]\n2   MEAT AND MEAT PRODUCTS AND MEAT BY-PRODUCTS\n              (INSPECTION A N D EXPORT)\n                                   Appeals"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Appeals.\n                                   General\n    IS. Processing plant to be assigned number."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.41) The Minister may make regulations for giving\n               effect to this Act and, without prejudice to the generality\n               of the foregoing, may make regulations with respect to-\n                   (a) the inspection of a processing plant or broker\n                       house;\n                   ( b ) procedures with regard to sanitation and hygiene;\n                   (c) facilities to be provided by an operator in any\n                         processing plant or by a broker in any broker\n                         house;\n                   (d) the handling of any material or product in a pro-\n                       cessing plant or broker house;\n                   (e) the use of chemicals or chemical compounds at any\n                        processing plant or broker house;\n                   (f)   identifying marks for meat and containers;\n                   (g) handling and disposal of condemned products or\n                         other products unfit for human consumption at a\n                         processing plant or broker house;\n                   (h) the rendering of carcasses and other parts passed\n                       for cooking;\n                   (i) labelling of offal, meat, meat products and meat\n                         by-products;\n                   (j)   the entry of goods into a processing plant or broker\n                         house;\n               -\n                         r h e inclusion of this page is authorized by L.N. 3/20011\n MEAT A N D M E A T PRODUCTS A N D MEAT BY-PRODUCTS                   21\n              (INSPECTION A N D EXPORT)\n   ( k ) operating procedures;\n    ( I ) inspections, reinspections and certifications;\n   ( m ) the keeping and inspection of records, reports and\n          accounts;\n    0 2 ) licensing of processing plants;\n    (o) registration of broker houses;\n    ( p ) certificates to accompany shipments of offal, meat,\n          meat product and meat by-product;\n    ( 4 ) the establishment of different grades for Inspectors\n          and their respective powers and duties;\n    (Y)   fees to be charged for the time an Inspector spends\n          in a processing plant or broker house;\n    (s)   anything required by this Act to be prescribed.\n        (2) Notwithstanding section 29 of the Interpretation\nAct, regulations made under subsection (1) may provide\nthat on summary conviction in a Resident Magistrate’s\nCourt the offender shall be liable to a fine not exceeding\ntwo hundred and fifty thousand dollars or to imprisonlment\nfor a period not exceeding one year or to both such fine and\nimprisonment.\n22               MEAT A N D MEAT PRODUCTS A N D MEAT BY-PRODUCTS\n                             (INSPECTION A N D EXPORT)\n                                               SCHEDULE                         (Section 7)\n                              Constitution and procediwe of the Board\nAppoint-          l.--(l) The Board shall consist of the Director, Veterinary Services,\nment of        the Chief Medical Officer or his nominee and the Director of\nmembers.       Standards or his nominee.\n                     (2) The Director, Veterinary Services, shall be the chairman\n               of the Board.\nActing           2 . The Minister may appoint a person who is a Veterinary Surgeon\nappoint-       registered under the Veterinary Act and who is employed to the Veteri-\nments.         nary Services Division to act temporarily in the place of the chairman\n               in the case of the chairman’s absence or inability to act.\nGazetting        3. The names of all members of the Board as first constituted and\nof appoint-    every change in the membership thereof shall be notified in the Gazette.\nments.\nRemwera-         4. There shall be paid to the chairman and other members such\ntion of        remuneration (whether by way of honorarium, salary, or fees) and\nmembers.       such allowances as the Minister may determine.\nVothg.           5. The decision of the Board shall be by a majority of votes of the\n               members, and in addition to an original vote, the chairman shall have\n               a casting vote in any case in which the voting is equal.\nProcedure        6.+1)   The Board shall meet as often as may be necessary or\nand meet-      expedient for the transaction of its business and such meetings shall\nmgs.           be held at such places and times and on such days as the Board may\n               determine.\n                     (2) Minutes shall be kept in proper form of each meeting of the\n               Board.\n                     (3) Subject to the provisions of this Schedule, the Board may\n               regulate its own proceedings.\nDisclosure       7. Any member who is directly or indirectly interested in any matter\nof interest.   which is being dealt with by the Board-\n                   (a) shall disclose the nature of his interest at a meeting of the\n                        Board; and\n                   (b) shall not be present at any meeting of the Board when the\n                        matter in which he has an interest is being deliberated unless,\n                        by unanimous decision of remaining members of the Board,\n                        he is requested to be so present; and\n                   (c) shall not take part in any deliberation or decision of the Board\n                        with respect to that matter when he is requested under sub-\n                        paragraph ( b ) to be present at such deliberation."
    }
  ],
  "definitions": []
}