{
  "id": "jm-stat-the-medical-act",
  "type": "statute",
  "title": "The Medical Act",
  "title_en": "The Medical Act",
  "short_name": "Medical Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-medical-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-medical-act | Legal areas: Regulation of Professions",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. ( U ) Medical practitioners on the permanent staff of the University\n           of the West Indies in a teaching or research capacity.\n     (b) Medical practitioners pursuing courses of study at any insti-\n           tution in the Island with a view to furthering their experience\n           in any particular subject.\n     (c) Medical practitioners doing special work in the field of health\n           or research and sponsored in such work by the University\n                &cl&    of this pryge is auphorized by LN.96/ 19981\n20                                      MEDlCAL\n                    of the West Indies, the World Hedth Organization, the\n281 1975             Medical Research Council, the Rockefeller Foundation, the\nS. 6.               Government of J d a , or other organizations appved by\n                     the Minister responsible for health as the case may be.\n                (d) Medical practitioners distinguished in particular branches of\n                     medicine invited by the Government to teach or give de-\n                     monstrations at any institution in the Island.\n                (e) Medical practitioners invited by the Government to undertake\n                     medial work in the Government service on a full-time basis."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. For the purposes of this Schedule-\n                “medical practitioner” means any person who by virtue of sub-\n                    section (2) of section 7 of this Act. may be required by the\n                    Council to submit to an examination.\n                                    FOURTH\n                                         SCHEDULE                       (SWtiOIl 7 A )\n                                   Practisirzg Certificate\n             Pursuanlt to the Medical Ad, it is hereby certified that\n                                                    whose name is entered on\n           the Register of Medical Praatitionem is entitled to practise as a\n           m e d i a practitioner in Jamaica for the period ending 31st day of\n           December, 19     .\n             Dated thi6            day of                    , 19   .\n                                              Registrar of the Medical Council."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) There shall be established for the purposes of this Establish-'\na                                                                     ment of the\n    Act a body to be called the Medical Council, which shall be a Council.\n    body corporate to which the provisions of section 28 of the\n    Interpretation Act shall apply.\n           (2) The provisions of the First Schedule shall have effect First\n    with respect to the constitution and procedure of the Council and Schedule.\n    otherwise in relation thereto.\n4                                             MEDICAL\nFunctions of     4. The functions of the Council shall be-\nthe Council.\n                   (a) to register medical practitioners;\n                   (b) I to appoint examiners to conduct examinations in respect\n                         of persons applying for registration as medical practi-\n                         tioners as may from time to time be necessary under the\n                       , provisions of this Act; and\n                   (c) to ensure the maintenance of proper standards df profes-\n                       sional conduct by registered medical practitioners.\nAppointment        5. The Council shall appoint and employ at such remunera-\nof Registrar\nand other       tion and on such terms and conditions as it thinks fit, a ,Registrar\nofficers and    and such other officers and servants as it thinks necessary for\nservants.\n                the proper carrying out of the provisions of this Act:\n                  Provided that the approval of the Minister 'shall be obtained\n                for the assignment to any post of a salary in excess of a rate of\n                one hundred thousand dollars per m u m or such higher rate as\n                the Minister may, by order, prescribe.\nThe register.     6 . 4 1 ) The Council shall cause the Registrar to keep a regis-\n                ter (to be known as the Register of Medical Practitioners) of the\n                names, addresses and qualifications, and such other particulars\n                as may be prescribed, of all persons who are registered under\n                subsection (3) or who apply in the prescribed manner to be\n                registered as medical practitioners and are so registered pursuant\n                to section 7 or 8.\n                      (2) The register shall be open to inspection by any mem-\n                ber of the public at all reasonable times, and a copy of the regis-\n                ter shall be published in the Gazette by the Registrar at such\n                times and in such manner as may be prescribed.\n                      (3) Every person who immediately before the 1st day of\n Cap. 241.      November, 1976, was registered under* the Medical Law\n (1953) Edtn.\n                (repealed) shall be deemed as from that date, to be registered as\n                          [The inclusibn of this page is authorized by L.N. 92~12012)\na medical practitioner under this Act, and the Registrar shall as\nsoon as practicable after the 1st day of November, 1976, enter\nthe name, address, qualification and other prescribed particulars\nof such person in the register.\n        (4) Subject to the provisions of subsection (3), for\nthe purposes of this Act a person is registered as a medical\npractitioner if his name appears in the register."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. (1) Any member of the Tribunal other than the chairman may Resigna-\nat any time resign his office by instrument in writing addressed to the tions.\nMinister and transmitted through the chairman, and from the date\nof the receipt by the Minister of such instrument that member shall\ncease to be a member of the Tribunal.\n      (2) The chairman may at any time resign his office by instrument\nin writing addressed to the Minister and such resignation shall take\neffect as from the date of receipt by the Minister of that instrument."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. (1) Any appointed member other than the chairman may at any Resigna-\ntime resign his office by instrument in writing addressed to the Minister tions.\nand transmitted through the chairman and from the date of receipt by\nthe Minister of such instrument that member shall cease to be a member\nof the Council.\n      (2) The chairman may at any time resign his office by instrument\nin writing addressed to the Minister and such resignation shall take\neffect as from the date of receipt by the Minister of that instrument."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Any appointed member who fails to attend three consecutive Forfeiture\nmeetings of the Council without excuse acceptable to the Council ofrnember-\nshall cease to be a member thereof.                              ship."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1)   Any person who-                                                Registra-\n                                                                          tion.\n     (a) applies to the Council in the prescribed form for\n         registration as a medical practitioner; and\n     (b) satisfies the Council that he-\n              (i) possesses the prescribed qualifications;\n             (ii) is of good character; and\n            (iii) is a fit and proper person to practise\n                  medicine; and\n     (c) pays such registration fee as may be prescribed,\nshall subject to subsection (2) and regulations made under\nsection 14, be registered as a medical practitioner.\n        (2) Notwithstanding subsection (I), the Council may\nrequire any person who applies for registration as a medical\npractitioner under this Act, to submit to such examination\nas the Council thinks necessary with respect to the qualifica-\ntions of that person.\n        (3) The Registrar shall issue to every person registered\nas a medical practitioner under this Act a certificate of\nregistration in the prescribed form.\n        (4) Subject to section 7A, every registered medical 111996\npractitioner shall be entitled to practise medicine in Jamaica and S. 4.\nto demand and recover any reasonable charges for services\nrendered by him as a medical practitioner and for all drugs,\nmedicines and appliances supplied by him.\n                                               MEDICAL\nPractising         7A.-(1) A person registered under this Act as a medical\ncertificate.\n111996          practitioner shall only practise as a medical practitioner\nS. 5.           while he is in possession of a valid practising certificate\n                issued to him by the Council in the form set out in the\nFourth          Fourth Schedule, on payment of the prescribed fee to the\nSchedule.\n                Registrar.                                                               i\n                        (2) The Council may waive the prescribed fee pay-\n                able by a registered medical practitioner who is in full-time\n                employment in the government service, if the Council is\n                satisfied that the medical practitioner is not also engaged\n                in private practice.\n                       (3) A person who practises in contravention of sub-\n                section (1) shall be liable to such penalties as the Council\n                may, by regulations, prescribe.\n                       (4) If the name of a registered medical practitioner\n                is removed from the register, any practising certificate issued\n                to him shall cease to be in force.\n                        (5) A practising certificate shall not be issued to a\n                medical practitioner during any period of suspension of his\n                registration, and any practising certificate issued to him\n                prior to such suspension shall cease to be in force during\n                the period of his suspension.\n                       (6) A practising certificate shall not be issued to a\n                medical practitioner unless the Council is satisfied that the\n                medical practitioner has complied with the prescribed\n                requirements for continuing medical education.\nSpecial           8.-41) Notwithstanding anything to the contrary, any\nregistration.\n                medical practitioner not otherwise qualified to be registered\n                under this Act but who comes within any category of\nThird           medical practitioners specified in the Third Schedule and\nSchedule.       applies to the Council in the prescribed manner, may be\n                          [The inclusion of this page i s authorized by L.N. 11112005]\n                           MEDICAL                                     7\nspecially registered for such time and on such conditions\nas the Council may with the approval of the Minister from\ntime to time specify.\n     (2) The Minister may, on the advice of the Council, 28/1975\nby order vary the Third Schedule by adding thereto or Thirds. 2.\nremoving therefrom alzy category of medical practitioners. schedule.\n       (3) Notwithstanding the removal of any category of\nmedical practitioners from the Third Schedule, any medical\npractitioner who comes within that category shall, subject\nto the provisions of subsection (l), continue to be specially\nregistered until the expiration of the period for which he\nwas specially registered."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. If any vacancy occurs in the membership of the appointed Fillingof\nmembers of the Council, such vacancy shall be filled by the appoint- vacancies.\nment of another appointed member so, however, that such appointment\nshall be made in the same manner and from the same category of\npersons as the previous appointed member."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1)   Notwithstanding anything to the contrary, the registration.\nRegistrar may, upon the application of any person to whom 28/1975\nthis section applies, register such person provisionally as a S. 3.\nmedical practitioner subject to such terms and conditions\nas may be prescribed.\n       (2) This section shall apply to any person who satisfies\nthe Registrar-\n     (a) that he would, but for the provisions of this Act,\n         have been entitled to be registered as a medical\n          practitioner; or\n     (b) that he is a person who, by virtue of subsection\n          (2) of section 7, may be required by the Council\n         to submit to an examination; and\nthat he has been selected for employment in this Island in\na resident medical capacity in a hospital or an institution\napproved by the Minister and has paid the prescribed fee.\n       (3) Any person provisionally registered under this\nsection shall be deemed to be a registered medical\npractitioner so far as is necessary-\n     (a) to enable him to be employed as mentioned in\n          subsection (2);\n8                                                 MEDICAL\n                   (b) to render valid for all purposes any certificate or\n                        report duly signed by him in the course of his\n                        employment as a medical practitioner; and\n                   (c) for the purposes of such enactments or instruments\n                        or such other purposes as the Minister may by\n                        order prescribe,\n               but for no other purpose.\n                      (4) In this section, reference to employment in a\n               resident medical capacity shall be construed as a reference\n               to employment in the practice of medicine, surgery or\n               midwifery, where the person in question is resident in the\n               hospital or institution where he is employed or conveniently\n               near thereto, and is by the terms of his employment required\n               to be so resident.\n                      (5) The Registrar shall enter in a separate part of the\n               register the names of all persons provisionally registered\n               under this section.\nComctions\nof register."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1)  It shall be the duty of the Registrar-\n                   (a) to remove from the register any entry which the\n                        Council under subsection (2) of this section or\n                        under paragraph (ii) of subsection (1) of section\n                        11 directs him to remove;\n                   (b) to restore to the register any entry which the\n                        Council under subsection (3) of this section or\n                        under subsection (3) of section 11 directs him to\n                        restore;\n                   (c) to correct in accordance with the Council’s\n                        directions, any entry in the register which the\n                        Council directs him to correct as being in the\n                        opinion of the Council an entry which was in-\n                       correctly made; and\n                   (d) to make from time to time any necessary altera-\n                       tions in any of the particulars mentioned in sub-\n                       section (1) of section 6.\n                           me incluskm of this page is authorized by_ _L.N._ 9611 9 9 8 r\n                                  MEDICAL                                    9\n         (2) If the Registrar-\n      (a) sends by post to any person registered under this\n           Act, a registered letter addressed to him at his\n           address appearing in the register, enquiring\n           whether he has ceased to practise medicine or has\n           changed his address and receives no reply to that\n          letter within three months from the date of posting\n          it; and\n     (b) upon the expiration of that period sends in like\n          manner to that person a second similar letter and\n          receives no reply to that letter within three months\n          from the date of posting it,\nthe Council may direct the Registrar to remove from the\nregister the name of that person.\n       (3) The Council may at any time direct the Registrar\nto restore to the register any name removed therefrom under\nsubsection (2)."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) If any person registered under this Act is found Censure,\n                                                                suspension\n upon enquiry by the Council-                                   and strik-\n                                                                ing off.\n      (a) to be suffering from any habit, or any mental or\n           physical condition rendering him unfit to practise\n           medicine; or\n      (b) to have procured his registration under this Act as\n           a result of any misleading, false or fraudulent mis-\n           representation; or\n      (c) to have been convicted of a criminal offence; or\n      (4 to be guilty of dishonesty, negligence or incom-\n          petence in the performance of his functions as a\n          medical practitioner or of conduct that is disgrace-\n          ful in a professional respect,\nthe Council may, if it thinks fit-\n              (i) in the case of the matters specified in para-\n                  graphs (b), (c) and (4, censure him; or\n          __ - _ _ - -         --\n          [The inclusion of this pdge is authorized by L.N. 96/ 19981\n10                                  MEDICAL\n                  (ii) in the case of the matters specified in para-\n                       graphs (a), (b), (c) and (d), suspend his\n                       registration for a period not exceeding two\n                       years, or direct the Registrar to remove his\n                       name from the register.\n            (2) For the purposes of subsection (l), a registered\n     medical practitioner shall be deemed to be guilty of conduct\n     that is disgraceful in a professional respect, if he-\n               wilfully and without legal justification betrays a\n               professional confidence;\n               abandons a patient in danger without sufficient\n               cause, and without giving him the opportunity to\n               obtain the services of another practitioner:\n               knowingly gives a false certificate respecting any\n               mztter which may result in the person to whom\n               the certificate is given obtaining any financial con-\n               sideration, advantage or benefit;\n               divides with another person (other than his partner)\n               any fees or profits resulting from his professional\n               practice;\n               so indulges in the excessive or habitual use of in-\n               toxicating liquor or drugs as to affect his treatment\n               of patients;\n              impersonates another registered medical practi-\n               tioner;\n              does or fails to do any act or thing, the doing of\n               which or the failure to do which, in the opinion of\n               the Council, is unprofessional or discreditable\n               conduct; or\n              employs or permits a person not registered under\n               this Act or any other enactment relating to any\n               branch of the practice of medicine other than a\n               person to whom subsection (4) of section 14 applies,\n               to attend or treat or perform services which require\n               professional skill upon any patient, or by his\n               me inclusion of this page is authorizedby L.N. 96119983\n                                                 ~\n                                MEDICAL\n          presence, advice, assistance or cooperation enables\n          that person, whether acting as an assistant or\n          otherwise, to do any act which would constitute\n          the practice of medicine.\n        (3) The Council may at any time, if it thinks just,\ndirect the Registrar to restore to the register, any name\nremoved therefrom under subsection (1).\n        (4) The Council shall, as soon as practicable after-\n     (a) the registration of any medical practitioner has\n         been suspended; or\n    (b) the name of any medical practitioner has been re-\n         moved from the register; or\n    (c) the name of any medical practitioner which was\n         so removed is restored,\ncause a notice of the appropriate fact to be published in\nthe Gazetre.\n       (5) Where the name of any person has been removed\nfrom the register the Council may in writing require that\nperson to return to the Registrar his certificate of registra-\ntion and that person shall comply with that requirement."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. (1) The Council shall in each year prepare and submit to the Annualre-\nMinister on or before the thirtieth day of June, a report of its pro- portsand\nceedings during the twelve months ending on the thirty-first day of estimates.\nMarch in that year, including a statement of its accounts audited\nin accordance with paragraph 11.\n       (2) The Council shall on or before the thirty-first day of October\nin each year submit to the Minister for approval its estimates of\nrevenue and expenditure in respect of the period commencing on the\nfirst day of April next following and ending on the thirty-first day of\nMarch of the subsequent year."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-( 1) Any person aggrieved by the refusal of the Coun- Appeals to\ncil to register him as a medical practitioner under this Act Tr’buna’*\nor by its decision to censure him, to suspend his registration\nor to cause his name to be removed from the register, may\nappeal to the Tribunal against such refusal or decision\nwithin such time and in such manner as may be prescribed.\n          [The inclusioa of this page is authorized by L.N. 96/ 19981\n12                                        MEDICAL\n                 (2) The Tribunal may-\n              (a) at the hearing of an appeal against refusal of\n                    registration, dismiss the appeal, or allow the appeal\n                    and direct the Council to cause the registration\n                    to be effected;\n              (b) at the hearing of an appeal other than an appeal\n                    against refusal of registration-\n                       (i) dismiss the appeal and confirm the decision\n                            of the Council; or\n                       (ii) allow the appeal and set aside the decision\n                            of the Council; or\n                      (iii) allow the appeal and direct that the disci-\n                            plinary proceedings in respect of which the\n                            decision of the Council was made be re-\n                            conducted by the Council; or\n                      (iv) set aside the punishment inflicted by the\n                            Council and impose in substitution therefor\n                            such other less severe punishment mentioned\n                            in subsection (1) of section 11 as the Tribu-\n                            nal may think proper.\n                  (3) Upon allowing an appeal from any decision of\n         the Council under subsection (1) of section 11, the Tribunal\n         shall cause notice of its decision to be published in the\n         Gazette and shall, in the event of the appellant’s certificate\n         having been returned under subsection ( 5 ) of section 11,\n         direct such certificate to be returned to him.\nWences     14.-(1)  Any person who-\n              (a) procures or attempts to procure registration for\n                  himself or for any other person by making or pro-\n                  ducing, or causing to be made or produced, any\n                  false or fraudulent representation or declaration\n                  either verbally or in writing or otherwise;\n                     me inclusiam of thispage is authorized by L.N. 96/ 19981\n                              MEDICAL                                        13\n     (b) wilhlly makes, or causes to be made, 'any falsification\n         in any matter relating to the register;\n     (c) forges or uses or lends to or allows to be used by\n         any other person any certificate issued under this Act;\n     (4 makes or has in his possession any document so close-\n         ly resembling such certificate as to be calculated t o\n         deceive; or\n     (e) fails to comply with the requirement specified in sub-\n         section (5) of section 11,\nshall be guilty of an offence and shall be liable on summary con-\nviction before a Resident Magistrate to a fine not exceeding one 7 ~ 0 1 1\nmillion dollars or to imprisonment for a term not exceeding two SCh.\nyears, or to both such fine and imprisonment.\n        (2) Any person who, not being registered as a medical\npractitioner under this Act-\n     (a) takes or uses any title, addition or description implying\n         or calculated'to lead persons to believe that he is regis-\n         tered as a medical practitioner, or that he is recognized\n         by law as a person authorized or qualified to practise\n         medicine; or\n     (b) assumes or uses any affix indicative of any occupation-\n         al designation relating to the practice of medicine; or\n     (c) advertises or holds himself out as a person authorized\n         or qualified to practise medicine,\nshall be guilty of an offence and shall be liable on summary con-\nviction before a Resident Magistrate to a fine not exceeding one\nmillion dollars or to imprisonment for a term not exceeding 7 n o i i\ntwelve months or to both such fine and imprisonment:                S C ~\n  Provided that this subsection shall not operate to prevent\na registered dentist or other professional person recognized\nby law from using any title which he is authorized by the\nlaw under which he is registered or recognized as the case' may\nbe, to use.\n  - -\n          [The inclusi& of this page is authorized by L.N. 92d20121\n                                              MEDICAL\n                       (3) Any person who, during a period when his,registra-\n               tion as a medical practitioner under.this Act is suspended, or\n               who, not being registered as a medical practitioner under this\n               Act-\n                  (a) practices medicine in any of its branches; or\n                  (b) diagnoses or offers to diagnose or attempts to diagnose\n                       any human disease, ailment, deformity, defect or injury,\n                       or examines or advises upon any physical or 'mental con-\n                       dition of any person; or\n                                                                                      0\n                  (c) prescribes or administers any. drug, serum or any other\n                       substance or remedy, applies any apparatus, or performs\n                       any operation or manipulation for the cure, treatment or\n                       prevention of any human disease, ailment, deformity,\n                       defect or injury; or\n                  (41acts as the assistant or associate of any person who per-\n                       forms any act specified in this subsection,\n                shall be guilty of an offence and shall be liable on summary con-\n                viction before a Resident Magistrate to a fine riot exceeding one\n                million dollars or to imprisonment for a term not exceeding\n                twelve months or to both such fine and imprisonmeht.\n                        (4) The provisions of subsection (3)shall not apply to-\n                  (a) any person registered or licensed,under any biher .enact-\n                        ment who perf~'rmsoi provides any service which he is\n                        authorized or entitled to perform thereunder; '\n                  (b) any student of medicine\n                                            ,   . performing the services approved\n                        by his faculty as part of his course of instruction or part\n                        of any examination in relation thereto;\n                  (c) any person performing the functions which he is em-\n                        ployed by the Government to perform;'\n                  (4 any person giving necessary medical aid in cases of ur-\n                        gent need without hire, gain or hope of reward; or .\n                  (e) the domestic administration of family remedies.\nRegulations.     1 5 . 4 1 ) The Council may, with the approval of tKe Minister,\n               generally for the proper carrying out of the provisions and\n               purposes of this Act, and in particular but without prejudice to\n               the generality of the foregoing, make regulations-\n                       [The inclusion of this page i s authorized by L.N. 92c/2012]\n                                       MEDICAL\n             (a) prescribing the professional qualifications and require-\n                  ments which shall be a prerequisite for registration\n                  under this Act;\n             (b) with respect to the conduct of examinations as specified\n                  under paragraph (b) of section 4 ;\n             (c) prescribing the particulars to be included in the register\n                  and the manner in which additional qualifications ob-\n                  tained in medicine or related subjects by a registered\n                  medical practitioner, may be added to those particulars\n                  already entered in the register in relation to him, and the\n                  procedure to be followed to ensure that the particulars\n                  in the register are kept up to date;\n              (d) prescribing the manner in which enquiries or discipli-\n                   nary proceedings may be instituted before the Council,\n                   the procedure to be followed in the conduct of such\n                   proceedings and matters incidental to or consequential\n                   on such proceedings;\n              (e) prescribing the manner of appealing to the Tribunal,\n                  and as to the proceedings in any such appeal, and mat-\n                  ters incidental to or consequential on such proceedings;\n               @ prescribing fees;\n              (g) prescribing the requirements for continuing medical\n                , education;\n              (h) prescribing any other matter or thing which may be, or\n                   is required by this Act to be prescribed.\n                 (2) Notwithstanding section 29 (b) of the Interpretation 7/2011\n         Act, regulations made under subsection (1) may provide in res- Sch.\n         pect of any breach of the provisions thereof for the imposition of\n         penalties on summary conviction in a Resident Magistrate's\n    -a   Court of a fine not exceeding one million dollars or imprison-\n         ment for a term not exceeding twelve months or both such fine\n         and imprisonment."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The Minister may, by order subject to afirmative resolu- Minister\n                                                                              may amend\n         tion, amend the monetary penalties specified in this Act.            monetary\n                                                                               penalties.\n                                                                               7/201 1\n                                                                               Sch.\nI\n16                                                         MEDICAL\n                                                   FIRSTSCHEDULE                             (Section 3)\nConst~tut~on             1. The Council shall consist of-\n                                 I\nof the Council.\n                           (a) the Chief Medical Officer or his nominee (being a registered med-\n                                     ical practitioner) and the Dean of the Faculty of Medicine of the\n                                     University of the West Indies (hereinafter referred to as \"ex oflcio\n                                     members\"); and\n2612004                     (b) thirteen other persons (heieinafter referred to as \"appointed mem-\nS 4(a)                          bers\") appointed by the Minister, as follows-\n2811975                                 (i) eight registered medical practitioners elected in the man-\nS 5.                                        ner approved by the Minister from time to time for the\n2612004                                     purpose by the registered medical practitioners resident\nS 4(b).\n                                            in Jamaica;\n                                       (ii) two registered medical practitioners;\n2612004                               (iii) three persons, not being registered medical practitioners,\nS 4(c)                                      chosen from the fields of law, accounting, consumer\n                                            advocacy or from such other fields as the' Minister may\n                                                              I\n                                         '  determine.\nTenure of                 2. The appointment of an appointed member shall, subject to the provi-\noflice.               sions of this'schedule, be for a period not exceeding three years and such\n                      member shall be eligible for reappointment.\nCharnnan.                 3.--(I) The Council shall, at the first meeting held after the coming\n                      into operation of this Act, and at the first meeting held in each year there-\n                      after, elect from amongst the registered medical practitioners on the Council,\n                      a chairfnan who shall, subject to the provisions of this Schedule, hold office\n                  '   for one year, and shall be eligible for re-election from time to time.\n                              (2) The chairman elected each year shall hold office until his succes-\n                      sor is elected, or for such ?esser period as he remains a member of the\n                      Council.\n                             ,(3) If the chairman ceases to be a member of the Council before the\n                      expira\\ion of the period for which he was elected, the Council shall\n                      elect somi other member in his stead to be chairman for the remainder of the\n                      said pdriod.      '\n                               (4) The chairman shall preside-at all meetings of the Council at\n                      which he is present, and in the case of the chairman's absence from\n                      any meeting, the members present and forming a quorum shall elect one\n                      of their number to preside at that meeting.\n Acting            4. 'If any appointed member of the Council other than the chairman,\n appointments. is absent or unable to act, the Minister may appoint any person to act in\n               place of that member, so, however, that such appointment shall be made\n        '\n               in the same manner and from among the same category of persons as\n               would be required in the case of a substantive appointment.\n                               MEDICAL                                              17"
    }
  ],
  "definitions": []
}