{
  "id": "jm-stat-the-mental-health-act",
  "type": "statute",
  "title": "The Mental Health Act",
  "title_en": "The Mental Health Act",
  "short_name": "Mental Health Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-mental-health-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-mental-health-act | Legal areas: Health and Safety",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Mental Health Act.                    Short title."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                       Interprets-\n                                                                      tion.\n  \"Community Mental Health Service\" means the Service\n     established under section 24;\n  ''Director\" means the Director of the Community Mental\n        Health Service;\n  \"duly authorized medical officer\" means, in relation to a\n      patient in a psychiatric facility, a registered medical\n      practitioner authorized by the managers to treat the\n      patient;\n  \"emergency application\" in relation to a patient means an\n     application made under section 8;\n  \"general hospital\" means any clinic, rehabilitation centre\n      or institution (other than a Public Psychiatric Hos-\n      pital) where a person suffering from an illness may be\n      treated;\n  \"involuntary patient\" means a person who is admitted to a\n      psychiatric facility under section 6 or is treated as so\n      admitted under any provision of this Act;\n  6'\n       managers\" means-\n               (a) in relation to the Public Psychiatric Hospital,\n                   the Board of Management;\n               (b) in relation to a psychiatric facility that- is a\n                   part of a public hospital (as defined in the\n                   Hospitals (Public) Act), the Hospital Board;\n                   and\n                                                       I\n                   MENTAL HEALTH                        I\n         (c) in relation to-       ,\n                                                            1\n                 (i) a mental nursing home, tie person or\n                     persons registered in resdect of the\n                     operation of that home;                    ,   .\n                 (ii) a psychiatric facility othet than that\n                      refeked to in paragraph (b), the\n                      board of management of that facility;\n\"mental disorder\" means-\n          (a) a substantial disorder of thought;perception,\n              orientation or memory which giossly im-\n              pairs a person's behaviour, judgment, capa-\n              city to recognize reality or ability to meet\n              the demands of life which renders a person\n              to be of unsound mind; or                                 I\n                                                                        1\n          (b) mental retardation where such a condition\n              is associated with abnormally aggressive or\n              seriously irresponsible behaviour,\n    and \"mentally disordered\" shall be construed accord-\n!   ingly;                                     I\n\"Mental Health Appeal Tribunal\" or \"Appeal ~ribunal\"\n   means the body established under section 3 1;'\n\"mental health officer\" means-\n          (a) a person registered as a nurse pursuant to\n              section 9 of the Nurses and Midwives Act;\n              and\n          (b) any other person,\n     who has successfully completed a course of study in\n     mental health approved by the Minister responsibre\n     for health;\n                     MENTAL HEALTH\n “Mental Health Review Board” or “Review Board”\n      means the body established under section 26;\n “mental nursing home” means a place designated as\n      such under section 4 (1);\n “patient” means a person who is suffering from or is\n      suspected to be suffering from a mental disorder;\n “psychiatric facility” or “facility” means any clinic,\n      hospital ward, mental nursing home or rehabilita-\n      tion centre designated as such under section 4 (1);\n “psychiatric hospital” means any place designated as\n      such under section 4 (1);\n “psychiatric ward” means the part of a general hospital\n      designated as such under section 4 (1);\n “public psychiatric facility” means the Public Psychi-\n      atric Hospital and any other psychiatric facility\n      maintained by the Government;\n “registered medical practitioner” means a medical\n      practitioner registered in accordance with any\n      enactment for the time being in force in Jamaica\n      in relation to the registration of medical practi-\n      tioners;\n “rehabilitation centre” means a place designated as\n      such under section 30;\n “voluntary patient” means a person in respect of whom\n      an application for admission to a psychiatric\n      facility is made under section 5."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-( 1) In this Act “relative” means any of the fo11owing-        Detee.\n                                                                  ing relation-\n   ia) husband or wife;                                           ships in\n                                                                  respect of a\n   (b) son or daughter;                                           patient.\n  (c) father;\n  (d) mother;\n6                            MENTAL HEALTH\n           (e) brother or sister;\n           ( f ) grandparent;\n           (g) grandchild;\n           (h) uncle or aunt;\n            (i) nephew or niece.\n             (2) In deducing relationships for the purposes of this\n    Act-\n           (a) an adopted person shall be treated as the child of\n                the person or persons by whom he was adopted\n                and not as the child of any other person;\n           (h) any relationship of the half-blood shall be treated\n               as a relationship of the whole-blood.\n           (3) Subject to the provisions of this section, in this\n    Act the “nearest relative” means a husband or wife, or if\n    there is no husband or wife, any of the persons mentioned\n    in subsection (1) (6) to (i) in order of precedence, who is for\n    the time being surviving, relatives of the whole-blood being\n    preferred to relatives of the same description of the half-\n    blood, and the elder or eldest of two or more relatives\n    described in any paragraph of subsection (1) being preferred\n    to the other or others of those relatives, regardless of sex.\n             (4) Where the person who, under subsection (3),\n    would be the nearest relative of a patient-\n        (a) is not ordinarily resident in Jamaica; or\n            (6) being the husband or wife of the patient, is per-\n                manently separated from the patient, or has been\n                deserted by the patient; or\n            (c) not being the husband, wife or mother of the\n                patient, is for the time being under eighteen years\n                of age; or\n                [The inclusion o f this page is authorized by L.N.3120011\n                                MENTAL HEALTH                                            7\n         (4 is a person against whom an order has been made 1212009\n                                                                               3rd SCh\n              under section 12 of the Sexual Offences Act (which\n              relates to the encouragement of seduction or prosti-\n              tution of a girl or boy under the age of sixteen years)\n              divesting that person of authority over the patient and\n              the order has not been rescinded,\ne   the nearest relative of the patient shall be ascertained as if that\n    person were dead.\n            (5) In this section an \"adopted person\" means a person\n    who was adopted pursuant to an order for adoption made under\n    the Children (Adoption of) Act or any previous enactment relat-\n    ing to the adoption of children.\n            (6) In this section \"husband\" and \"wife\" include a per-\n    son who is living with the patient as the patient's husband or\n    wife, as the case may be (or, if the patient is for the time\n    being an in-patient in a psychiatric facility, was so living until\n    the patient was admitted) and has been or had been so living\n    for a period of not less than six months; but a person shal1,riot\n    be treated by virtue of this subsection as the nearest relative\n    o f a married patient unless the husband or wife of the\n    patient is disregarded by virtue of             (h) of subsection\n    (4)\n       PART11. Admission, Treatment and Discharge of Patients"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) Subject to subsections (2) and (3), the Minister m'ay Deslgnaa\"on\n0                                                                        of psychla-\n    by order designate as a psychiatric facility for the reception,'care I,,, fac~llty\n    and treatment of mentally disordered persons-\n          (a) the whole or any part of a building, house or other\n              place, with any yard, garden, grounds or premises\n              belonging thereto;\n8                                       MENTAL HEAL TH\n                  ( b ) any part of a general hospital;\n                  (c) the whole or any part of a nursing home registered\n                      under the Nursing Homes Registration Act as a mental\n                      nursing home;\n                  (d) the whole or any part of a clinic; or\n                  ( e ) the whole or any part of a rehabilitation centre.\n                     ( 2 ) Application for a designation under subsection ( I )\n             shall be made to the Minister in the prescribed form and shall\n             be accompanied by-\n                  (u) the proposed rules governing the procedures for ad-\n                       mission and treatment of mentally disordered persons;\n                       and\n                  ( b ) such other documents or information as may be pres-\n                        cribed.\n                     ( 3 ) The Minister shall make a designation under subsec-\n             tion (1) only if he is satisfied as to the adequacy of the proposed\n             rules, and for the purposes of this section-\n                   (a) the designation shall operate as a confirmation of the\n                       proposed rules; and\n                   ( b ) the rules as confirmed shall not be revoked or amen-\n                         ded without the prior approval of the Minister.\nVoluntary\nadmission."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) Subject to subsections ( 2 ) and (3), the managers of\n             a psychiatric facility or a duly authorized medical officer may\n             admit to the facility as a voluntary patient, any person who vol-\n             untarily makes a written application for admission, if it appears\n             to the managers, or the duly authorized medical officer that-\n                   (a) the mental condition of the person is such that he is\n                       competent to make the application; and\n                   (b) the person should be admitted for care and treat-\n                       ment.\n                        MENTAL HEALTH                                  9\n        (2) A person may be admitted to a psychiatric facility\nas a voluntary patient on an application made on his behalf\nif it is established that the application is not made against\nhis will.\n      (3) Where the person to be admitted is a person under\nthe age of eighteen years, then-\n    (a) if he has attained the age of sixteen years and is\n         capable of expressing his own wishes, the applica-\n         tion may be made by him; and\n    (b) in any other case the application shall be made by\n         a parent, guardian or person in loco parentis."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) Subject to the following provisions of this section ComplJsory\n                                                              admission.\nand section 7, a patient may be admitted to and detained\nin a psychiatric facility pursuant to an application for\nadmission made on the grounds that the patient-\n     (a) is suffering from mental disorder of a nature of\n         degree which warrants his detention in a psychi-\n         atric facility for observation or treatment or both;\n         and\n    (b) ought to be so detained in the interest of his own\n        health or safety or of the protection of other\n        persons.\n        (2) An application made under subsection (1) in\nrespect of a patient may be made by-\n      (a) the patient’s nearest reIative; or\n      (b) subject to subsection (3) a mental health officer,\n           public health nurse or approved social worker\n           (hereinafter referred to as a prescribed person),\nand shall be addressed to the managers of the psychiatric\nfacility to which admission is sought and shall specify the\nqualification of the applicant to make the application.\n10                                      MENTAL HEALTH\n                      (3) An application made under subsection (1) shall\n               be supported by medical certificates in the prescribed form\n               issued by two medical practitioners and each certificate\n               shall contain-\n                    (a) a statement by the medical practitioner that in his\n                         opinion there is sufficient evidence of the grounds\n                         set out in paragraphs (a) and (b) of subsection (1);\n                    (h) such particulars as may be prescribed of the reasons\n                         for that opinion, so far as it relates to the ground\n                         set out in paragraph (a) of subsection (1);\n                    (c) a statement of the reasons for that opinion so far\n                         as it relates to the ground set out in paragraph (b)\n                         of that subsection, indicating whether other\n                         methods of dealing with the patient are available,\n                         and if so, why they are not appropriate.\n                    (4) An application under subsection (1) shall not be\n               made by a prescribed person-\n                  (a) if, when admission is sought, the nearest relative\n                       of the patient has notified the prescribed person\n                       that he objects to the application being made; or\n                  (b) unless the prescriibed person has consulted with the\n                       person (if any) appearing to be the nearest relative\n                       of the patient so, however, that no such consulta-\n                       tion is required if it appears that in the circum-\n                       stances such consultation is not reasonably practi-\n                       cable or would involve unreasonable delay.\n                     ( 5 ) An application for admission of a patient in a\n               facility shall not be made by any person unless that person\n               has personally seen the patient within the period of fourteen\n               days ending with the date of the application.\nProvisEons\na8 to           7. The following provisions shall apply in relation to\nme+=l          medical certificates required under section 6 (3)-\noerbficates.\n                        [The inclusian of thi-, p\"e   is ?ulhori-:l   '-:: 1 N. 3'20011\n                   MENTAL HEALTH                                11\n(a) there may be two separate certificates, each signed\n    by a medical practitioner or a joint Certificate\n     signed by two such practitioners;\n(b) the certificate or certificates shall be signed on or\n    before the date of the application and shall be\n    given by medical practitioners who have personally\n    examined the patient either together or at intervals\n    of not more than seven days;\n(c) where two separate certificates are submitted, one\n    of the certificates shall be given by a medical\n    practitioner approved for the purposes of this\n    section by the Chief Medical Officer as having\n    special experience in the diagnosis or treatment of\n    mental disorder; and, unless that practitioner has\n    previous acquaintance with the patient, the other\n    certificate shall, if praoticable, be given by a\n     medical practitioner who has such previous\n    acquaintance;\n(4 where the application is for the admission of the\n    patient to a hospital, one of the medical certificates\n    may be given by a medical practitioner on the\n    staff of that hospital;\n(e) a medical certificate shall not be given by-\n        (i) the applicant;\n       (ii) a partner of the applicant or of a medical\n            practitioner by whorn an0ther medical certi-\n            ficate is given;\n      (iii) a person employed as an assistant by the\n             applicant or by any such practitioner as\n            aforesaid;\n      (iv) a person who receives or has an interest in\n            the receipt of any payments made on\n            account of the maintenance of the patient;\n12                                     MENTAL HEALTH\n                           (v) except as provided by paragraph (d), a\n                               medical practitioner on the staff of the\n                               hospital to which the patient is to be\n                               admitted; or\n                          (vi) a medical practitioner who is related by\n                               blood or marriage to the patient, or who\n                               has given another medical certificate for the\n                               purposes of the same application.\nEhtqency          8.-(1) In any case of urgent necessity, an emergency\napplication.\n               application for the admission of a patient may be made by\n               a relative of the patient, a prescribed person or constable and\n               such application-\n                     (a) shall contain a statement that it is of urgent neces-\n                         sity for the patient to be admitted and detained\n                         under section 6 and that compliance with the pro-\n                         visions of this Part relating to applications for\n                         admission for observation and treatment would\n                         involve undesirable delay; and\n                     (6) shall be accompanied by a medical certificate as\n                         mentioned in subsection (2).\n                      (2) It shall be sufficient if an emergency application\n               is supported initially by only one of the medical certificates\n               required under section 6 (3), issued, if practicable, by a\n               medical practitioner who has previous acquaintance with\n               the patient; and such certificate shall verify the statement\n               referred to in subsection (1) (a) of this section and comply\n               with the provisions of section 7 so far as applicable to one\n               certificate.\n                       (3) An emergency certificate shall cease to have effect\n               on the expiration of a period of seventy-two hours from the\n               time when the patient is admitted to the psychiatric facility\n               unless-\n                             MENTAL HEALTH\n      ( a ) the second medical certificate required under section 6\n            is issued and is received by the managers of the\n             facility within that period; and\n      ( b ) that second certificate and the medical certificate\n            referred to in subsection (2) comply with all the\n            requirements of section 7, except the requirement as\n            to the time of signature of the second certificate.\n        (4) In relation to an emergency application, section 6\nshall have effect as if in subsection (5) of that section there were\nsubstituted the words \"three days\" for the words \"fourteen\ndays\"."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) Each Review Board shall meet at least once in each month Meetings of\nand at such other times as may be necessary or expedient for the Review\ntransaction of its business, and such meeting shall be held at such place 'Oard.\nand time and on such days as the Board shall determine.\n     (2) The chairman shall preside at all meetings of a Review\nBoard at which he is present and if he is absent from any meeting the\nmembers present and constituting a quorum shall elect one of their\nnumber, not being a psychiatrist, to preside at that meeting.\n      (3) The quorum of each Review Board shall be three.\n       (4) The decision of a Review Board shall be by a majority of\nvotes of the members present and voting and, in addition to an original\nvote, the chairman or any other person presiding at the meeting shall\nhave a casting vote in any case in which the voting is equal.\n     ( 5 ) Minutes in proper form shall be kept of the proceedings of a\nReview Board.\n       (6) Subject to the provisions of this Schedule, each Review Board\nshall have power to regulate its own proceedings."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. There shall be paid to the chairman and members of a Review Remunera-\nBoard such remuneration whether by way of honorarium, salary or fees tion of\nand such allowances as the Minister may determine.                   members."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The managers of a public psychiatric hospital or a duly Ad'nisSion\n                                                                 on order of\nauthorized medical officer shall, on an order issued by a court, ,,oL,n.\nadmit and detain for treatment in that hospital persons who ~ f v ~ l ,\nare-                                                             Schedule.\n      ( a ) found unfit to plead on trial; or\n      ( b ) found by the Court to be guilty of an offence but are\n            adjudged by the Court to be suffering from a mental\n            disorder or diminished responsibility."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1)   The managers of a psychiatric facility or a duly of'\n                                                            De'e\"'io\"\n                                                                patient.\nauthorized medical officer shall-\n      ( a ) within seventy-two hours of the compulsory admis-\n            sion of a patient to the facility pursuant to an\n            application made under section 6; or\n      (b) within forty-eight hours of the admission of a volun-\n          tary patient to the facility pursuant to section 5,\nmake or cause to be made of the patient such examination as\nmay be considered necessary for determining whether or not the\npatient is mentally disordered.\n       (2) On the expiration of the period mentioned\nin subsection (I), the patient shall be released from the\n                                          MENTAL HEAL TI1\n              psychiatric facility unless the managers are or the duly\n              autl~orizedmedical officer is satisfied that the mental condition\n              of the patient is such that he should be detained for treat-\n              ment in the facility for a further period.\nConsent to       11.-(1) A patient shall not be given treatment in a\ntreatment.\n              psychiatric facility without his consent unless a duly authorized\n              medical officer certifies that the patient's mental condition is\n              such that he is not competent to give consent.\n                      (2) Where a patient is unable to give coilsent to treat-\n              ment, consent shall be given by the patient's nearest relative.\nReferrals.       12. A patient may be transferred on referral from one\n              psychiatric facility to another and the referral shall be done in\n              accordance with such provisions as may be prescribed.\nApplication      13.-(1) An application may be made by a person referred\nrespecting\npatients      to in section 6 (2) for the admission of a patient to a psychiatric\nalready in    facility on the grounds specified in section 6 (1) notwith-\nfacility.\n              standing that the patient is already detained in the facility as a\n              voluntary patient; and where an application is so made the\n              patient shall be treated as if he were detained pursuant to section\n              6 (1) at the time when the application was received by the\n              managers.\n                      (2) If, in relation to a voluntary patient who is\n              already detained in a psycl~iatric facility, it appears\n              to the medical practitioner in charge of the treatment\n              of the patient that an application ought to be made for\n              the compulsory detention of the patient, he may furnish\n              to the managers a report in writing to that effect; and the\n              patient may be detained in the facility for a further period and\n              the medical practitioner shall, for the purpose of that detention,\n              obtain the medical certificate required under section 6 (3)\n                            [The inclusion o f this page is authorized by L.N. ll/ZOlO I\n                        MENTAL HEALTH                                       15\nwithin seven days beginning with the day on which the\nreport is so furnished."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) An application for the admission of a patient Effect          of\n                                                                  application\nto a psychiatric facility made in accordance with the pro- f o r a b i r -\nvisions of this Part shall be sufficient authority for the appli- sion*\ncant, or any person authorized by the applicant, to take\nthe patient and convey him to the facility at any time within\nthe following period, that is to say-\n     (a) in the case of an application other than an emer-\n          gency application, the period of fourteen days\n          beginning with the date on which the patient was\n          last examined by a medical practitioner before\n          giving a medical certificate for the purposes of the\n          application;\n     (6) in the case of an emergency application, the period\n          of three days beginning with the date on which\n          the patient was examined by the practitioner who\n          issued the medical certificate referred to in section\n          8 (2) or the date of the application, whichever is the\n          earlier.\n         (2) Where-\n      (a) a patient is admitted to a psychiatric facility within\n           the period mentioned in subsection (1) (a) or (b);\n           or\n      (6) an application is made under section 13 in respect\n           of a patient who is already detained in a facility\n           as a voluntary patient,\n the application shall be sufficient authority for the managers\n to detain the patient in the facility in accordance with the\n provisions of this Act.\n        (3) Any application for admission of a patient\n under this Part which appears to be duly made and to be\n founded on the necessary medical certificates may be acted\n16                                 MENTAL HEALTH\n          upon without further proof of the signature or qualifica-\n          tion of the person by whom the application is made or any\n          such certificate is given, or of any matter of fact or opinion\n          stated therein.\n                  (4) Where a patient is admitted to a hospital pur-\n          suant to an application for admission for treatment, any\n          previous application under this Part by virtue of which he\n          was liable to be detained in a facility shall cease to have\n          effect.\nPowemof      lS.-(l) Where a constable finds any person in a public\nansbMe-   place or wandering at large, in such manner or under such\n          circumstances as to indicate that he is mentally disordered,\n          the constable may without warrant take such person in\n          charge and forthwith accompany him to a psychiatric facil-\n          ity for treatment or forthwith arrange for him to be con-\n          veyed with all reasonable care and despatch to that facility;\n          and the constable shall, within thirty days of accompanying\n          such person to the psychiatric facility or arranging for him to\n          be conveyed to such facility, make a report thereof in writing\n          to the Review Board.\n                  (2) Where an offence is committed by a person who\n          appears to a constable on reasonable grounds to be mentally\n          disordered, the constable-\n               (a) may charge that person for the offence and bring\n                    him before a Resident Magistrate at the earliest\n                    opportunity, being not more than a period of five\n                    days after the date on which the offence is com-\n                    mitted; and\n               (6) may, where it is necessary to detain the person\n                    until he is brought before the Resident Magistrate,\n                    detain him in a lock-up, remand centre or a place\n                    suitable for the detention of mentally disordered\n                    persons; and\n                  nhe inclusion of this page is authorized by L.N. 3/2001]\n                         M E N T A L HEALTH                             17\n    (c) shall, where the person is charged under paragraph\n         (a) or detained under paragraph (b), make a\n         report in writing to a prescribed person within\n         twenty-four hours of such charge or detention.\n        (3) A Resident Magistrate before whom any person\nis brought under subsection (2) shall forthwith call to his\nassistance a medical practitioner employed to a public\npsychiatric facility and may summon witnesses; and if, on\nexamination of such person and having regard to the opinion\nof the medical practitioner, it appears that the person is\nmentally disordered and that he should be detained in a\npsychiatric facility, the Resident Magistrate may, by order,\ndirect such person to be conveyed to and detained in a\npublic psychiatric facility.\n        (4) The examination of a person under subsection\n(3) may, if necessary, be adjourned from time to time for a\nperiod in the aggregate not exceeding ten days during which\ntime he shall be detained in a lock-up, remand centre or a\nplace suitable for the detention of mentally disordered\npersons.\n   1 6 . 4 1 ) A mental health officer may at any reasonable Power of\ntime enter and inspect any premises if he has reasonable medalh d\ncause to believe that any person who is mentally disordered Offim-\nand in need of proper care is on those premises; and where\nas a result of the inspection he finds any such person as\naforesaid, the mental health officer may, with the assistance\nof a constable if necessary, cause that person to be admitted\nand detained in a public psychiatric facility for treatment.\n       (2) The admission and detention of a person under\nsubsection (1) shall be treated as an admission and deten-\ntion under section 6 and the provisions of this Act shall\napply accordingly.\n         F   e inclusion of this page is authorized by L.N. 3/2001]\nI8                                 MENTAL HEALTH\n                  (3) A mental health officer shall be furnished by the\n           Minister with a certificate of designation and on entering any\n           premises pursuant to subsection (1) shall, if required to do\n           so, produce the certificate to the person in charge of the\n           premises.\n                   (4) The owner or person in charge of the premises\n           entered by a mental health officer pursuant to subsection\n           (1) shall give such officer all reasonable assistance and shall\n           furnish him with such information as he may reasonably\n           require; and any person who obstructs, hinders or pre-\n           vents the mental health officer from entering or inspecting\n           as aforesaid, shall be guilty of an offence and shall be liable\n           to the penalty specified in section 37.\n                   (5) Where a mental health officer has reason to\n           believe that a person who appears to be living on the street\n           or other public place is mentally disordered, he may, with or\n           without the assistance of a constable, remove that person\n           from the street or other public place to a psychiatric facility.\nmaw\nof wlun-     17.-(1) The managers of a facility or a duly authorized\nWYpanient. medical officer may at any time discharge a voluntary\n           patient if satisfied that-\n                (a) the discharge is in the interest of the patient; and\n                (b) the patient is not in need of any further care and\n                     treatment in a facility.\n                    (2) A voluntary patient may request his discharge\n           by giving notice in writing to the managers of the facility in\n           which he is a patient or to a duly authorized medical\n           officer; and where the patient is under the age of eighteen\n           years, such notice shall be given by a parent, guardian or\n           other person in Zoco parentis.\n                 (3) Subject to subsection (4), a voluntary patient\n           who has requested his discharge in accordance with sub-\n           c _                                                                 _-\n                            MENTAL HEALTH\nsection (2) shall not be kept in a psychiatric facility for\nmore than seven days from the date of the receipt of the\nnotice.\n          (4) If satisfied that a voluntary patient who has given\nnotice requesting his discharge is mentally disordered and\nin need of M e r care and treatment in a psychiatric facility,\nthe managers of that facility or a duly authorized\nmedical officer may, notwithstanding subsection (3), but subject\nto subsection ( 5 ) , keep that patient in the facility as an\ninvoluntary patient.\n          (5) For the purpose of deciding whether to keep a\nvoluntary patient as an involuntary patient in a psychiatric\nfacility, the managers of the facility or a duly authorized\nmedical officer shall obtain, in relation to that patient,\nthe medical certificates required under section 6 (3)."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1)  An authorized person may, on receipt of a Conditional\n                                                              disa8rgeor\nwritten undertaking in the prescribed forin by a relative, involuntary\nfriend or legal guardian of an involuntary patient, authorize P\"\"~\"'.\nthe conditional discharge of that patient if he considers it\nconducive to the recovery of the patient that he should be\nunder the care and in the custody of such relative, friend or\nlegal guardian, as the case may be.\n       (2) A patient conditionally discharged under subsection\n(1) may be pIaced under the supervision of-\n      (a) a medical practitioner whose name shall be specified\n          in the document of discharge;\n      (b) the Medical Officer of Health for the area in which the\n          patient will reside; or\n      (c) a mental health officer.\n              (The inclusion of this page is authorized by L.N. ll/ZOlO 1\n                            A4ENTAL HEAL TI-I\n       (3) If, within twelve months of the date of the\nconditional discharge of an involuntary patient under sub-\nsection (I), an authorized person is satisfied that the patient\nhas become so mentally disordered that his return to\nthe facility is considered necessary, the authorized person\nmay in writing order that the patient be apprehended\nand brought back to the facility.\n       (4) In this section \"authorized person\" means-\n     (a) a manager of the psychiatric facility concerned; or\n     (b) a duly authorized medical officer.\n       (5) An order issued under subsection (3) is authority for\nanyone to whom it is addressed, whether specifically or\nin general terms, to comply with the directions therein\ncontained.\n        (6) A patient who is conditionally discharged shall,\nfor a period of twelve months from the date of his discharge,\nbe deemed to continue to be a patient of the psychiatric\nfacility from which he was discharged, in the same manner\nand to the same extent and shall be subject to the same\nauthority and control, as if he were not conditionally\ndischarged.\n       (7) Unless an order has been made under sub-\nsection (3), a patient who has been conditionally discharged\nshall be regarded as absolutely discharged on the expiration\nof twelve months from the date of his discharge."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. [Deleted by Act I of 2006, 7th Sch.]\n                               MENTAL HEALTH                            21"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-( 1) The managers of any public psychiatric facility CO& of\n                                                           treatment.\nmay, at any time during the treatment or detention of a\npatient, require that the patient or any relative under a\nlegal obligation to maintain him shall pay the cost and\ncharges for the treatment or maintenance of the patient\nat such rate as may be prescribed from time to time.\n         (2) The cost and charges referred to in subsection\n(1) shall be specified in a notice which shall be-\n      (a) in writing signed, in the case of a public psychi-\n           atric hospital, by the Administrator or, in the case\n           of any public psychiatric facility, by a duly author-\n           ized officer; and\n      (b) served either personally or by post on the person\n           legally bound to maintain the mentally disordered\n           person.\n         (3) Where, on appropriate enquiry it is established\nthat the person on whom a notice is served under subsection\n(2) is able, by work or other means, to maintain himself and\nhis dependants (including the mentally disordered person)\nthen if that person fails to pay the cost and charges speci-\nfied in the notice, within the period specified therein or such\nfurther period as may be allowed by the Administrator or\nduly authorized officer, as the case may be, the amount\nowed is recoverable as a civil debt in a Resident Magis-\ntrate's Court without limit of amount.\n        PART111. The Public Psychiatric Hospital"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The Minister shall cause to be prepared a scheme for Manage-\n                                                           ment\nthe management of a Public Psychiatric Hospital and such schemefor\n                                                         the htblic\nscheme shall-                                            Psyohjatric\n    (a) establish a Board of Management for the Hospital HospiZa**\n        and provide for its constitution, functions and\n        operations;\n           ~   -   _   .   I               ~.  -\n22                                   MENTAL HEALTH\n                 ( b ) authorize the Board, with the approval of the Min-\n                       ister, to make rules for the efficient and proper\n                       administration of the Hospital;\n                 (cl prescribe the functions of the Senior Medical\n                       Officer;\n                 (d) make provision for the payment of the whole or\n                       part of the cost of treating and maintaining\n                       patients in the Hospital;\n                 (e) make provision for the reception into the Hospital\n                       of mentally disordered persons;\n                 (f, contain such other provisions as are necessary or\n                       desirable to facilitate the delivery of psychiatric\n                       care at the Hospital.\nSenior         22. There shall be appointed in respect of the Public\nM d d\nOfficer.     Psychiatric Hospital a Senior Medical Officer who shall be\n             responsible for the delivery of psychiatric care at that\n             Hospital.\n                    PARTIV. Community Mental Health Service\nHd&             23. The Minister may from time to time divide the\nregions.\n             Island into such health regions as he may think fit.\nEstabliSm-     24. For the purposes of this Act, there is hereby estab-\nment of\nc o m m w lished the Community Mental Health Service which shall\nMental       be responsible for the provision of mental health services in\nHdCh\nService.     each health region, so, however, that the Community Mental\n             Health Service shall not have responsibility for the provi-\n             sion of mental health services in a psychiatric facility or\n             public psychiatric facility.\nMatters to     25.-(1)   The Community Mental Health Service shall\nbe under-\ntaken by     undertake the provision of-\nthe Com-\nmunity            (a) services at outpatient psychiatric clinics in health\nMental                 centres and general hospitals;\nHealth\nService.                                                                          .A\n                          MENTAL HEALTH                                             23\n     (b) rehabilitative services for persons after their dis-\n         charge from a psychiatric facility;\n     (c) supervised home care and support for persons with\n         mental disorders; and\n     (d) services for the promotion of mental health.\n        (2) The psychiatrists, medical practitioners, mental\nhealth officers and psychiatric aides shall, where necessary,\nconsult and liaise with members of the other branches of the\nhealth service with a view to facilitating the provision of\nmental health care where such care is vital to the care being\nprovided for other health problems.\n           PARTV. Mental Health Review Board"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Senior Medical Officer.\n          [The inclusion. of this page is authorized by L.N. 92c/2012]\n                                                                 1\n                          MENTAL HEALTH\n              PART IV. Community Mental Health Service"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Establishment of Community Mental Health Service.                I\n                                                                     I"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Matters to be undertaken by the Community Mental Health Service.\n                 PART V. Mental Health Review Board"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.-(1) For the purposes of this Act, there is hereby Establish-\n                                                         ment of\nestablished a Mental Health Review Board for each health Mental\n                                                         Hdth\nregion.                                                  Review\n                                                                           Board.\n         (2) T h e Minister shall appoint as members of the\nBoard-\n    (a) a psychiatrist;\n     (b) an attorney-at-law of at least five years experience;\n     (c) a person who is knowledgeable and experienced in\n          the provision of social services;\n     (4 a person having training and experience in matters\n         relating to mental health:\n     (e) a member of the community in which the patient\n         resides (not being a person referred to in paragraph\n          (a), (b). (c)or (d) A\nand the Minister shall appoint as chairman any of the per-\nsons described in paragraphs (h)to (A.\n        (3) The Minister may designate a public officer as\nsecretary of the Review Board and such other public\n                                                                       .\n          [The inclusion of this p g e is aulhorired by L.N. 3/2001]\n24                                MENTAL HEALTH\n             oficers as he may consider necessary for the proper per-\n             formance of its functions.\n                     (4) Whenever the psychiatrist is clinically involved\n             in a case under consideration by the Review Board the Min-\n             ister may appoint a person of similar qualification to act in\n             place of the psychiatrist.\nFirst               (5) The provisions of the First Schedule shall have\nShedude.\n             effect in relation to the operation of the Board and otherwise\n             in relation thereto.\nFundionsof\nReview"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.-(1) Subject to subsection (2), the functions of a\nBoard.       Review .Board are-\n                      to receive and investigate complaints from patients,\n                      relatives or next friends of patients on any matter\n                      connected with their care or treatment or their dis-\n                      charge from, or detention in, a psychiatric facility\n                      within the health region;\n                      to undertake a periodic review at least once in\n                      every six months of all patients who have been\n                      undergoing treatment in a psychiatric facility within\n                      the health region.\n                    (2) Subsection (1) does not apply to a person who is\n             admitted to a psychiatric facility pursuant to an order of\n             the Court or a warrant under section 9.\n                     (3) A patient who is admitted to a psychiatric facility\n             pursuant to an application for admission for treatment may\n             apply to the Mental HeaIth Review Board within a period\n             of six months beginning with the day on which he is so\n             admitted or, in the case of a patient who is under the age of\n             sixteen yean, with the day on which he attains that age.\n                    (4)Where a Review Board undertakes a periodic\n             review under subsection (1) (b). the Review Board shall,\n             within sixty days thereafter. forward a written report of its\n                         MENTAL HEALTH\nfindings to the Senior Medical Officer of the psychiatric\nfacility and a copy thereof to the patient and, if the patient\nis not able to understand the report, to the nearest relative\nor next friend of the patient.\n        (5) The Review Board shall cause to be made and\ntransmit to the Minister a yearly report dealing generally\nwith the activities of the Review Board during the preceding\nyear.\n       (6) For the purpose of performing its functions\nunder this Act a Review Board shall have power to-\n    (a) summon the attendance of persons, including any\n         member of staff of a psychiatric facility;\n    (b) take evidence under oath;\n    (c) require any person to produce such books, records\n         or documents as it thinks appropriate;\n    (d) make such order as it thinks appropriate in any\n         case, including an order for the discharge of the\n         patient concerned."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. An appeal shall lie against the decision of the Review Appeal.\nBoard to the Mental Health Appeal Tribunal.\n       PARTVI. Protection of Property of Patients"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.-(1) The Supreme Court, or a Resident Magistrate’s Jurisdic-\n                                                                  tion of\nCourt in the case of property the value of which is within Supreme\nthe monetary jurisdiction of that Court, may, on the appli-\ncation of the nearest relative or the Attorney General. exer- Magistrate’s\n                                                                  Court.\ncise jurisdiction over the management of the property and\naffairs of a patient if the Court is satisfied by evidence (medi-\ncal and otherwise) on affidavit that the patient is incapable by\nreason of mental disorder of managing and administering\nhis property and affairs.\n____                                                                   -\n         [The incliicion of tlik pace is au:hori cd by L N. 3 ’2001)\n26                                     MENTAL HEALTH\n                       (2) The Court, on an application being made to it\n               under subsection (I), shall have the power to do all such\n               things as appear to it to be necessary or expedient in the\n               interest of and for the maintenance and benefit of the\n               patient; and where it is deemed necessary also for a relative\n               or dependant of the patient.\n                         (3) The Court may, in giving effect to its power\n               under subsection (2). give directions or make orders in\n               respect of-\n                    (a) the transfer, vesting, sale, lease, rental or exchange\n                           of the patient’s property;\n                    (b) the acquisition of property in the name of or on\n                           behalf of the patient;\n                    (c) the settlement of property by way of gift;\n                    ( d ) the execution of a will on behalf of the patient;\n                    (e) the carrying on of the patient’s business, trade or\n                           profession;\n                    ( f ) the sale, lease or rental of the patient’s business\n                           or trade:\n                    (g) the dissolution cf a prtnerqhip of which the\n                           patient is a partner;\n                    (h) the fulfilling of any of the patient’s contractual\n                           obligations;\n                    (i) the payment of any debts incurred by the patient;\n                    ( j ) the continuance or instituting of any legal pro-\n                           ceeding on behalf of the patient;\n                    ( k ) the exerciqe of any power of attorney vested in\n                           the patient;\n                           all financial affairs of the patient.\n                                     PARTVTT. General\nDesignation      3 0 . 4 1 1 The Miniqter may designate any place. premises\nof place of\nsafety and     or building to be a place of ssfety for the tewporarv\ntion centre.\nrehsbi’ita-    accommodation of persons awaiting admission to a pi-iblic\n               p\\ychiatric facility.\n                                                                   _-\n                        [The inclusion of this page is authorired by 1- N 3 i2001]\n                          MENTAL HEALTH                                  27\n          (2) The Minister may designate the whole or any part of\na building, house or other premises as a rehabilitation centre for\nthe temporary accommodation of patients.\n          (3) The operation of a rehabilitation centre and the ad-\nmission and discharge of persons therefrom shall be in accord-\nance with such provisions as may be prescribed."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Designation of place of safety and rehabilitation centre.\n3 1 . Appeal Tribunal."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-(1) There is hereby established a Mental Health Appeal Appeal\nTribunal for the purpose of hearing appeals from the decisions Tribuna'.\nof the Review Board.\n          (2) The Appeal Tribunal may at the hearing of an\nappeal-\n       (a) dismiss the appeal and confirm the decision of the\n            Review Board;\n       (b) allow the appeal and direct that the matter be re-\n            examined by the Review Board;\n       (c) set aside the decision and substitute therefor such other\n            decision as it thinks fit.\n          (3) Regulations made under section 39, shall govern\nappeals to the Appeal Tribunal.\n          (4) The provisions of the Second Schedule shall. have Second\neffect as to the constitution and procedure of the Tribunal and\notherwise in relation thereto."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. A person is not liable to any suit or action in respect of Immunity\n any act done under lawful direction and authority pursuant to from suit.\nthis Act or any regulations made thereunder unless it is shown to\nthe satisfaction of the Court that the person acted without good\n faith or reasonable care."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.-(1) A person commits an offence if being in charge of offence.\n or employed in a psychiatric facility, he ill-treats or wilfully\n neglects a patient, any person awaiting admission as a patient qr\n a person who is on the premises of the facility for the purpose of\nreceiving care and treatment as an outpatient.\n           (2) A person commits an offence if he ill-treats or wil-\n fully neglects a person who is suffering from a mental disorder\n and is under his custody or under his care and protection.\n                                              MENTAL HEALTH\nPenalty for         34.' A person who commits an under section 33 shall be\noffences under\nsection 33.      liable\n                         (a) on summary conviction before a Resident Magistrate to\n7ROl l                          a 6ne not exceeeding five h'undred thousand dollars or\nSch.                            to imprisonment for a term not exceeding six months\n                                or to both such fine and imprisonment;\n                         (b) on conviction in a Circuit Court to a fine 'or to im-\n                                prisonment for a term not exceeding one year\n                                both such fine and imprisonment.\n                                                                               I\n                                                                                                or to       0\n                                                                                 I\nOffence of           3 5 . 4 1 ) A person commits an offence if-\nsexual inter-                                                                    1-\ncourse with              (a) being in charge of or employed in a psychiatric facility\nmentally                        he has sexual intercourse with a patient, a'berson a-\ndisordered\nperson.                         waiting admission as a patient or a person who is on\n                                the premises of the facility for the purpose of p i v i n g\n                                care and treatment as an out-patient; or            I\n                          (8) he'has sexual intercourse with a person who is suffer-\n                                 ing from a mental disorder and who is in his custody or\n                                 under his care and protection.                       j .\n                             (2) It shall be a defence for a             who is /charged\n                 under subsection ( l ) ( b )to prove that he did not know ok had no\n                                                                                                        I\n                 reason to believe or to suspect that the person was suffering\n                                                                                       t\n                 from a mental disorder.                                                1\n                             ( 3 ) No action shall be taken against a person under sub-\n                 section ( 1 ) (b) in respect of any act of sexual intercourse\n                 between,spouses.                                                         1      1\n                             (4) A person found guilty of an offence under sudsection\n                  ( 1 ) is l i a b l e                                                      I\n                          (a) 'on summary conviction before a Resident ~ a ~ i J t r atot e\n71201 l\nSch.\n                                 a fine not exceeding one million dollars or to imprison-\n                                'ment for a term not exceeding three years or to boih                       0\n                                 such fine and imprisonment; '                                I\n                          (b) on conviction before a Circuit Court to a fine or'to im-\n                                 prisonment for a term not exceeding seven years or to\n                                 both such fine and imprisonment.\n                               MENTAL HEALTH                                  2?"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. Any person who-                                                Offence to\n                                                                      aid and abet\n     (a) unlawfully aids, abets or assists a patient who has not patient to\n           been discharged to leave a psychiatric facility; or        leave\n                                                                      facility.\n      (b) harbours or assists a patient who has left 'sucha facility\n           without being discharged therefrom,\ncommits an offence and is liable on summary conviction before\na Resident Magistrate to a fine not exceeding two hundred and 70011\n                                                                      Sch.\nfifty thousand dollars or to imprisonment for a term not\nexceeding three months or to both such fine and imprisonment."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. A person who without lawful authority interferes with or offenceto\nobstructs any person in the execution of his duties under this Act obstruct\n                                                                      Fnon in\nor regulations made hereunder commits an offence and is liable execution of\non summary conviction before a Resident Magistrate to a fine duties.\nnot exceeding two hundred and fifty thousand dollars or to 70011\nimprisonment for a term not exceeding three months or to both Sch.\nsuch fine and imprisonment."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. A person who wilfully makes any false or misleading offenceto\nstatement in any application required to be made under this Act make false\ncommits an offence and is liable on summary conviction before application.\na Resident Magistrate to a fine not exceeding one million dollars 7001 I\nor to imprisonment for a term not exceeding one year or to both. Sch.\nsuch fine and imprisonment."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39.41) The Minister may make ?egulations for the better Regulations.\ncarrying out of the objects and purposes of this Act and in parti-\ncular (but without prejudice to the generality of the foregoing)\nmay make regulations prescribirig provisions relating to-\n      (a) the operation of psychiatric facilities,          of safety\n     .   . and .rehabilitation centres;\n      (b) the protection and management of the property or\n           estate of mentally disordered persons;\n      (c) appeals to the Appeal Tribunal;\n      (4 anything required b this Act to be prescribed.\n        (2) Notwithstanding section 29 (b) of the Interpretation 7DOll\nAct, regulations made under subsection (1) may provide in Sch.\n                     I        1\n                                                                                                                         .\n                                                                                                                         1\n                     4        I\n    30                                           MENTAL HEALTH\n                                                                                     I\n                                                                                     I\n                  respect of a breach of the provisions thereof for the Jimposition\n                  of pknalties on summary conviction in a Resident Magistrate's\n                  Court of a fine not exceeding one million dollars imprison-       04\n                  ment' for a term not exceeding twelve months or both such fine\n                                                                         1\n                  and imprisonment.                                   ' ,I\n    Ministermay      40: The Minister may, by eider subject to affrm$tive reso-\n    amend\n    monetary\n                  lution, amend the monetary penalties specified in this Act.\n                                                                           I  .\n    penalties.                                                                           I\n    712011                                                                               I\n    Sch.\n                                                                                             !\n                                                                                                 1\n                                                                                                     r\n                                                                                                     i\n                                                                                                     1\n                                                                                                         I\n                                     I\n                          1\n                                                 FIRSTSCHEDULE ,                     (section 26)\n                                                                                                             I\n    Tenure of        1 . 4 1 ) The members of a Review Board shall, subject to the pro?isions of\n    office.       this Schedule, hold ofice for such period not exceeding three years as the\n                  Minister may determine and shall be eligible for reappointment.      I\n                         - 'I                                                          I\n                          (2) ,The Minister may appoint one of the'members of the Review\n                  Board to be chairman thereof.                                         1\n    Acting           2. The Minister may appoint any person to act in the place of the dhairman\n    appoinfments. or any other niember of a Review Board in the case of the absence or\n,                 inability to act of the chairman or other member. .                     1\n                                                                                          I\n    Resignations.    3 . 4 1 ) ,Any member of a Review Board other than the chairman may at\n                  any time resign his ofice by instrument in writing addressed to the Minister\n                  and transmitted through the chairman and such resignation shall take effect as\n                  from the date of receipt by the Minister of that instrument.\n                          (2) The chairman may at any time resign his office by instrument in\n                  writing addressed to the Minister and such resignation shall take effect as\n                  from the date of receipt by the Minister of that instrument.\n                                  [The inclusionkf this page is authorized by LN. 92d2012]                       1 *\n                                                                                                                 I\n                                                                                                                 1\n                                                                                                                     I\n                         MENTAL HEALTH                                               31"
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. Minister may amend monetary penalties.\n       me inclusion of this page is authorized by LN. 921320121\n                        MENTAL HEALTH\n                THE MENTAL HEALTH ACT                                     AC~S\n                                                                        6 of 1997,\n                                                                        1 of 2006\n                                                                        7th Seh.,\n                                                                       12 of 2009\n                                                                        3rd Sch.,\n                                           [ I st September, 1999.1     7 201 I\n                                                                          Seh.\n                       PARTI. Preiiminary"
    }
  ],
  "definitions": [
    {
      "term": "Community Mental Health Service",
      "definition": "the Service",
      "source_provision": "sec2"
    },
    {
      "term": "general hospital",
      "definition": "any clinic, rehabilitation centre",
      "source_provision": "sec2"
    },
    {
      "term": "involuntary patient",
      "definition": "a person who is admitted to a",
      "source_provision": "sec2"
    },
    {
      "term": "Appeal ~ribunal",
      "definition": "the body established under section 3 1",
      "source_provision": "sec2"
    }
  ]
}