{
  "id": "jm-stat-the-mercantile-law-amendment-act",
  "type": "statute",
  "title": "The Mercantile Law Amendment Act",
  "title_en": "The Mercantile Law Amendment Act",
  "short_name": "Mercantile Law Amendment Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-mercantile-law-amendment-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-mercantile-law-amendment-act | Legal areas: Culture and Heritage",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Mercantile Law Short title.\nAmendment Act.\n           -   ~   Guarantees and Sureties"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. No special promise,- to- be made by' any' person to Considera-\n                                                             tion for\nanswer for the debt, default, or miscarriage of another per- guaran tee\nson, being in writing, and signed by the party to be charged need not\n                                                             appear by\ntherewith, or some. other person by him thereunto 1awfuil-y writing.\nauthorized, shall be deemed invalid to support an-aqien,\nsuit, or other proceeding to charge the person-by whgm such\npromise shall have been made, by reason 'only that the\nconsideration for such promise does not appear in. writing,\nor by necessary inference from a written document.\n                                                                 - ."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. No promise to answer for the debt, default, or mis- Guarantee\n                                                              to or for a\ncarriage of another made to a firm consisting of two or more firm  to\npersons, or to a single person trading under the name of a cease     upon\n                                                              a change in\nfirm, and no promise to answer for the debt, default,.-or except\n                                                              the firm.\n                                                                  -\n                                                                      in\n                                                                            c\nmiscarriage of a firm consisting of two or more 'persons, special\nor of a single person trading under the name of a firm, shall cases.\nbe binding on the person makingsuch promise in respect\nof anything-doneof omitted to be done after a change shall\nhave taken place in anyone or more of the persons consti-\ntuting the aim, or in the person trading under the name of\na firm,unless the intention of the paflies, that such promie\nshall continue to be binding notwithstanding such change,\nshall appear either by express stipulation or by necessary\nimplication from the nature of the firm, or otherwise.\n      me inclusion of this page is authorized by LN. 480/-19731\n                                                                  -\n2                          MERCANTILE LAW AMENDMENT\nA surety        4. Every person who, being surety for the debt or duty\nwho dis-\ncharges       of another, or being liable with another for any debt or\nliability     duty, shall pay such debt, or perform such duty, shall be\nto be\nentitled to\nassignment\n              entitled to have assigned to him, or to a trustee for him,\nof all        every judgment, specialty, or other security which shall be\nsecurities\nheld by the   held by the creditor in respect of such debt or duty, whether\ncreditor.     such judgment, specialty, or other security, shall or shall\n              not be deemed at law to have been satisfied by the payment\n              of the debt, or performance of the duty, and such person\n              shall be entitled to stand in the place of the creditor, and\n              to use all the remedies, and, if need be, and upon a proper\n              indemnity, to use the name of the creditor in any action\n              or other proceeding at law or in equity, in order to obtain\n              from the principal debtor, or any co-surety, co-contractor,\n              or co-debtor, as the case may be, indemnification for the\n              advances made and loss sustained by the person who shall\n              have so paid such debt, or performed such duty, and such\n              payment or performance so made by such surety shall not\n              be pleadable in bar of any such action or other proceeding\n              by him:\n                Provided always, that no co-surety, co-contractor, or\n              co-debtor shall be entitled to recover from any other\n              co-surety, co-contractor, or co-debtor, by the means afore-\n              said, more than the just proportion to which, as between\n              those parties themselves, such last-mentioned person shall\n              be justly liable.\n                                      Debts of Infants\nProvision       5. No action shall be maintained whereby to charge any\nzb?           person upon any promise made after full age to pay any\ncontracted    debt contracted during infancy, or upon any ratification\nduring\ninfancy.      after full age of any promise or simple contract made\n              during infancy, unless such promise or ratification shall be\n              made by some writing signed by the party to be charged\n              therewith.\n              MERCANTILE LAW AMENDMENT                                    3\n                Action on Representation, etc."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. No action shall be brought, whereby to charge any ~ o a c t i o n t o\n                                                            be brought\nperson upon or by reason of any representation or assurance upon   repre-\nmade or given concerning or relating to the character,\nconduct, credit, ability, trade, or dealings of any other character.\n                                                            etc., of any\nperson, to the intent or purpose that such other person may person.\nobtain credit, money, or goods thereupon, unless such\nrepresentation or assurance be made in writing, signed by\nthe party to be charged therewith.\n                              Stamps"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. No memorandum or other writing, made necessary by Provision\nsections 5 and 6 shall be deemed to be an agreement within as to stamps.\nthe meaning of the Stamp Duty Act.\n               Abolition of Consignee’s Lien"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. No lien or charge shall be deemed to arise by operation Consignee’s\nor implication of law, by way of factors’ or consignees’ lien lien by\n                                                              operation\nor otherwise, upon any pen, plantation or land, or on the           $,2rhed.\nlive or dead stock thereon, or belonging to the same, or on\nthe crops or produce thereof, in respect of moneys or stores\nadvanced or supplied to the proprietor thereof, or to any\nother person, for the cultivation or carrying on of the same\nor otherwise, or of any services rendered to such proprietor\nor other person in or about the cultivation or management\nof the same, or the disposal of the produce thereof."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Any instrument conferring any lien or charge upon Instruments\n                                                            of lien to be\nany land, or upon the stock thereon or belonging thereto, executed,\nor upon the crops or produce thereof, in favour of the stamped        and\n                                                            recorded as\nconsignee thereof or of any other person in respect of any mortgages-\nmoneys, stores or services as aforesaid, whether already or\nto be hereafter advanced, supplied or rendered, shall be\nduly executed by the parties whose estates or interests are\nintended to be charged or affected, and shall be stamped\n4                MERCANTILE LAW AMENDMENT\n    with the stamp duty payable on a mortgage, and recorded\n    in the Record Office within the time applicable to an\n    instrument of that nature, and shall then, as against any\n    conveyance, mortgage, charge or other instrument con-\n    ferring any lien or charge upon the same land, stock, crops\n    or produce, take effect according to priority of record."
    }
  ],
  "definitions": []
}