{
  "id": "jm-stat-the-merchandise-marks-act",
  "type": "statute",
  "title": "The Merchandise Marks Act",
  "title_en": "The Merchandise Marks Act",
  "short_name": "Merchandise Marks Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-merchandise-marks-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-merchandise-marks-act | Legal areas: Consumer Protection",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Merchandise Marks short title.\nAct.\n   2 4 1 ) For the purposes of this Act, unless the context Interpre-\n                                                              tation\notherwise requires, the following expressions have the 35/        19j8"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2-\nmeanings hereby assigned to them respectively, that is to\nsay-\n“trade mark” has the meaning assigned to it by the Trade\n     Marks Act;\n“trade description” means the customs entry relating to\n     imported goods, or any description, statement or any\n     indication, direct or indirect-\n     (a) as to the number, quantity, measure, gauge or\n          weight, of any goods; or\n     (b) as to the standard of quality of any goods, accord-\n          ing to a classification commonly used or recognized\n          in the trade; or\n     (c) as to the fitness for purpose, strength, performance\n          or behaviour of any goods; or\n     (4as to the place or country in which any goods were\n          made or produced; or\n     (e) as to the mode of manufacturing or producing any\n          goods; or\n     (f) as to the material of which any goods are\n          composed; or\n     (g) as to any goods being the subject of an existing\n          patent, privilege or copyright,\nand the use of any figure, word or mark, which\n        m e hdysic41 of this page is authorized by L.N. 87/1986]\n4                       MERCHANDISE MARKS\n          according to the custom of the trade is commonly\n          taken to be an indication of any of the above matters,\n          shall be deemed to be a trade description within the\n          meaning of this Act;\n     “false trade description” means a trade description which is\n          false or misleading in a material respect as regards the\n          goods to which it is applied, and includes every\n          alteration of a trade description, whether by way of\n          addition, effacementor otherwise, where that alteration\n          makes the description false or misleading in a material\n          respect, and the fact that a trade description is a trade\n          mark or part of a trade mark shall not prevent such\n          trade description being a false trade description within\n          the meaning of this Act;\n     “goods” means any thing which is the subject of trade,\n          manufacture or merchandise;\n    “imported goods” does not include-\n          (a) goods which since the date of their importation\n               have undergone in Jamaica any treatment or\n               process resulting in a substantial change in the\n               goods; or\n          (b) goods produced or manufactured in Jamaica which\n               after exportation are brought back into Jamaica,\n               including any such goods which have undergone\n               outside of Jamaica any treatment or process not\n               resulting in a substantial change in the goods;\n    “indication of origin” means a definite indication of the\n          country in which the goods were manufactured or\n          produced; the indication being given conspicuously;\n    “person”, “manufacturer”, “dealer” or “trader” and\n          “proprietor”, include any body of persons corporate or\n         unincorporate;\n    “name” includes any abbreviation of a name.\n            (2) The provisions of this Act respecting the applica-\n    tion of a false trade description to goods shall extend to the\n            [The inclusion of this page is authorid by L.N.87/198q\n                     MERCHANDISE MARKS\napplication to goods of any such figures, words or marks, or\narrangement or combination thereof, whether including a\ntrade mark or not as are reasonably calculated to lead\npersons to believe that the goods are the manufacture or\nmerchandise of some person other than the person whose\nmanufacture or merchandise they really are.\n      (3) The provisions of this Act respecting the applica-\ntion of a false description to goods, or respecting goods to\nwhich a false trade description is applied, shall extend to the\napplication to goods of any false name or initials of a\nperson, and to goods with the false name or initials of a\nperson, applied in like manner as if such name or initials\nwere a trade description, and for the purpose of this enact-\nment the expression “false name” or “initials” means, as\napplied to any goods, any name or initials of a person\nwhich-\n     (a) are not a trade mark or part of a trade mark; and\n     (b) are identical with or a colourable imitation of the\n          name or initials of a person carrying on business\n          in connection with goods of the same description,\n          and not having authorized the use of such name\n          or initials; and\n     (c) are either those of a fictitious person, or of some\n          person not bona fide carrying on business in\n          connection with such goods.\n       (4) Without prejudice to the generality of the defini-\ntions of “trade description” and “false trade description”\ncontained in subsection (l), a trade description shall be\ndeemed for the purposes of this Act to be a false trade\ndescription if it is calculated to be misunderstood as, or\nmistaken for, an indication as to the same or some other\nsuch matter which would be false or misleading in a\nmaterial respect as regards the goods to which the\ndescription is applied, and anything calculated to be mis-\nunderstood as, or mistaken for, an indication of any of\n6                                    MERCHANDISE MARKS\n                those matters shall be deemed for those purposes to be a\n                trade description.\n                         (5) Notwithstanding anything contained in the defini-\n                tion of “false trade description” in subsection (1) no trade\n                mark, within the meaning of the Trade Marks Act, or part\n                of such a trade mark, shall by virtue of paragraphs (b) and\n                ( c ) of subsection (1) and subsection (4)be treated as a false\n                trade description in relation to any goods to which the\n                trade mark is applied, if the following conditions arc\n                satisfied, that is to say-\n                    (a) on the 16th October, 1957, the trade mark either is\n                         registered under the Trade Marks Act, or is in use\n                         to indicate a connection in the course of trade\n                         between those goods and the proprietor of the\n                         trade mark; and\n                     (b) the trade mark as applied is used to indicate a\n                          connection in the course of trade between the\n                          goods and the person who is the proprietor of the\n                          trade mark or between the goods and a person who\n                         is registered under section 30 of the Trade Marks\n                         Act, as a registered user of the trade mark; and\n                     (c) the person who is the proprietor of the trade mark\n                         is the same person as, or a successor in title of, the\n                         proprietor on the 16th October, 1957.\n                      (6) Nothing contained in this section shall operate to\n                extend the classes of goods which under section 14 are\n                prohibited to be imported into this Island, as having a false\n                trade description applied to them.\nOffences as       3.-(1) Every person who-\nto trade\nmarks and\ntrade\n                     (a) forges any trade mark; or\ndescriptions.        (b) falsely applies to goods any trade mark, or any\n                         mark so nearly resembling a trade mark as to be\n                         calculated to deceive; or\n                     MERCHANDISE MARKS                                  7\n     (c) makes any die, block, machine or other instrument,\n         for the purpose of forging, or of being used for\n          forging a trade mark; or\n     (d) applies any false trade description to goods; or\n     (e) disposes of or has in his possession any die, block,\n         machine or other instrument, for the purpose of\n         forging a trade mark; or\n     cf, causes any of the things above in this section\n          mentioned to be done,\nshall, subject to the provisions of this Act and unless he\nproves that he acted without intent to defraud, be guilty of\nan offence against this Act.\n        (2) Every person who sells, or exposes for, or has in 35/1958\nhis possession for sale, or any purpose of trade or manu- S. 3 (a).\nfacture, any goods or things to which any forged trade mark\nor false trade description is applied, or to which any trade\nmark or mark so nearly resembling a trade mark as to be\ncalculated to deceive is falsely applied, as the case may be,\nshall, unless he proves either-\n      (a) that, having taken all reasonable precautions\n           against committing an offence against this Act, he\n           had, at the time of the commission of the alleged\n           offence,no reason to suspect the genuineness of the\n           trade mark, mark or trade description, and that, on\n           demand made by or on behalf of the prosecutor,\n           he gave all the information in his power with\n           respect to the persons from whom he obtained\n           such goods or things; or\n      (b) that otherwise he had acted innocently,\nbe guilty of an offence against this Act.\n         (3) Save as may otherwise be provided in this Act, 3511958\nevery person guilty of an offence against this Act shall be S. (b)\nliable-\n      (a) on conviction on indictment, to imprisonment with\n         or without hard labour, for a term not exceeding\n      me inclusion of this page is authorized by L.N. 480/1973]\n8                                        MERCHANDISE MARKS\n                        two years, or to fine, or to both imprisonment and\n                        fine; and\n                     (b) on summary conviction to imprisonment, with or\n                          without hard labour, for a term not exceeding four\n351 1958\nS. 3 (c) (d).\n                          months, or to a fine not exceeding two hundred\n                          dollars, and in the case of a second or subsequent\n                          conviction, to imprisonment with or without hard\n                          labour, for a term not exceeding six months, or to a\n                          fine not exceeding five hundred dollars; and\n                     (c) in any case to forfeit to Her Majesty every chattel,\n                          article, instrument or thing, by means of or in\n                          relation to which the offence has been committed.\n                      (4)The court before whom any person is convicted\n                under this section may order any forfeited articles to be .\n                destroyed or otherwise disposed of as the court th3ks fit.\n                          (5) If any person feels aggrieved by any conviction\n                made by a court of summary jurisdiction, he may appeal\n                therefrom in accordance with the provisions of the Justices\n                of the Peace (Appeals) Act.\nForging           4. A person shall be deemed to forge a trade mark who\ntrade mark.\n                either-\n                     (a) without the assent of the proprietor of the trade\n                         mark makes that trade mark, or a mark so nearly\n                         resembling that trade mark as to be calculated to\n                         deceive; or\n                     (b) falsifies any genuine trade mark, whether by\n                         alteration, addition, effacement or otherwise,\n                and any trade mark or mark so made or falsified is in this\n                Act referred to as a forged trade mark :\n                  Provided that in any prosecution for forging a trade mark\n                the burden of proving the assent of the proprietor shall lie\n                on the defendant.\n                     MERCHANDISE MARKS                                        9"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) A person shall be deemed to apply a trade mark trade\n                                                        Applying\n                                                              marks\nor mark or trade description to goods who-              or descrip-\n                                                                   tions to\n           applies it to the goods themselves; or                goods.\n           applies it to any covering, label, reel or other\n           thing, in or with which the goods are sold, or\n           exposed or had in possession for any purpose of\n           sale, trade or manufacture; or\n           places, encloses or annexes, any goods which are\n           sold or exposed or had in possession for any\n           purpose of sale, trade or manufacture, in, with or\n           to any covering, label, reel or other thing, to which\n           a trade mark or trade description has been\n           applied; or\n           uses a trade mark or mark or trade description in\n           any manner calculated to lead to the belief that the\n           goods in connection with which it is used are\n           designated or described by that trade mark or\n           mark or trade description.\n        (2) The expression “covering” includes any stopper,\ncask, bottle, vessel, box, cover, capsule, case, frame or\nwrapper, and the expression “label” includes any band or\nticket.\n  A trade mark, or mark or trade description, shall be\ndeemed applied whether it is woven, impressed or otherwise\nworked into, or annexed or affixed to, the goods, or to any\ncovering, label, reel or other thing.\n      (3) Goods delivered in pursuance of a request made 35/1958\nby reference to a trade mark or trade description appearing s. 4.\nin any sign, advertisement, invoice, wine list, business letter,\nbusiness paper or other commercial communication, shall,\nfor the purposes of paragraph (4 of subsection (l), be\ndeemed to be goods in connection with which the trade\nmark or trade description is used.\n       me inclusion of this page is authorized by L.N. 480119731\n10                                  MERCHANDISE MARKS\n                       (4)A person shall be deemed to falsely apply to goods\n                a trade mark or mark who, without the assent of the\n                proprietor of a trade mark, applies such trade mark, or a\n                mark so nearly resembling it as to be calculated to deceive;\n                but in any prosecution for falsely applying a trade mark or\n                mark to the goods the burden of proving the assent of the\n                proprietor shall lie on the defendant.\nExemptions         6. Where a defendant is charged with making any die,\nof certain\npersons         block, machine or other instrument, for the purpose of\n           in\nthe ordinary    forging or being used for forging a trade mark, or with\ncourse of       falsely applying to goods any trade mark, or any mark so\nbusiness.\n                nearly resembling a trade mark as to be calculated to\n                deceive, or with applying to goods any false trade\n                description, or causing any of the things in this section\n                mentioned to be done and proves-\n                    (a) that in the ordinary course of his business he is\n                        employed on behalf of other persons to make dies,\n                        blocks, machines or other instrument, for making\n                        or being used in making trade marks, or, as the\n                        case may be, to apply marks or description to\n                        goods, and that in the case which is the subject of\n                         the charge he was so employed by some person\n                        resident in this Island, and was not interested in\n                         the goods by way of profit or commission\n                        dependent on the sale of such goods; and\n                    (b) that he took reasonable precautions against\n                        committing the offence charged; and\n                    (c) that he had, at the time of the commission of the\n                         alleged offence, no reason to suspect the genuine-\n                         ness of the trade mark, mark, or trade description;\n                         and\n                    (d) that he gave to the prosecutor all the information\n                        in his power with respect to the persons on whose\n                      me inclusion of this page is authorized by L.N. 480/19731\n                     MERCHANDISE MARKS                                    11\n          behalf the trade mark, mark, or description was\n          applied,\nhe shall be discharged from the prosecution, but shall be\nliable to pay the costs incurred by the prosecutor unless he\nhas given due notice to him that he will rely on the above\ndefence,"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.    Exemptions of certain persons employed in the ordinary course\n        of business."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Where a watch case has thereon any words or marks Application\nwhich constitute, or are by common repute considered as p,’$&&!\nconstituting, a description of the country in which the\nwatch was made, and the watch bears no description of the\ncountry where it was made, those words or marks shall\nprima fncie be deemed to be a description of that country\nwithin the meaning of this Act, and the provisions of this\nAct with respect to goods to which a false trade description\nhas been applied, and with respect to selling, or exposing\nfor or having in possession for sale, or any purpose of trade\nor manufacture, goods with a false trade description, shall\napply accordingly; and for the purposes of this section the\nexpression “watch” means all that portion of a watch\nwhich is not the watch case."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. In any indictment, pleading, proceeding or document, Trade mark,\nin which any trade mark or forged trade mark is intended !:&bed\nto be mentioned, it shall be sufficient, without further In pleading.\ndescription and without any copy or facsimile, to state that\ntrade mark or forged trade mark to be a trade mark or\nforged trade mark."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Tn any prosecution for an offence against this Act Rules as to\nevidence of the port of shipment shall be prima facie evidence\n                                                         prosecution\n                                                                  in\nevidence of the place or country in which the goods were       this z!y\nmade or produced."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Any person who being within this Island procures, Punishment\ncounsels, aids, abets, or is accessory to the commission ::cessories.\nwithout this Island, of any act which, if committed in this\n12                                MERCHANDISE MARKS\n             Island, would under this Act be a misdemeanour, shall be\n             guilty of that misdemeanour as a principal, and be liable to\n             be indicted, proceeded against, tried and convicted, in any\n             parish or place in this Island in which he may be, as if the\n             misdemeanour had been there committed.\nSearch          ll.--(l) Where upon information of an offence against\n~        ~   this Act,\n                    ~   a Justice\n                            r     has\n                                    ~ issuedd either a summons requiring\nofgoods.     the defendant charged by such information to appear to\n             answer to the same or a warrant for the arrest of such\n             defendant, and either the said Justice on or after the issuing\n             of the summons or warrant, or any other Justice, is satisfied\n             by information on oath that there is reasonable cause to\n             suspect that any goods or things by means of or in relation\n             to which such offence has been committed are in any house\n             or premises of the defendant, or otherwise in his possession\n             or under his control in any place, such Justice may issue a\n             warrant under his hand, by virtue of which it shall be\n             lawful for any constable named or referred to in the warrant\n             to enter such house, premises or place, at any reasonable\n             time by day, and to search there for, and seize and take\n             away, those goods or things; and any goods or things seized\n             under any such warrant shall be brought before a court of\n             summary jurisdiction for the purpose of its being determined\n             whether the same are not liable to forfeiture under this Act.\n                    (2) If the owner of any goods or things which, if the\n             owner thereof had been convicted, would be liable to\n             forfeiture under this Act, is unknown or cannot be found,\n             an information or complaint may be laid for the purpose\n             only of enforcing such forfeiture; and a court of summary\n             jurisdiction may cause notice to be advertised, stating that\n             unless cause is shown to the contrary, at the time and place\n             named in the notice, such goods or things will be forfeited,\n             and at such time and place the court, unless the owner or\n             any person on his behalf, or other person interested in the\n                        MERCHANDISE MARKS                                     13\ngoods or things, shows cause to the contrary, may order\nsuch goods or things or any of them to be forfeited.\n       (3) Any goods or things forfeited under this section\nor under any other provision of this Act, may be destroyed\nor otherwise disposed of in such manner as the court by\nwhich the same are forfeited may direct; and the court\nmay, out of any proceeds which may be realized by the dis-\nposition of such goods (all trade marks and trade descrip-\ntions being first obliterated), award to any innocent party\nany loss he may have innocently sustained in dealing with\nsuch goods."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. On any prosecution under this Act the court may Cost of\norder costs to be paid to the defendant by the prosecutor, pE:g\nor to the prosecutor by the defendant, having regard to the\ninformation given by and the conduct of the defendant and\nprosecutor respectively."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. No prosecution for an offence against this Act shall Timclimit\nbe commenced after the expiration of three years next after tion.\n                                                            of prosecu-\nthe commission of the offence, or one year next after the\nfirst discovery thereof by the prosecutor, whichever\nexpiration first happens."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1)      In order to make further provision for pro- Prohibition\n                                                                     on importa-\nhibiting the importation of goods which, if sold, or the tion of cer-\nexportation of goods prohibited to be exported which, if\nshipped, put off or water-borne to be shipped would be s. s.\nliable to forfeiture-\n     (a) all goods which, if sold, would be liable to for-\n           feiture under this Act, and also all goods not\n           manufactured within this Island, bearing any\n           trade mark registered under the Trade Marks Act,\n           as the trade mark of any manufacturer, dealer or\n           trader in this Island, unless such trade mark is\n           accompanied by a definite indication of the\n            [Tha i n c m of this page is authorized by L.N. 87/19W\n14                         MERCHANDISE MARKS\n                country in which the goods were made or\n                produced, are hereby prohibited to be imported\n                into this Island and, subject to the provisions of\n                this section, shall be included among goods pro-\n                hibited to be imported as if they were specified in\n                paragraph (ii) of section 40 of the Customs Act;\n           (b) all agricultural produce, the exportation of which\n                is or shall be prohibited under or by virtue of any\n                enactment relating to the protection of produce,\n                or under or by virtue of any order made under any\n                such enactment, shall be subject to the provision\n                 of this section;\n           (c) before detaining any such goods, as hereinbefore\n                mentioned, or taking any further proceedings with\n                a view to the forfeiture thereof under the Act\n1211985         relating to the Customs, the Commissioner of\nsch.\n                Customs and Excise may require the regulations\n                under this section, whether as to information, se-\n                curity, conditions or other matters, to be complied\n                with, and may satisfy himself in accordance with\n                those regulations, that the goods are such as are\n               prohibited to be imported or exported as the case\n                may be;\n          (d) the Minister may from time to time make, revoke\n               and vary regulations either general or special,\n               respecting the detention and forfeiture of goods,\n               the importation or exportation of which is pro-\n               hibited, and the conditions, if any, to be fulfilled\n               before such detention and forfeiture, and may by\n               such regulations determine the information,\n               notices and security to be given, and the evidence\n               requisite for any of the purposes of this section,\n               and the mode of verification of such evidence;\n          (e) where there is on any goods a name which is\n               identical with or a colourable imitation of the\n               name of a place in this Island, that name, unless\n                     MERCHANDISE MARKS                                  1s\n           accompanied by the name of the country in which\n            such place is situated shall be treated for the pur-\n           poses of this section as if it were the name of a\n           place in this Island;\n           such regulations may apply to all goods the\n           importation or exportation of which is prohibited,\n           or different regulations may be made respecting\n           different classes of such goods, or of offences in\n           relation to such goods;\n           the Commissioner of Customs and Excise in ad- ~ 1 ~                 5\n           ministering the regulations and generally in the sch.\n           administration of this section, whether in the\n           exercise of any discretion or opinion or otherwise,\n           shall act under the control of the Minister;\n           the regulations may provide for the informant\n           reimbursing the Commissioner of Customs and 1211985\n           Excise all expenses and damages incurred in res- &h.\n           pect of any detention made on his information,\n           and of any proceedings consequent on such de-\n           tention.\n         (2) Where any goods which, if sold, would be liable Powerto\nto forfeiture under this Act, are imported into this Island, require\n                                                                 jnformation\nand the goods bear any name or trade mark being or Ef=~Aed\npurporting to be the name or trade mark of any manu- goods       bearing\nfacturer, dealer, or trader in this Island, and the Commis- frauddent\nsioner of Customs and Excise is, upon representations made yt:zi5\nto him, satisfied that the use of the name or trade mark is %IL\nfraudulent, he may require the importer of the goods, or\nhis agent, to produce any documents in his possession re-\nlating to the goods, and to furnish information as to the\nname and address of the person by whom the goods were\nconsigned to this Island, and the name and address of the\nperson to whom the goods were sent in this Island; and, if\nthe importer or his agent fails within fourteen days to com-\nply with any such requirement, he shall, for each offence,\nforfeit the sum of two hundred dollars.\n         [Tha jndwim d this page is &oriz&   by W. 87/1986j\n16                                 MERCHANDISE MARKS\n                     (3) Any information obtained from the importer of\n              the goods or his agent under subsection (2), or from any\n12/1985       other source, may be communicated by the Commissioner\nsch.\n              of Customs and Excise to any person whose name or trade\n              mark is alleged to have been used or infringed.\n                     (4) This section shall have effect as if it were part of\n              the Customs Act.\nImported\ngoods\n                 lS.-(l) It shall not be lawful to sell, expose for sale, or,\nbearing       by way of advertising goods of some other kind, distribute\nname or\ntrade mark     in the Island, any imported goods to which there is applied\nof Jamaican\nmanufac-\n              any name or trade mark being, or purporting to be, the\nturer or      name or trade mark of any manufacturer, dealer or trader\ntrader not\nto be sold    or the name of any place or district in the Island, unless\nunless\naccom-        the name or trade mark is accompanied by an indication of\npanied        origin.\nby indica-\ntion of\norigin.               (2) For the purposes of this section-\n351 1958\nS. 6.               (a) a name or trade mark shall be deemed to be\n                         applied to goods if it is applied either to the goods\n                         themselves or to any covering, label, reel or other\n                         thing in or with which the goods are sold or\n                         exposed for sale; and\n                    (b) the expression “trade mark” means a mark which\n                         is used upon or in connection with goods for the\n                         purpose of indicating that they are the goods of\n                         the proprietor of the mark by virtue of manu-\n                         facture, selection, certification, dealing with, or\n                         offering for sale.\n                      (3) If the Minister is satisfied, after considering such\n              representations (if any) as may be made to him by any\n              persons appearing to the Minister to have a substantial\n              interest in the matter, that, having regard to the special\n              circumstances of the trade, dficulties would arise if this\n              section applied to goods of any class or description, or\n              goods sold under any particular designation, and that public\n                      [The indwkm of this page is authorized by L.N. 87/1986)\n                     MERCHANDISE MARKS                               17\ninterests in the Island would not be materially prejudiced\nby exempting such goods from the operation of this section,\nhe may direct that this section shall not apply to such goods,\nor that the goods shall not be treated as falling under this\nsection by reason only that they are so designated.\n  Every such direction shall be published in the Gazette,\nand in such other manner as the Minister may deem\nsuitable.\n        (4) This section shall not have effect in respect of the\napplication of a name or trade mark to articles used or to\nbe used for any of the following purposes, that is to say,\nas coverings, labels, reels, or otherwise as articles in or with\nwhich goods manufactured or produced in the Island are or\nare to be sold or exposed for sale if the name or mark so\napplied is the name or trade mark of a manufacturer of or\nof a dealer or trader in those goods in the Island and the\nname or mark was applied with his consent."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.   Imported goods bearing name or trade mark of Jamaican\n        manufacturer or trader not to be sold unless accompanied by\n        indication of origin."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. If any person sells, exposes for sale or distributes Contra-\nby way of advertisement, any goods in contravention of the ~~f~~    hf\nprovisions of section 15 such person shall be guilty of an ?   ;$:;\noffence against this Act and shall be liable on summary against this\nconviction to a fine not exceeding ten dollars and in the j45Cjisss\ncase of a second or subsequent offence to a fine not\nexceeding forty dollars and the court may in the case of a\nsecond or subsequent offence order the goods in relation to\nwhich the offence has been committed to be forfeited:\n  Provided that-\n     (i) in the case of the sale wholesale of any goods, it\n         shall be a good defence to proceedings under this\n         section if the person charged with the offence\n         satisfies the court that the goods were sold to the\n         purchaser on an undertaking in writing that they\n         would be exported or sold for exportation to a place\n         outside the Island and any such undertaking in\n         writing, if it purports to be signed by the purchaser\n      [The inclusion of thjs page is authorized by L.N. 480/1973]\n18                                    MERCHANDISE M A R K S\n                         and specifies the usual business address of the\n                         purchaser, shall be admissible as evidence of the\n                         facts appearing therein;\n                    (ii) a person shall not be treated as being guilty by\n                         virtue of this section of an offence against this Act\n                         if he proves-\n                                (a) that having taken all reasonable precau-\n                                    tions against committing such an offence\n                                    he had at the time of the commission of\n                                    the alleged offence no reason to suspect\n                                    that the goods were goods to which this\n                                    Act applied, and that on a demand\n                                    made by or on behalf of the prosecutor he\n                                    gave all the information in his power with\n                                    respect to the persons from whom he\n                                    obtained the goods; or\n                                (b) that otherwise he had acted innocently.\nImported            1 7 . 4 1 ) The provisions of paragraph (a) of subsection (1)\ngoods\nbearing         and subsection (2) of section 14 and (subject to subsection\nJamaican         (2) of this section), subsection (1) of section 15 shall apply to\ncertification\ntrade mark.     a mark being or purporting to be a certification trade mark\n3511958\nS. 6.           registered or deemed to be registered under section 39 of the\n                Trade Marks Act, in the name as proprietor thereof of a\n                person in Jamaica, as they apply to a trade mark of a manu-\n                facturer, dealer or trader in Jamaica.\n                           (2) Subsection (1) of section 15 shall not have effect\n                in respect of the application of a certification trade mark to\n                articles used or to be used for any of the following purposes,\n                that is to say, as coverings, labels, reels, or otherwise as\n                articles in or with which goods manufactured or produced\n                in Jamaica are or are to be sold or exposed for sale if the\n                mark relates or is to relate to those goods, and was so\n                applied by or with the consent of the proprietor of the mark\n                or by another in accordance with his authorization under\n                the regulations relating to the mark.\n                       [Tbe inclusion of this page is authorized by L.N. 480/1973]\n                      MERCHANDISE MARKS                                         19\n                                                                    .-\",-"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. On the sale or in the contract for the sale of any Implied\ngoods to which a trade mark or mark, or trade description,        On        srstY\nhas been applied, the vendor shall be deemed to warrant 2;:d\nthat the mark is a genuine trade mark, and not forged or\nfalsely applied, or that the trade description is not a false\ntrade description within the meaning of this Act, unless the\ncontrary is expressed in some writing signed by or on behalf\nof the vendor, and delivered at the time of the sale or\ncontract to and accepted by the vendee."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Where, at the passing of this Act, a trade description Cases in\nis lawfully and generally applied to goods of a particular which.    the\n                                                              provlslons\nclass, or manufactured by a particular method, to indicate :::tii$:\nthe particular class or method of manufacture of such descriptions\n                                                              are not to\ngoods, the provisions of this Act with respect to false trade apply.\ndescriptions shall not apply to such trade description when\nso applied :\n  Provided that where such trade description includes the\nname of a place or country, and is calculated to mislead as\nto the place or country where the goods to which it is\napplied were actually made or produced, and the goods are\nnot actually made or produced in that place or country, this\nsection shall not apply unless there is added to the trade\ndescription, immediately before or after the name of that\nplace or country, in an equally conspicuous manner with\nthat name, the name of the place or country in which the\ngoods were actually made or produced, with a statement\nthat they were made or produced there."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(1)   This Act shall not exempt any person from any Saving\naction, suit or other proceeding, which might, but for the provisions.\nprovisions of this Act, be brought against him.\n        (2) Nothing in this Act shall entitle any person to\nrefuse to make a complete discovery, or to answer any\nquestion or interrogatory in any action; but such discovery\n20                                 MERCHANDISE M A R K S\n              or answer shall not be admissible in evidence against such\n              person in any prosecution for an offence against this Act.\n                       (3) Nothing in this Act shall be construed so as to\n              render liable to any prosecution or punishment any servant\n              of a master resident, in this Island, who bona fide acts in\n              obedience to the instructions of such master, and, on\n              demand made by or on behalf of the prosecutor, has given\n              full information as to his master.\nFalse           21. Any person who falsely represents that any goods\nrepresenta-\ntion as to    are made by a person holding a Royal Warrant or for the\nRoyal\nWarrant.\n              service of Her Majesty, or any of the Royal Family, or any\n35/ 1958      Government Department, shall be liable on summary\ns. 7.\n              conviction to a penalty not exceeding forty dollars."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.   False representation as to Royal Warrant.\n                     MERCHANDISE MARKS                                         3\n          THE MERCHANDISE MARKS ACT                                   cap. 244.\n                                                                         Law\n                                                                     35 of 1958.\n                                                                          A&\n                                                 W n d May, I888.l   12 1985\n                                                                        sch."
    }
  ],
  "definitions": []
}