{
  "id": "jm-stat-the-metal-and-jewellery-control-of-second-hand-act",
  "type": "statute",
  "title": "The Metal and Jewellery (Control of Second-Hand) Act",
  "title_en": "The Metal and Jewellery (Control of Second-Hand) Act",
  "short_name": "Metal and Jewellery (Control of Second-Hand) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-metal-and-jewellery-control-of-second-hand-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-metal-and-jewellery-control-of-second-hand-act | Legal areas: Consumer Protection",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Metal and Jewellery short title.\n(Control of Second-hand) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act “jewellery” includes precious and semi- Interpre-\nprecious stones and all articles of personal use or adornment tation-\ncomposed wholly or partly of gold, silver, platinum, or\ngold plate or silver plate."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. No person shall deal in any second-hand metal or any openo on\n                                                          to deal in\nsecond-hand jewellery except in accordance with a licence second-hand\n                                                          metal or\nunder this Act.                                           second-hand\n                                                                       jewellery\n                                                                       without\n                                                                       Iicence."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) Every person who desires to be licensed to deal in Mode of\n                                                             application\nsecond-hand metal or in second-hand jewellery shall make for licence.\napplication in the prescribed form to the Resident Magis-\ntrate for the parish in which he desires so to deal.\n       (2) Every application under subsection (1) shall\nspecify the premises upon which the applicant desires to\ndeal ‘in second-hand metal or second-hand jewellery and\nshall be accompanied by a fee of one dollar.\n       (3) Every person who intends to apply for a licence\nunder this Act shall give not less than seven days’ notice\nof his intention so to do to the Superintendent of Police in\ncharge of the parish in which are situated the premises upon\nwhich he desires to deal in second-hand metal or second-\nhand jewellery.\n         me inclusion-of this page is a u f h o W by L.N. 480/1973].\n4                         METAL AND JEWELLERY (CONTROL OF\n                                   SECOND-HAND)\n    appli-\nH ~ W             5 . 4 1 ) The Resident Magistrate shall consider every\ncations to be\ndealt with.     application made under section 4 and shall, subject to the\n                provisions of section 6, either grant or refuse such licence\n                as he may in his absolute discretion think fit.\n                        (2) Every licence granted under subsection ( I ) shall\n                be in such form as may be prescribed and shall expire on\n                the 31st day of March next after the date upon which it is\n                granted.\nWhen              6. The Resident Magistrate shall refuse any application\nlicence to\nbe refused.     for a licence under this Act-\n                     (a) if the applicant has been convicted of any breach\n                          of the provisions of this Act during the three\n                          years next preceding the date of such application;\n                          or\n                     (6) if the applicant has been convicted of any offence\n                          involving fraud during the five years next pre-\n                          ceding the date of such application; or\n                     (c) unless he is satisfied that the applicant has com-\n                          plied with the requirements of subsection (3) of\n                          section 4.\nTransfer           7. The Resident Magistrate for any parish may, on the\nof licence.     application of any person licensed under section 5 to deal\n                in second-hand metal or second-hand jewellery upon any\n                premises situated in that parish, order that such licence be\n                transferred to any other premises situated in that parish, and\n                thereupon all the provisions of this Act shall apply to the\n                premises specified in such order as if those premises had\n                been the premises specified in an application under\n                section 4.\nSignboard       8.-(1) Over one of the principal entrances to the\n    licensee. premises upon which any licensee under this Act carries on\nby beerected\nto\n                business as a dealer in second-hand metal or second-hand\n                jewellery there shall be placed a board on which shall be\n          METAL AND JEWELLERY {CONTROL OF                             5\n                   SECOND-HAND)\nprinted, in legible letters at least two inches in length, the\nname in full of such licensee and the words “Licensed as\na dealer in Second-hand Metal and Second-hand JeweUery”.\n       (2) Every licensee who contravenes or fails to. comply\nwith the provisions of subsection (1) shall be liable on sum-\nrrlary conviction thereof before a Resident Magistrate to a\nfine not exceeding fifty dollars and in default thereof to\nimprisonment with hard labour for a term not exceeding\nthree months."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) Every licensee under this Act shall keep such Books to\nbooks and shall enter therein such particulars in relation kg$6see.\nto any dealings by him in second-hand metal or second-hand\njewellery as may be prescribed.\n       (2) Every licensee shall permit any constable at all\nreasonable times to inspect any book required to be kept\nunder subsection (1) and any second-hand metal or second-\nhand jewellery upon the premises in respect of which he\nis licensed and shall afford to any constable all such in-\nformation as may be required in relation to such book or\nto any dealings by him in second-hand metal or secopd:\nhand jewellery."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) No licensee shall purchase or exchange any Reshictim\nsecond-hand metal or second-hand jewellery-                of purchase\n                                                           or exchange\n     (a) except between the hours of nine o’clock in the ;:?a-\n         morning and six o’clock in the evening;           metal or\n                                                           second-hand\n     (b) from OT with any person apparently under the age jewellery\n         of sixteen years;                                 by licensee.\n    (c) from or with any person as to whose identity he is\n          not satisfied.\n      (2) No licensee shall purchase, sell or exchange any\nsecond-hand metal or second-hand jewellery elsewhere than\nupon the premises in respect of which he is licensed under\nthis Act :\n               -\n      [The inclusion of this paw is authorized by L.N. 480/1973]\n6                       METAL AND JEWELLERY (CONTROL OF\n                                 SECOND-HAND)\n                Provided that this subsection shall not apply to the\n              purchase of second-hand metal in quantities in excess of\n              one hundred pounds in weight.\nRestriction   11. No licensee shall dispose of, disfigure or in any way\nshape  or\nOnchanglng  change the form or the shape of any second-hand metal or\nform of     second-hand jewellery within fifteen days of acquiring such\nsecond-hand\nmetal or    second-hand metal or second-hand jewellery except with\nsecond-hand\n            the written permission of a Superintendent of Police.\nrzgL,,\nLicensee         12. Every licensee who, after notice has been given to\nto notify\npolice of     him by any constable or by advertisement in the Gazette\nspecified     that any specified articles have been stolen or fraudulently\narticles\nknown to      obtained, fails to give information to the police that\nbe stolen,\netc.          articles of the like description were offered to him or were\n              or are in his possession, shall be guilty of an offence against\n              this Act.\nSearch          13.-(1) Any Justice, upon being satisfied by evidence\nwarrant.      on oath that there is reasonable cause to believe that any\n              second-hand metal or second-hand jewellery which has been\n              stolen or otherwise unlawfully obtained is upon any\n              premises belonging to or occupied by any licensee, may\nSchedule.     grant a warrant in the form in the Schedule authorizing\n              any constable with such assistance as may be necessary to\n              enter any premises specified in the warrant and to take any\n              second-hand metal or second-hand jewellery found therein\n              before the Clerk of the Courts for the parish.\n                      (2) Where any person who is upon any premises at\n              the time when a warrant under subsection (1) is in the\n              course of being executed is suspected of concealing about\n              his person any second-hand metal or second-hand jewellery,\n              he may be searched and any second-hand metal or second-\n              hand jewellery found upon him shall be taken before the\n              Clerk of the Courts for the parish.\n                      m e inclusion of this page is authorized by L.N.480/1973]\n          METAL AND JEWELLERY (CONTROL OF                                7\n                   SECOND-HAND)\n        (3) Where pursuant to the provisions of subsection\n(1) or subsection (2) any second-hand metal or second-hand\njewellery is taken before a Clerk of the Courts, he shall\nissue a summons requiring the licensee of the premises\nupon which such second-hand metal or second-hand jewel-\nlery was found or the person upon whom such second-hand\nmetal or second-hand jewellery was found (as the case may\nbe) to appear before the Resident Magistrate at a time and\nplace specified in the summons to account for his possession\nof such second-hand metal or second-hand jewellery.\n        (4)Every licensee or person upon whom any second-\nhand metal or second-hand jewellery is found who fails to\nsatisfy any Resident Magistrate that his possession of such\nsecond-hand metal or second-hand jewellery was lawfully\nobtained shall be guilty of an offence against this Act."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Restriction on changing shape or form of smnd-hand metal\n      or second-hand jewellery bought."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Licensee to notify police of specified articles known to be\n     stolen, etc."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Every person who acts in contravention of any of the Penaltyfor\nprovisions of this Act for which no special punishment is offences.\nprovided by this Act, shall be guilty of an offence against\nthis Act and shall upon summary conviction before a\nResident Magistrate be liable to a fine not exceeding two\nhundred dollars or to imprisonment for any term not\nexceeding twelve months or to both such fine and such\nimprisonment."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. When any person licensed under this Act is convicted Cancellation\nof an offence against this Act, the Court may, if it sees fit, of licence.\ncancel the licence of such person."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The Minister may make regulations prescribing-      Power to\n                                                          make\n    (a) the form in which application shall be made under regulations.\n         section 4;\n    (b) the form of licence under section 5; and\n    (c) the books to be kept under this Act and the\n         particulars to be entered therein.\n        m e inclusion of this page is authorized by L.N. 480/1973]\n8                             METAL AND JEWELLERY (CONTROL OF\n                                       SECOND-HAND)\n                                                            SCHEDULE\n(Section 13         THE METALA N D JEWELLERY(CONTROL  OF SECOND-HAND) ACT\n(1))\n                                       Search Warrant\n                 WHEREAS         it appears to me one of Her Majesty’s Justices of the Peace\n              for the parish of ....................................      by the evidence upon oath\n              of ............................................. of .................................... that\n              there is reasonable cause to believe that certain second-hand metal\n              and/or second-hand jewellery, to wit,. .........................................\n              ..............................................................................................\n              ..............................................................................................\n              which has been stolen or otherwise unlawfully obtained is upon certain\n              premises at.. .......................................... .belonging to or occupied\n              by ............................................          ......., a person licensed under this\n              Act.\n                 These are therefore in Her Majesty’s name to authorize and command\n              you .................................... together with ..............................\n              to enter (by force if necessary) and to search the said premises and\n              any person found therein who is suspected of concealing about his\n              person any such second-hand metal or second-hand jewellery and to\n              seize any such second-hand metal or second-hand jewellery and take\n              the same before the Clerk of the Courts for the parish of ...............\n                              Given under my hand at .......................................in\n                              the parish of               ........................   this ........................   day\n                              of e....................,         19......\n                                                                           Justice of the Peace for\n                                                                           the parish of ........................"
    }
  ],
  "definitions": []
}