{
  "id": "jm-stat-the-milk-river-bath",
  "type": "statute",
  "title": "The Milk River Bath",
  "title_en": "The Milk River Bath",
  "short_name": "Milk River Bath",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-milk-river-bath",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-milk-river-bath | Legal areas: Culture and Heritage",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The Board shall consist of seven persons to be appointed by the\nMinister.\n            Appointment of chairman and deputy chairman"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                      Interpreta-\n                                                                       tion.\n“Board” means the Milk River Bath Board;                               5 / 1961\n                                                                       S . 2(1) (a)\n“building purposes” includes the erecting and the\n    improving of, and the adding to, and the repairing\n    of buildings; and a building lease is a lease for any\n    building purpose or purposes connected therewith;\n“the fund” means the fund or account established under\n  ’ this Act;\n“the property” means the property described in the First 5/1961\n                                                          S. 3 I ) (b).\n    Schedule and any additions thereto made under the First\n                                                          Schedule.\n    provisions of this Act;\n“rent” includes yearly or other rent, and toll, duty,\n    royalty or other reservation."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The property mentioned and described in the Property\n                                                              vested in\nFirst Schedule and any additions which may be made there- Commis-\nto by the Board under the provisions of this Act shall be and\nthe same is hereby vested in the Commissioner of Lands for 5/1961\n                                                              s. Z(2).\nthe use and benefit of the inhabitants of Jamaica."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) There shall be established for the purposes of this Establish-\nAct a body corporate under the name of the Milk River Bath g:::2f\n                                                              51 1961\nBoard.                                                        s. 3 3 ) .\n         (2) The provisions of the Second Schedule shall have Second\n                                                              Schedule.\neffect as to the constitution of the Board and otherwise in\nrelation thereto.\n 7                                       MILK RIVER BATH\n Power to      5.-(1)     It shall be lawful for the Board with the approval\n lease.\n             of the Minister and subject to the consent of the House of\n             Representatives to lease the property or any part thereof\n             or any easernent, right or privilege of any kind over or in\n             relation to the same for any purpose approved by the\n             Minister whether involving waste or not for any term not\n             exceeding-\n                  (a) in the case of a building lease, ninety-nine years;\n                  ( b ) ,in case of any other lease, forty years.\n                    (2) Every building lease shall be made partly in\n             consideration of the lessee, or some other person, having\n             erected, or agreeing to erect, buildings, new or additional,\n             or having improved or repaired, or agreeing to improve or\n             repair, buildings, or having executed, or agreeing to\n             execute, on the property leased, or part thereof, any\n             improvement authorized by the Minister for or in connec-\n             tion with building purposes.\n                     (3) In the case of a building lease, a rent less than\n             the rent ultimately payable, may be made payable for the\n             first five years or any less part of the term.\n                    (4) Notwithstanding anything hereinbef ore con-\n             tained it shall not be lawful to make any lease of the\n             property unless such lease shall contain adequate pro-\n             visions for the reception and accommodation of sick and\n             infirm persons at such rates and charges as shall from\n             time to time be approved by the Minister; and in the case\n             of necessitous, sick and infirm persons who are unable to\n             make any payment, unless such lease shall provide that one\n             or more of the baths on the property shall be open to the\n             public without payment.\nImprove-       6. It shall be lawful for the Board with the approval of\nment and\nadditions.   the Minister from time to time to add any buildings to the\n             property or to improve the accommodation provided on the\n                        [The inclusion of this psge is authorized by L.N.480/1973]\n                                                                                     -\n                      MILK RIVER BATH                                3\nproperty out of the fund or out of such moneys as may from\ntime to time be voted by the House of Representatives."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The Minister may appoint any person as a member of the Board\nto act temporarily in the place of a member who is absent or unable to\nact.\n         me inclusion of this page is authorized by L.N.480/1973]\n6                            MILK RIVER BATH\n           Appointment of temporary chairman or deputy chairman"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. If the chairman or deputy chairman is absent or unable to act the\n    Minister may appoint any other member to act temporarily as chair-\n    man or, as the case may be, deputy chairman during such absence or\n    incapacity.\n                        Publication of membership"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. It shall be the duty of the Board, subject to the Dutiesof\n                                                           Board.\nprovisions of this Act-\n         to manage and control the property;\n         to keep the buildings and baths thereon in proper\n         condition, maintenance and repair;\n        to cause to be kept proper accounts of all receipts\n         and disbursements made in connection with the\n         property, which accounts shall be subject to the\n         audit of the Auditor-General;\n        on or before the thirty-first day of March in each\n        year to cause a report of their proceedings for the\n        previous calendar year in such form and with\n        such particulars as the Minister may from time\n        to time direct to be prepared; such annual report\n        shall be laid before the House of Representatives\n        within twenty-one days after the same shall have\n        been prepared if the House of Representatives be\n        then sitting or within fourteen days after the\n        commencement of the next session."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. All sums of money arising by virtue of any lease Lodgment\nmade under this Act or received by or on behalf of the of Funds.\nBoard in connection with the property shall be paid into\na bank to the credit of an account to be called “The Milk\nRiver Bath Fund”, and all disbursements on account of\nthe property shall be made therefrom and from such other\nmoneys as may from time to time be voted by the House\nof Represent atives."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. It shall be lawful for the Board with the approval of Regula-\nthe Minister to make regulations for all or any of the tions.\nfollowing purposes-\n       me inclusion of this page is authorized & L.N. 480/1973]\n4                      MILK RIVER BATH\n    (a) defining and prescribing the duties of any officer\n        or servant employed under this Act;\n    (b) regulating the conduct of the proceedings of the\n        Board;\n    (c) generally, for carrying into full effect the provisions\n        of this Act.\n                         MILK RIVER BATH                                                   5\n                          FIRST SCHEDULE                                     (Section 3)\n                                                                        51 1961\n  All that parcel of land comprising one-half acre acquired by the Deed s. 5(1)-\nof Conveyance bearing date on or about the 15th day of October, 1791,\nfrom Jonathan Ludford, Esquire, to certain persons named in the\nDeed, together with all land from time to time acquired by conveyance,\nnamely: five acres of land part of Milk Pen, in the parish of Clarendon,\nthe title of which is registered at Volume 102, folio 42, in the office of\nthe Registrar of Titles under the provisions of the Registration of Titles\nAct, and two hundred and forty acres of land in the parish of\nClarendon known by the name of Vigas, described in the Deed of\nConveyance, between the Colonial Secretary of Jamaica of the first\npart, the Officer Administering the Government of Jamaica of the\nsecond part, and the Directors of the Milk River Bath of the third\npart, dated the 31st day of July, 1900, and which is recorded in the\nRecord Office at Liber, New Series 132, folio 214, and of which the\nsize is 247 acres, and the boundaries generally are northerly on Milk\nPen, easterly and southerly on Milk River, and westerly on Milk Pen\nand Ronaldson’s Vigas.\n                        SECOND SCHEDULE                                      (Section 4)\n                                                                             5/1961\n                Appointment and number of members                            s. 2."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The Board shall appoint and employ at such remuneration and on\n    such terms and conditions as they think fit a secretary and such officers\n    and servants as they think necessary for the proper carrying out of the\n    provisions of this Act :\n      Provided that-\n         (a) no salary in excess of the rate of $600 per annum shall be\n             assigned to any post without the prior approval of the\n             Minister;\n         (b) no appointment shall be made to any post to which a salary\n             in excess of the rate of $800 per annum is assigned without the\n             prior approval of the Minister; and\n         (c) no provision shall be made for the payment of any pensions,\n             gratuities or other like benefits to any secretary, officers, or\n             servants or to others by reference to their service without the\n             prior approval of the Minister.\n                           Procedure and meetings"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. (1) The Board shall meet at such times as may be necessary or\n    expedient for the transaction of business and such meetings shall be\n    held at such places and times and on such days as the Board may\n    determine; but the chairman if he thinks fit may call meetings of the\n    Board and shall call such meetings on the requisition of any three\n    members.\n                         MILK RIVER BATH                                   7\n       (2) The chairman or in his absence the deputy chairman shall\npreside at the meetings of the Board.\n       (3) In the case of the absence or inability to act at any meeting\nof both the chairman and the deputy chairman the other members\npresent shall elect one of their number to act as chairman at the meet-\ning.\n       (4) The quorum of the Board shall be three including the person\npresiding.\n       (5) The person presiding at any meeting shall have an original\nand a casting vote.\n       (6) Any minute made of proceedings at meetings of the Board if\nsigned by any person purporting to be the chairman either of the meet-\ning of the Board at which such proceedings took place or of the next\nensuing meeting of the Board or a certified copy thereof under the seal\nof the Board and signed by the secretary, shall be received in evidence\nin all legal proceedings without further proof, and, until the contrary\nis proved, every meeting of the Board in respect of which minutes\nhave been so made shall be deemed to have been duly convened and\nheld and all the members thereof to have been duly qualified to act.\n       (7) The members of the Board and the secretary thereto shall\nbe exempt from personal responsibility in respect of any suit or pro-\nceedings against them or any of them as such; and any sum of money,\ndamages or costs that may be recovered against them or any of them,\nin respect of any contract, act or omission as such members or member\nor secretary shall be charged on and with the sanction of the Minister\npaid out of the Consolidated Fund.\n                        Directions by Minister"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The Minister may, after consultation with the chairman,\ngive to the Board such directions of a general character as he may con-\nsider necessary or expedient for the due execution of this Act."
    }
  ],
  "definitions": []
}