{
  "id": "jm-stat-the-minerals-vesting-act",
  "type": "statute",
  "title": "The Minerals (Vesting) Act",
  "title_en": "The Minerals (Vesting) Act",
  "short_name": "Minerals (Vesting) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-minerals-vesting-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-minerals-vesting-act | Legal areas: Mining",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                  Defirrit(0a\n“Crown Land” includes all land vested in the Commissioner\n    of Lands under the Crown Property westing) Act;\n‘h2nerals” does not include mineral oils, gypsum and\n    phosphates, and does not include material, such as\n    clay, sand, limestone, sandstone, or other stone,\n    commonly used for the purpose of road making or for\n    building or for the manufacture of any article used in\n    the construction of buildings where such material does\n    not contain any valuable metal or precious stone in\n    economically workable quantities, but includes the\n    following-\n       (a) metalliferous minerals cotaining aluminium,\n           antimony, arsenic, barium, bismuth, cadmium,\n           calcium, cerium, chromium, cobalt, colurn-\n           bium, copper, iron, lead, lithium, magnesium,\n           manganese, mercury, molybdenum, nickel,\n           potassium, sodium, tantalum, tin, titanium,\n           tungsten, vanadium, zinc, zirconium and all\n           other substances of a similar nature to any of\n           them, and all ores containing them and\n           combinations of any of them with each other\n           or with any other substance, excepting only\n           those that occur in the form of precious\n           minerals;\n            irrlusian of tnls page 1s aurhorized by L.N. 79/19%]\n2                                MINERALS (YESTING)\n                 (b) combustible carbonaceous minerals, including-\n                               (i) coal.\n                              (ii) lignite, which includes brown coal and\n                                   any coal which the Minister may pre-\n                                   scribe to be lignite if advised by the\n                                   Commissioner of Mines that the esti-\n                                   mated average ash content is so high or\n                                   the estimated average thermal value is so\n                                   low that such cud may properly be\n                                   classed as lignite;\n                 (c) other minerals, including those used for their abra-\n                      sive or refractory qualities and abestos, barytes,\n                      bauxite, china clay, fuller’s earth, graphite, high\n25 I 1994\ns. 11.                purity limestone, other than that used in the con-\n                      struction industry, Iaterite, marble, mica, nitrate,\n                      pipeclay, pottery clay, potash. quartz crystals, salt,\n                      slate, soda, sulphur, talc and all other substances\n                      of a similar nature to any of them;\n                 (4precious minerals, including-\n                              (i) precious stones and semi-precious stones\n                                   including amber, amethyst, beryl, cat’s\n                                   eye, chrysolite, garnet and all other\n                                   semi-precious stones whether of the\n                                   same kind as those enumerated or not;\n                             (ii) precious metals;\n                            (iiD all radio-active minerals;\n2913960\ns.2.        “owner” means owner of an estate in fee simple in the land\n                in relation to which the expression is used;\n            “precious metals” means gold, silver, or metal of the\n                platinoid group, in unmanufactured state, and all\n                ores containing such metal, but not including ores\n                containing any such metal in combination with\n                another mineral where such metal cannot be worked\n                apart from such mineral and the value of such metal\n                is less than the cost of producing both the metal and\n                the mineral;\n                    me inclusion of this page ia authorized by L.N.79/19%1\n                         MINERALS (VESTING)                                         3\n“precious stones” means diamonds, emeralds, opals, rubies,\n    sapphires, turquoises, and such other stones as may be\n    prescribed to be precious stones for the purpose of this\n    Act;\n“royalties” means royalties payable to the Government in\n    accordance with any law or regulations governing\n    mines and mining;\n“to mine” with its grammatical variations and cognate\n    expressions means intentionally to search for, extract\n    or win minerals."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. It is hereby declared that all minerals being in, on, A U ~                       ~   ~\nor under any land or water, whether territorial waters, vested in\nriver, or inland sea, are vested in and are subject to the\ncontrol of the Crown."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. No person shall mine any minerals save in accordance controlof\n                                                                       mining and\nwith the law and regulations governing mines and mining W P m t af\nand there shall be paid to the Government such royalties myaLtia.\nas may be thereby prescribed in respect of minerals mined.\n  S.-(a)   Where minerals are won in, on, or under any ~ ~ t c ~ t t ~\nland or water, which is not Crown land, then there shall &iCh      rod-\n                                                            treSpayab,c\n                                                            to o m e n\nbe paid to the owner of that land or water such part of the of land.\nroyalties as is in this section provided in respect of the\nminerals M) won.\n       (b) The part of the royalties to be paid to the ownm\nof the land or water shall be five per cent of the said\nroyalties or such other amount as may be prescribed either\ngenerally or in respect to any particular mineral or mine.\n       (c) The said amount of the royalties payable to tbe\nowner of the land or water shall be paid at such time and\nsubject to such conditions as may be prescribed:\n  Provided that where there is a tenant for life of such\nland or water as aforesaid, then the amount of royalties\npayable to the owner shall be paid into the Treasury to\n           me inclusion of this p a p is authorized by LN. 480119731\n4                                 MINERALS (VESTING)\n            the credit of the owner and shall be invested by the\n            Accountant-General in the Workers Savings and Loan Bank\n            without limit as to amount, and the income arising there-\n            from shall be paid to the tenant for life so long as he lives\n            and thereafter the capital sum so invested shall be paid to\n            the owner.\nWI19Eo             (d) If any doubt arises as to the person entitled as\ns. 3 (U).   owner of any land or water to receive the said amount of\n            the royalties the matter shall be determined by the Cornrnis-\n            sioner of Mines upon holding an enquiry in such manner\n            as may be prescribed, but the Commissioner of Mines may,\n            in his discretion, refer the matter to a Judge in Chambers\n            for determination and on any question of law arising shall\n            do so.\n2911960            (e) The Commissioner of Mines shall, for the purpbse\ns’3fc)\n            of an enquiry under subsection (a, bave the powers of\n            a Resident Magistrate to summon witnesses, to call for the\n            production of books and documents and to examine wit-\n            nesses and parties concerned on oath.\n29l1960\ns. 3 (C)\n                   V, Any person summoned to attend or to produce\n            books or documents under this section, and refusing or\n            neglecting to do so, or refusing to answer any question put\n            to him by or with the concurrence of the Commissioner of\n            Mines, shall be guilty of an offence against this Act and\n            liable on summary conviction before a Resident Magistrate\n            to a fine not exceeding forty dollars :\n              Provided that no person shall be bound to incriminate\n            himself, and every witness shall, in respect of any evidence\n            given by him at such enquiry, be entitled to the same\n            privileges to which he would be entitled if giving evidence\n            before a court of justice.\n291 1960           @ Any witness attending at the request of or upon\ns. 3 (c).\n            summons by the Commissioner of Mines holding such\n            enquiry shall, subject to any order made by such officer, be\n                   P’he inclusion of this page is authorized by LN.480/19731\n                       MINERALS (VESTING)                                    5\nentitled to like expenses as if summoned to attend the\nResident Magistrate’s Court.\n       (h) The decision of the Commissioner of Mines as z9/1960\nto the person entitled as owner of any land or water to s.3 (C).\nreceive royalties shall be final unless the Commissioner of\nMines refers the matter to a Judge in Chambers.\n       (i) Rules of court may be made governing the pro- z9/1960\ncedure in relation to matters referred to a Judge in s. 3 (C).\nChambers under this section.\n       (i, No part of any royalties shall be payable to the 2911960\n                                                                S. 3 ( b )\nowner of any land or water at any time after either-\n                 (i) the fiftieth anniversary of the commence-\n                    ment of this Act; or\n                (ii) the twenty-6fth anniversary of the day\n                    upon which, after the commencement of\n                    this Act, such minerals were first won in,\n                    on, or under such land or water,\nwhichever first happens :\n   Provided that where mining operations are suspended\non the area of the mining lease, the period during which\nsuch operations are so suspended shall not be taken into\naccount in determining such twenty-fifth anniversary.\n       (k) No part of any royalties shall be payable in respect Bf 1960\n                                                                S 3 (b).\nof any precious metals or precious stones which are won\nin, on, or under any land or water."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Minister may make regulations generally for the Regulations.\nbetter carrying into effect of the provisions of this Act."
    }
  ],
  "definitions": []
}