{
  "id": "jm-stat-the-mining-act",
  "type": "statute",
  "title": "The Mining Act",
  "title_en": "The Mining Act",
  "short_name": "Mining Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-mining-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-mining-act | Legal areas: Mining",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.5arC         registered under Part VII, shall not transfer his lease or\n               interest or any part or share thereof or create any interest\n               whatsoever therein without first obtaining the consent in\n43/1%0         writing of the Minister; and any such purported transfer\ns. 4 (I).      or creation of any such interest without such prior consent\n               shall have no effect.\nSurrender of     41.41) Subject to subsection (21, a mining lease may\nlease.\n4311960        with the consent of the Minister and on payment of the\ns. 4 (1).      prescribed fee be surrendered either in whole or in part at\n3311979\nS. 2 W , @I.   any time after six months’ notice in writing has been given\n               to the Commissioner of the intention to surrender, and such\n               surrender shall be in the prescribed form:\n                 Provided that such surrender shall not affect any liability\n               incurred by the holder before such surrender takes effect,\n               and no rent shall be refunded.\n33/1979                (2) The Minister may, having regard to the circum-\ns. 2(c).       stances of the case, reduce the period of notice specified in\n               subsection (t), in relation to any mining lease, to such period\n               as he thinks fit.\nRevocation       4 2 . 4 1 ) The Minister may revoke a mining lease under\nof leanc.\n43/1%0         this Act in the following cases-\ns.4 (1).            (a) if the holder, or any attorney, agent or employee\n                           of the holder commits any contravention of the\n                           provisions of this Act, or of any requirements\n                           thereunder, or of any conditions of the lease, and\n                           does not repair such contravention within such\n                           period, not being less than one month, as the\n                But ace sation SW).\n                      m e inclusion of this pige is authorized by L.N. 57/1980]\n                                 MINING                                    31\n          Commissioner may allow from the date of the\n          receipt by the holder of a notice in writing from\n          the Commissioner so to do or such extended period\n          as the Commissioner may thiak fit; or\n     (b) if the holder wholly ceases work in, on or under\n          the land the subject of the lease during a con-\n          tinuous period of six months, without the written\n          consent of the Minister :\n             Provided that such consent shall not unreason-\n          ably be withheld.\n        (2) Such revocation shall not affect any liability\nalready incurred by the holder,\n       (3) Where the Minister has revoked a mining lease 43/1%0\n                                                             S. 4 (1).\nunder this section notice of such fact shall be published in\nthe Gazette and a copy of such notice shall be sent to the\nholder at his last known address."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                    Intcrpnta-\n                                                                     [ion.\n“this Act” includes regulations made under this Act;\n“alluvial” includes all forms of mineral deposits which do\n     not fall within the definition of lode, and for the\n     purposes of this Act bauxite and laterite deposits shall\n     be regarded as alluvial deposits;\n“buy” includes exchange, barter, or giving or receiving as a\n     pledge or security and “sell” includes deposit as a pledge\n     or security;\n“co-ordinate squares” means co-ordinate squares on the 4313960\n                                                                s 2.\n     1/5O,OOO topographical map of Jamaica printed in sheets\n     identified under the hand of the Minister of Develop-\n     ment and deposited with the Commissioner of Mines\n     and at the Record Ofice on the 26th day of May, 1960;\n“deposit” means any sum or any security therefor, deposited\n     with the Commissioner under section 13;\n“holder” of an exclusive prospecting licence, mining lease\n     or water right includes any person in whom such\n     licence, lease or water right, or a part of the rights\n     thereunder, has become lawfully vested by transfer,\n     assignment or otherwise;\n“lessee” of a mining lease includes all persons having a right\n     or interest in or under a mining lease, whether by trans-\n     fer, assignment or otherwise;\n                                         -\n                                             . byL.N.96119981\n          me i n c l n h o f Ihir mgc is ambnzed\n6                               MIMING\n     “licence” means an exclusive prospecting licence granted\n          under section 21;\n    “lode” includes all true fissure veins, contact veins,\n          segregated veins, bedded veins, in metalliferous bankets,\n          stockivorks, such irregular deposits as conform generally\n          to the above classification, and beds of any mineral such\n          as beds of iron stone;\n    “to mark out” an area means to delimit such area in the\n          manner provided in this Act;\n    “Medical Officer” means any person appointed by the Chief\n          Medical ORicer to be a Medical Oficer for the purposes\n          of this Act;\n    ‘‘mine’’ includes any place, excavation or working whereon,\n          wherein, or whereby, any operation in connection with\n          mining is carried on;\n    “to mine” with its grammatical variations and cognate\n          expressions means intentionally to search for, extract\n          o r win minerals, and includes any operations necessary\n          for the purpose;\n    “minerals” except for the purposes of Part VIII of this Act\n          has the same meaning as in the Minerals Westing) Act:\n     “mining lease” means a mining lease granted under section\n          33;\n    “mining rights” means rights under a mining lease;\n    “owner” in relation to land includes an occupier or a lessee:\n    “passageway” means any highway, road, street, footpath,\n          right of way, easernent or installation of any railway,\n          tramway, wireline, conveyor belt, cable way, chute,\n          pipe, sewer. drain, tunnel, shaft, fluming or water-\n         course;\n    “to prospect” with its grammatical variations and cognate\n         expressions means to search for minerals and includes\n         such working as is reasonably necessary to enable the\n         prospector to test the mineral-bearing qualities of the\n         land\n    -\n              ~ i n d u & a i o l ~ ~ ~ a u W x L.N.\n                                                % d96119981\n                                                     by\n                            MlNlNG                                          7\n“prospecting or mining rights” means rights under a\n     prospecting right, licence, or mining lease;\n“radio-active mineral” means any substance specified in the        292ig58\n     Schedule;                                                   SchdulC.\n“shaft” means any vcrtical or inclined tunnel other than a\n     s t o p or winze which is or might be used for winding,\n     travelling, draining, or ventilating purposes in connec-\n     tion with prospecting or mining operations;\n“tailiigs” means all gravel, sand, slime, or other substance\n     which is the residue of bona fide mining operations;\n“water-course” means any channel or duct whether natural\n     or artificial which confines, restricts or directs the flow\n      of water."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Any person who prospects or mines on any lands in\nthis Island otherwise than in accordance with the provisions unlawful\nof this Act shall be guilty of unlawful prospecting or unlaw- prospecling.\nful mining (as the case may be) and shall be liable on\nsummary conviction before a Resident Magistrate to a fine\nnot exceeding two thousand dollars or to imprisonment with\nhard labour for a term not exceeding twelve months, and in\naddition the court before which such person is convicted\nshall order the forfeiture of all minerals obtained in the\ncourse of such unlawful prospecting or mining, or if such\nminerals cannot be forfeited, the payment of such sum as\nthe court may assess as the value of such minerals."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Nothing contained in this Act shall apply to, or confer\nany right to prospect or mine for any mineral oil.\n                                                                   t;e;z"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) The Governor-General may appoint a Commis-            ks;:;\nsioner of Mines (hereinafter referred to as “the Commis- dUtccSof\n                                                                   omcen\nsioner”), a Deputy Commissioner of Mines, and such other\nofficers as may be necessary for the carrying into effect of the\nprovisions of this Act.\n          W~ineluslollof&dspngepess%adtiaizcdbyl.N.\n                                                9611998)\n                                                   MINING\n                     (2) The Chief Medical Officer may appoint an officer\n              in the Medical Department to be a Medical Officer for the\n              purposes of this Act.\n                     (3) It shall be the duty of the Commissioner, in\n              addition to any other duties provided in this Act, to\n              exercise general supervision over all prospecting and mining\n              operations in this Island.\nDelegation       5. The Commissioner may delegate or assign to any officer\nof powers.\n              appointed under the provisions of subsection (1) of section 5\n              all or any of his powers, duties and jurisdiction subject to\n              such limitations as he may specify, but in so doing the\n              Commissioner shall not thereby divest himself of the right\n              to exercise concurrently all or any of the powers, duties and\n              jurisdiction conferred upon him by this Act.\nRoyalties.      7. All minerals obtained in the course of prospecting or\n              mining operations shall be liable to such royalties as may\n              be prescribed, and no minerals shall be exported except\n              after payment or securing of royalty under such conditions\n              as may be prescribed :\n                Provided that the Commissioner may, by permit under\n              his hand, exempt from liability to royalties small\n              quantities of minerals intended for use, o r exported, as\n              commercial samples or scientific specimens, or for the\n              purpose of experiment or assay.\nhId.9 CX-       8.-(1) Save where otherwise provided by this Act no\nEluded from\nprospecting   prospecting or mining rights shall authorize prospecting\norrmning.\n              or mining on any of the following-\n                  (U) land dedicated or set apart for any public purpose\n                        (other than mining), or for a burial ground or\n                        within one hundred yards of such places, except\n                        with the consent of the Commissioner;\n                  ( h ) any area situated within any town or village except\n                        with the consent of the Commissioner;\n                                      ._\n                       l’J%c   i n o l d u f l h a ~ i s n u W x i z e dby L.N.96/19981\n                          MlNING                               9\n(c) land reserved for the purpose of   any railway or\n    situated within one hundred yards of any railway\n    other than a railway constructed on the area of\n    the mining lease by the mining lessee, except with\n    the consent of the Commissioner;\n(cl) any area which is the site of or is within one\n    hundred yards of any building, works, reservoir\n    or dam owned or occupied by the Government or\n    by a public authority, except with the consent of\n    the Commissioner;\n(e) any street, road or highway or any land within\n    fifty yards of the centre line of any street, road or\n    highway, other than one constructed on the area\n    of the mining lease by the mining lessee, except\n    with the consent of the Commissioner;\n(f, land within one hundred yards of any building,\n    except with the consent of the occupier:\n      Provided that where such consent is withheld,\n    the Commissioner may allow prospecting or\n    mining on such land on such conditions as he may\n    think fit;\n(g) any area closed to prospecting or mining under\n    the provisions of section 9;\n(h) any area over which rights under a licence or a\n    mining lease have been previously granted under\n    the provisions of this Act until fourteen days have\n    elapsed from the date of the Guzetre in which\n    notice is given of the termination of such rights\n    or in respect of which permission to mine has been\n    given under the provisions of section 32 and is still\n    IawfuUy subsisting, except by the holder of such\n    licence, mining lease or permit;\n  lThc inclusion of this page is authorized by LN. 480/19731\n                                                                                ..\n 10                                         MINING\n                  (i) any area over which a right of passageway is vested\n                      in the holder of a mining lease, except with the\n                     consent of such holder.\n                  (2) Where under subsection (1) the Commissioner is\n             empowered to authorize prospecting or mining, then-\n                (U) if a public authority is directly affected by the\n                     giving of consent, the Commissioner shall not give\n                     such consent without prior consultation with such\n                     public authority;\n                (b) where consent is given the Commissioner may\n                     impose such conditions as he may think fit.\n                   (3) In this section-\n             “burial ground” means any place-\n                 (a) vested in the Kingston and St. Andrew Corpora-\n                      tion or a Parish Council for the purposes of a place\n                      of burial;\n                 (b) authorized under any law to be a place of burial;\n                 (c) attached to any place of worship and used as a\n                      place of burial;\n                 (4 habitually used as a place of burial by the members\n                      of any sect or congregation;\n             “town or Village” means a town or village as defined under\n                 the Parish Councils Act for spirit licence purposes or\n                 for all purposes.\nPowa to        9. The Minister may, by notice in the Gazette, declare any\nd\noswe arcas\ntoprospNt-   area, other than an area over which rights under a licence\n43/1%0\n’ng,etc.     or mining lease have been previously granted and are sub-\n5 4 ~ .      sisting, to be closed to prospecting and mining either\n             generally or by such persons, or for such periods, or for\n             such minerals, as may be specified in such notice, and may\n             re-open such area or any part thereof by further notice on\n             any term and conditions as to prospecting or mining and\n             to such persons as he may think fit.\n                    We inclusion of this page is authorized by L.N. 480/19731\n                                MINING                                       11"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Where any prospecting right, licence or mining lease Powerto\nhas been granted in pursuance of the provisions of this Act revoke\n                                                                 pscting\n                                                                         pros-\n                                                             ?:;:$'\nand subsequently the Minister, or in the case of a prospecting\nright, the Commissioner, is satisfied that such grant has been      :;a;$$\nobtained as a result of any misleading, false or fraudulent s . 4 ( 1 ) .\nrepresentation, or in consequence of any incorrect informa-\ntion (whether such information be supplied wilfully or\notherwise), the Minister or the Commissioner (as the case\nmay be) may call upon the holder of such right, licence or\nlease to show cause within a specified time why such right,\nlicence or lease should not be revoked; and if he fails to\ncomply with such order within the time specified or if the\ncause shown be inadequate in the opinion of the Minister\nor the Commissioner (as the case may be), such right, licence\nor lease may thereupon be revoked by the Minister or the\nCommissioner (as the case may be) and notice of such fact\nshall be published in the Gazette and a copy of such notice\nshall be sent to the holder at his last known address."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Any holder of prospecting or mining rights intending Notiannd\n                                                              secwily for\nto prospect or mine on any lands shall give notice of his cornpum-\nintention to the owner and the occupier of such land before damage.\n                                                              tion for\ncommencing operations thereon, and shall, if so required by\nthe owner, occupier, or the Commissioner, lodge with the\nCommissioner such sum, or give security therefor, as the\nCommissioner may direct for the payment of any compensa-\ntion which may be payable under section 12, and such sum,\nor the balance thereof (if any), may be refunded or released\nin accordance with the provisions of subsections (3), (4) and\n(5) of section 13."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) The holder of prospecting or mining rights shall, paymentof\non demand being made by the owner or occupier of the mmpmaa- .\n                                                            oon to\nland upon or under which prospecting or mining operations ZZ;~;,\nare being or have been carried on by him, pay such o m r or\noccupier fair and reasonable compensation for any distur-\nbance of his surface rights and for any damage done to the\n         m\n         he inclusion of tbi page i s authorized by L.N. 68/1978]\n12                                         MINl\"\n            surface of the land or to any live or dead stock, crops, trees,\n            buildings or works, as a result of such operations.\n                     (2) The amount of compensation payable under\n            subsection ( 1 ) shall be determined by agreement between the\n            parties or, if the parties are unable to reach agreement,\n2911977     any of them may take proceedings in the Resident\nS. 2Ca).\n            Magistrate's Court without limit of amount.\n2911977              (2A) If the compensation determined by agreement\nS. Xb).\n            in accordance with subsection (2) is not paid, the owner\n            or occupier may take proceedings in the Resident\n            Magistrate's Court for an order for payment without limit\n            of amount.\n                     (3) The sum awarded by the Resident Magistrate,\n            or when there has been an appeal, by the Court of Appeal,\n            as the case may be, shall be paid by such holder to the person\n            entitled thereto, within fourteen days of the date of the\n            decision.\n                     (4) Without prejudice to any other means of\n            recovery, if the sum awarded is not paid within the time\n            specified in subsection (3) such sum may, on application to\n            the Commissioner, be paid out of the amount lodged under\n            section 11.\n                     ( 5 ) The Commissioner may, by notice to the holder\n            of prospecting or mining rights who has failed to pay the\n            sum awarded, suspend his mining or prospecting rights\n            until the sum awarded has been paid and until such holder\n            has lodged with the Commissioner such further sbm as the\n            Commissioner may demand as security for any future com-\n43/1%0      pensation payable and if such payment and lodgment is not\ns. 4 (1).   made within such time as the Minister, or in the case of a\n            prospecting right, the Commissioner, may consider reason-\n            able the Minister or the Commissioner (as the case may be)\n            may revoke the prospecting or mining rights of the holder in\n            default.\n                    W e inclusion of this page 1s authorized by LN. 68/1978]\n                               MINING                                   13\n        (6)Where it is not practicable after reasonable 2911977\n                                                              s. 2(d.\nenquiry to ascertain the name or address of the owner or\noccupier of any land upon or under which the holder of\nprospecting or mining rights is carrying on or has carried\non prospecting or mining operations, that holder shall apply\nto the Resident Magistrate's Court for determination of\nthe amount of compensation payable to that owner or\noccupier without limit of amount."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.41) As a guarantee for the due performance of the ~ m                  ~   i\nobligations imposed by this Act any person may be required dcposita.\nby the Commissioner, either on application or when holding\nprospecting or mining rights, or a water right, to deposit\n(in addition to any s u m lodged under section 11 or 12) with\nthe Commissioner such sums, or security for like amounts in\nlieu thereof, as may be prescribed and on failure of such\nperson to make such deposit within the time specified by\nthe Commissioner the application may be refused or the\nprospecting or mining rights or the water right revoked by 43,,960\nthe Minister, or in the case of a prospecting right, by the S.4(1).\nCommissioner.\n        (2) The Commissioner may in any case where the\ndepositor has failed after due notice to meet any obligation\nimposed upon him by this Act, take such steps as he may\nconsider fit to fulfil the obligation and may expend from any\ndeposit such sum as he may consider reasonable to defray\nany expense incurred by him in so doing; and where any\ndeposit or portion thereof is so expended, the Commissioner\nmay require the depositor to make good such deposit or\nportion and failure to do so may render any prospecting\nor mining rights or any water right in respect of which any 43/1960\ndeposit was made liable to revocation by the Minister or s4 (I).\nthe Commissioner (as the case may be).\n       (3) Where upon the termination of all interests in\nany prospecting or mining rights, or water right in respect\nof which a deposit has been made, the original right, licence,\n        m e inclusion of this page ir authorized by L.N.68/1!?78]\n 14                                                 MINING\n                mining lease or water right is produced to the Commissioner\n                and the termination of such interests is duly recorded, then\n                the person by whom such deposit was made may make\n                written application to the Commissioner for the refund or\n                release of such deposit or balance thereof and, upon produc-\n                tion of satisfactory evidence by the applicant, the Commis-\n                sioner may authorize such refund or release to be made:\n                   Provided that in the absence of such satisfactory evidence\n                the Commissioner may withhold such refund or release\n                until such time as he may think fit:\n                   Provided also that such refund or release is made without\n                prejudice to any claim or proceeding existing or which may\n                arise through the breach by the holder of any prospecting\n                or mining rights or water right, or by his servants, of any\n                of the provisions of thisAct.\n                        (4) Where the interest of a depositor in any prospect-\n                ing or mining rights or water right is terminated by transfer,\n                no refund or release shall be made until the transferee has\n                lodged a like deposit or such sum as the Commissioner may\n                demand.\n                        (5) Sums deposited under this section may be other-\n                wise dealt with in such manner as may be prescribed.\nLandudcr\nmlning lease,"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1)   Whenever any land being the whole or part of\n                the area of a mining lease is required by the Government\nforpbqlc\n                for any public purpose the Commissioner shall give notice\n5%;\ns 4(?)          to that effect to the holder of such lease, and such holder\n                shall remove therefrom before a date to be specified in such\n                notice any works, buildings, plant or other of his property,\n                and such mining lease shall in respect of the land required be\n                determined as from such date.\n                        (2) In any such case where the holder of a mining\n                lease has received any notice under subsection (1) he shall\n                be entitled to receive out of the ConsoIidated Fund wm-\n                pensation for any disturbance of passageways, works, build-\n                            F   c inclusion of thrs page is authonzed by L N 68/19781\n                               MiNlNG                                      15\nings, plant or other property belonging to him, but not for\ndisturbance of his mining rights; and compensation payable\nto such holda under this section shall, if not agreed upon\nbetween the parties, be determined by a Judge in Chambers\nin accordance with rules of court to be made for such\npurpose.\n         (3) Whenever any land temporarily occupied by\nthe holder of a prospecting right or occupied under an\nexclusive prospecting licence or water right is required by 4311960\n                                                                s.4 (2).\nthe Government for any public purpose, the Commissioner\n shall give notice to that effect to the holder of the right or\nlicence and such holder shall, not later than thirty days from\n the date of notice or withim such further period as the Com-\n missioner may allow, remok.; from the land so occupied\n any works, buildings, plant or other property belonging to\nhim, temporarily erected or placed thereon and shall cease\n to occupy such land; and such holder shall not be entitled\n to any compensation for any such disturbance.\n         (4) A notice given under this section by the Com-\n missioner that land is required for a public purpose shall be\n ConcIusive evidence of that fact.\n                      PART 11. P r O S p e C f h g\n                            GENBRAL"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. It shall not be lawful for any person to prospect except wham.\nin pursuance of and in accordance with the terms and k;;tf\nconditions of a prospecting right or exclusive prospecting\nlicence."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The Minister may by notice in the Gazette prohibit mspect.\n                                                                iag for\nprospecting for any specified mineraI, and in such a case the specificed\nholder of a prospecting right or exclusive prospecting licence          pro-\nshall not prospect for such speci6ed mineral unless otherwise f$;&\nexpressly provided in such right or licence.                    s4 (1)."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.41) Minerals obtained in the course of prospecting Disposdot\n                                                                mineral,\nunder a prospecting right or licence shall be the property obtained in\nof the Crown and shall not be removed from the land or prospectinp.\n         me inclusion of this Page is authorized 'by L.N.90/1993]\n                                                                    -\n16                                           MINING\n              disposed of by the holder of the right or licence or by any\n              other person except with the consent of the Commissioner.\n                      (2) The Commissioner may authorize the removal\n              of minerals from the land from which they have been\n              obtained subject to such conditions, if any, as he may\n              impose.\n                      (3) If the holder of a prospecting right or a licence\n              desires to retain or dispose of any minerals obtained in the\n              course of prospecting he shall make an application in\n              writing to the Commissioner stating the kind and quantity\n              of minerals in respect of which the application is made and\n              the situation of the land from which the mineral was\n              obtained, and if the Commissioner is satisfied that the\n              applicant has been conducting only such work as is\n              reasonably necessary to enable him to test the mineral-\n              bearing qualities of the land, he may authorize the applicant\n              to retain or dispose of the minerals in respect of which\n              application is made on payment of the prescribed royalties.\n                                    Prospecting Right\nGrant of        18.-(1) Subject to subsection ( 1 ~ )the Commissioner\nprospecting\n              may, in his absolute discretion on application in the pre-\n8 9 5 8       scribed form and upon the payment of the prescribed fee,\ns. 3.\n33/1wi        grant to any individual a prospecting right in the prescribed\ns. 22.        form:\n                Provided that a prospecting right shall not be grankd-\n                  (a) to any individual who is under eighteen years of\n                       age;\n                  (b) to any individual who is unable to prove to the\n                       satisfaction of the Commissioner that he can\n                       understand this Act to such an extent as to enable\n                       him to carry out the obligations imposed by or\n                      under it;\n                  (c) to any individual to whom there has previously\n                      been issued either in his own name or as agent\n                      for any person a prospecting right which has not\n                      IThe inclusion of thin page is authorized ‘by L.N. W/1993]\n                                  MINING                                  17\n            been surrendered or cancelled and which is in all\n            other respects still valid;\n     ( d ) except with the consent of the Minister, to any ~ / 1 9 6 o\n            individual who or whose present employer has been s 4 (1).\n            convicted of an offence under this Act, or who or\n            whose present employer has previously held any\n            prospecting or mining right which has been revoked\n            by reason of a breach of the terms or conditions\n            thereof;\n     (e) to any person other than an individual.\n        ( 1 ~ )Any licence granted under subsection (1) in 33/1991\nrespect of mining in the exclusive economic zone shall be S. 22.\nsubject to the provisions of the Exclusive Economic Zone\nAct or any order made under section 11 of that Act.\n          (2) A prospecting right may be granted to an indivi-\ndual as agent for a person:\n  Provided that in any such case there shall be forwarded\nwith the application an undertaking by such person to be\nresponsible for the acts and omissions of the individual (who\nshall also be responsible for his own acts and omissions)\nand where the individual is in the employ of such person,\nsuch right shall, unless such person otherwise requests, forth-\nwith terminate on the holder leaving the service of such\nperson.\n          (3) A prospecting right shall not be transferable and\nshall, unless terminated, remain in force for a period of one\nyear from the date of issue, but may be mewed for further\nperiods not exceeding one year each.\n          (4) The Commissioner may, by endorsement on the\nprospecting right, restrict prospecting under it to any\nspecified area or to any specified minerals.\n          (5) A prospecting right shall be produced-            3311991\n                                                                s. 22.\n      (a) whenever demanded by the owner or occupier of\n             land on which the holder is prospecting, or by a\n             constable; or\n      (b) whenever demanded by the Commissioner or by a\n             Marine Officer under the ExcIusive Economic\n RIL   -   35\n                     Zone Act when the holder thereof is prospecting\n                     in the exclusive economic zone.\nR' b u d    19.41) Subject to the provisions of this Act and of the\n0 8~liOnr prospecting right,the holder of a prospecting right may-\n under\n              (a) enter upon and prospect on any land or water for\n                     any minerals, except minerals for which prospecting\n4311960\nS.4Ilh\n                     is prohibited unless the Commissioner, with the\n                     approval of the Minister, has issued authority\n                     therefor by endorsement on the prospecting right;\n              (b) whilst engaged in bum f d e prospecting on any\n                     uncultivated land (without charge, in the case of\n                     Crown land, and on payment or tender of a\n                     reasonable sum to the owner or occupier in the\n                     case of land other than Crown land)--\n                         (i) erect at such place as the owner or occupier\n                             may select a temporary camp and such\n                              temporary structures as may be necessary\n                             and enter into temporary occupation thereof;\n                        (ii) take fuel, other than standing timber, for\n                             his domestic use at such place;\n                       (iii) graze such animals as may be necessary for\n                             the carrying on of prospecting;\n              ( E ) take for his domestic use so much public water as\n                    may be necessary;\n              (d dig holes and trenches :\n                        Provided ail such excavations shall be fenced\n                    or secured, and on the prospector leaving the\n                    neighbourhood, filled in such a manner as to\n                    prevent persons or stock inadvertently entering\n                    therein, and if any holder of a Prospecting right\n                    contravenes the provisions of this paragraph the\n                    Commissioner may cause such excavations to be\n                    filIed in or may take other protective measures, and\n                    shalI charge such holder such sum as was reason-\n                    ably expended in so doing, and such charge shall\n                    be a lawful deduction from the deposit made by\n                    such holder; and such action by the Commissioner\n                  EJIC\n                     iudusicn of this page is authorized by L.N. 90/1993]\n                           MINING                                    19\n         and the payment of such charge by the holder shall\n         not exempt such hoider from liability under this\n         or any other enactment for such contravention;\n     (e) [Deleted by Act 36 of 1995, 3rd Sch.]\n     (f) mark out and apply for an exclusive prospecting\n         licence or a mining lease.\n        (2) The holder of a prospecting right shall keep\nfull and accurate records of his prospecting operations and\nshall render to the Commissioner such returns as may be\nprescribed, and on failure so to do the Commissioner may,\nwithout prejudice to any other penalty for which the holder\nmay be liable, refuse to accept any application by such\nholder for an exclusive prospecting licence or mining lease."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. In the case of any contravention of the provisions ~           ~    ~\nof this Act or of the prospecting right by the holder of a &&,f08.\nprospecting right the Commissioner may call upon the nlhL\nholder of such right to show cause within a time specified\nwhy his right should not be revoked; and should he fail to\ncomply with such order within the time specified or should\nthe cause shown be inadequate in the opinion of the Com-\nmissioner, the Commissioner may, by notice in the Gazette\n(a copy of which notice shall be forwarded to the last known\naddress of the holder), summarily revoke such right and\nthereupon all privileges and rights conferred thereby or\nenjoyed thereunder shall as from the date specified in the\nnotice of such revocation cease :\n  Provided always that such revocation shall not in any\nway affect the liability of any person in respect of the breach\nof any provision of this Act committed by him before such\nrevocation.\n          P’lIObhdOnOf mh p@h         mby LJN.% / 19981\n                                                             -\n20                                     MINING\n                            Exchsive Prospecting Licence\nGrmt of\ncrclusivc"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.41) The Minister may, on application in the pre-\n             scribed form and on payment of the prescribed fee, grant an\nliceria."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-(1)   Subject to the provisions of this Act and of the Ri@tsunder\n                                                                 a hcence.\nlicence, the holder of a licence shall have the sole right of\nprospecting for the mineral or minerals specified in the\nlicence upon the lands within the area of his licence, and\nfor such purpose may-\n     (a) enter upon the lands within such area with his\n          agents and workmen and thereon sink shafts ar\n          wells and exercise all or any of the rights con-\n          ferred upon the holder of a prospecting right;\n     (b) employ in prospecting on such land any number\n          of persons who for the purpose shall not be\n          required to hold prospecting rights; and\n     (c) on and over unoccupied land within the area of\n          his licence erect and maintain such machinery and\n          plant and construct such passageways as may be\n          necessary for or in connection with his prospecting\n          operations.\n        (2) The holder of a licence who has fulfilled all the\nconditions attached thereto may, subject to the provisions\nof this Act, apply for renewal of such licence, mark out and\napply for the grant of a mining lease, over the whole or any\npart of the area the subject of the licence, or mark out a\nreduced area and may apply for renewal of his licence over\nsuch reduced area only :\n   Provided that no licensee shall hold, by a licence in respect\nof a reduced area or by renewal of his former licence, a\nlicence over any ground where alluvial deposits are being\nexplored for a period of more than three years in all, or\nwhere lode deposits are being explored, for a period of more\n        Phe indusion of this page is authorized by L.N. 480/19731\n22                                            MINING\n4311960       than six years in all unless the Minister is satisfied that pro-\ns. 4 (1).     specting operations have been stopped or seriously hindered\n              by special circumstances beyond the control of the licensee,\n              in which event he may grant a renewal for an additional\n              year.\nObliatiolu      23.41) The holder of a licence shall during the currency\nundera\nlicence.\n              of the licence adequately carry on to the satisfaction of the\n              Commissioner born fide prospecting operations on the lands\n              included in the area in respect of which the licence has been\n              granted :\n43/1960         Provided that the Minister may on the written application\ns.4(3).       of the holder suspend the obligation imposed by this sub-\n              section in respect of any licence for such time as the Minister\n              may think fit.\n                      (2) The holder of a licence shall, during the currency\n              of the licence, keep all excavations whether made prior to\n              the grant of the licence or during the currency of the licence,\n              secured to the satisfaction of the Commissioner in such a\n              manner as to prevent persons or stock inadvertently entering\n              them.\n                      (3) The holder of a licence,if not personally residing\n              on the land the subject of the licence or in the opinion of the\n              Commissioner not residing sufEciently near to give contin-\n              uous supervision to prospecting operations being conducted\n              on such land, shall at all times have so residing a responsible\n              agent in charge of such operations and shall forthwith\n              notify the Commissioner of every appointment of such an\n              agent and of any change in such appointment.\nRecordof        24. The holder of a licence shall keep to the satisfaction\nprospecting\noperatiollk   of the Commissioner on the area of his licence, or at such\n              place in the Island as the Commissioner may approve, full\n              and accurate records and plans of his prospecting opera-\n              tions, and shall render to the Commissioner such returns\n                      lrhe inclusion of this page is authorized by L.N. 480/1973]\n                               MINING                                      23\nas may be prescribed; and on failure so to do the Commis-\nsioner may, without prejudice to any other penalty for which\nthe holder may be liable, refuse to accept any application by\nsuch holder for a mining lease."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25, 37, 38, 88, 89, 91, 92, 94, 95, 96, 97, 98 and 99, and the\n              provisions of Parts IV, V, VI, and VII shall, so far as they\n              are applicable, apply to prospecting or mining for phos-\n              phates as if phosphates were included in the definition of\n              minerals and as if the person having the right under subsec-\n              tion (2) to prospect or mine therefor were the holder of pros-\n              pecting or mining rights.\n                        (4) The Commissioner may require the person\n              having the right under subsection (2) to prospect or mine\n              phosphates to comply with such provisions of any regula-\n              tions made under section 99 as he may specify by notice in\n              writing.\nPower o l       101. The Minister may from time to time by order alter,\nMin.sler to\n              vary or in any manner amend the Schedule.\nSchedule.\n39/1958\ns 8.\n43/1%0\ns 4 11).\n                        vhe inclusion of this page is authorized by L.N.9.6119981\n                           MINING                                                   55\n                         SCHEDULE               (Sections 2 and 101)\n                    Radio-active Minerals                                 39/1958\n                                                                          s 10."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. The holder of a licence, or of any interest therein Transferof\nregistered under Part W, shall not transfer his licence or liance.\ninterest or any part or share thereof or create any interest\nwhatsoever therein without first obtaining the consent in\nwriting of the Minister; and any such purported transfer or i:i$!,O\ncreation of any such interest without such prior consent shall\nhave no effect."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. A licence may with the consent of the Minister and on Surrenderof\n                                                            liance.\npayment of the prescribed fee be surrendered at any time, 43/1%0\nand such surrender shall be in the prescribed form :        s4 (I).\n  Provided that such surrender shall not affect any liability\nincurred by the licensee before such surrender takes effect."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. In the case of any contravention of the provisions of Revocation\n                                                                 licence\nthis Act or of the licence by the holder of a licence or by of 43/1%0\nany attorney, agent or employee of such holder, the Minister S. (I).\nmay call upon the holder of the licence to show cause within\na time specified why his licence should not be revoked; and\nshould he fail to comply with such order within the time\nspecified, or should the cause shown be inadequate in the\nopinion of the Minister, the Minister may by notice in the\nGuzette (a copy of which notice shall be forwarded to the\nlast known address of the holder) summarily revoke such\nlicence and thereupon all privileges and rights conferred\nthereby or enjoyed thereunder shall as from the date specified\n        IThe inclusion of this page is authorisd by LN. 480(1973]\n24                                           MINING\n               in the notice of such revocation cease and the deposit may\n               be declared forfeited to the Crown by the Minister :\n                 Provided always that such revocation shall not in any\n               way affect the liability of any person in respect of the breach\n               of any provision of this Act committed by him before such\n               revocation,\nObligations          29.-(1) Every person who was the holder of a licence\nof holder on\ntermination        which has terminated, shall, not later than thirty days from\nOf ~ c e n f f i ~ the date of such termination-\n3811957                 (a) fill in all excavations made in virtue of the licence or\nS. 3 (a).\n                              otherwise secure them in a permanent manner so as\n                              to prevent persons or stock inadvertently entering\n                              therein, and\n                        ( b ) remove all beacons marking out the boundaries of\n                              the area the subject of the licence; and\n                        (c) furnish a certificate to the Commissioner that he\n                              has complied with the provisions of this section as\n38/1957                       to the securing of excavations and the removal of\ns. 3 @).                      beacons :\n                  Provided that no such person shall be liable for securing\n               any excavations made on the area the subject of his licence\n               by other persons prior to the grant of the licence if on\n               application for the licence he has shown the position of\n               these excavations in relation to the boundaries of the area\n               applied for on the plans submitted with his application or\n               if he submits a plan showing the position of such excavations\n               in relation to the boundaries of the area the subject of the\n               licence within a period of one month from the date of grant\n               of such licence.\n                        (2) If any person contravenes the provisions of\n               subsection (1) the Commissioner may cause such excavations\n               to be filled in or may take other protective measures and shall\n               charge such person such sum as was reasonably expended\n                      LThe indusion of this page is aathorizcd by LN.4&0/19731\n                                  MINING                                      25\nin so doing, and such charge shall be a lawful deduction from\nany deposit made by such person :\n  Provided that such action by the Commissioner and the\npayment of such charge by such person shall not exempt\nsuch person from liability under this or any other enactment\nfor such contravention.\n        (3) Where a licence is renewed in respect of a\nreduced area only, the provisions of subsections (I) and (2)\nshall apply to the area not included in any such renewal.\n               Spm'aI Exclusive Prospecting Licence"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Obligations of holder on termination of lianos.\n                   Special E x c h i v e Prospecting Licence"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.-(1)   The Minister may, in his discretion' arid on pay- Grant of\nment of the prescribed fee and notwithstanding anything in SPCCial\n                                                              cxduaivc\nthis Act, grant a special exclusive prospecting licence over r z g\nany area and for such period and upon such terms and con- ;?il$p\nditions as he may thiifit.\n        (2) Application for a special exclusive prospecting\nlicence shall be made in the form prescribed for an exclusivc\nprospecting licence."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. All the rights, powers and privileges conferred on, m%t(f.,\nand all the obligations and duties imposed on, and all the             gdz\nprovisions of this Act applicable to, the holder of an exclu- :;2';\nsive prospecting licence shall also be conferred on, imposed h n = .\non, and applicable to, the holder of a special exclusive pros-\npecting licence except where there is a specific variance there-\nwith by reason of any special terms and conditions imposed 4 3 1 ~ 0\nby the Minister.                                                 s.4 (I).\n                      PART III. iMining\n                          GENERAL"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. It shall not be lawful for any person to mine except\nin pursuance of and in accordance with the terms and *lad.\nconditions of a mining lease :\n  Provided that where application has been made 'for a 43/1%0\nmining lease and pending the grant of such lease the Minister\n                                                                   s.4 (1).\nmay grant pxmission in th.2 prescribed form ta t k q i l i c a n t\n                       __\n            me inclusion of this oag: is ai,tlmrired by 'LN.90/1993]\n26                                       MINING\n           to mine on the area applied for on such conditions and\n           subject to such restrictions as the Minister may think fit,\n           and such permission may at any time be withdrawn by the\n           Minister.\nGrantofa     3 3 4 1 ) The Minister may in his discretion grant a mining\n           lease subject to such covenants and conditions (which may\nS4(1).     include the payment of any financial consideration) as he\n           may think fit to any person who himself holds a prospecting\n           right or a licence, or to any person whose agent is the holder\n           of a prospecting right:\n             Provided that where the applicant is the holder of a licence\n           the area of the lease applied for shall be wholly within the\n           boundaries of that licence.\n                    (2) Application for a mining lease shall be made in\n           the prexribed form and manner and shall be subject to the\n           prescribed conditions.\n43/1%0\ns4 (1).             (3) The Minister may require an applicant for a\n           mining lease to satisfy him that he possesses or commands\n           suflicient working capital to ensure the proper development\n           and carrying on of mining operations on the area applied\n           for, and for the payment of any compensation which may\n33/199J    be payable to the owners or occupiers of the land or to the\ns. P       Commissioner in respect of that part of the exclusive\n           economic zone, in respect of which the lease is required,\n           and may require any reports on the area made by\n           prospectors or engineers to be submitted for his information;\n           and in the event of the applicant failing SO to satisfy &he\n           Minister, the Minister may refuse the application but the\n           applicant may make a new application at any time.\n                   (4) A mining lease shall be granted for a specified\n           mineral only :\n43/1%0       F’rovided that the Minister may in his discretion include\ns 4 (I).   by endorsement on the lease other minerals.\n                   (5) Mining leases shall be of such kinds or classes\n           and shall be subject to such terms or conditions and in\n                   [Tbe hcluSion of this page ia authohd tq L.N.90/19!Xi]\n                             MINING                                       27\nrespect of such areas or boundaries as may be prescribed,\nand special provisions may be prescribed in relation to the\npersons to whom mining leases may be granted for specified\nminerals.\n  %.-(I)   A mining lease may be granted for such term, Duritionof\n                                                           1Co.e.\nnot being more than twenty-five years, as the Minister may 4311960\nthink fit:                                                 s.4 (1).\n  Provided that when permission to mine on the area is\ngranted under section 32 pending the grant of the lease,\nsuch term shall commence from the date of such permission\nbeing given.\n        (2) If at the expiration of the term originally granted\nby a mining lense or of any renewal thereof the less= is\ncarrying on work in a normal and businesslike manner, and\nthe lease is not at that time liable to be revoked under any\nof the provisions of this Act, and the lessee applies to the\nMinister in the prescribed manner for a renewal of his lease, 43/1960\nthen the lessee shall be entitled on payment of the prescribed s.4 (1).\nfee to obtain a renewal of the lease for a further term not\nexceeding twenty-five years upon the conditions which are\nthen generally applicable to new mining leases; but shall not\nhave the right to any subsequent further renewal of the\nlease."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35.-(1) In so far is it may be necessary for or in con-\nnection with his mining operations and subject to the pro- hr- o .\nvisions of this Act, a mining lessee shall have, on the lands s33/1991\n                                                                ,p.\nincluded in his lease, the following rights-\n     (a) the right to enter upon the lands the subject of the\n- ._\n              i i d u k m of tlh pgc ia nattmieod b f L w z ]\n28                                        MINING\n                         lease, the exclusive right to prospect or mine on\n                         such lands and the right to remove and dispose of\n                         the mineral specified in the lease on payment of\n                         the prescribed royalty;\n                   (h) the right to make all necessary excavations thereon\n                       and to stack or dump any of the products of\n                       mining thereon;\n                  (c)    the right to erect, construct and maintain houses\n                          and buildings for his use and for the use of his\n                          agents and servants;\n                   ( d ) the right to erect, construct and maintain such\n                         engines, machinery, buildings, workshops and other\n                         erections as may be necessary or convenient;\n                   (e) [Deleted by Act 36 of 1995, 3rd Sch.]\n                   (#  [Deleted by Act 36 of 1995, 3rd Sch.]\n                  (g) the right to construct and maintain all such\n                      passageways as may be necessary;\n                  (h) the right, subject to the directions of the Conserva-\n                      tor of Forests, which directions shall be obtained\n                      before the exercise of any right under this para-\n                      graph, to cut, take and use any tree.\n                        ( 2 ) Subject to the provisions of this Act, a mining"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. The holder of a mining lease shall keep to the satisfac-\ntion of the Commissioner on the land included in his lease, :;:;on,\nor at such place in the Island as the Commissioner may\napprove, full and accurate records and plans of his mining\noperations and of the calculated ore reserves, and shall\nrender to the Commissioner such returns as may be\nprescribed.\n       me idusion of this psge i s aMhorizcd by L.N. 57/1980]\n30                                           MINING\nDiscovery        38. The holder of a mining lease shall forthwith notify\nof minerals\nU) be noti-    the Commissioner of the discovery of any mineral other\nfied.\n39119S8        than that for which the lease was granted.\ns.5."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. [Repealed by section 2 of Law 21 of 19591*.\nTransfer of      40. The holder of a mining lease, or of any interest therein\na mining"
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43,1~o       exclusive prospecting licence in the prescribed form to any\nS.    ('1.   person who himself holds a prospecting right or to any\n             person whose agent is the holder of a prospecting right :\n                Provided that the Minister may in special circumstances\n             grant an exclusive prospecting licence to any person.\n                     (2) The Minister may require an applicant for a\n             licence to satisfy him that he possesses or commands\n             sufficient working capital to ensure the proper prospecting\n             of the area in respect of which the application is made and\n             for the payment of any compensation which may be pay-\n             able to the owners or occupiers of the land in respect of\n             which the licence is required.\n                      (3) A licence shall not be granted in respect of any\ns.  22.\n33''991\n             area of land exceeding eight square miles or in respect of\n             any part of the exclusive economic zone exceeding twenty-\n             four thousand square miies.\n                      (4)A licence shall be granted for a specified mineral\n             only :\n                Provided that when the applicant or the holder has dis-\n             covered other minerals on the area applied for, or the\n43/1960      subject of the licence, the Minister may in his discretion\ns.4(1).      include by endorsement on the licence such other minerals\n             in the licence.\n                      (5) Subject to the provisions of subsection (2) of\n             section 22, a licence shall be valid for one year from the\n             date of issue, but may be renewed for such period or periods\n 4311960     not exceeding one year each and on such conditions as the\ns. 4 (1).\n             Minister may decide.\n 43/1960              ( 6 ) The Minister may grant or withhold the grant of\n   4(1'.\n             a licence as he may think proper, or may grant it subject to\n             such conditions as he may think fit.\n                       m-        OfWpsseia a   W p d by L.N.961195%\n                               MINING                                   21\n        (7) Any area in respect of which a licence is granted\nshall specifically exclude an area within its boundaries over\nwhich a licence or a mining lease for the same mineral is in ks4.1957\nexistence at the date of the grant of such licence."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44.-(1) The owner of any plant, machinery, engines o r O m r w\n                                                          IemQVt\ntools on any land the subject of a mining lease, or water ant. etc..\n                                                             tormina-\nright, which has terminated or which are in, on, or over an\n                                                          tionoflcase\nany passageway used in connection therewith, may within ;;gtm\nthree months from the date of such termination, or within\nsuch further time as the Commissioner may allow, remove\n        l T h e inclusion of this page is authorized by L.N. 57/1980]\n 32                                      MINING\n           such plant, machinery, engines or tools, but shall not remove\n           or interfere with any timber in any mine; and if such plant,\n           machinery, engines or tools are not so removed they may be\n           sold by auction by order of the Commissioner at the risk\n           of such owner and the net proceeds of such sale, after\n           deducting the costs thereof and any sum which the person\n           who was the holder of such lease or water right is required\n           by law to pay to Government, shall be retained by the\n           Commissioner and held until applied for by such owner :\n             Provided that where such plant, machinery, engines and\n           tools cannot be sold by auction they shall become the\n           property of the Crown and may be dealt with and disposed\n           of in such manner as the Minister may direct.\n43/3960            (2) Any person who removes or interferes with any\ns.4 (I).   timber in a mine other than that which it may be necessary\n           to remove in the course of normal mining operations shall\n           be guilty of an offence against this Act and liable on sum-\n           mary conviction before a Resident Magistrate to a fine not\n           exceeding two hundred dollars or to imprisonment with hard\n           labour for a term not exceeding six months or to both fine\n           and imprisonment."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45.-(1)    The Minister may, notwithstanding anything in\nI-.\n           thii Act, grant a special mining lease of any land, if he is\n43 I1960   satisfied that by reason of the difficulties and cost attending\ns.4 (1).\n           the mining in, on or under such land or for any other cause\n           it is necessary that such a lease be granted.\n2911977             (2) The form and duration of any special mining\ns. 3.      lease granted under subsection (I), the right to surrender\n           that special mining lease and the conditions of surrender,\n           the area to be comprised therein, tbe surface and subter-\n           ranean limits of that area, the rent and royalty to be paid,\n           and the provisions to be contained therein in relation to\n           the holder thereof and his agents, employees and con-\n           tractors, as to their rights of access, rights of entry and\n           rights of way as to mining, prospecting, exploration,\n                       inclusion c4 this page is auihcxkd by LN. 57/19%ol\n                           MINING                                       33\ndevelopment, transportation, passageways, storage, stack-\ning, dumping, reporting, labour and other matters, s h d\nbe such as the Minister may approve but except where\nthere is a specific variation therein, that special mining\nlease shall be subject in all respects to the provisions of\nthis Act."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46.-(1) Notwithstanding anything in this Act the Wia'\nMinister may grant a special mining lease of any lands for t;;ziZ\"\"'Y\nthe purpose of mining bauxite or laterite if he is satisfied 04;?;$\nthat all such lands (whether or not they are contiguous)-     s. 3.\n    (a) are held by the applicant under title in fee simple\n         registered in accordance with thc Registration of\n         Titles Act; and\n    (b) are so located that they would appear within such\n        number of contiguous co-ordinate squares as thc\n        Minister in relation to each application, may\n         consider appropriate.\n        (2) In any special mining lease granted pursuant to\nthis section the lands included may, in 1ieu.of any other mode\nof description, be described by reference to the volume and\nfolio and the description of such lands in the Register Book\nkept under the Registration of Titles Act.\n        (3) A special mining lease granted pursuant to this\nsection shall be published by the Commissioner in the\nGuzerre and (save as otherwise provided in this section, in\nsection 47 or in any condition in such special mining lease)\nshall be subject in ail respects to the provisions of this Act\napplicable to mining leases.\n34                                       MINING\nI'ower of      47.-(1) On the application of the lessee, the Minister,\nMinister to\nB p p ~ ~ v ~subject to such conditions (which may include the payment\nadditions to\nareaof       of any financial consideration) as he thinks fit, may, by\nmining\nspsial\n             instrument in writing, modify or amend a special mining\n1eaXfor\nbauxite or\n             lease granted pursuant to section 46 by adding thercto lands\nlaterite.    which fulfil the requirements of paragraphs (a) and (b) of\ns. 3.\n4311960\n             subsection (1) of sectioii 46 but did not do so when applica-\n             tion for thz special mifiing lease aforesaid was made.\n                     (2) The modification or amendment of a special\n             mining lease by the addition of lands pursuant to this section\n             shall not affect the duration of the special mining lease as\n             originally determined but aU such lands shall be subjeot to\n             the covenants and conditions contained in such special\n             mining lease.\n                     (3) Any addition to a special mining lease pursuant\n             to this section shall be published by the Commissioner in\n             the Guzerre and shall be registered in accordance with the\n             provisions of Part VII and for this purpose the instrument\n             in writing issued by the Minister pursuant to subsection ( I )\n             shalI be deemed to be an instrument creating an interest in\n             a mining lease.\nMinis Ler      47~.-(1) The Minister may by order require that the\nmay\n             holder of a mining lease or a special mining lease shall,\namount of    during each of such periods as may be prescribed by the\ndinera's\nto be\n             order, extract or win not less than such amount as may be\ner[mcted.    so prescribed of the mineral from which mining lease or\ns. 2.\n30'1974      special mining lease was granted.\n                      (2) An order made under this section may pre-\n             scribe-\n                  (U) different periods and amounts for different kinds\n                       of minerals;\n                  (b) different amounts for different holders of mining\n                       leases or special mining leases in respect of the\n                       same kind of mineral.\n                       IThc inoht%mcd Ihapws ha-    by L.N. 96/ 19981\n                           MINING                                   35\n           (3) Any requirement in an order made under this\nsection shall, while such requirement remains in force, be\ndeemed to be a condition subject to which any holder of\na m i n i i lease or special mining lease to whom the require-\nment relates holds such mining lease or special mining\nlease.\n     PARTIv. [Deleted by Act 36 of 1995, 3rd Sch.1"
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. Power of Minister to approve additions to a m of special mining\n            lease for bauxite or laterite.\n    4 7 ~ Mioister\n          .          may presuibe minimum amount of m i n d ta be\n           CXhCttd.\n            PART IV. [Deleted b y Act 36 of 1995, 3rd Sch.]"
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. [Deleted b y Act 36 of 1995, 3rd Sch.]\n                                             .\n            ~ i l l c l u s l w l b y~L N~. %p/ l r~n ~\n                            MINING                           3"
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52. [Deleted by Acr 36 uf 1995. 3rd Sch.]\n5 3 . [Delded by Act 36 of 1995. 3rd Sch.]"
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57. [Delefed by Act 36 of 1995, 3rd Sch.]\n                      PARTV. Passagewuys"
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58.41) No holder of prospecting or mining rights or of k+--\na water Ilght shall at any time, in the exercise of the rights &*\ngranted under this Act, interfere with or perform any act wJya\nwhich may tend to interfere with the exercise of any right of\npassageway or perform any act which may damage or tend\nto damage any passageway without first obtaining the con-\nsent in writing of the holder of such right of passageway :\n  Provided that in the case of public rights of passageway\nor where the holder of the right of passageway cannot be\nfound by the person requiring his consent, the consent of\nthe Cammissioner shall be deemed sufficient consent.\n-          W induaion of                            96 lsss]\n                           p q c is auaharipd &y L.N.\n36                                              MINING\n                      (2) Nothing in this section shall prevent the hoIder\n              of a licence, mining lease, or water right, or an applicant\n              for a mining lease to whom permission to mine has been\n              granted under seclion 32 from diverting any public path\n              within the area of his licence, mining lease, or water right,\n              or covered by the application. if such diversion is made\n              entirely within the area held by or applied for by him and\n              is aligned and maintained to the satisfaction of the Com-\n              missioner; and on the conclusion of mining or prospecting\n              operations, or operations under the water right, affecting\n              such public path, it shall, if required by the Commissioner,\n              be remade as and where it was before such interferencc.\nAcquisition     59.-(1)   If the holder of ti licence, or mining lease, or a\nof right\nof passage-   person having permission under section 32 to mine on an\nways,\n              area the subject of an application, is desirous of obtaining\n              a right of passageway over lands outside the area covered\n              by the licence, lease or application, or if the holder of a\n              water right is desirous of obtaining R right of passageway\n              for the purpose of such water right, but is unable to obtain\n              consent to such right, or on such terms as he considers\n              reasonable, from the owner or occupier of the land over\n              which the right is desired, he may apply to a Resident\n              Magistrate for an order granting such right of passage-\n              way; and for the purposes of such application the holder\n              of the licence, mining lease or water right, or the person\n              having permission under section 32 to mine, may authorize\n              in writing a land surveyor, together with his servants and\n              workmen, to enter at all reasonable times on any land after\n              giving to the occupier thereof not less than three days' notice\n              of the date upon which such entry is proposed to be made:\n              and any damage done by such surveyor, his servants, or\n              workmen, shall be deemed for the purposes of section 12 to\n              be damage done by such holder or person in the course of\n              prospecting or mining operations.\n                          ('The inclusianof<hia page isauthorized W L N . 96/19981\n                               MINING                                         37\n         (2) If on any application under subsection (1) the\nResident Magistrate is satisfied-\n     (a) that it is necessary either for prospecting or mining\n            operations or for the !transportation, treastment,\n            processing or storage of any mineral mined, that\n           the applicant should have the right of passageway;\n           and\n     ( b ) that it is reasonable for such right to be granted\n           over the particular land which is the subject ‘of\n           the application,\nhe may make an order granting to the applicant the right\nof passageway. and shall determine the compensation to be\npaid to the owner or occupier of the land over which the\nright of passageway was granted.\n        (3) In assessing the compensation payable under\nthis section the Resident Magistrate shall have regard to\nthe disturbance of surface rights and to any damage done,\nor likely to be done, to the surface of the land and shall\ninclude in such assessment the sum due for rental of any\n!and occupied under such right of passageway.\n        (4) A copy of such order shall be forwarded by the\nClerk of Courts to the Commissioner.\n        ( 5 ) Where the Minister revokes, or zccepts the m/im\nsurrender of, a mining lease (hereafter in this subsection 4.\nreferred to as “the original lease”) and grants instead thereof\n                                                                          ’\nanother mining lease (hereafter in this subsection referred\nto as “the substituted lease”) to the holder of the original\nlease or his assignee, any right of passageway granted undzr\nthis section in respect of the original lease shall apply in\n respect of the substi,tuted lease-\n     (a) from the commencement of the term of the sub-\n           stituted lease until the date on which the original\n           lease would, but for the revocation or surrender\n           thereof, have expired; and\n     (b) to the same extent and for the same purposes SI\n           it applied in respect of the original lease.\n--       P l e inclusion of this page is authorized by LN. %(19981\n                                                                     -.\n38                                           MINING\nDurationof       68. Any right of passageway acquired under section 59\n%\n;ways.\n   &           shall expire when the licence, mining lease or water right\n               is terminated, or the permission to mine is determined, as\n               the case may be, and thereupon the holder shall comply\n               with the provisions of sections 29 and 44 in so far as they\n               are applicable.\nuse of            61. The holder of a right of passageway who has con-\nmining road.\n               structed a road under such right shall not hinder or prevent\n               any person over whose land such right of passageway exists\n               from having access to or using such road :\n                  Provided that-\n                    (a) where any such person uses such road in such a\n                        manner as, in the opinion of the holder, to do\n                        appreciable damage thereto, or to enhance sub-\n                        stantially the cost of upkeep thereof, the holder\n                        may call upon such user to contribute to the cost\n                        of upkeep;\n                    (b) where any such person uses such road in a manner\n                        as to interfere materially with the free use and\n                        enjoyment of such road by the holder, such holder\n                        may call upon such user to limit his use of the\n                        road so as to cease such interference.\n                          PARTVI. Znspections and Accidents\nGcnml            6 2 4 1 ) The Commissioner, any labour officer (as defined\ninapatiOR6.\n               in the Labour Officers (Powers) Act), appointed by the\n               Commissioner, a medical officer or any other person\n               appointed by the Commissioner, at all reasonable times\n               by day or night but so as not unreasonably to impede or\n               obstruct the work in progress, may-\n                      (i) enter, inspect and examine any land on which\n                          prospecting or mining operations are being con-\n                           ducted, or which is the subject of any prospecting\n                          or mining rights, water right or right of\n                          passageway;\n                     (ii) examine into and make enquiry respecting the\n                          condition and vcntilation of any mine and any\n                        me induaianof this page is authoripd by LN.%/ 19981\n                            MiNING                                         39\n              building connected with prospecting or mining\n             operations or any water right or passageway and\n             all matters relating to the safety, welfare and\n             health of the persons employed therein;\n       (iii) inspect and examine the condition of the external\n             parts of the machinery used upon or in any mine\n             or for the purposes of any water right or passag--\n             way, and the condition of all plant and works;\n       (iv) inspect the storage of explosives upon any mine\n             and direct in what manner they shall be stored,\n        (v) exercise all powers necessary for carving this\n             Act into effect.\n         (2) The Commissioner or a person appointed by\nhim for the purpose may call for, examine and take extracts\nfrom all books, accounts, vouchers, documents and plans\nrelating to prospecting or mining operations or to any\nminerals obtained by such operations and examine and take\nsamples of any material being mined.\n   6 3 . 4 1 ) If any officer specified in section 62 finds hi any p o W c l ~\nrespect any mine or any matter, thing or practice in or con-\nnected with prospecting or mining operations or any water ~ r ~ f * l ~ = . = t C\nright or passageway to be dangerous or defective so as in his\nopinion to threaten or tend to the bodily injury, or to be\ndetrimental to the welfare or health, of any person, or to\nthe injury of stock, he shall give notice in writing thereof\nto the holder of the prospecting o r mining right, water right\nor right of passageway, or his agent in charge of the opera-\ntions or mine, and shall state in such notice the particulars in\nwhich he considers such mine, matter, thing or practice\nto be dangerous or defective, and shall require it to be\nremedied, either forthwith or within such time as he may\nspecify, and he may order work to be suspended until the\ndanger is removed to his satisfaction.\n          (2) On receipt of such notice the holder of the\nprospecting or mining right, water right or right of passage-\nway, or his agent, shall comp!y therewith, or, if such notice\n           Imeial~~aP~hia~iiaauthoripd~~~.%11998]\n40                                          MINING\n              was given by any officer other than the Commissioner and\n              he objects thereto, he shall immediately state his objection\n              in writing to the Commissioner.\n                      (3) Where the holder of the prospecting or mining\n              right, water right or right of passageway, or his agent, states\n              his objection to the Commissioner under subsection (2) he\n              shall cease to use the mine, or part thereof, machine, plant,\n              matter, thing or practice as to which such notice has been\n              given, and shall withdraw all men from the danger indicated\n              by such officer until such time as the matter is determined\n              by the Commissioner :\n                Provided that if, in the opinion of the officer giving such\n              notice, there is no immediate danger, such officer may allow\n              work to proceed during the time the matter is being\n              determined, under such restrictions and upon such conditions\n              to ensure safety as he may consider necessary and may\n              specify in writing.\n       on      64. If the holder of any prospecting or mining right, water\nfailweto\ncomply with right or right of passageway, or his agent, fails to comply\nnotie.      with the requisition of any notice given under section 63,\n            or with the decision of the Commissioner when an objection\n            has been determined, he shall be guilty of an offence against\n            this Act and liable on summary conviction before a Resident\n            Magistrate to a line not exceeding two thousand dollars, or\n            to imprisonment with hard labour for a term not exceeding\n            one year.\nProceeding$     65.-(1)   Whenever an accident occurs in connection with\nincawof\naccident.\n              prospecting or mining operations causing or resulting in loss\n              of life or serious injury to any person, the person in charge\n              of the operations shall report in writing with the least\n              possible delay the facts of the matter so far as they are known\n              to him to the Commksioner.\n                      (2) In the event of such accident the Commissioner\n              shall hold an enquiry into the cause thereof and shall record\n              a finding.\n                          ~eiodusimofthis~pageisauthori2cdbyL.N.\n                                                              96119981\n                             MINING                                     41\n        (3) The Commissioner shall, for the purpose of an\nenquiry under subsection (2), have the powers of a Resident\nMagistrate to summon witnesses, to call for the production\nof books and documents and to examine witnesses and\nparties concerned on oath.\n        (4) Any person summoned to attend or to produce\nbooks or documents under this section, and refusing or\nneglecting to do so, or refusing to answer any question put\nto him by or with the concurrence of the Commissioner,\nshall be guilty of an offence against this Act and liable on\nsummary conviction before a Resident Magistrate to a fine\nnot exceeding forty dollars :\n   Provided that no person shall be bound to incriminate\nhimself, and every witness shall, in respect of any evidence\ngiven by him at such enquily, be entitled to the same\nprivileges to which he would be entitled if giving evidence\nbefore a court of justice.\n        ( 5 ) Any witness attending at the request of or upon\nsummons by the Commissioner holding such enquiry shall,\nsubject to any order made by such officer, be entitled to\nlike expenses as if summoned to attend the Resident\nMagistrate’s Court.\n                 PARTVII. Registration"
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65. Proceedings in case of accident\n                     PART' VII. Registration"
    },
    {
      "provision_ref": "sec66",
      "section": "66",
      "title": "Section 66",
      "content": "66. All prospecting rights, licences, mining leases and f i ~ e a c ~ a\n                                                           atc. fob\nwater rights shall be registered in the office of the Com- Icp;a~rd.\nmissioner."
    },
    {
      "provision_ref": "sec67",
      "section": "67",
      "title": "Section 67",
      "content": "67.-(1)   When any exclusive prospecting licence, mining TrMrlcra\n                                                              .          Of\n                                                              U l t m t Eh\nlease or water right is transferred to, vests in, or devolves k=w,pa..\n                                                              to be repia-\nupon any person, such person shall within thirty days there- tarrd.\nafter, or of the date of approval where approval is required.\napply to register such transfer, vesting or devolution in the\noffice of the Commissioner.\n        (2) Where any interest in an exclusive prospecting\nlicence, mining lease or water right with the written consent\nof the Minister, as lh: case may be. has been created,           fJ(y\n            [Themdusionofthk~eiaauthoriredbyIN.96119981\n42\n             renewed or determined, the person in whose favour such\n             interest has been created, renewed or determined, shall apply\n             to register the instrument creating, renewing or determining\n             such interest within thirty days of the date of the execution\n             thereof in the office of the Commissioner.\n                     (3) The Commissioner for good cause shown may\n             extend the period for the making of an application for the\n             registration under this section.\n~ ~ i a t l a h 68.Registration shall not cure any defect in any docu-\nno1to a m\nd d a        ment registered or confer upon it any effect or validity which\n             it would not otherwise have had.\nscarchu of      69. The Commissioner shall, on payment of the prescribed\nrrpisfcr.    fees, allow searches in a register at all reasonable times and\n             shall give copies of or extracts from any entry in a register.\nMining          70. The Commissioner shall forward a copy of every\nl-ctc.,\nto be re&-\n             mining lease and water right, and of any instrument\ntercd or     transferring, renewing, creating or determining such lease\nIcSodCd.\n             or water right or any interest therein, which is registered\n             in his office and of any order made under section 5%\n                  (a) in the case of land under the Registration of Titles\n                        Act, to the Registrar of Titles who shall register\n                        such lease or water right in accordance with the\n                        provisions of that Act;\n                  (b) in the case of land not under that Act to the Deputy\n                        Keeper of the Records who shall record such lease\n                        or water right;\n                  (c) in the case of a mining lease for mining in the\n?lY1                    exclusive economic zone, to the Permanent\n                        Secretary in the Ministry of Foreign Affairs who\n                        shall record such lease.\n                   PAW V111. Possession and Purchase of Minerals"
    },
    {
      "provision_ref": "sec70",
      "section": "70",
      "title": "Section 70",
      "content": "70. Mining leases, etc. to be registerad or recorded.\n        PART VIII. Possession and Purchase of Minerals"
    },
    {
      "provision_ref": "sec71",
      "section": "71",
      "title": "Section 71",
      "content": "71. In this Part-\n             “minerals” means minerals to which the Minister may by\nS.4(1).\n4311960\n                  order apply the provisions of this Part; and any such\n                  order may specify the stage of processing at which such\n                  provisiom shall cense to apply;\n                      me indueionof &page is arttborimdk L N . 96119981\n                             MINING                                    43\n“licensed mineral dealer” means a person licensed under\n     this Part."
    },
    {
      "provision_ref": "sec72",
      "section": "72",
      "title": "Section 72",
      "content": "72. No person shall possess any mineral unless, in respect    zz$zs,\nof the minerals of which he is in possession-\n     (a) lie is a licensed mineral dealer; or\n     (b) he is the holder of a prospecting right or an exclu-\n           sive prospecting licence; or\n     (c) he is the holder of a mining lease or is a person to\n           whom permission to mine has been granted under\n           section 32; or\n     ( d ) he is a person to whom a permit to possess small\n           quantities of a mineral has been granted by the\n           Commissioner under section 76 and such posses-\n           sion is in accordance with the conditions of the\n           permit; or\n     (e) he is the duly authorized employee of any person\n           specified in paragraphs (a)to (d).\n   7 3 . 4 1 ) No person shall sell any minerals to any person w e d\nin the Island other than a licensed mineral dealer or a person rmncrak.of\nto whom a permit has been granted under section 76.\n       ( 2 ) No person shall buy any minerals unless he is\na licensed mineral dealer or a person to whom a permit\nhas been granted under section 76.\n  7 4 . 4 1 ) The Commissioner may grant to any person a MW&I\nmineral dealer’s licence in the prescribed form and on pay- dcakr’a\n                                                             ccna.\nment of the prescribed fee, and subject to such conditions\nas he may think fit.\n        (2) Every mineral dealer‘s licence shall expire on\nthe 31st December in the year in which the licence is granted,\nand shall not be transferred without the consent of the Com-\nmissioner endorsed on such licence.\n          me inolusionufthk page is a u h r i z d &LN. %/iwg]\n44                                            MlNlNG\nObligations      75.41) Every licensed mineral dealer shall be liable for\n\"f licensed\nmineral       the due payment to the Commissioner of all royalties due\ndcafcr.\n              on any minerals bought, received or exported by him, and\n              if so required by the Commissioner shall give security for\n              the due payment of all such royalties; and, subject to\n              agreement to the contrary, the licensed mineral dealer who\n              pays any royalty on minerals may recover or retain the\n              amount from the person on whose behalf he sold or from\n              whom he received such mineral.\n                        (2) Every licensed mineral dealer shall-\n                   (a) keep a register showing all purchases and sales of\n                         minerals made by him, the nature and weight of\n                         such minerals, the date of each transaction, the\n                         name and address of the vendor and his title to\n                         be in possession of such minerals, and the name\n                         and address of the purchaser or consignee to whom\n                         such minerals are sold or consigned; and\n                   ( 6 ) cause every transaction to be entered in such\n                         register within twenty-four hours of being made;\n                         and\n                   (c) produce and exhibit such register to the Commis-\n                         sioner, or to any constable whenever so required;\n                         and\n                   ( d ) render to the Commissioner such returns as the\n                         Commissioner may require.\n                     (3) A licensed mineral dealer shall not deal in or\n              be in possession of any minerals except in accordance with\n              the conditions of his licence.\nPermit for      76. The Commissioner may grant to any person a permit\nsmall\nquantity of   to possess or buy small quantities of minerals subject to\nminerals.     such conditions as may be specified in the permit.\nThis I'art     77. Nothing in this Part shall apply to or restrict                    the\nnot to apply\nto any\nGovernment\n             operations of any Government department.\n                                                                                 ~.\ndepartment.                          ~                                ~   ~\n                        ~~   ~\n                       ~ e i o c l u s i m o f ~ t hpageisaWbork4byL.N.\n                                                    is                  96139981\n                                 MINING                                      45\n                   PARTIX. illiscellnneoiis"
    },
    {
      "provision_ref": "sec77",
      "section": "77",
      "title": "Section 77",
      "content": "77. This Part not to apply to any Government department.\n          V b imkrdoaof fipsgs k m&xhd by LiN. %/ 19981\n4                                 MINING\n                          PARTIX. Mircellaneow"
    },
    {
      "provision_ref": "sec78",
      "section": "78",
      "title": "Section 78",
      "content": "78. Before granting a mining lease, or water right, the Survey.\n                                                            43/1960\nMinister may require the area of the land to be included or S.4(1).\noccupied to be surveyed by a surveyor in the Survcy Depart-\nment of by a surveyor approved by the Director of Surveys\nand the cost of such survey shall be paid by the applicant\nfor such lease or right."
    },
    {
      "provision_ref": "sec79",
      "section": "79",
      "title": "Section 79",
      "content": "79. The lateral limits of any exclusive prospecting licence,\nor mining lease, shall bc vertical planes passing through the lidb.\nsides by which the licence or lease is bounded :\n   Provided that the Minister may grant a special lease under 4311%o\nsection 45 of a subterranean area larger than the limits of s.4(1).\nlhe surface of land comprised in such lease; and in such case\nsu much of the surface lyiug above the subterranean area\nof such lease as is not included in the lease shall be excluded\nfrom any prospecting or mining opeiations whatsoever,\nexcept in so far as the holder thereof may be permitted, in\nthe case of Crown Lands, by thc Minister, and in the case\nof lands other than Crown Lands by the owner thereof, to\nenter upon any part of the surface line above the area of\nhis lease but not included in the surface limits of such lease\nfor the purpose of constructing thereon such works, plant\nand buildings, as may be necessary for the proper working\nof the lease and on payment of such rent and such compensa-\ntion for the use of such surface as the Commissioner or\nowner, as the case may be, may determine.\n  SO.-^ - ( I ) Subject to the provisions of subsection (2), in the overlapping\nevent of any areas subject to licences or mining leases being       :c&57\nfound to overlap, the area overlapping shall be considered to z;d:8)\nbe within the area of the licence or lease first granted and 21/1959\n                                                                    s. 3.\nno compensation shall be payable in respect thercof to the\nholder of the licence or lease subsequently granted.\n       (2) The provisions of subsection (1) shall not apply 38/]957\nwhere the overlapping areas are subject to-                 s. 4 (C).\n           [Theinclusion ofthis page is authorized   w LN.%/I9981\n 46                                             MINING\n                    (a) two or more licences; or\n                    (b) two or more mining leases; or\n                    (c) one or more mining leases and one or more\n                        licences,\n               if no two such licences or mining leases, or no such mining\n               lease and licence, as the case may be, are for the same\n               mineral.\nPriorityof        81. If application for a licence or mining lease is received\napplication.\n               for the same area or for overlapping areas from two or\n               more persons, that application which is first received in\n               order and in proper form shall have priority; and the deci-\n               sion of the Commissioner on any question of priority shall\n               be final.\nRights sub-      82. The Governor-General may without liability for pay-\n6equmtIy\ngrankd.        ment of compensation to any person and notwithstanding\n               the previous grant of any prospecting or mining rights make\n               any grant of the land (not being a licence or mining lease)\n               comprised in such rights which he is empowered by law to\n               make, and the person to whom any such grant is made shall\n               be entitled to obtain compensation as provided in section 12\n               from the holder of a prospecting right, licence or mining\n               lease, by reason of the exercise by such holder of the rights\n               conferred upon him by his right, licence, or mining lease,\n               but only in respect of any disturbance or acts committed\n               by such holder subsequent to the date of such grant to such\n               person.\npower U)\ntake clay,"
    },
    {
      "provision_ref": "sec83",
      "section": "83",
      "title": "Section 83",
      "content": "83. The Minister responsible for public works may at\netc.           any time take from any land comprised in any licence or\ns43’1960"
    },
    {
      "provision_ref": "sec84",
      "section": "84",
      "title": "Section 84",
      "content": "84.-(1)  No person shall export any minerals from the ~ ~ ~ t r i ~ t i ~\nIsland unless he holds a certificate granted by the Commis- ~ ~ ~ ~ ~ ,\nsioner that all prescribed royalties thereon have been paid\nfor, secured to the satisfaction of the Commissioner or that\nno royalties are payable; and there shall be charged for such\ncertificate such fee as may be prescribed.\n        (2) Where a person neglects to furnish any pre- 20/1974\nscribed information or extracts or wins, during any period     &:,$k4\nprescribed by an order made under section 4 7 ~less, than the s. 3.\namount of mineral prescribed by the order, the Minister\nmay cause that person to be served with notice (in this\nsection referred to as an “embargo notice”) that as from\nsuch date as may be specified in the notice the provisions\nof subsection (3) shall have effect in relation to that person.\n        (3) Where an embargo notice has been served on\nany person pursuant to subsection (2) the following pro-\nvisions shall apply in relation to him-\n    (a) he shall not export or deliver to any other person\n        for export any alumina, bauxite or other mineral\n        unless he does so pursuant to and in accordance\n        with a permit granted in that behalf by the Minis-\n        ter in his discretion; and any person who contra-\n        venes the foregoing provisions of this paragraph\n        shall be guilty of an offence and liable on sum-\n        mary conviction in a Resident Magistrate’s Court\n        to a fine not exceeding ten thousand dollars or to\n        imprisonment for a term not exceeding two years;\n    (b) after the expiration of such period as may be speci-\n        fied in the embargo notice he shall, in the event\n        of his being in default as respects any require-\n        ment to furnish prescribed information, be liable\n                                          ~\n         lT%einolusionof’tfiispageisaufhorixd$yt.N. 96/19%1\n48                                         MlNlNG\n                       on summary conviction thereof in a Resident\n                       Magistrate’s Court to a fine not exceeding ten\n                       thousand dollars for each day (not being a day\n                       of the period specified as aforesaid) during which\n                       his default continues, or 10 a term of imprisonment\n                       not exceeding two years, or to both such fine and\n                       imprisonment;\n                   (c) in proceedings against any person for an offence\n                       pursuant to paragraph (b) an averment in any\n                       process that he was able to furnish the prescribed\n                       information in question shall, unless the contrary\n                       is proved, be sufficient evidence that he was so\n                       able.\n                       (4) The Minister may by further notice in writing\n               revoke an embargo notice at any time if he thinks fit; so,\n               however, that any such revocation shall not prejudice any\n               criminal liability incurred while the embargo notice was in\n               force or effect the enforcement of that liability.\nExport of        85. Notwithstanding anything to the contrary no person\nradio-active\nmineral        shall export, or attempt to export, from Jamaica any radio-\nrestricted.\n3911958        active mineral except under and in accordance with a permit\nS.6.           granted by the Minister in that behalf.\nReport of        86. If any radio-active mineral is discovered on any land\ndiscovery\nof radio-      the person by whom such mineral is discovered shall forth-\nactive         with report such discovery to the Commissioner, and no\nmineral.\n3911958\nS.6.\n               such mineral shall be removed from such land without the\n               consent of the Commissioner.\nRscovsry of      87. Rents, fees and royaltie4 payable under this Act or\nrents. etc.\n               reserved by any mining lease may be recovered, without\n               prejudice to any ather method of recovery, in accordance\n               with the provisions of the Tax Collection Act.\n                        [TheinclusionolThisplgeisal~thDrizedl*yLN.96/1998]\n                                                                             __\n                               MINING                                    49"
    },
    {
      "provision_ref": "sec88",
      "section": "88",
      "title": "Section 88",
      "content": "88. No action or other legal proceedings whatsocver, civil NO aztioo\nor criminal, shall be instituted in any court of law against\nthe Commissioner or other officer or any person acting under ;gA;zFf\nhis authority for or on account of or in respect of anything duuer.\ndone or purported to be done in good faith in the execution\nof his duty under this Act."
    },
    {
      "provision_ref": "sec89",
      "section": "89",
      "title": "Section 89",
      "content": "89. Where an enquiry or examination of any area is by charBcafor\nthis Act required to be made by any Government officer\nsuch reasonable charges as may be determined by the Com- of8cen.\n                                                                   z',!Lz&t\nmissioner may be made."
    },
    {
      "provision_ref": "sec90",
      "section": "90",
      "title": "Section 90",
      "content": "90. Any person who represents that he holds any exclusive Fnudultnt\nprospecting licence or mining lease and thereby induces or repressnla-\n                                                                hn.\nattempts to induce any person to buy any interest in such\nlicence or lease or to invest capital in any company or\nsyndicate connected therewith, before he has obtained the\ngrant of such licence or lease, or when such licence or lease\nhas been forfeited, revoked or determined, as the case may\nbe, shall be liable to forfeit any right to the grant of such\nlicence or lease where such has been applied for and if he is\nalready the holder of a prospecting right, licence, or mining\nlease shall be liable to have such right, licence, or lease\nrevoked :\n   Provided that nothing in this section shall relieve any\nperson from liability to civil action or a criminal prosecution\nin respect of such representation."
    },
    {
      "provision_ref": "sec91",
      "section": "91",
      "title": "Section 91",
      "content": "91. Any person who in connection with any return, state- Falsecat\nment or document in respect of which information is or may misleading\n                                                              inform,,oa\nbe required to be given under this Act wilfully or recklessly\ngives false or misleading information or makes a false or\nmisleading statement, whether oral or in writing, shall be\nguilty of an offence against this Act."
    },
    {
      "provision_ref": "sec92",
      "section": "92",
      "title": "Section 92",
      "content": "92. Any person who places or deposits or is accessory to saliing.\nthe placing or depositing of any minerals in any place with\n          me indusion of this page is auchorired by LN.961 19981\n50                                        MlNlNG\n               the intent to mislead any person as to the payable nature of\n               the minerals naturally occurring in such place or who mixes\n               or causes to be mixed with any ore, any valuable mineral\n               or substance whatsoever that will increase the value or in\n               any way change the nature of such ore with intent to deceive\n               or defraud shall be guilty of an offence against this Act.\nPlacing          93. Any person who places any mineral in the possession\nmineral on\npremlso        of or on the premises of any other person, with intent that\nwrlh intent.\n               such other person be convicted of any offence against this\n               Act shall himself be guilty of an offence against this Act.\nobsvucthg         94. Any person who wilfully obstructs, hinders, assaults\nperson in\ncxcrvtlooof    or resists any other person in the exercise or execution of\nduty.          any right, power or duty under this Act, or wilfully disobeys\n               an order of any such other person, other than an order for\n               the payment of money, shall be guilty of an offence against\n               this Act and liable on summary conviction before a Resident\n               Magistrate to a fine not exceeding two hundred dollars or\n               to imprisonment with hard labour for a period not exceed-\n               ing six months or to both such fine and imprisonment.\nInterference     95. Any person who-\np?th mm-\nm g or              (a) interferes with any prospecting or mining opera-\nboundary\nmarks. etc.              tions authorized by or under this Act;\n                    (b) obstructs any person in the exercise of any right\n                         conferred by or under this Act;\n                    (c) interferes with any machinery, plant, works or\n                         property established on, in, under or over any land\n                         in exercise of a right conferred by or under this\n                         Act; or\n                    (4 without lawful authority wilfully breaks, defaces\n                         or removes, or in any other way interferes with\n                         any boundary mark, beacon or post erected for\n                        any of the purposes of this Act,\n               shall be guilty of an offence against this Act and liable on\n               summary conviction before a Resident Magistrate to a fine\n                         meincluaionofthispageiaauphor~dby2N.96119981\n                               MINING                                  51\nnot exceeding two hundred doIlars or to imprisonment with\nhard labour for a term not exceeding six months or to both\nsuch h e and imprisonment."
    },
    {
      "provision_ref": "sec96",
      "section": "96",
      "title": "Section 96",
      "content": "96.41) Any Justice who has reason to suspect that any Search\nmineral with respect to which an offence against this Act WBrranfS.\nhas been committed is concealed in any place may issue a\nwarrant authorizing any constable with his assistants at\nany time within one month from the date of the warrant\nto enter and search that place and all buildings and things\ntherein using such force as may be necessary and to seize\nany minerals and arrest any person found therein.\n        (2) Any person arrested and mineral seized under\nsuch a warrant shall as soon as possible be brought before\na Justice or Resident Magistrate to be dealt with according\nto law.\n  W. Any constable may without warrant arrest any person powerot\nwhom he finds committing, or whom he reasonably suspects a r r ~ t .\nof having committed, an offence against this Act, and such\nperson arrested shall be taken, with as little delay as possible,\nbefore a Justice or Resident Magistrate to be searched and\ndealt with according to law."
    },
    {
      "provision_ref": "sec98",
      "section": "98",
      "title": "Section 98",
      "content": "98. Any person who contravenes any of the provisions &,em[\nof this Act, or commits any offence against this Act, for penalty.\nwhich contravention or offence a penalty is not expressly\nprovided shall be liable on summary conviction before a\nResident Magistrate to a fine not exceeding one thousand\ndoIlars or to imprisonment with hard labour for a term not\nexceeding one year, or to both such fine and imprisonment."
    },
    {
      "provision_ref": "sec99",
      "section": "99",
      "title": "Section 99",
      "content": "99.-(I) Notwithstanding anything in any Law, enact- Regu,al,om,\nirient or agreement, the Minister may make regulations :0;{:;4,\ngenerally for giving effect to the provisions of this Act, and\naccordingly nothing in any such law, enactment or agree-\nment shall be construed as derogating from regulations\n         IThe mclusion of this page is authorized by LN.96/1998]\n52                                  MINING\n     made under this Act or any obligations arising under such\n     regulations, or give rise to any cause of action in respect\n     of any act done in acordance with this Act or regulations\n     made thereunder.\n              (2) Without prejudice to the generality of the power\n     conferred by subsection (l), regulations made under that\n     subsection may provide for-\n          (a) the manner of application for, and the form and\n                conditions of, and the renewal, transfer, sumender,\n                revocation or registration of rights under any\n                licence, mining lease or water right;\n          (6) the fees, rents and payments to be. paid and deposits\n                to be made in respect of any prospecting right,\n                licence, mining lease, or water right, or any renewal,\n                transfer, surrender, or revocation thereof, or any\n                creation of an interest therein;\n          (c) the manner in which areas and boundaries shall\n                be marked, beaconed and surveyed, and the\n                removal of obsolete beacons;\n          (d) the construction and use of passageways;\n          (e) the cutting down and use of timber for the pur-\n                poses of canying on prospecting and mining\n                operations;\n           (f) the safety, welfare, health and housing conditions\n                of persons employed in mines, and the carrying\n                on of prospecting or mining operations in a safe,\n                sanitary, proper and effectual manner;\n          (g) the restriction or prohibition of the employment\n                of children in mining operations;\n          (h) the possession and disposal of and dealing in the\n                products of mining;\n           (13 the registration of prospecting rights, licences,\n                mining leases and the registration of instruments\n                under which any right or interest in licences, mining\n     -_\n               me indusion of this page is authorized hy L.N.96119981\n                               MINING                                      53\n            leases or water rights is transferred, surrendered\n           or otherwise dealt in and the fees payable on such\n           registration;\n      (j) the agents and the representatives to be appointed,\n           the returns to be rendered and the nature of the\n           records, accounts, books and plans to be kept by\n           the holders of prospecting or mining rights, and\n           the furnishing by such holders of any information\n          required by the Minister or by the Commissioner; Z O / I ~\n     (k) the rates of royalties to be paid to Government, S. 3 (a).\n          the method of calculation of the amount of such\n          royalties, and the manner and time of payment\n          thereof;\n      (0 the disposal of any poisonous or noxious products,\n          the result of mining operations;\n    (4 the working obligations under a licence or mining\n          lease and the amalgamation of working obliga-\n          tions under two or more licences or mining leases\n          held by the same holder;\n     (n) the furnishing of such other information as the z o / m\n          Minister may from time to time require to enable s. 3 (C).\n          him to make, review, or confirm any arrangements\n          or agreements he considers necessary for the en-\n          couragement, expansion and development of\n          mining and of the bauxite and alumina industry.\n        (3) Regulations made under this section may pro- ;0$%4\nvide that those regulations shall come into force on such\ndate, which may be earlier than the date of publication of\nthose regulations in the Gazette but shall not be earlier\nthan the 1st day of January, 1974, as shall be specified in\nthose regulations.\n  lOO.-(l) It shall not be lawful for any person to prospect pmvisions\nor mine for phosphates except in accordance with the pro- applicable to\nvisions of this section.                                     s E    .\n                                                                    2\n                                                                1611983.\n                                                                2nd Sch.\n         Whe induaion of thia p g c is authorid % L.N.%/19981\n54                                            MlNlNG\n                      (2) Subject to the provisions of this section, the\n              owner of any land may grant to any person the right to\n              prospect or mine phosphates on such land.\n                       (3) The provisions of sections 2, 5, 6, 8, 9, 14, 24,"
    },
    {
      "provision_ref": "sec101",
      "section": "101",
      "title": "Section 101",
      "content": "101. Power of Minister to amend Schedule.\n                                  SCHEDULE\n                             MINING                                                J\n                                                                      Q P uf\n                                                                        IAwl\n                                                                      38 of 1957.\n                    THE MINlNG ACT                                    59 d19s3,\n                                                                      21 of 1959.\n                                                                     43 of 1%0.\n                                             113th October, 1947.1       A&\n                                                                     20 Of 1974.\n                                                                     30 of 1974.\n                                                                     29 of 1971,\n                                                                     33 of 1979.\n                       PARTI. General                                16 d 1983\n                                                                      zod scb.\n                                                                     33 of 1991\n                                                                         s. 22,\n                                                                      36 of l995\n                                                                        3rd sch."
    },
    {
      "provision_ref": "sec331",
      "section": "331",
      "title": "Section 331",
      "content": "331,1991\ns.22.         lessee shall have, in the exclusive economic zone and included\n              in his lease, the right to construct any artificial island,\n              installation or structure and the right to operate, maintain\n              and use such artificial island, installation or structure.\nObligations     %.--(I) The holder of a mining lease shall, within a\n              period of six months from the date of the lease, commenoc\nlea,r\n              and thereafter during the currency of the lease adequately\n              carry on to the satisfaction of the Commissioner bona f d e\n              mining operations on the land included in the lease :\n                          ~iadudoauPtXsp&siaaathionzed\n                                                  '  byL.N.96119981\n                             MINING                                   29\n  Provided that the Minister may on the written appkation 43;1%0\n                                                          s. 4 (I).\nof the holder suspend the obligation imposed by this sub-\nsection for such time as the Minister may think fit.\n        (2) The holder of a mining lease shall during the\ncurrency of the lease keep all excavations whether made\nprior to the grant of the lease or during the currency of the\nlease secured to the satisfaction of the Commissioner in\nsuch manner as to prevent persons or stock inadvertently\nentering them.\n        (3) The holder of a mining lease, if not personally\nresiding on the land the subject of the lease or in the opinion\nof the Commissioner not residing sufficiently near to give\ncontinuous supervision to mining operations being conducted\non such land, shall at all times have so residing a responsible\nagent in charge of such operations, and shall forthwith\nnotify the Commissioner of every appointment of such an\nagent and of any change m such appointment.\n       (4) The holder of a mining lease shall take all due\nand proper precautions for the safety of all persons employed\nby him in mining operations.\n        (5) The Commissioner may require that the holder\nof a mining lease shall employ a person who possesses either\nadequate mining experience or qualifications in mining and\nthat such person shall personally supervise the mining\noperations under the lease."
    }
  ],
  "definitions": []
}