{
  "id": "jm-stat-the-moneylending-act",
  "type": "statute",
  "title": "The Moneylending Act",
  "title_en": "The Moneylending Act",
  "short_name": "Moneylending Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-moneylending-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-moneylending-act",
  "provisions": [
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-( 1) Where, in any proceedings in respect of any money E;:;pPtion\nlent after the commencement of this Act or in respect charged  interest\nof any agreement or security made or taken after the com- exceeds\n                                                               20 per cent\nmencement of this Act in respect of money lent either per\nbefore or after the commencement of this Act, it is found\nthat the interest charged exceeds the prescribed rate per ~811997.2(b).\nannum, the court shall, unless the contrary is proved, pre-\nsume for the purposes of section 2 that the interest charged\nis excessive and that the transaction is harsh and uncon-\nscionable, but this provision shall be without prejudice to\nthe powers of the court under that section where the court\nis satisfied that the interest charged, although not exceeding\n                                                               8 I1997\nthe prescribed rate per annum, is excessive.                   S. 2(b).\n      (2) In this section “prescribed rate” means such rate\nas the Minister may from time to time, by order, *prescribe. s.2(c).\n                                                             811997"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Whosoever shall by any false, misleading, or deceptive         :;?F’\nstatement, representation, or promise, or by any dishonest statements\n                                                             and repre-\nconcealment of material facts, fraudulently induce, or sentationr.\nattempt to induce any person to borrow money, or to agree\nto the terms on which money is, or is to be borrowed,\ncommits an offence, and shall be liable on summary con- 8/1997\nviction before a Resident Magistrate to a fine not exceeding S-4.\none hundred thousand dollars or to imprisonment for a\nterm not exceeding two years or to both such fine and\nimprisonment.\n+L.N. lOlc/1997\n          me inclusion ofthis page is authorized by L.N. 146119991\n                                       MONEY LENDING\nMmeylend-       7 4 1 ) Where any document issued or published by or\nins adver-\nb8aenU.      on behalf of a lender of money purports to indicate the\n             terms of interest upon which he is willing to make loans\n             or any particular loan, the document shall express the\n             interest proposed to be charged in terms of a rate per\n             centum per annum.\n811997              (2) Any person who contravenes the provisions of\ns. s.        this section commits an offence and shall be liable, on sum-\n             mary conviction before a Resident Magistrate, to a fine\n             not exceeding one hundred thousand dollars or to imprison-\n             ment for a term not exceeding twelve months or to both\n             such fine and imprisonment.\n                   (3) Where it is shown that a moneylending transac-\n             tion was brought about by a contravention of the provisions\n             of this section, the transaction shall be illegal, unless the\n             lender proves that the contravention occurred without his\n             consent or connivance.\nForm of\nmoneylend-"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 - 4 1 ) Subject to subsection (31, no contract for the re-\ningcon-      payment by a borrower of money lent to him or to an\ntracts.\n811997\n             agent on his behalf after the commencement of this Act\nS.W.         or for the payment by him of interest on money so lent\n             and no security given by the borrower or by any such agent\n             as aforesaid in respect of any such contract shall be enforce-\n             able, unless a note or memorandum in writing of the con-\n             tract containing the particulars required by this section be\n             made and signed personally by the borrower, and unless\n             a copy thereof be delivered or sent to the borrower within\n             seven days of the making of the contract; and no such con-\n             tract or security shall be enforceable if it is proved that the\n             note or memorandum aforesaid was not signed by the\n             borrower before the money was lent or before the security\n             was given, as the case may be.\n                      mhe inclusion of this page is authorized by L.N. 146119991\n                          MONEYLENDZNG                                        3\n       (2) The note or memorandum aforesaid shaU contain\nall the terms of the contract, and in particular shall show\nthe date on which the loan is made, the amount of the\nprincipal of the loan, and the interest charged on the loan\nexpressed in terms of a rate per centum per anaum.\n      (3) Notwithstanding anything in subsection (1) or (2) 8/im\nany court of competent jurisdiction may, upon application S.6(.b).\nbeing made and if it considers it equitable to do so, declare\nthe contract to be enforceable in the same mannner and to\nthe same extent as if the requirements of subsections (1)\nand (2) had been complied with."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Subject as hereinafter provided, any contract made\nafter the commencement of this Act for the loan of money g;;tt\nshall be illegal in so far as it provides directly or indirectly a d provi-\nfor the payment of compound interest or for the rate or &fa,&&   sion as to\namount of interest beiag increased by reason of any default\nin the payment of sums due under the contract:\n  Provided that provision may be made by any such\ncontract that if default is made in the payment upon the due\ndate of any sum payable to the lender under the contract,\nwhether in respect of principal or interest, the lender shall\nbe entitled to charge simple interest on that sum from the\ndate of the default until the sum is paid, at a rate not\nexceeding the rate payable in respect of the principal apart\nfrom any default and any interest so charged shall not be\nreckoned for the purposes of this Act as part of the interest\ncharged in respect of the loan :\n  Provided further that any such provision for the payment\nof simple interest in the circumstances aforesaid shall be in\nwriting and signed personally by the borrower.\n          me inclusion of this page is authorized by L.N. 146119991\na                                     MONEYLENDING\nObligation\nof lender to   10.--(1) In respect of every contract for the repayment\n ation ion of money lent whether before or after the commencement\nas to the\natate of\n            of this Act, the lender shall, on any reasonable demand\nloan and    in writing being made by the borrower at any time during\ncopies of\ndocuments   the continuance of the contract and on tender by the\nrelating\nthereto.    borrcwer of the sum of fifty dollars for expenses, supply\n811997      to the borrower or, if the borrower so requires, to any\ns. 7.\n            person specified in that behalf in the demand, a statement\n            signed by the lender or his agent showing-\n                        the date on which the loan was made, the amount\n                         of the principal of the loan and the rate per centurn\n                         per annum of interest charged; and\n                        the amount of any payment already received by\n                         the lender in respect of the loan and the date on\n                         which it was made; and\n                        the amount of every sum due to the lender, but\n                         unpaid, and the date upon which it became due,\n                         and the amount of interest accrued due and\n                         unpaid in respect of every such sum; and\n                        the amount of every sum not yet due which\n                        remains outstanding, and the date upon which it\n                        will become due.\n                      (2) A lender of money shall, on any reasonable\n           demand in writing by the borrower, and on tender of a\n           reasonable sum for expenses, supply a copy of any docu-\n           ment relating to a loan made by him or any security therefor\n           to the borrower, or if the borrower so requires, to any\n           person specified in that behalf in the demand.\n                      (3) If a lender to whom a demand has been made\n           under this section fails without reasonable excuse to comply\n           therewith within one month after the demand has been\n           made, he shall not, so long as the default continues, be\n           entitled to sue for or recover any sum due under the\n           contract on account either of principal or interest,. and\n           interest shall not be chargeable in respect of the period of\n           the default.\n                   me inclusion d this page is authorized by L.N. 146/ 19991\n                           MONEYLENDING                                 9\n   U,+) Where a debt due to a lender in respect of a Provisions\n                                                              as to\nloan of money made by him after the commencement of this bankruptcy\nAct includes interest, that interest shall, for the purposes foroceedinga\n                                                                r lender%\nof the provisions of the Bankruptcy Act relating to the loans.\npresentation of a bankruptcy petition, voting at meetings,\ncompositions and schemes of arrangement, and dividend, be\ncalculated at a rate not exceeding six per centurn per annum,\nbut nothing in the foregoing provision shall prejudice the\nright of the creditor to receive out of the estate, after all\nthe debts proved in the estate have been paid in full, any\nhigher rate of interest to which he may be entitled.\n  The provisions of this subsection shall, in relation to such\na debt as aforesaid, have effect in substitution for the\nprovisions of section 128 (1) of the Bankruptcy Act.\n        (2) No proof of a debt due to a lender in respect of\na loan of money made by him shall be admitted for any\nof the purposes of the Bankruptcy Act unless the affidavit\nverifying the debt is accompanied by a statement showing\nin detail-\n     (a) the amount of the sums actually lent to the debtor\n           and the dates on which they were lent, and the\n           amount of every payment already received by the\n           lender in respect of the loan and the date on which\n           every such payment was made; and\n     (b) the amount of the balance which remains unpaid\n           distinguishing the amount of the principal from\n           the amount of interest included therein; and\n     (c) where the amount of interest included in the\n           unpaid balance represents a rate per centum per\n           annum exceeding six per centum, the amount of\n           interest which would be so included if it were\n           calculated at the rate of six per centurn per annum.\n       (3) Rules of court may be made for the purpose of\ncarrying into effectthe objects of this section.\n         [nhe inclusion of this page is authorized by L.N. 146119991\n10                                        MONEYLENDING\nProbi bition\nor charge         12.-(1) Subject to subsection (2), any agreement between\nfor expenser\n    loans.     a lender or intending lender of money and a borrower or\n811997         intending borrower for the payment by the borrower or\nS. 8(aXb),\n               intending borrower to the lender or intending lender of\n               any sum on account of costs, charges or expenses incidental\n               to or relating to the negotiations for or the granting of the\n               loan or proposed loan shall be illegal, and if any sum is paid\n               to a lender or intending lender by a borrower or intending\n               borrower as for or on account of any such costs, charges or\n               expenses, that sum shall be recoverable as a debt due to\n               the borrower or intending borrower, or, in the event of the\n               loan being completed, shall, if not so recovered, be set off\n               against the amount actually lent and that amount shall be\n               deemed to be reduced accordingly.\na11997                (2) Subsection (1) does not apply to any sum on\ns. 8 (c).\n               account of tax, duty or fee under the Stamp Duty Act or\n               the Registration of Titles Act.\n~ = - m d o ~ . 13.-(  1) This Act shall not apply to-\n                   (a) any Friendly Society, or to any Building Society\n                       or Benefit Building Society, registered under the\n                       Friendly Societies Act or the Building Societies\n                        Act respectively or any enactment amending or\n                        substituted for the same, or to any loans made by\n                       any such Society; or\n                   (b) any Society registered under the Industrial and\n                       Provident Societies Act or any enactment amend-\n                       ing or substituted for the same, or to any loans\n                       made by any such Society; or\n                   (c) any body corporate, incorporated or empowered\n                        by an enactment of the Legislature of this Tsland\n                        to lend money in accordance with such enactment;\n                        or\n                        F                                        ’ L.N. I&/ 19991\n                            e inclusion d this page is authorizedb"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.   Obligation of lender to supply information as to the state of loan\n       and copies of documents relating thereto."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.   Minister’s power to declare exemptions.\n                           MONEYLENDING                                      5\n       (5) Nothing in this section shall be construed as\nderogating from the existing powers or jurisdiction of any\ncourt."
    }
  ],
  "definitions": []
}