{
  "id": "jm-stat-the-morant-and-pedro-cays-act",
  "type": "statute",
  "title": "The Morant and Pedro Cays Act",
  "title_en": "The Morant and Pedro Cays Act",
  "short_name": "Morant and Pedro Cays Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-morant-and-pedro-cays-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-morant-and-pedro-cays-act",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act ‘Fishery Inspector’ shall have the meaning\nassigned to it in section 2 of‘the Fishing Industry Act. ;94,’975"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Morant Cays and Pedro Cays shall, for all pur- How far\nposes other than taxation, be deemed to be within and            to\n                                                        be in parish\nform part of the parish of Kingston.                    of Kinpstoa"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. No person shall, without a written licence from the Prohibition d unau-\nMinister-                                                           thorized\n                                                                    fishing, etc.,\n          fish inside the outer limits of the territorial sea M the\n          of the Morant and Pedro Cays, or either of them. cam.     14/1971\n                                                                     9\n          slay, or catch any birds on the said Cays, or either s. 8.\n          of them;\n         catch turtle on the said Cays, or either of them, or 9.7;:;1\n          inside the outer limits of the territorial sea thereof;\n          on the said Cays, or either of them, or inside the A!/s’.97*\n          outer limits of the territorial sea thereof, shoot\n          at any birds, or discharge firearms or rockets, or\n          make a noise calculated to frighten the birds on\n          the said Cays, or either of them;\n         take any eggs from the said Cays, or either of\n          them."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Every person who, without reasonable excuse (the mbas-\n                                                              m on\nproof of which shall lie on him) trespasses on the said Cays,\n                                                              I9/ 1975\nor either of them, shall be guilty of an offence against this s.4.\nAct.\n       me inclusion of this page is authorized by L.N. 60/1976]\n2                             MORANT AND PEDRO CAYS\nFishery         6.-(1) Any Fishery Inspector or any other person duly\nInspector\nmay m-        authorized in writing by the Minister, for the inforcement\nspect Cays,   of the provisions of this Act, may at all times enter upon\netc.\n19/1975.      and inspect the Morant and Pedro Cays, or either of them,\ns.5.          and may-\n                   (a) require any person engaging in any of the activities\n                       specified in section 4 to produce his licence so to\n                       do;\n                   (b) require any person found thereon to give any ex-\n                        planation concerning his presence on the said Cays,\n                        or either of them; and\n                   (c) search any person whom he may have reasonable\n                        cause to suspect of committing, or of having com-\n                        mitted, an offence against this Act.\n                    (2) No person who is a female shall be searched\n              under paragraph (c) of subsection (1) except by another\n              female.\nOffences.        7.-(1)    Any person who contravenes the provisions of\n              section 4 or who obstructs a Fishery Inspector or any\n              person duly authorized by the Minister in the execution of\n              his duty under this paragraph shall be guilty of an offence\n              against this Act.\n                       (2) Any person who allows to run to waste any water\n              stored artificially on the said Cays, or either of them shall\n              be guilty of an offence against this Act.\n                       (3) Any person who commits an offence against this\n              Act shall be liable on summary conviction thereof before\n              a Resident Magistrate to a fine not exceeding four hundred\n              dollars, and in default of payment thereof, to imprisonment\n              for a term not exceeding twelve months.\nArrest and      8. Any Fishery Inspector or any other person duly\ndetentibn\nof            authorized in writing by the Minister may, without warrant,\noffenders.    arrest any person found committing an offence against this\n 1911975\ns. 5.               flhc inclusion of this page is authorized by L.N. 60119761\n                    MORANT AND PEDRO CAYS                              3\n**\n     Act and detain him until he can be taken to Kingston and\n     delivered into the custody of the Police:\n       Provided that any person so arrested shall be taken to\n     Kingston as soon as is possible after his arrest."
    }
  ],
  "definitions": []
}