{
  "id": "jm-stat-the-mortgage-insurance-act",
  "type": "statute",
  "title": "The Mortgage Insurance Act",
  "title_en": "The Mortgage Insurance Act",
  "short_name": "Mortgage Insurance Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-mortgage-insurance-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-mortgage-insurance-act | Legal areas: Consumer Protection",
  "provisions": [
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.\nto restrict the option referred to in subsection (4) to para-\ngraphs (a),(6) and (c) only of subsection (4).\n      (6) Any amount payable by the Bank pursuant to s111994\n                                                           . 3.\nsubsection (4) shall be paid out of the Mortgage Insurance\nFund.\n      (7) The Bank may agree with the approved lender to 49:,!/;\npostpone the exercise of the power of sale on such terms\nand conditions as may be agreed upon.\n      (8) For the purpose of this section-\n    “relevant date” means-\n         (U) in relation to a sale pursuant to subsection\n              (2), the date of such sale; and\n         (b) in relation to a sale, transfer or conveyance\n              pursuant to subsection (41, the date of such\n              sale, transfer or conveyance, as the case may\n              be:\n    “the settlement value of the property” means the\n         aggregate of the followhg-\n         (U) the principal owing on the mortgage at the\n              relevant date;\n         (6) borrower’s charges paid before the relevant\n              date;\n            -   -_                                         _.\n         IThe inclusion of this si-;*   auUmrirsd ,byU. 79/19%]\n12                                MORTGAGE INSURANCE\n                        (c)   interest at the mortgage interest rate on each\n                              amount specified in paragraphs (a) and (b)\n                              of this delinition-\n                                    (i) for the period for which interest\n                                        thereon was due or accrued and un-\n                                        paid at the relevant date; or\n                                   (ii) for a period of twelve months or such\n                                      longer period as may from time to\n                                      time be prescribed,\n                              whichever is the shorter period; and\n                        (6) all costs and expenses reasonably and properly\n                            incurred and either agreed between the\n1/1994                       approved lender and the Bank or, in default\ns. 3.\n                            of agreement, as may be taxed by the Registrar\n                            of the Supreme Court,\n                       and in calculating the amount payable, amounts\n                       received for the credit of the mortgage account\n                       shall be appropriated at the date of the receipt\n                       thereof 6rst to interest then owing on the\n                       mortgage account, secondly to borrower’s charges\n                       and thirdly, to the principal owing on the\n                       mortgage account.\n111994\ns. 3.               (9) Except where notice is given to the Bank pursuant\n              to subsection (1) nothing in this section shall prevent an\n              approved lender from exercising, without reference to the\n111994\ns. 3.         Bank, a power of sale which has arisen in relation to an\n              insured loan but no claim in respect of the insurance may\n              be made under this Act unless such notice is given.\nAlternative     8. Notwithstanding anything in section 7, where in any\nmurancc\nsetrlement.\n11 1 9 4\n              particular case the Bank is of opinion that the procedure\ns. 3.         under that section would unduly increase the loss in respect\n              of any insured loan, tbe Bank may agree with the holder\n              of the loan to pay to him out of the Mortgage Insurance\n                      me inclusion of t h i s page is authorized by LN.79/1996]\n                       MORTGAGE INSURANCE\n Fund, upon such terms and conditions as may be agreed upon,\n such amount as may be agreed upon in lieu of settlement under\n section 7."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1)  Where-                                               Insurance\n                                                               retllement.\n     (a) a borrower defaults in the payment of principal\n         or interest or in the performance or observance\n         of any covenant expressed in any mortgage\n         securing an insured loan; and\n     (b) because of such default an approved lender has\n         the power to sell the mortgaged property,\nthe approved lender shall give notice to the Bank of such i/1994\ndefault and if the default continues for the period specified 3'              '\nin the insurance policy shall, subject to the provisions of\nsubsection (7),exercise the power of sale aforesaid in accord-\nance with this section.\n      (2) The exercise of the power of sale aforesaid shall\nbe subject to the condition that the sale shall be by public\nauction with a reserve price not less than the settlement\nvalue of the property:\n  Provided that the approved lender may at any time sell\nby private treaty prior to giving notice to the Bank under 111994\n                                                                              s 3.\n           W e inclusion of this page is a u t h o r i d by L N . 79/ 19961\n10                            M O R TG,4 GE I.\\!S URA NCE\n          subsection (4) but no such sale shall be made at a price\n          less than the reserve price except with the consent of the\n1L1994\nS. 3.\n          Bank which, if it consents to the sale, shall pay to the\n          approved lender out of the Mortgage Insurance Fund the\n          difference between the price obtained on such sale as afore-\n          said and the settlement value of the property.\n                  (3) If the reserve price is obtained by the approved\n          lender pursuant to subsection (2) or if the approved lender\n          sells at a price less than the reserve price without the consent\n 111994   of the Bank, the Bank shall thereby be discharged from\ns. 3.\n          all its obligations in respect of the insured loan.\n                  (4) If in any case the approved lender does not\n          obtain the reserve price pursuant to subsection (2) the\n111994    approved lender shall forthwith notify the Bank and the\ns. 3.\n          Bank shall thereupon, at its option subject to subsection (5),\n          either-\n                (a) authorize the approved lender to sell the property\n                     at the best price reasonably obtainable (whether\n                     by public auction or otherwise) and, if upon sale\n                     such price is less than the settlement value of the\n111994               property, the Bank shall pay to the approved lender\ns. 3.\n                     the difference between such price as aforesaid and\n                     the settlement value of the property; or\n                (b) require the approved lender to transfer to the\ntl1994               Bank or its nominee all rights to and in respect\ns. 3.\n                     of the insured loan and all collateral or other\n                     securities therefor on payment of the settlement\n111994\ns. 3.                value of the property by the Bank to the approved\n                     lender; or\n               (c) require the approved lender to sell the mortgaged\n11'1994              property to the Bank or its nominee at a price\ns. 3.                equivalent to the settlement value of the property;\n                     or\n               (d) direct the approved lender-\n                        (i) to acquire title to the mortgaged property\n                  me inclusion of *this page   1s adhorized b y   L.N.791 1MI\n                        MORTGAGE INSURANCE                             11\n                  (whether by proceedings for foreclosure or\n                  otherwise) clear of all encumbrances except\n                  as prescribed by regulations; and\n             (ii) to convey such title as aforesaid within\n                   the prescribed time to the Bank or to a\n                  nominee of the Bank (with or without\n                  vacant possession of the property as the\n                  Bank may require) on payment of the settle-\n                  ment value of the property by the Bank\n                  to the approved lender.\n       (5) The Bank may in any insurance policy undertake s.  I11994"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9 . 4 1 ) The Bank shall establish a fund to be known as Mortgage\n                                                               Insurance\n the \"Mortgage Insurance Fund\" into which shall be paid three- Fund.\n fifths of all insurance fees received by the Bank under this 111994\n                                                               S. 3.\n Act other than fees received pursuant to section 11.          912008\n                                                                            S . 3.\n        (2) The Bank may invest any part of the Mortgage 111994\n Insurance Fund in securities of or guaranteed by the S. 3.\n Government of Jamaica or such other classes of securities as\n may from time to time be approved by the Minister.\n        (3) Property acquired by the Bank under this Act and 111994\n                                                             S. 3.\n investments made out of the Mortgage Insurance Fund under\n subsectidn (2) shall be assets of that Fund.\n        (4) Save as otherwise provided in section 14, insurance\n fees paid into the Mortgage Insurance Fund and the return on\n investments and assets of the Mortgage Insurance Fund shall be\n deemed not to be income of the Bank.                           s. 3.\n         (5) All payments required to be made by the Bank 111994\n,.\n under section 7 or section 8 or in the upkeep of any property or S. 3.\n mortgage acquired pursuant to section 7 or section 8 or in\n respect of any debentures issued under section 10 shall be paid\n out of the Mortgage Insurance Fund.\n    1 0 . 4 1 ) Where the Bank is required to make any pay- Paynlentin\n                                                                debentures.\n ment out of the Mortgage Insurance Fund pursuant to\n section 7 or section 8 in settlement of an insured loan, the S.3.\n Bank in its discretion may, in lieu of the portion of such\n payment representing the principal of the insured loan, issue\n to the person holding or administering the insured loan\n debentures (payable out of and charged on the Mortgage\n Insurance Fund) up to a nominal value equivalent to the\n principal of the insured loan outstanding at the date on which\n such payment as aforesaid is required to be made.\n                                   MORTGAGE INSURANCE\n                     (2) No debentures shall be issued pursuant to subsection\n             (1) unless such debentures-\n                  (a) bear interest at the rate of interest at which the insured\n                      loan was made; and\n                  (b) are redeemable to the Bank not later than the date of\n                      expiration of the term of the insured loan; and\n                  (c) are guaranteed by the Minister.\n                     (3) Where the Minister is satisfied that there has been\n             default in the repayment of principal moneys or interest\n             guaranteed under the provisions of this section, he shall direct\n             the repayment out of the Consolidated Fund of the amount in\n             respect of which there has been such default.\n                    (4) Any sums required by the Minister for the purpose\n             of subsection (3) shall be charged on and issued out of the\n             Consolidated Fund.\nGovernment    .11.-(1) The Accountant-General shall transfer and pay\nguaranteed\nloans.       to the Bank all assets and moneys held by him for the purposes\n111994       of any mortgage insurance reserve fund established in\nS. 3. '\n             accordance with guarantee arrangements made pursuant to\n             paragraph (b) of subsection (2) of section 49 of the Housing Act,\n             and accordingly, all fees or premiums payable to the\n             Government in respect of any such guarantee arrangements\n             shall, after the commencement of this Act, be paid to the\n             Bank.\n                     (2) The Bank shall, with the assets, moneys, fees or\n             premiums received by it in accordance with subsection (I),\n             establish and administer a Fund to be known as the \"Mortgage\n             (Government Guaranteed Loans) Insurance Reserve Fund\" for                  er\n             the purposes of the housing schemes in respect of which such\n             amounts and fees were paid.\n                  (3) The Bank may invest any part of the Mortgage\n             (~overnmentGuaranteed Loans) Insurance Reserve Fund in\n                      MORTGAGE INSURANCE                                               17\n        (3) In this section \"specified day\" means the 4th day of 111994\nMarch, 1994.                                                     s. 8 (b)."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Notwithstanding any restrictions on the power of an Increased\napproved lender to lend or invest money, an approved lender\nmay-                                                        lenders.\n     (a) in accordance with this Act make approved loans on\n         the security of a first mortgage in favour of the\n         lender;\n     (b) sell or purchase insured loans together with the\n         security taken in respect thereof;\n     (c) administer an insured loan for or on behalf of the\n         holder thereof."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) The Minister may make regulations generally for Regulations.\ngiving effect to the provisions of this Act.\n        (2) In particular and without prejudice to the generality\nof the provisions of subsection (1) the Minister may make\nregulations-\n    (a) in respect of any matter required by this Act to be\n        prescribed;\n    (b) fixing from time to time the maximum rate of interest 2111967\n        payable by a borrower in respect of loans which after S.2.\n        the date of commencement of any such regulation may\n        be insured under this Act;\n    (c) subject to the provisions of this Act, determining the\n        maximum charges that may be made in respect of the\n        making and administration of an insured loan;\n    (d) specifying-                                                        4811973\n                                                                           S. 5 (b).\n              (i)   the conditions and circumstances under\n                    which an approved lender may request an\n                    insurance policy to be issued to him in respect\n                    of a part only of a loan; and\n                                    MORTGAGE INSURANCE\n                            (ii) the insurance fee to be paid by the lender in\n                                 any such case;\n                   ( e ) prescribing the form and terms of the insurance policy\n                         that may be issued in respect of an insured loan and of\n                         the mortgage to be taken in respect thereof;\n421 1969              (3) All regulations and rules made under this section\n3rd Sch.\n912008\n               shall be subject to affirmative resolution.\nS. 5.\n111994               (4) Any power conferred hereby to make regulations\nS. 9.,\n               may be exercised-\n                   (a) either in relation to all cases to which the power\n                       extends, or in relation to all those cases subject to\n                       specified exceptions, or in relation to any specified\n                       cases or classes of case; and\n                   (b) so as to make, as respects the cases in relation to which\n                       it is exercised-\n                            (i) the full provision to which the power extends\n                                or any less provision (whether by way of\n                                exception or otherwise);\n                           (ii) the same provision for all cases in relation to\n                                which the power is exercised or different\n                                provision for different cases or classes of case,\n                                or different provision as respects the same case\n                                or class of case for different purposes of this\n                                Act;\n                          (iii) any 'such provision either unconditionally or\n                                subject to any specified condition.       -..-;\nExemption         19. The provisions of the Insurance Act shall not apply to any\nfrom\nprovisions     insurance business carried on by the Bank under the provisions\nof Jnsurance   of this Act.\nAcf.\n                            lThe inclusion of this page is authorized by L.S. 123/2011)"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Exemption fiom provisions of Insurance Act.\n                        MORTGAGE INSURANCE                                           9\nwith the provisions of this Act or with any directions of\nthe Bank pursuant to section 7 or with any regulations 1115%\n                                                             s. 3.\nmade hereunder and thereupon the Bank shall be discharged\nfrom all its obligations in respect of the insurance policy.\n      (3) The Bank may administer an insured loan pursu-\nant to an agreement made with the holder thereof.\n      (4)Nothing in subsection (1) shall be construed as\nterminating an insurance policy by reason only that the\nMinister revokes his approval of any lender as an approved\nlender; and, in relation to any insured loan being\nadministered by that lender at the time of such revocation,\nthe provisions of this Act and of the Regulations made\nthereunder shall continue to apply as if such lender as afore-\nsaid continued to be an approved lender."
    }
  ],
  "definitions": [
    {
      "term": "specified day",
      "definition": "the 4th day of 111994",
      "source_provision": "sec9"
    }
  ]
}