{
  "id": "jm-stat-the-motor-vehicles-insurance-third-party-risks-act",
  "type": "statute",
  "title": "The Motor Vehicles Insurance (Third-Party Risks) Act",
  "title_en": "The Motor Vehicles Insurance (Third-Party Risks) Act",
  "short_name": "Motor Vehicles Insurance (Third-Party Risks) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-motor-vehicles-insurance-third-party-risks-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-motor-vehicles-insurance-third-party-risks-act | Legal areas: Transport",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Motor Vehicles Insurance s ~ ~ o r t t i t ~ r\n(Third-Party Risks) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                                  Interpret0-\n                                                                                   tion.\n     \"chief officer of police\" means the Officer or Sub-officer                    67'1958\n                                                                                   s. 2.\n          of the Police Force within the meaning of the Con-\n          stabulary Force Act in charge of a parish or district;\n     \"driver\" where a separate person acts as steersman of a\n          motor vehicle, includes that person as well as any\n          other person engaged in the driving of the vehicle, and\n          the expression \"drive\" shall be construed accordingly;\n     \"insurer7'means any person carrying on the business of-\n            (a) issuing policies of insurance; or\n            (b) giving securities,\n          against liabilities to third-parties in relation to the user\n          of motor vehicles, being a person registered under Part\n          I1 of the Insurance Act, to carry on motor vehicle 811971\n                                                                       S. 109.\n          insurance business or a member of any association of\n          underwriters approved under that Act by the\n           Superintendent;\n     \"motor vehicle\" means any mechanically propelled vehicle\n         intended or adapted for use on roads, but shall not\n         include trolley vehicles;\n     \"owner7' in relation to a motor vehicle which is the subject\n         of a hiring agreement or hire purchase agreement,\n         means the person in possession of the vehicle under\n         that agreement;\n                               -   -   -   -\n              (The inciu~lonof this page is authorized by L.N. 180Al20061\n                     MOTOR VEHICLES INSURANCE (THIRD-PARTY RISKS)\n                      \"policy of insurance\" includes a covering note;\n                      \"road7' means any main or parochial road, and includes\n                          bridges over which a road passes, and any roadway to\n                          which the public is granted access and any roadway\n                          declared to be a road pursuant to the provisions of\n                          section 3;\n                      \"trolley vehicle7' means a mechanically propelled vehicle\n                            adapted for use upon roads without rails and moved by\n                            power transmitted thereto from some external source.\nPower of            3.-(1) The Minister may by order declare any roadway to be\nMinister to\ndeclare          a road for the purposes of this Act.\nroadway to be\nroad.                  (2) For the purposes of this section \"Minister\" means the\n711959           Minister responsible for communications.\nS. 3.\nUsersofmotor       4.-(1)    Subject to the provisions of this Act, it shall not be\nvehicles to\nbe insured       lawful for any person to use, or to cause or permit any other\nagainst third-   person to use a motor vehicle on a road, unless there is in force\nparty risks.\n                 in relation to the user of the vehicle by that person or that other\n                 person, as the case may be, such a policy of insurance or such a\n                 security in respect of third-party risks as complies with the\n                 requirements of this Act.\n                        (2) If any person acts in contravention of this section he\n                 shall be guilty of an offence and shall, on summary conviction\n411989           thereof before a Resident Magistrate, be liable to a penalty not\nS. 2.\n                 exceeding two thousand dollars or to imprisonment, with or\n                 without hard labour, for a term not exceeding six months,\n                 or to both such penalty and imprisonment, and a person\n                 convicted of an offence under this section shall (unless the\n                 Court for special reasons thinks fit to order otherwise and\n                 without prejudice to the power of the Court to order a longer\n                 period of disqualification) be disqualified for holding or\n                 obtaining a licence under the law for the time being in\n                 force relating to motor vehicles, for a period of twelve months\n                 from the date of the conviction.\n MOTOR VEHiCLES INSURANCE (THIRD-PARTY RISKS)                                   5\n   A person disqualified by virtue of a convictiou unda\nthis section or of an order made thereunder for holding or\nobtaining a licence shall, for the purposes of the ISW\nfor thc time being in force relating to motor vehicles, be\ndeemed to be disqualified by virtue of a conviction there-\nunder, or any enactment amending or substituted for the\nsame.\n         (3) Notwithstanding any enactment prescribing a time\nwithin which proceedings may be brought before a Resident\nMagistrate’s Court, proceedings for an offence under this\nsection may be brought-\n     (a) within a period of six months from the date of the\n            commission of the alleged offence; or\n      ( b ) within a period which exceeds neither three months\n            from the date on which it came to the knowledge\n            of the prosecutor that the offence had been com-\n            mitted, nor one year from the date of the com-\n            mission of the offence,\n whichever period is the longer.\n  5 4 1 ) In order to comply with the requirements of this mu+\n                                                                     menu III\nAct the policy of insurance must be a policy which-                 reCS sctof\n                                                                     pofcies.\n     ( U ) is issued by a person who is an insurer; and              411989\n                                                                     S. 3 (I).\n     (b) subject to the provisions of this section, insures such\n            person, persons or classes of persons, as may be\n            specified in the policy, against any liability incurred\n            by him or them in respect of-\n                (i) the death of, or bodily injury to, any person;\n                  and\n             (ii) any damage to property, caused by or arising\n                 out of the use of the motor vehicle on the\n                 road.\n      (2) In resped of death or bodily injury claims, the\npolicy shall be required to cover-                          s. 3 (a).\n          Vac inclusion ofthis m e is authorized by L.N.146/ 19991\n6            MOTOR VEHICLES INSURANCE (THIRD-PARTY RISKS)\nLN.             (U)    subject to paragraph (b),liability to any one person\n9411997.\n                        for a sum of not less than one million dollars; and\nLN.             (b) a total liability of not less than three million dollars,\n9411991.\n                    in relation to each motor vehicle insured under the\n                    policy, arising out of all such claims as aforesaid in\n                    connection with any one accident.\n411989             (3) In respect of property damage claims, the policy\nS. 3 (a).\n            shall be required to mver-\nLN.              (a) subject to paragraph (b),liability to any one person\n9411997.\n                      for a sum of not less than five hundred thousand\n                      dollars; and\nLN.             ( b ) a total liability of not less than one million dollars,\n9411997.\n                      in relation to each motor vehicle insured under the\n                      policy, arising out of all such claims as aforesaid\n                      in connection with any one accident.\n411989            (4) The policy shall not be required to cover-\nS 3 (a).\n                (U)    liability in respect of the death, arising out of and in\n                        the course of his employment, of a person in the\n                       employment of a person insured by the policy, or of\n                       bodily injury sustained by such a person arising\n                       out of,and in the course of, his employment;\n                (b) any contractual liability;\nLN.             (c)   in respect of any death or bodily injury clairn by any\n941 1997.              one person, liability for the first one hundred\n                       dollars;\nLN.             (d) in respect ofany death or bodily injury claims gene-\n9411997.             rally, liability for any sum in excess of three million\n                    dollars arising out of all such claims in connection\n                    with any one accident for each motor vehicle in-\n                    sured under the policy:\n                      p h e inclusion of this page is authorizedby L.N.146I 19991\n MOTOR VEHICLES INSURANCE (THIRD-PARTY RISKS)\n     (e) in respect of any damage to property, liability for\n          any sum in excess of one million dollars arising LN.\n          out of all claims for such damage in connection 941 1997.\n          with any one accident for each motor vehicle\n          insured under the policy; or\n     (f) 'subject to subsection (5), until other provision is\n          made pursuant to section 25, liability in respect of\n          the death of, or bodily injury to persons being\n          carried in or upon, or entering or getting onto or\n          alighting from, the vehicle at the time of the Dccur-\n          rence out of which the claims arise.\n       (5) Paragraph      v)\n                         of subsection (4) shall not apply in 4/1989\n                                                              S. 3 (a).\nthe case of a motor vehicle duly licensed for the purpose in\nwhich passengers are carried for hire or reward and in the\ncase of a motor vehicle in which passengers are carried by\nreason of, or in pursuance of, a contract of employment with\na person duly insured by the policy.\n        (6) The Minister may, by order, subject to negative 4/1Y89\nresolution, amend subsections (Z), (3) and (4) of this section s. 3 ( 8 ) .\nand subsection (1) of section 7 so as to change the amounts\n specified therein, so, however, that such order shall not\naffect the validity of policies or securities in force at the date\n of commencement of the order until and unless such policies\nor securifles are renewed after the date of commencement\naforesaid.\n       (7) Where any payment is made (whether or not with\nan admission of liability) by-\n     (a) an insurer under or in consequence of a policy\n          issued under this Act; or\n     (b) the owner of a motor vehicle in relation to the use\n          of which a security under this Act is in force,\nin respecf.of the death of, or bodily injury to, any person,\narising o& of the use of a motor vehicle on a road, and the\n           r h c incluahn of this page is aulhorized by L.N. 146/19991\na              MOTOR VEHICLES INSURANCE (THIRD-PARTY RISKS)\n             person who has so died or been bodily injured, has to the\n             knowledge of the insurer or such owner, as the case may be,\n             received treatment at a hospital, whether as an in-patient\n67/1958      or as an out-patient, in respect of the injury so arising, the\nS. 3 (a).\n             insurer or owner as the case may be shall notify the hospital\n             of such payment and there shall also be paid by the insurer\n             or such owner to such hospital, the expenses reasonably\n             incurred by the hospital in affording such treatment, after\n             deducting from such expenses any moneys actually received\n             by the hospital in payment of a specific charge for such\n             treatment:\n               Provided that the amount to be paid by the insurer or\n411989       such owner shall not exceed two thousand dollars for each\ns. 3. (C).\n             person so treated as an in-patient, or five hundred dollars\n             for each person so treated as an out-patient.\n               For the purposes of this subsection, “hospital” means an\n             institution (not being an institution carried on for profit)\n             which provides medical or surgical treatment for in-patients,\n             and the expression “expenses reasonably incurred” means-\n                  (a) in relation to a person who receives treatment at a\n                       hospital as an in-patient, an amount for each day\n                       such person is maintained in such hospital repre-\n                       senting the average daily cost for each in-patient\n                       of the maintenance of the hospital and the staff\n                       thereof and the maintenance and treatment of the\n                       in-patients therein; and\n                  (ZJ) in relation to a person who receives treatment at a\n                      hospital as an out-patient, reasonable expenses\n                      actually incurred.\n                    (8) Notwithstanding any rule of law or anything in\n             this or any other enactment to the contrary, a person\n             issuing a policy of insurance under this section shall be liable\n             to indemnify the persons, or classes of persons, specified in\n                      [Tne inclusion ob this page is authorized by L.N. 146/ 19991\n MOTOR VEHICLES INSURANCE (THIRD-PARTY RISKS)                                                                  1'\nthe policy, in respect of any liability which the policy pur-\nports to cover, in the case of those persons or classes of\npersons.     .;            - . ' ~ . :\n                          . L .   i                              I\n               (9)A policy shall be of no effect for the purposes of\nthis Act unless and until there is issued by the insurer in\nfavour of the person by whom the policy is effected, a certifi-\ncate (in this Act referred to as a \"certificate of insurance\")\nin the prescribed form and containing such particulars of\nany conditions subject to which the policy is issued and of\nany other matters as may be prescribed, and different forms\nand different particulars may be prescribed\n                                     .   .      in relation to\ndifferent cases or circumstances.\n      (10) Any insurer or owner who in contravention 67/1958\nof subsection (7) fails to notify a hospital of a payment made S.  3 (b).\n                                                               4/.1!%9\nshall be guilty of an offence and shall be liable on summary S. (d).\nconviction before a Resident Magistrate'to a fine not exceed-\ning two hundred dollars."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. A chief officer of police shall, if so requested by an policeto\n                                                              SUPPLY ill-\nexecutive officer of a hospital alleging that the hospital is fomatlonto\nentitled to claim a payment for treatment under section 5,                                         $r:ti\nfurnish to that hospital any information at the disposal of S. 4.\nthe chief officer as to the identification marks of any motor\nvehicle which the executive officer alleges to be a vehicle\nout of the use of which the bodily injury arose, and as to\nthe identity and address of the insurer and of the person who\nwas using the vehicle at the time of the event out of which\nit arose.  ,     I                   L.       I         1"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.--(l~~\"Morder to comply with'the re&&ementS bf this ~equice-\n                                      ,, , ,      .          mcnla In1.1               I       .\nAcf SI'SeiCtifitY must-\n                                                            'I                 I\n                                                             mpw of\n . .\n     (a) ' be'giqen 'liy~aninsurer;\n                              '  . ,\n                                     and . *, . , , . .\n                                                  I _\n                                                        'a '\n                                                             accnriticJ.\n                                                             45/1%4        .               I   ,\n                                                                                                   S. 4 (a).\n      . uys$st, of ,an u n d e q k b g , by tht insurer to make 4 w % 4\n     (6)\n   I , .\n                                                                   s4 (b).\n   , y - good, subject to '&Y. conditions. ~~%q,ed        ,&erein,\n     \" , andhp to the amouqt, iq the we of     , . a;R,l.mdqtakimg         '_lit'.\n                 [The inclusion of thii page is authorid by L.N.50/1990]\n                          .   . . . ' (                           ,,.              .\nio                         MOTOR YEHICLi?S INJURANCE (THIRDPARTY RlSKS)\n                                   relating to the use of any motor vehicle, of not\n4/1989                             less than one million dollars in respect -of\ns. 4.                              each vehicle, any failure by the owner of the vehicle,\n                                   or such other persons or classes of persons, as may\n                                   be specified in the security, duly to discharge any\n                                   such liability as is required to be covered by a\n67119sa\ns. 5.                              policy of insurance under section 5, which may be\n                                   incurred by him or them.\n                                 (2) A security shall be of no effect for the purposes\n45/1%4                   of this Act unless and until there is issued by the insurer\ns. 4 (0).\n                         giving the security to the person to whom it is given, a\n                         certificate (in this Act referred to as a “certificate of\n                         security”) in the prescribed form and containing such\n                         particulars of any conditions subject to which the security\n                          is issued and of any other matters as may be prescribed, and\n                         different forms and different particulars may be prescribed\n                          in relation to different cases or circumstances.\na-. .                       8 . 4 1 ) A n y condition in a policy or security issued or\nFEB%!’\n   given for the purposes of this Act, providing that no liability\ndfife;rb                  shall arise under the policy or-security, or that any liability\nbo oi no\ne*t.               *      so arising shall cease, in the .event of some specified thing\n                          being done or omitted to be done after the happening &f the\n                          event giving rise to a claim under the policy or Secu’rity, shall\n                          be of no effect in connection iKith such claims as are men-\n4/19w                     tioned in subsections (I), (2)and (3) of section 5 : . .      .     ’\nS. 5 (a)\n                            Provided that nothing in this subsection shall Lie taken\n                          to render void any provision in a policy or security requiring\n                          the person insured or secured to repay to the insurer any\n45/1w\nS.   ’.\n      :.\n          .        ..   . sums which the latter may have become liable to pay under\n                          the policy or security and which have been applied to the\n          ’   i:    .     satisfaction of the claims of third-parties.\n                                 (21 W h e ’ a’krtifibte of insurance has been issued"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. A person applying for a licence in respect of a motor ~~oduction\nvehicle under the law for the time being in force relating of    of--\n                                                                      csrtificaie\nto motor vehicles shall append to the application a cert5- $=\ncate of insurance or a certificate of security, or shall produce on$;=-\nsuch evidence as m a y bc prescribed that either-                motor\n                                                                 vobidc\n     (a) on the date when the licence comes into operation ~ o ~ n o ~ a\n          there will be in force the necessary policy of\n         f f h e indusion d this page IS authorized by L.N. 50/1990]\n12          MOTOR VEHICLES INSURANCE (THIRD-PARTY RISKS)\n                   insurance or the necessary security in relation to\n                   the user of the motor vehicle by the applicant or\n                   by other persons on his order or with his perrnis-\n                   sion; or\n               (b) the motor vehicle is a vehicle to which this Act\n                   does not apply.\nRCqW         10.41) Any person driving a motor vehicle on a road\nmtSast.3\np~roduction shall, on being required by a constable, give his name and\n   Femhcatc address and the name and address of the owner of the vehicle\nof lnmancc\nOf\nor of       and produce his certificate, and if he fails so to do he shall\nsecunly\n           be guilty of an offence and shall on summary conviction\n           thereof before a Resident Magistrate be liable to a penalty\n4/1989\nS. 6 (a)\n           not exceeding two hundred dollars:\n              Provided that, if the driver of a motor vehicle within five\n           days after the date on which the production of his certificate\n           was so required, produces his certificate in person at such\n           police station as may have been specified by him at the time\n           its production was required, he shall not be convicted of an\n           offence under this subsection by reason only of failure to\n           produce his certificate to the constable.\n                    (2) In any case &here owing to the presence of a\n           motor vehicle on a road an accident occurs involving\n           personal injury to another person, the driver of the vehicle\n           shall at the time produce his certificate to a constable on\n           demand and to any other person who having reasonable\n           grounds for so doing, has required its production, and the\n           driver shall also as soon as possible, and in any case within\n           twenty-four hours of the occurrence of the accident, report\n           the accident at a police station and thereupon produce his        J\n           certificate.\n             If he fails to do so he shall be guilty of an offence and\n           shall, on summary conviction thereof before a Resident\n411989     Magistrate, be liable to a penalty not exceeding two hundred\nS.   (a)   dollars :\n                    [The inclusmon of tha page is authonzed by L.N M/19901\n  MOTOR VEHICLES INSURANCE (THIBD-PARTY RISKS)\n   Provided that a person shall not be. convicted of an offence\nunder this subsection by reason only of failure to produce\nhis certificate if, within five days after the occurrence of the\naccident, he produces the certificate in person at such police\nstation or at one of such police stations as may have been\nspecified by him at the time its production was demanded\nor required or at the time the accident was reported.\n         (3) It shall be the duty of the owner of a motor\nvehicle to give such information as he may be required, by\nor on behalf of an officer of the Constabulary Force above\nthe rank of Inspector, to give for the purpose of determining\nwhether the vehicle is not or was not being driven in con-\ntravention of section 4, on any occasion when the driver\nwas required under this section to produce his certificate,\nand if the owner fails to do so he shall be guilty of an offence\nand shall, on summary conviction thereof before a Resident\nMagistrate, be liable to a penalty not exceeding five hundred 411989\n                                                                 S. 6 (b).\ndollars.\n        (4) In this section the expression “produce his certi-\nficate” means produce for examination the relevant certi-\nficate of insurance or certificate of security or such other\nevidence that the vehicle is not or was not being driven in\ncontravention of section 4 as may be prescribed.\n   1 1 . 4 1 ) The rights of any person in respect of any liability Savingof\n                                                                    rigbta m\nincurred by an insured shall, in the event of the death of\n                                                                    death of\nthe insured, and notwithstanding this enactment or any pernon\nother law to the contrary, be preserved to and be enforce- m a W d\nable by such person against the personal representatives of\nthe insured in the same manner and to the same extent as\nsuch rights would have been enforceable against fie insured\nif he had survived and bhe provisions of subsection @),of             :(\\y9\nsection 5 shall apply accordingly.\n       (2) For the purposes of this section the word\n“insured” means a person who is insured under a contract\n         F h e inolusion of this page is authorized by L.N. 50/l9W]\n14             MOTOR VEHICLES INSURANCE (THIRD-PARTY RiSKS)\n              of insurance against liabilities to third-parties or in resped\n              of whom security is given in accordance with the provisions\n              of this Act.\n-rr.naforof     =.-{I)      Where under any contract of insurance a person\nrighe of\n             (hereinafter referred to as the insured) is insured against\nulsumron\npPunrt       liabilities  to third-parties which he may incur, then-\nbantrllptcy.                                                                   .’\n                   (a) in the event of the insured becoming bankrupt or         J\n                 ,       making a composition or arrangement with his\n                         creditors; or\n                   (bf in the case of the insured being a Company, in the\n                         event of a winding up order being made, or a\n                         resohtion for a voluntary winding up,being passed,\n                        with respect to the Compariy, or of a Reeeiuer or\n                         Manager of the Company’s business or under-\n                         taking being duly appointed, or of possession being\n                         taken by or on behalf of the holders of any deberi-\n                         tures secured by a floating charge, of any property\n                         comprised in or subject to the charge,     ~\n             if either More or after that event y y such liability as afore-\n             said is incurred by the insured, his rights against the insurer\n             under the contract in respect of the liability shall, notwith-\n             standing anything in any enactment, or other law to the\n             contrary, be transferred to and vest in the third-party to\n             whom the liability was so incurred."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Requirements as to production of certificate of insurance or of\n      wurity."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12) Where an order is made under section 70 of the\n              Bankruptcy Act, for the administration of the estate of a\n              deceased debtor according to the law of Bankruptcy then,\n              if any debt provable in bankruptcy is owing by the deceased\n              in respect of a liability against which he was insured under\n              a contract of insurance as being a liability to a third--,\n              the deceased debtor‘s rights against the insurer under the\n              contract in respect of that liability shall, notwithstanding\n              anything in the said Act, be transferred to and vest in the\n              person to whom the debt is owing.\n                      me miduskm of tlus page &a authorid by L.N. SQIISW]\n MOTOR VEHICLES INSURANCE (THIRD-PARTY RISKS7                                            15\n        (3) In so far as any contract of insurance made after\nthe 1st January, 1941, in respect of any liability of the\ninsured to third-parties purports, whether directly or\nindirectly, to avoid the contract or to alter the rights of the\nparties thereunder upon the happening to the insured of\nany of the events specified in paragraph (a) or paragraph\n(b) of subsection (l),or upon the making of an order under\nsection 70 of the Bankruptcy Act in respect of his estate, the\ncontract shall be of no effect.\n       (4) Upon a transfer under subsection (1) or sub-\nsection (2), the insurer shall, subject to the provisions of\nsection..l5,be under the same liability to the third-party as\nhe would have been under to the insured, but-\n       (a) if 'the liability of the insurer to the insured exceeds\n           .the liability of the insured to the third-party,\n            nothing'in this Act shall d e c t the rights of the\n   .             ' insured against the insurer\n                  and\n                         I    ..,         ..      I\n                                                      in respect bf\n                                                                 . .\n                                                                     the excess;\n       ..\n       (61 if .theliability 'of .the i n k e r ,to the ,insured is less\n              than the liability of the iqsured to the @ird-party,\n              nothing in this Act shall affect the rights of the\n              third-party against the insured ,in respect of tbe    . .\n        ' . , balance.                              ,     ~   . ~       ,\n                                                                                 ,\n                        I !                                           . .            ,\n         (5) For. thc purposes of.'this Act the expression\n\"liabilities to third-partie\"; in relation to a person insured\nunder aqy contract of insurance 'shail: not include any\nliability of.that ,person in the Capacity of *e insum .under\nsame other; cqntract of insqance.        .   . . .,\n                                                  , , ,.,.\n            ,I    . ,                                                       ,.\n      (6) The provisions of t h i s section and of sectio@ 14\nand.15 shall not. apply .where a Company is wound up\nvol~tarily, meiely for the purposes .of'reconstruction'or\namalgardori wiikanother CompBny.              :. : I . .,: :\n                                                         '   :\n                 W indurion of this page is authorized by L.N. 50/k9901\n16              M O l O K VEHICLES INSURANCE (THIRD-PARTY RISKS)\n~ankruptcy,   13. Where a certificate of insurance has been issued under\netc., of\nins~cd      subsection (9) of section 5 in favour of the person by whom\npersona not\ntoaect        a policy has been effected, the happening in relation to any\nartain\nclaims by\n              person insured by the policy of any such event as is men-\ntm-mrtio tioned in subsection (1) or subsection (2) of section 12 shall,\n4/,1989\nS. 8.         notwithstanding anything in this Act, not aEect any such\n              liability of that person as is required to be covered by a policy\n              under subsections U), ( 2 ) and (3) of section 5, but nothing in\n              this section shall affect any rights against the insurer con-\n              ferred by this Act on the person to whom the liability was\n              incurred.\nDuWfoaive        14.-(1) In the event of any person becoming bankrupt\nneoessary\ninformation   or making a composition or arrangement with his creditors\nto thud-\npartica,       or in the event of an order being made under section 70 of\n              the Bankruptcy Act in respect of the estate of any person,\n              or in the event of a winding up order being made, or a resolu-\n              tion for a voluntary winding up being passed, with respect\n              to any Company, or of a Receiver or Manager of the\n              Company's business or undertaking being duly appointed\n              or of possession being taken by or on behalf of the holders\n              of any debentures secured by a floating charge, of any pro-\n              perty comprised in or subject to'the.charge, it shall be the\n              duty of the bahkrupt, debtor, personal repiesentative of\n              the deceased debtor or Company, and, as the case may be,\n              of the Trustee in Bankruptcy, Trustee, Liquidator, Receiver\n              o r Manager, or person in gossessidn,of the!property to give\n              at the request af'any petson.claiming that' the bankrbpt,\n              debtor;&.+.&sed'debtbr,   or Compariy, is udder a liabilit$ to\n              him, such infofihation! as 'mayr'be .reasonably.!fquired-by\n              him for the purpose of ascertairdhg+h&heimy.righfs Iiave\n              been transferred to and vested in him by this Act and for\n              the paipose'd lenforeihg such rights if. any, and;any contract\n              of. insmame~iq;4sorfiaias; itlpurporks,Awhethc%direktly or\n              indhtly,.ta avoid.the.contraqt oihtrilterdhe rights Df the\n              parties thereunder upaq. t b giting:bf .zmy:.riuch.ibfomation\n                      iJhe indusiord thispage ir;aathorM by L.N. SO/l990]\n  MOTOR VEHICLES INSURANCE (THIRD-PARTY RISKS)                           17\nin the events aforesaid or otherwise to prohibit or to prevent\nthe giving thereof in the said events, shall be of no effect.\n        (2) If the information given to any person in pur-\nsuance of subsection (1) discloses reasonable ground for\nsupposing that there have or may have been transferred to\nhim under this Act, rights against any particular insurer,\nthat insurer shall be subject to the same duty as is imposed\nby the said subsection on the persons therein mentioned.\n       (3) The duty to give information imposed by this\nsection shall include a duty to allow all contracts of\ninsurance, receipts for premiums, and other relevant docu-\nments in the possession or power of the person on whom\nthe duty is so imposed to be inspected and copies thereof\nto be taken.\n        (4) If, w i ~ o u treasonable excuse any person fails\nto comply with the provisions of this section, or wilfully\nmakes any false statement in reply to any such request as\naforesaid he shall be guilty of an offence and shall be liable\non summary conviction thereof before a Resident Magistrate\n                                                                  -\nto a penalty not exceeding five hundred dollars.               411889\n                                                                  s 9."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Bankruptcy, etc., of insured persons not to aEfx3 certain claims by\n      third-parties."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Where the insured has become bankrupt or where, in -t\nthe case of the insured being a Company, a winding up order h- .nd\nhas been made or a resolution for a voluntary winding up pnoru  ilmuwd\nhas been passed with respect to the Company, no agree-\nment made between the insurer and the insured after the\nliability has been incumd to a third-party and after the\ncommencement of the bankruptcy or winding up, as the\ncase may be, nor any waiver, assignment, or other disposi-\ntion made by, or payment made to the insured, after the\ncommencement aforesaid shall be effective to defeat or sect\nthe rights transferred to the third-party under this Act, but\nthose rights shall be the same as if no such agreement, waiver,\nassignment, disposition or payment had been made.\n        ITbe inclusion of this page is authorked by L.N.M/1990]\n18           MOTOR VEHlCL.ES INSURANCE (THIRD-PARTY RISKS)\nDuty of         14.--(1) Any person against whom a claim is made in\nperm-\ns at         respect of any such liability as is required to be covered by\nt m claims\n             a policy under subsections (l), (2) and (3) of section 5 shall,\nwveinfor- on demand by or on behalf of the person making the\nma4ion as\nto insurance claim, or by the Registrar of the Supreme Court or the Clerk\n411989\ns. IO(a).(b) of the Courts of any Resident Magistrate's Court, state\n             whether or not he was insured in respect of that liability by\n              any policy having effect for the purposes of this Act, or\n             would have been so insured if the insurer had not avoided\n             or cancelled the policy, and, if he was or would have been\n             so insured, give such particulars with respect to that policy\n             RS were specified in the certificate of insurance delivered in\n             respect thereof under subsection (9) of section 5.\n                    (2) E, without reasonable excusel any person fails\n            to comply with the provisions of this section, or wilfully\n            makes any false statement in reply to any such demand as\n            aforesaid, he shall be guilty of an offence and shall be liable\n            on summary conviction thereof before a Resident Magistrate\n4/1989      to a penalty not exceeding five hundred dollars.\ns 10 (C)."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Duty of persons against whom claims are made to give information\n      as to insurance."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Where a certificate of insurance has been issued under\n                subsection (9) of section 5 in favour of the person by whom\non cancella- a policy has been effected and the policy is cancelled by\ntion of\npolicy.         mutual consent or by virtue of any provision in the policy,\n411989\nS. 1.1(a), (b). the person in whose favour the certificate was issued shall,\n                within seven days from the taking effect of the cancellation,\n                surrender the certificate to the insurer or, if it has been lost\n                                                                                   .\n                or destroyed, make a statutory declaration to that eflect, and\n                if he fails to comply with the provisions of this section he\n                shall be guilty of an offence and shall be liable on summary\n                conviction thereof before a Resident Magistrate to a penalty\n                not exceeding five hundred dollars.\n                     mc inclusion of this page is authorized by LN. 50/1990]\n     MOTOR VEHICLES INSURANCE (THIRDPARTY RISKS)                                      19"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) If after a certificate of insurance has been issued D U ~ Yof\nunder subsection (9) of section 5 in favour of the person by                 zFto\nwhom a policy has been effected, judgment in respect of any judg~llents\nsuch liability as is required to be covered by a policy under\nsubsections (I), (2) and (3) of section 5 (being a liability covered insured in\nby the terms of the policy) is obtained against any person ~                     ~\ninsured by the policy, then, notwithstanding that the insurer may risks.\nbe entitled to avoid or cancel, or may have avoided or cancelled, 4,1989\n                                                                     ,,(,,    ),(\nthe policy, the insurer shall, subject to the provisions of this\nsection, pay to the persons entitled to the benefit of the judgment\nthe amount covered by the policy or the amount of the judgment, 2812005\nwhichever is the lower, in respect of the liability, including any S. 2(a).\namount payable in respect of costs and any sum payable in\nrespect of interest on that sum by virtue of any enactment\nrelating to interest on judgments.\n        (1A) The right of payment under subsection (1) shall not z812oos\n                                                                     S. 2(b).\nbe limited by reference to-\n     (a) the minimum liability coverage required under sub-\n          section (I), (2) or (3) of section 5;\n     (b) any limitation of liability to claim specified in\n          subsection (4) of section 5.\n        (2) Subject to subsection (lA), no sum shall be payable 2812005\nby an insurer under the foregoing provisions of this section-        s. 2(c).\n     (a) liability for which is exempted from the cover granted\n          by the policy pursuant to subsection (4) of section 5; or 4,1989\n                                                                      S. 12(c).\n     (b) in respect of any judgment, unless before or within ten\n          days after the commencement of the proceedings in\n          which the judgment was given, the insurer had notice\n          of the bringing of the proceedings; or\n     (c) in respect of           judgment, so long as execution\n          thereof is stayed pending an appeal; or\n      (d) in connection with any liability, if before the happen-\n          ing of the event which was the cause of the death or               ,,,,,,\n          bodily injury or damage to property giving rise to the s. ~ d ) .\n           liability, the policy was cancelled by mutual consent or\n          by virtue of any provision contained therein and\n           either-\n    MOTOR VEHICLESINSURANCE (THIRD-PARTY RISKS)\n            (i) before the happening of the said event the\n                certificate was surrendered to the insurer or the\n                person in whose favour the certificate was\n                issued made a statutory declaration stating that\n                the certificate had been lost or destroyed; or\n            (ii) after the happening of the said event, but before\n                 the expiration of a period of fourteen days from\n                 the taking effect of the cancellation of the\n                 policy the certificate was surrendered to the\n                 insurer or the person in whose favour the\n                 certificate was issued made such a statutory\n                 declaration as aforesaid; or\n            (iii) before or after the happening of the said event,\n                  but within the said period of fourteen days, the\n                  insurer has commenced proceedings under this\n                  Act in respect of the failure to surrender the\n                  certificate.\n       (3) No sum shall be payable by an insurer under the fore-\ngoing provisions of this section, if, in an action commenced\nbefore, or within three months after, the commencement of the\nproceedings in which the judgment was given he has obtained a\ndeclaration that, apart from any provision contained in the\npolicy, he is entitled to avoid it on the ground that it was\nobtained by the non-disclosure of a material fact or by a repre-\nsentation of fact which was false in some material particular, or\nif he has avoided the policy on that ground, that he was entitled\nso to do apart from any provision contained in it:\n   Provided that an insurer who has obtained such a declara-\ntion as aforesaid in an action shall not thereby become\nentitled to the benefits of this subsection as respects any\njudgment obtained in proceedings commenced before the\ncommencement of that action, unless before or within ten\ndays after the commencement of that action he has given\nnotice thereof to the person who is the plaintiff in the said\n   MOTOR VEHICLES INSURANCE (THIRD-PARTY RISKS)                       21\nproceedings specifying the non-disclosure or false representa-\ntion on which he proposes to rely, and any person to whom\nnotice of such an action is so given, shall be entitled, if he\nthinks fit, to be made a party thereto.\n         (4) If the amount for which an insurer becomes\nliable under this section to pay in respect of a liability of\nthe person insured by a policy exceeds the amount for which\nhe would, apart from the provisions of this section, be liable\nunder the policy in respect of that liability, he shall be\nentitled to recover the excess from that person.\n        ( 5 ) In this section the expression “material” means\nof such a nature as to influence the judgment of a prudent\ninsurer in determining whether he would take the risk, and\nif so, at what premium and on what conditions, and the\nexpression “liability covered by the terms of the policy”\nmeans a liability which is covered by the policy or which\nwould be so covered but for the fact that the insurer is\nentitled to avoid or cancel, or has avoided or cancelled the\npolicy.\n        (6) In this Act references to a certificate of insurance\nin any provision relating to the surrender or the loss or\ndestruction of a certificate of insurance shall, in relation to\npolicies under which more than one certificate is issued be\nconstrued as references to all the certificates and shall, where\nany copy has been issued of any certificate be construed as\nincluding a reference to that copy."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. It shall be the duty of the Registrar of the Supreme -htrUo,\nCourt or of any Clerk of the Courts of any Resident Magis- $$$,$\ntrate’s Court, within ten days of the commencement by a\nthird-party injured by a motor vehicle required to be\ninsured by this Act, of any proceedings in any such Court,\nto give notice to the insurer of such proceedings.\n-        [The indusion of this page is authorized by L.N. 50/1990]\n22              MOTOR VEHICLES INSURANCE (THIRD-PARTY RISKS)\nA pliution       20. The provisions of subsection (2) of section 8 and of\noPcc€tain\nsections of    sections 13, 16, 17 and 18 shall apply in relation to securities\nIhisActto\nsecurities     having effect for the purposes of this Act as they apply in\n               relation to policies of insurance, and in relation to any such\n               security as aforesaid, references in the said provisions to\n4511964\ns. 6.\n               “being insured” to a “certificate of insurance” and to\n               “persons insured” shall be construed respectively as refer-\n               ences to the having in force of the security, to the certificate\n               of security, and to the person whose liability is covered by\n               the security.\nForpryof         21.41) If, with intent to deceive, any person-\norrtlflcata.\n                   (a) alters or uses, or lends to or allows to be used, by\n                         any other person, a certificate of insurance or\n                         certificate of security under this Act; or\n                   (b) makes or has in his possession any documents so\n                         closely resembling such a certificate as to be\n                        calculated to deceive,\n               he shall be guilty of a misdemeanour and shall be liable on\n               conviction on indictment to imprisonment with or without\n               hard labour for a term not exceeding two years.\n                       (2) If any person for the purpose of obtaining the\n               issue of a certificate of insurance or of a certificate of\n               security under this Act knowingly makes any false state-\n               ment or knowingly withholds any material information, he\n               shall be liable on summary conviction thereof before a\n               Resident Magistrate to imprisonment, with or without hard\n               labour, for a term not exceeding six months or to a penalty\n               not exceeding five hundred dollars and in default of payment\n               thereof to imprisonment, with or without hard labour, for\n               a term not exceeding six months or to both such imprison-\n               ment and penalty.\n                       (3) If any person issues a certificate of insurance or\n               a certificate of security which is to his knowledge false in\n                                                                        -\n                        m e indusion of this page is authorized by L.N. 501 19931\n MOTOK VEHICLES INSURANCE (THIRD-PARTY RISKS]                                    23\nany material particular, he shall be liable, on summary con-\nviction thereof More a Resident Magistrate, to imprison-\nment, with or without hard labour, for a term not exceeding\nSIX months or to a penalty not exceeding one thousand\ndollars and, in default of payment thereof to imprisonment,\nwith or without hard labour, for a term not exceeding six\nmonths or to both such imprisonment and penalty.\n       (4) If any constable has reasonable cause to believe\nthat any certificate of insurance or certificate of security\nproduced to him in pursuance of the provisions of this Act\nby the driver of a motor vehicle is a document in relation\nto which an offence under this section has been committed,\nhe may seize the document and when any document is seized\nunder this section, the person from whom it was taken shall,\nunless the document has been previously returned to him or\nhe has previously been charged with an offence under this\nsection, be summoned before a Resident Magistrate‘s Court\nto account for his possession of the said document and the\nCourt shall make such order respecting the disposal of the\nsaid document and award such costs as the justice of the\ncase may require.\n       (5) In this section the expressions “certificate of\ninsurance” and “certificate of security” include any document\nissued under regulations made by the Minister in pursuance\nof the provisions of section 9 to prescribe evidence which\nmay be produced in lieu of a certificate of insurance or a\ncertificate of security."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Notwithstanding anything contained in this Act, where spviaD\nany document purporting to be-                                      of eot.irr\n                                                                    onmca\n                                                                    45 1961\n    ( U ) a policy of insurance; or                                 5.4.\n    (b) asecurity,\nagainst liabilities to third-parties in relation to the user of\nmotor vehicles has been issued by a person who is not an\ninsurer or by a person whose registration as an insurer was\n         me rofluswn of tlus p g e IS a u i h m i d by LN.SO/19w]\n             MOTOR VEHICLES INSURANCE (THIRD-PARTY RISKS)\n         cancelled,whether before or after the issue of the document,\n         such person shall be bound by any offer or undertaking made\n         or given by him in such document to the same extent that\n         he would be if the document were a policy or security which\n         complies with the requirements of this Act, and sections 12\n         to 16 and section 18 shall have effect in relation to him as\n         if he were an insurer.\n                                                                                 ...\n                                                                                 d'\nRCSU~~~OM.   23.-(1) The Minister may make regulations for pre-\n         scribing anything which may be prescribed under this Act\n         and gmerally for the purpose of canybg this Act into effect,\n         and in particular, but without prejudice to the generality of\n         the foregoingpower may make regulations-\n              (a) as to the forms to be used for the purposes of this\n                   Acg\n              (b) as to the applications for and the issue of certifi-\n                   cates of insurance and certificates of security and\n                   any other documents which may be prescribed, and\n                   as to the keeping of records of documents, and\n                   the furnishing of particulars thereof, or the giving\n                   of information in respect thereto, to the Com-\n                   missioner of Police;\n              (c) as to the issue of copies of any such certificates or\n                   other documents which are lost or destroyed;\n              (d) as to the custody, production, cancellation and\n                   surrender of any such certificates or other docu-\n                   ments;\n              (e) as to the evidence which may be produced in lieu\n                   of a certificate of insurance or a certificate of\n                   security;\n               (fl for providing that any provisions of this Act shall,\n                   in relation to vehicles brought into the Island by\n                   persons making only a temporary stay therein, have\n                   effect, subject to such modifications and adaptations\n                   as may be prescribed.\n         -             mar inclusion of this page is autborivd by L.N. M/19901\n   MOTOR VEHICLES INSURANCE (THIRD-PARTY RISKS)                           25\n         (2) Notwithstanding the provisions of section 29 of 4511964\nthe Interpretation Act, regulations made under this section S 8 @ ) .\nmay prescribe greater penalties than those specified in the\nsaid section 29, so, however, that the maximum penalty that\nmay be imposed shall be imprisonment with hard labour\nfor a term of six months and a fine of one thousand dollars.\n         (3) Regulations made under this section shall not\nhave any force or effect until they have been published in\nthe Gazette."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. This Act shall not apply-                                  Ercmptiolu\n     ( U ) to trolley vehicles, the use of which is authorized\n           or regulated by a special Act;\n     ( b ) to a motor vehicle kept by a person in the service\n           of Her Majesty where the vehicle is used and\n           employed exclusively in Her Majesty’s Service, or\n           to a motor vehicle kept by the Council of the\n           Kingston and Saint Andrew Corporation or a\n            Parish Council or the National Water commis-\n            sion, where the vehicle is used and employed\n            exclusively in the service of such Council, Board,\n            or Commission;\n     (c) to a motor vehicle being driven for the purpose of 37/1957\n           testing or examining such vehicle by any person s 2.\n           appointed an officer or servant of any Traffic Area\n           Authority under the provisions of the Road TrafIic\n           Act."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.41) Subject to subsections (2)and (4), with & a t from\nsuch date as may be prescribed by the Minister by order ,Tg9gers.\npublished in the Gazette, notwithstanding the provisions of s. 14\nsection 5(4)@, a policy of insurance under the Act shall be\nrequired to cover liability in respect of the death of, or bodily\ninjury to persons being carried in or upon, or entering or\ngetting onto or alighting from, the vehicle at the time of the\noccurrence out of which the claims arise.\n         Whe inclusim of ttus page is aubtrarized by L N 5QllM\n26      MOTOR VEHICLES INSURANCE (THIRD-PARTY RISKS)\n              (2) As regards a person in possession of a motor\n     vehicle pursuant to a hiring agreement, the policy of insur-\n     ance referred to in subsection (1) shall not be required to\n     cover, as regards the persons referred to in that subsection,\n     liability for death or bodily injury claims in excess Of-\n         (a) five thousand dollars in respect of any one person;\n              or\n          (b) sfty thousand dollars arising out of all claims in\n              connection with any one accident for each motor\n              vehicle insured under the policy.\n              (3) Where a person uses a motor vehicle in circum-\n     stances so that pursuant to subsection (1) there is required to\n     be in force in relation to his use of it such a policy of insur-\n     ance or security as is mentioned in subsection (1) then, if any\n     other person is carried in or upon the vehicle while the user\n     is so using it, any antecedent agreement or understanding\n     between them (whether intended to be legally binding or\n     not) shall be of no effect so far as it purports or might be\n     held-\n           (a) to negative or restrict any such liability of the user\n                in respect of persons carried in or upon the vehicle\n                other than a person referred to in paragraph (a) of\n                subsection (4) of section 5; or\n           (b) to impose any conditions with respect to the en-\n                forcement of any such liability of the user,\n     and the fact that a person so carried willingly accepted as\n     his the risk of negligence on the part of the user shall not be\n     treated as negativing any such liabjlity of the user.\n             (4) For the purposes of this section references to a\n     person being carried in or upon a vehicle include references\n     to a person entering or getting onto, or alighting from, the\n     vehicle, and the reference to an antecedent agreement is\n     to one made at any time before the liability arose.\n             C l l e inclusion of this p q e is authorized by LN. M/1990]\n   MOTOR VEHICLES INSURANCE (THIRD-PARTY R I S K S )                     27\n        ( 5 ) Subsection (1) shall not apply as respects any\nvehicle insured at the date prescribed by the Minister under\nthat subsection until and unless the policy or security is re-\nnewed after that date.\n        p   c inclusion of this p a g e is authorized by L.N. sO/1990]"
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41,1989\ns. 5 @).                  under subsection (9);b;f skdtion 5 in favour of the person by\n                          whom a pbliky ..\n                                            has &n’. .~effeckd,\n                                                           ...  .\n                                                                  so much of a policy as\n                                   me indusim of this p g c is a u t W e d by L.N. 50/1990]\n  MOTOR VEHICLES INSURANCE (THIRD-PARTY RISKS)                                11\npurports to restrict the insurance of the persons insured\nthereby by reference to any of the following matkrs-\n      (a) the age or physical or mental condition of persons\n           driving the vehicle; or\n      (b) the condition of the vehicle, or\n      (c) the number of persons that the vehicle carries; or\n      (4the weight or physical characteristics of the goods\n           that the vehicle carries; or\n      (e) the times at which or the areas within which the\n           vehicle is used;or\n       Cf) the horse power or value of the vehicle; or\n      (g) the carrying on the vehicle of any particular\n           apparatus; or\n      (h) the carrying on the vehicle of any particular means\n           of identification other than any means of identi-\n           fication required to be carried by or under the\n           law for the time being in force relating to motor\n           vehicles,\nshall as respects such liabilities as are required to be covered\nby a policy under subsections (11, (2) and (3) of section 5, be 4 1 1 ~ 9\nof no effect :                                                   s. 5 )?I\n   Provided that nothing in this qubsection shall require an\ninsurer to pay any s u m in respect of the liability of any\nperson otherwise than in or towards the discharge of that\nliability, and any s u m paid by an insurer in or towards the\ndischarge of any liability of any person which is covered\nby the policy by virtue only of this subsection shall bc\nrecoverable by the insurer from that person."
    }
  ],
  "definitions": [
    {
      "term": "chief officer of police",
      "definition": "the Officer or Sub-officer                    67'1958",
      "source_provision": "sec2"
    },
    {
      "term": "motor vehicle",
      "definition": "any mechanically propelled vehicle",
      "source_provision": "sec2"
    }
  ]
}