{
  "id": "jm-stat-the-municipal-service-commission-act",
  "type": "statute",
  "title": "The Municipal Service Commission Act",
  "title_en": "The Municipal Service Commission Act",
  "short_name": "Municipal Service Commission Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-municipal-service-commission-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-municipal-service-commission-act | Legal areas: Local Government",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Municipal Service Shorttitle.\nCommission Act.\n  2+-(1)    In this Act, unless the context otherwise Interpreta-\n                                                           tion.\nrequires-\n     “chairman” means the chairman of the Commission\n          and includes any person appointed to act as\n          chairman of the Commission;\n     “Commission” means the Municipal Service\n                                           ’\n                                                  Commis-\n          sion constituted under this Act;\n     “Council” means the Council of the Kingston and\n          St. Andrew Corporation;\n     “municipal service” means service in a civil capacity\n          under the Council;\n     “nominating body” means a body authorized under\n          the provisions of this Act to nominate persons\n          for membership of the Commission;\n     “principal Act” means the Kingston and St. Andrew\n          Corporation Act.\n      (2) Except as provided in subsection (1) any expres-\nsion appearing in this Act which is de6ned in the principal\nAct shall have the meaning assigned to that expression by\nthe principal Act, unless the context otherwise requires."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Permanent Offices the minimum emoluments of which am not\n     less rhan $1.100 per HMIIIII."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) There is hereby established a Municipal Service Establish-\nCommission which shall consist of not less than four\nnor more than six members appointed by the Governor-                   $Ecipd\nGeneral by instrument in writing under his hand, so, how- % . r v ! c e m .\n                                                          mission.\never, that-\n                                                      -\n           me inclusion of this pase is autho-   by L.N. 68/19781\n4               MUNICIPAL SERVICE COMMISSION\n        (a) one member shall be appointed from among\n            persons nominated by the Jamaica Association of\n            Local Government Officers in accordance with\n            subsection (4); and\n        (b) one member shall be appointed from among\n            persons nominated by the Council in accordance\n            with the said subsection.\n                                                                       .\n          (2) No person shall be appointed as a member of the          .I\n    Commission at any time when he is a member of either\n    House of Parliament or the Council or a Parish Council\n    or an employee of the Council or a Parish Council and\n    any member of the Commission who becomes a member\n    of any of the bodies aforesaid or an employee of the Council\n    or a Parish Council, shall thereupon be deemed to have\n    vacated his office as a member of the Commission.\n           (3) The Governor-General shall by instrument in\n    writing appoint one of the members of the Commission,\n    not being a person holding any office of emolument-\n         (a) under the Crown; or\n         (b) under the Government of Jamaica; or\n         (c) the emoluments of which are payable out of the\n              funds of the public or of any parish,\n    to be chairman thereof.\n          (4) Each nominating body shall as soon as possible\n    after the commencement of this Act furnish to the\n    Minister a panel of the names of not less than three persons\n    whom they nominate for appointment under paragraphs\n    (a) and (b) of subsection (l), respectively, as occasion may\n    require.\n          (5) A nominating body may at any time by\n    instrument in writing addressed to the Minister cancel the\n    nomination of any person whose name appears on the panel\n    of persons nominated by them.\n            me inclusion of   ~   pass is .uthorizsd by L.N.68/19781\n             MUNIGIPAL SERVICE COMMISSION                             5\n     (6) Whenever the occasion requires each nominating\nbody shall submit to the Minister an additional name or\nnames for inclusion in the panel concerned, in place of any\nname or names which may for any reason have been\nremoved therefrom.\n      (7)The Governor-General may, if he thinks it ex-\npedient so to do, at any time revoke the appointment of-\n    (U) the chairman;\n    (b) any member of the Commission :\n  Provided that-\n      (i) he shall not revoke the appointment of a member\n          nominated by a nominating body except after\n          consultation with such nominating body; and\n    (ii) whenever a nominating body have in accordance\n          with the provisions of subsection (5) of this\n          section cancelled the nomination of a person who\n          has been appointed a nominated member he shall\n          revoke the appointment of that member."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) Tha COmrmsJl\nneccesary but at lacapt twice in each year. in Juac and Decembx. for tbe rrga+u\npurpose of considering the appointment of candidates m snch munjcipl\naM may bc vacant. and shall consider the followirlg in mpa\n                                                                          \"x::\"\nofeacb-\n    (U) cducationalncord:\n    (6) general fihlcas;\n    (c) any      'm servicf~in tbs municipal service or tbs service of\n        the i%&mcnt of tbis Island or any othcr cmpbymcn~and\n    (a) any nporte for which the commirsion m y call.\n              Ilk inelusion of thin pap h iluhoried by LN.WwIl9731\n12                                       MUNICIPAL SERVZCE COMMISSION\n                          - '  .~(2) Where the term.&     .qualifwtions fq appointment to any\n                          municipal office o r the method of recruitment thereto shall .have been\n                          prescribed. thc Commission in m&ng recommendations for appoint-\n                          ment to- such o&e shall earmre~that such^ requiremeats have boen\n                  complied with.             .. . .\n             ... . .    (3) ALL candidates for appointment to the municipal service as\n                  Qerical O f i i c x s Grade 11 and Stenographeis and Typist¶ who posstss\n                  the necessary qualifications for appointment shall be interviewed by\n                   the Commission.                                              ..\nQuorum.                     .S. At any meeting of the Co&sSion the chairman or acting chair-\n                          man and any two rnhbers shall form a'quomm for the transaction\n                          of bwineis. ALL decisions 'of the Commission shall be by .a majority\n                          of 'the votes of the members present and voting:\n                             Provided that the chairman or actmg chairman, as the case may be,\n                          shall. have a casting vote (as .well. as. an original vote) wherever the\n                          voting shall be equal.\nDissent of                 . 6. It shall be open to any member of the b d s i o n who' is present\nmember.                   when any decision is made to dissent thvfrorn and 30 record his\n                          dissent and his reasons\n                                               . for. dissenting.\n                                                        .         . .\n                                                                       I .\nCidation                   .7. Questions may 'also be decided by the Commission by circulation\nOf Wwm.                   of the 'relevant papers among the members. If, however. bn circula-\n                          tion of the papers relating to any question a difference of opinion\n                          arises among the members. or if m y member so desires. the question\n                                                                            ..\n                          shall be discussed at a-meeting,\n                                                                           .   .\nconsultation S . - l 3 e Cormgissi~in mnsiderini any matter or qw&on &erred\nwithhcada   to them far ,their,advick .may consult wi,tb.such hcails'of deparimtits\nOf depart- in the municipal service or public of6cers ,or other persons as:the Corn-.\nmcnm\n         . mission may copsider proper. and dcsible.\n             .\n             i .    ..  .,\n~ecordof      9. MnutRg i f      meetings of the c~mmissionSaall           rccord~d\nminuts.    Copies .ofsuch .+ue duly con6nned al a subsequent meeting shall.\n               soon as pr+cable t@e.reaftei.      fcnwad@ to the Minister. . .\n                             .lO.+l) A municipl officer who .suffers dismissal or any other\nLN1\n                     '   . disciplinary puaishment .Wbe atid@ to Bppea' td thc priVr        .\n                                                                                              Council.\n                                                                                              .\n8/1%1.           ,        against such.disinissal.or punishmcnt.\n                                                          ... .                           ..   .\n                              ..  (2) A.permanmt e m f l o p 0 f . h O D M nit    ~ being i mu&&\n                          offikr, who suffers dismissal shall be entitled\n                                                                       ..\n                                                                             to appeaLtb..thc~'Co&.\n                          mission against such dismissal.              . . . . . .\n                                  (3) For the purpose of paragraph (2) \"a ptrmanCnt mpioyec\"\n                          &cans an employee, other -thana dally paid or tempmarp emOyee,\n                          in-theservice of ~the-cOnndlwho is tbe substantive. holder of an\n                          office for which pro*       id made In the e s t i m f l ~0 t ~ ~ h o : C o ~\n                          . ... . pinck\\sion,pf .mis pago b.~mhor@dsy\n                                                                   LN,,480I19f)l.         ,' '   -.\n                                                                                                  ' \"'\n                MUNICIPAL SERVICE COMMISSION                                                 13\n      (4) Where an appeal is taken under this regulation-                      LN.\n                                                                               811961,\n    (U)  to the Privy council. the Privy Council shall consider the case\n          and shall advise the Governor-General what action should\n          be taken in respea of the oflicer concerned, and the Governor-\n          atneral shall 'then act in accordance with such advice;\n     (b) to the Commission. the commission shall consider and decide\n          the case,\nand any action of the Governor-General or decision of the Commission\nshall be final.\n        (5) The Privy Council or the Commission, as the case may be, L N .\nin the exercise of their functions under this regulation may-              228/1962.\n     (a) consider and deal with any case at such time and in such\n           manner either in the presence or absence of the appellant\n           as they think fit; and\n     ( b ) give such advice to the Governor-General or. in the case of an\n           appal to the Commission, make such decision, as they think\n           fit including, without prejudice to the generality of the fort-\n           going. advice or a decision, as the case may bo-\n               (i) that any penalty imposed be c o n h e d or that another\n                   penalty be substituted therefor whether or not the sub-\n                   stituted penalty is of a like nature to that originally\n                  imposed;\n            (ii) that the case he remitted for hearing either generally\n                  or subject to such insmctions 8s the Privy Council or\n                 the commission (as appropriate) may consider neces-\n                 S=Y.\n                                AppEMlIx                      (Regulation 2)"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Remuneration of chairman and mcmbcrs of the Commission.\nI . Validity of proceedings."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-WThe Governor-General shall appoint a secretary\n                                                                                      .\nment of\noficcrsand to the Commission and such other officers and servants\nthe Commis- thereto as he may consider expedient for securing the pro-\nsion.       per discharge of the functions of the Commission under\n            this Act.\n                         W e inclusion of thia page is authorized by L.N. 480/19731\n             MUNICIPAL SERVICE COMMISSION\n       ( 2 ) The Governor-General may, if he thinks fit, and\nsubject to such conditions as he may impose, appoint any\nofficer in the service of the Government of this Island to\nany office under the Commission:\n   Provided that in relation to pension, gratuity, allowance\nand to other rights as a public officer, such officer shall be\ndeemed to be in the service of the Government of this\nIsland while so employed."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The expenses of the Commission (including the Expcnscs\nremuneration of members and stafl thereof) shall be of     the\n                                                         Commision.\ndefrayed out of sums provided froni time to time for the\npurpose by the Legislature."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The chairman and members of the Commission Thechair-\n                                                             man and\nshall on first appointment take an oath or make an &ma- mcmben\ntion, each according to his conscience, in the form in the\nFirst Schedule. Such oath shall be administered by a Justice go;\".\nof the Peace.                                                Schedule."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The chairman and any other member of the Com- Protection\nmission shall have such and the like protection and privi- $=innan\nleges in case of any action or suit brought against him for\nany act done or omitted to be done in the execution of his C o m ~ ~ ~ o n .\nduty as is by law given to any Judge of the Supreme Court\nacting in the execution of his office."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Any person who in connection with an application offenceof\n                                                                   fee\nby any person for employment or promotion h the service giving\nof the Council or with any matter upon which it is the duty\nof the Commission to decide or to make recmmmendations\n                                                                   eissio\n                                                            infornatlon\nto the Council under this Act, wilfully gives to the Com-\nmission or to the chairman or a member thereof or to any\nperson or body of persons appointed to assist the Commis-\nsion in the exercise of their functions or the discharge of\ntheir duties any information which is false by reason of\n        ITha inclusion of this rwe is nuthorircd by LN.480/19731\n8                           MUNICIPAL SERVICE COMMISSION\n               the falsity of, or by reason of the omission of, a material\n               particular, shall be guilty of an offence and upon summary\n               conviction thereof before a Resident Magistrate shall be\n               liable to a fine not exceeding one thousand dollars or in\n               default of payment thereof to be imprisoned for any term\n               not exceeding two years or to both such fine and\n               imprisonment.\nFunctions\nof the"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Notwithstanding anything to the contrary in the                  3\n        principal Act or any other enactment, from and after the\ncommission.\n        commencement of this Act, such matters as may be p r e\n        scribed relating to the exercise by the Council of their func-\n        tions under the provisions of sections 19 to 22 of the princi-\n        pal Act or any other provisions thereof or the provisions of\n        any other enactment, in respect of the appointment, transfer,\n        termination of appointment, dismissal and disciplinary\n        control of persons in the municipal service or any prescribed\n        class of such persons and their terms and conditions of\n        service, shall stand referred to the Commission to be dealt\n        with by the Commission in such manner as may be\n        prescribed.\nRegulations.     14.-(1) The Minister may make regulations generally\n               for the better carrying out of the provisions of this Act.\n                      (2) Regulations made under subsection (1) may, with\n               out prejudice to the generality of the power thereby con-\n               ferred, provide for-\n                    (a) the time, place and manner, when, in which and\n                         how the Commission shall exercise their functions\n                         and duties;\n                    Ib) the conduct of examinations and the interviewing\n                         of municipal servants or candidates for the muni-\n                         cipal service by the Commission;\n                      I l k &usion of this page v1 authonzcd by LN. 480/19731\n            MUNICIPAL SERVICE COMMISSION                              9\n    (c) forms and fees in connection with applications to\n         the Commission, reports or communications from\n         the Commission or for any other matters required\n         by or under this Act;\n    (d) any matter which under section 13 requires to be\n         prescribed;\n    (e) the terms of, and qualifications for, appointment\n        to any office in the municipal service or the method\n         of recruitment thereto;\n    cf, appeal from any decision of the Council in dis-\n         ciplinary proceedings against any employee of the\n         Council;\n    (g) changes in the terms and conditions of service of z 3 / i m\n        persons already in the municipal service at the s. 2.\n        time when the regulations take effect.\n      (3) The Regulations contained in the Second Second\nSchedule shall be deemed to have been made under the Schedule\nprovisions of subsections (1) and (2).\n       FIEinclusion of this page is authorized by LN.55119831\n I0                           MUNICIPAL SERVlCE COMMlSSlON\n                                          FRST SCHEDULE                            (Section 10)\n                                           Oath of Ofice\n                    I.\n                                                    chairman\n               having been appointed (to act) as               -of the Municipal Service\n                                                    member\n                                                 swear\n               Commission do-                                                 that I will\n                               solemnly and slncereiy declare and aiTirm                             .‘\n                                                                                                     ‘\n               freely and without fear or favour, affection or ill will, give my counsel             .J\n               and advice to tbe Council in comectlon witb all such marten as may\n               be referred to the Municipal Service Commission under the Municipal\n               Service Commission Act, and that I will not directly or indirectly reveal\n               m y such matters to any unauthorized person or otherwise than in\n               course of duty.\n                    Sworn\n                            -before me this                   day of\n                  Declared"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Regulations.\n                            SCHEDULES\n      lTba inclusion of tbis pgc is 8uthariECd by LN. 480/19731\n               MlJNiClPAL SERVICE COMMISSION                                         3\n  THE MUNICIPAL SERVICE COMMISSION ACT                                    h   W\n                                                                       20 of 1956.\n                                                                         A&\n                                                  [2lst June, 1956.1     sOf. ‘964"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19        .\n                                                  ......................,.........................\n                                                             lustice of the Peace\n                                       SECOND SCHEDULE                           (Section 14)\nShort title.     1. These Regulations may be cited as the Municipal Service Com-\n               mission Regulations.\nInterprek-       2-41) In these Regulations-\ntion and           “Commission” means the Municipal Service Commission Qm-\napplication            stituted under the Act;\n                   “municipal 05ce” means any officeof emolument in the municipal\n                       service set out in the Appendix;\n                   “municipal officer’’ means the substantive bolder of a municipal\n                       Office.\n                     (2) Notwithstanding anything to the contrary these Regulations\n11/1964     shall not apply to the Superintendent, officers and &men of the\ns. 2.       Kingston and St. Andrew Fire Brigade employed by the Council.                            -.\ns.\n23’1977"
    }
  ],
  "definitions": []
}