{
  "id": "jm-stat-the-municipalities-act",
  "type": "statute",
  "title": "The Municipalities Act",
  "title_en": "The Municipalities Act",
  "short_name": "Municipalities Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-municipalities-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-municipalities-act | Legal areas: Local Government",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0)  prohibiting or regulating parking of vehicles in any\n                        thoroughfare or public place;\n                    (k) regulating the number of hackney carriages in the\n                        Municipality or in any town or other place in the\n                        Municipality;\n               --\n                        MUNICIPALITIES\n(I) providing for the installation of taxi metres in any\n       particular class of hackney carriage;\n(m) for the licensing of places of public amusement;\n(n) providing for the establishment of silence zones:\n(0)    prohibiting or regulating the exposing of goods for\n       sale on any piazza opening on any thoroughfare or in\n       any public place;\n(p) prohibiting or regulating the exposing for sale and\n    sale of goods in any thoroughfare or public place;\n(q) governing the installation of sewers on premises in\n    towns;\n(r) regulating the construction of buildings in towns and\n    imposing suitable conditions and restrictions as to\n    the elevation, size and design of houses to be built,\n    and the extent of the accommodation to be afforded\n    thereby;\n(s) regulating the management of public parks and other\n    public places in towns, and the management and use\n    of municipal buildings;\n(t) prohibiting or regulating the removal of houses over\n    any thoroughfare or public place;\n(u) prohibiting or regulating the offering or exposing for\n    sale of meat intended for human consumption;\n(v) for the naming of streets and lanes and the number-\n    ing of premises on such streets and lanes, the affixing\n    or erecting of name boards and number plates and\n    the fees to be paid therefor, and the duties of owners\n    and occupiers in relation to the affixing or erecting of\n    name boards and number plates;\n(w) in conjunction with the relevant local authority, for\n    the regulation and control of rivers traversing the\n    Municipality and, in particular, for the regulation of\n                        prescribed boats and vessels used on rivers, of\n                        landing places and piers used in connection with\n                        such boats and vessels and of bathing and other\n                        recreational uses of rivers;\n                    (x) providing for anything authorized or required by this\n                        Act to be prescribed.\n                       (2) The powers conferred by paragraph (c), (k), (I) and\n                (n) on a Municipality shall not be applicable so far as those\n                paragraphs relate to motor vehicles as defined by the Road\n                Traffic Act.\n                        (3) Regulations under subsection (1) may make pro-\n                visions providing for the payment of fixed penalties in respect\n                of a breach of any regulations, in such manner and in such\n                circumstances as may be prescribed.\nPublicationof\nby-laws, etc."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 - 4 1 ) A Municipality shall be governed by a Municipal\nMunicipality.    Council which shall be constituted as follows-\n                     (a) a Mayor who shall be elected by eligible voters in\n                         accordance with the procedure specified in subsec-\n                         tion (1 1);\n                     (b) a Deputy Mayor who shall be appointed in accord-\n                         ance with the procedure specified in the Charter; and\n                     (c) the councillors who represent electoral divisions that\n                         fall entirely within the boundaries of the Muni-\n                         cipality.\n                       (2) A person shall not be capable of being elected as\n                 Mayor of a Municipality, or having been so elected, to per-\n                 form the hnctions of Mayor if that person is-\n                     (a) less than eighteen years of age or not able to read\n                         and write English;\n                     (b) not entitled to vote at an election of a councillor in\n                         the Municipality;\n                     (c) an undischarged bankrupt;\n                     (4 the holder of a specified office;\n                     (e) disqualified under paragraph (3);\n                     V) a councillor; or\n                     (g) a member of the House of Representatives.\n                       (3) Subject to subsections (4) and (9,every person who\n                 is either directly or indirectly, pecuniarily or otherwise,\n                 interested in any contract with the Municipality or the Cor-\n                 poration or Parish Council of any parish shall be disqualified\n                 fiom being elected Mayor of the Municipality.\n                       (4) The provisions of subsection (3) shall not apply to\n                 any person merely by reason of his having any share or\n                 interest in-\n    (a) any agreement for the loan of money, or any security\n        for the payment of money only;\n    (b) any newspaper in which any advertisement relating\n         to the affairs of the Municipality or the relevant local\n         authority is inserted; or\n    (c) any incorporated company or society, which con-\n        tracts with the Municipality or the relevant local\n        authority, in which he does not hold more than one-\n        tenth of the shares.\n      (5) The provisions of subsection (3) shall not apply to\nany person by reason of his having any share or interest in any\ncontract with the Municipality if, in the case of a-\n    (a) candidate for election as Mayor of the Municipality,\n        such contract was, prior to his nomination as a\n        candidate, approved by the Minister; or\n    (b) person elected as Mayor of the Municipality, the\n        contract was, after his election, approved by the\n        Minister.\n      (6) In this Article \"specified office\" means-\n    (a) any office for the time being constituted as a public\n        ofice pursuant to section 3 of the Civil Service\n        Establishment Act;\n    (b) any office of profit in the gift or disposal of the\n        Municipality;\n    (c) any office to which the Judiciary Act applies; and\n    (4 any office (whether as officer or soldier) for the time\n         being included in the Jamaica Defence Force.\n      (7) The Mayor shall preside at meetings of the Council\nand is the official head of the Municipality for all ceremonial\npurposes.\n     (8) In the absence or incapacity of the Mayor, the\nDeputy Mayor shall exercise the powers and duties of the\nMayor for not more than six months of the casual vacancy\nhaving been entered on the minutes of the Council.\n      (9) Subject to subsection (8), the provisions of section\n8(3) of the Parish Councils Act and section 14 of the Kingston\nand St. Andrew Corporation Act shall, where relevant, apply\nwith necessary modifications to supplying the casual vacancy\nof a Mayor.\n     (10) For the purposes of subsection ( ] ) ( a eligible\n                                                   )        voters\nare inhabitants of the Municipality whose names appear on the\nvoters list for the electoral divisions in that Municipality.\n    (1 1) The provisions of the Parish Councils Act and the\nKingston and St. Andrew Corporation Act, for the election of\ncouncillors shall, where relevant, apply with necessary\nmodifications to the election of the Mayor under this Act.\n     (12) Subject to subsection (13), the Municipal Council\nshall exercise in respect of the Municipality, the powers and\nduties which are currently applicable to Parish Councils and to\nthe Corporation under the Acts specified in the Schedule.\n     (13) The Minister may by order direct that the relevant\nlocal authority shall exercise, in respect of the Municipality,\nsuch powers under any Act referred to in subsection (12), as\nare specified in the order.\n     (14) For the purposes of subsection (12) any reference to\na Parish Council, the Corporation or the Council of the\nCorporation in the Acts specified in the Schedule shall\nrespectively be construed to include a reference to a Muni-\ncipal Council.\n                             MUNICIPALITIES                                         9"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) The following provisions of the Parish Councils\nAct shall not apply to the operation of a Municipality-                  certain pro-\n                                                                         visions of\n    (a) section 3 (Constitution of Parish Councils);                     the Parish\n                                                                         Councils\n    (b) section 4 (Power to confer title of Mayor);                      A Cand\n                                                                              ~ the\n                                                                         Kingston\n    (c) section 5 (Power to confer title of Deputy Mayor);\n    ( 4 section 93 (Vice-chairman);\n                                                                       ;::;\n                                                                         Corporation\n                                                                         Act.\n    (e) section 94 (Death, absence or incapacity of Chairman\n        and vice-chairman);\n    V) section 94A (Original and casting vote of person\n       presiding);\n    (g) section 114 (Power of Parish Council to define the\n        limits of towns, etc.);\n    (h) section 115 (Limits of towns defined under repealed\n        Laws); and\n    (z)    section 123 (Appointment of Slaughtering Places\n           and power to make regulations governing same).\n     (2) The following sections of the Kingston and St.\nAndrew Corporation Act shall not apply to the operation of a\nMunicipality-\n    (a) section 5 (Inhabitants of Kingston and St. Andrew\n           declared to be a Municipal Corporation);\n    (b) section 7 (Corporate Area);\n    (c) section 8 (Limits of the city of Kingston);\n    ( 4 section 10 (Corporation and Council);\n     (e) section 16 (The Mayor);\n     V) section 17 (Deputy Mayor);\n     (g) section 77 (Mayor and Deputy Mayor. Provisions\n         relating to their election);\n(h) section 157 (Vesting of existing public slaughter-\n      houses in Commissioner of Lands);\n( I ) section 1 58 (Newly erected public slaughter-houses\n      vested in Commissioner of Lands);\n(j) section 164 (Sale of edible roots and tubers, etc., at\n        wharves);\n(k) section 165 (What owners, etc., of wharf premises\n    must do to obtain licence);\n(I) section 166 (Inspection to be made of premises);\n( m ) section 167 (Payment of licence fee);\n(n) section 168 (Licences in force at coming into opera-\n        tion of this Act);\n(o) section 169 (Licensed wharf premises deemed to be\n    markets for sale of edible roots);\n(p) section 170 (Licences and licensed premises, etc.,\n    subject to rules);\n(q) section 171 (By whom sale is to be made on such\n    licensed premises);\n(r) section 172 (Penalty);\n(s)     section 183 (Vesting and control of pounds already\n        in existence);\n(1)      secti      184 (May Pen Cemetery);\n(14)     section 187 (Vesting of Union Poor House in Cor-\n         poration, etc.);\n(v) section 192 (Regulations which shall remain in\n      force);\n( w ) section 22 1 (Preparation of municipal schemes);\n(x) section 232 (Transfer of powers, duties, etc., to\n         Council).\n       ['l'hc inclusion of this page is authorized by L.N. 87120041\n     (4 a report dealing generally with the activities of the\n         Municipal Council during the preceding year.\n        (2) A Municipality shall furnish the Minister with\nsuch returns, accounts, and other information as the Minister\nmay require with respect to the activities of the Municipal\nCouncil and shall afford the Minister facilities for verifying\nsuch information in such manner and at such time as the\nMinister may reasonably require.\n        (3) The Municipal Council shall transmit to the\nrelevant local authority a copy of the estimates, statement and\nreport specified in subsection (1)."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. The Minister may approve, either with or without               approve\namendment, estimates submitted to the Minister for approval.         estimates,\n             Directions, Regulations, and By-Laws"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The Minister may, after consultation with the relevant        z;?zrn.\nlocal authority, give to the Municipal Council such directions\nof a general character as to the policy to be followed by the\nMunicipal Council in the performance of its fbnctions as\nappear to the Minister to be necessary in the public interest and\nthe Council shall give effect thereto."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. A Municipal Council may make by-laws for-\n     (a) the regulation of its own proceedings, and of its\n         committees;\n     (b) the composition and function of the Advisory\n         Council; and\n     (c) the regulation, management, use and upkeep of any\n         public buildings, institutions, gardens, or property\n         vested in such Council.\n14                                         MUNICIPALITIES\nPow'x to          17.-(1)  A Municipal Council may make regulations\nmake r e p -\nlations.       generally for giving effect to the provisions and purposes of\n               this Act and, without prejudice to the generality of the\n               foregoing, may make the following regulations for the proper\n               governance of the Municipality-\n                    (a) prohibiting or regulating the keeping of swine, goats,\n                        sheep, dogs, horsekind, cattle or poultry in any town\n                        or village;\n                    (b) prohibiting or regulating the driving of animals over\n                        any thoroughfare or in any public place;\n                    (c) prohibiting, regulating or suspending traffic of any\n                        kind whatsoever in any thoroughfare or public place;\n                    (d) regulating the closing of any portion of any\n                        thoroughfare or public place, whether partially,\n                        permanently or temporarily;\n                    (e) regulating the opening of the surface of any\n                        thoroughfare or public place other than main roads;\n                    V) prohibiting or removing encroachments and nui-\n                        sances in any thoroughfare or public place;\n                    (g) prohibiting or regulating the holding of meetings in\n                        any thoroughfare or public place, and for the preser-\n                        vation of order at any public meeting;\n                    (h) prohibiting loitering in thoroughfares or public\n                        places;\n                    (i) regulating the opening up of new thoroughfares and\n                           public places and the stopping up of thoroughfiues or\n                           public places;"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.1) 1         by-laws or regulations made under the\nand             provisions of this Act shall be-\nMinister's\noverriding           (a) notified to the Minister by memorandum in writing;\npowets.              (b) published in the Gazette; and\n                     (c) expressed to have effect as from a date not earlier\n                          than-\n                              (i) thirty days after notification to the Minister\n                                   pursuant to paragraph (a);or\n                              (ii) a date within that period of thirty days\n                                   approved by the Minister by memorandum\n                                   in writing and notified in the Gazette.\n                       (2) If the Minister considers that it is in the interest of\n                national policy so to do, the Minister may, during the period\n                expressed pursuant to subsection (l)(c)(i), exercise any power\n                given to the Municipal Council to make, amend or revoke any\n                such by-laws or regulations and thereupon, until and unless\n                the Minister otherwise directs by memorandum in writing to\n                the Council, the power of the ~ i n i s t e rshall supersede-the\n                power of the cduncil, in relation to the exercise of the\n                Minister's powers under this subsection.\n                           MUNICIPALITIES\n      (3) Where the Minister exercises the power conferred\nby subsection (Z), the Minister shall furnish to the Municipal\nCouncil a written explanation of the reasons for that action.\n       (4) Where a Municipal Council intends to make any\nby-laws or regulations, the Council shall inform the public of\nsuch intent by-\n    (a) displaying a notice in a conspicuous place at-\n                (i) the ofices of the Council; and\n            (ii) the Post Ofice, Police Station, Court\n                 House or other public building in the\n                 Municipality; or\n    (b) by publishing such n o t i c e\n                (i) in a daily newspaper circulated in the\n                    Municipality; and\n                (ii) by electronic means.\n  1 9 . 4 1 ) Any person who is convicted of a breach of-\n     (a) any by-law or regulation made under this Act; or\n     (b) any provision of this Act for which no penalty is\n         provided,\nshall be liable to a penalty not exceeding twenty thousand\ndollars, which may be recovered summarily before a Resident\nMagistrate.\n        (2) The Minister may, by order, subject to aflirmative\nresolution amend the penalty specified in subsection (1).\n                              Miscellaneous\n  2 0 . 4 1 ) It shall be lawfbl for the Minister, by order subject\nto affirmative resolution, to dissolve any Municipal Council\nwhich, in the judgment of the Minister-\n                         MUNICIPALITIES\n    (a) persistently makes default in the performance of the\n        duties lawfully imposed upon it; or\n    (b) exceeds or abuses its powers.\n      (2) An order under subsection (1) shall-\n    (a) contain such incidental or supplementary provisions\n        as appear to the Minister to be expedient for the\n        purposes of the order; and\n    (b) be valid for a period not exceeding six months.\n                           SCHEDULE                                (Section 4)\n  Acts under which the Municipal Council may exercise its powers\nThe Burial Within Towns' Limits Act\nThe Country Fires Act\nThe Dividing Fences Act\nThe Electric Lightmg Act\nThe Hawkers and Pedlars Act\nThe Housing Act\nThe Keeping of Animals Act\nThe Kingston and St. Andrew Corporation Act\nThe Land Valuation Act\nThe Licences on Trades and Business Act\nThe Loans (Local Authorities) Act\nThe Local Improvements (Community Amenities) Act\nThe Local Improvements Act\nThe Municipal Officers (Surcharge) Act\nThe Municipal W c e s Commission Act\nThe Parish Councils (Unified Service) Act\nThe Parish Councils Act\nThe Parish Councils Building Act\nThe Parochial Markets Law\nThe Parochial Rates and Finance Act\nThe Parochial Roads Act\nThe Pensions (Parochial O!Xcers) Act\nThe Poor Relief Act\n                          MUNICIPALITIES\n                           SCHEDULE. contd.\nThe Pound Act\nThe Property Tax Act\nThe Public Cemetery Management and Regulation Act\nThe Public Gardens Regulation Act\nThe Registration of Titles Act\nThe Registration (Strata Titles) Act\nThe Riot Act\nThe Road T a l c Act\nThe Shops and Offices Act\nThe Town and Country Planning Act\nThe Towns and Communities Act\nThe Towns Nuisances Prevention Act"
    }
  ],
  "definitions": []
}