{
  "id": "jm-stat-the-muslim-marriage-act",
  "type": "statute",
  "title": "The Muslim Marriage Act",
  "title_en": "The Muslim Marriage Act",
  "short_name": "Muslim Marriage Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-muslim-marriage-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-muslim-marriage-act | Legal areas: Religion",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. That the palties to the marriage specified above a n dmrou8 of registering such marriage undcr the Act.\n            2 That I have enquired Into the cim~nwtancesof such marriage and to the best of my knowledge, information and belief. the\n               detnils specifid abvc are tnro and such p n i a g e wan in accordance with the Islamic law and is still subsisting between\n                the said particn at the date hereunder Wntten.\n         Dated this                      day of                        , 19 .\n                                                                                         ..................................................................\n                                                                                                                 Marria#e Ofice?\n         Dated this                     day of                          19     and countersigned by\n                                                                                         ..................................................................\n                                                                                                                Regislrar-General\n                                                                                 h MUSLIM M A R R I A O ~Acr\n    No.                                                                    The Muslim MarriOgc Cerlificate Book                                                                          (Section 10)\n                                                           I\n                                                                                            i\n                   Counterfoil\n                                                           !&\n                                                            :msmagc         HWbband'S\n                                                                           -Ebandq addrw\n                                                                                              Ompatioa of\n                                                                                 huband and wife's name\n                                                                                                                                         Name of father Name of fatha\n                                                                                                                                            of h,,&and\n                                                                                                                                            andaddress             \"'z:zd                Dowry and\n                                                                                                                                                                                        how payable\n                                                                                                                                                                                        -\n             Pariah\n             Dale and p k x of marripge\n             Husband3 namo and ago                                                                                                                                                                          %\n*         ..........................................                 (U)   .....................................................................\n           Signature of mprrioec Oficer\n                                                                  Signature of Witness:\n                                                                     (i) .....................................................................\n                             day of\ns     011 th0\n                                                                     (U)   .....................................................................\n          ..........................................               rhtihw.:\n          Si-rc           of M6rria#c O&er\n                                                                           I,                     of                               , a marriage o h r under\n8   3 . *R+stratim on the\n                                                       .\n                                                               the Act do haeby ccrti!~ ihat n marriage between,thc abovementioned pqieticl in accadnncc with\n                                                               the Ialamic law of mamago and the Muslim Mamage Act, wm entersd mto before me on the\n         day of                             19                             day of                               ,19                                    .\nI\n          ..........................................                                                                                               ......................................................\n                                                                                                                                                           Signalure of Marriage Officer\n    .To be f+din by Mlrri.go 0 5 n r\n    Wbcn M a d by\n                                                                                                                                                   ......................................................\n                                                                                                                                                        Siflolure of Registrar-Gmernl\n               MUSLIM MARRIAGE                                15\n                                                                   I\n                                                                   '.\nIThe inclusion of thii page ia authorized by L.N.480/ 19731\n                                                                                  ...\n                  36                                                   :MUSUM MARRIAGE\n.             .        ..                                             TIIE MUSLIMMmrturn Am\n                                   ..                   Certificateof Registrmion of M a n i a s                         (Section 12 (2) )\ni                              Tbiis\n                                 .. is to c d f y that a marriage"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. InthisAct-                                                       Interprets-\n                                                                      tiw.\n    “Civil Registrar” and “Registrar-General” mean res-\n        pectively Civil Registrar of Marriages and\n        Registrar-General of Marriages under the Marriage\n         Act;\n    “marriage officer” means a person appointed to be a\n        Muslim marriage officer in accordance with section\n        3;\n    “Register Book” means the Muslim Marriage Register\n        Book provided for under section 12.\n  3 4 1 ) The Minister or any person duly authorized by Appaint-\n                                                             a t of\nhim may from time to time appoint, and remove at pleasure, mMustim\nsuch persons being Muslim as he shall think fit to be ;gy\nmarriage officers for the purposes of this Act.\n      (2) Appointments and removals of, and any resigna-\ntion or vacation of office by, marriage officers shall be\nnoti6ed in the Gazette, and shall take effect from the date\nof publication."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The fees set out in Part II shall be payable in respect of the matters\nthenin spxificd."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Forms set out in Part III shall be the Forms to be used in\nrespect of the matters therein speci6ed.\n                                  PART 11\n                                 Fees\n    (U) For effecting a m a m a s (such fee to be payable to\n        the marriage &er)              .I.         ...    ...            25c\n    (a) For issuing a certificateof registration of marriage             2%\n    (c) For every search in the Register Book                    ...     1oc\n    (d) For ev& d e d copy of any entry in the Register\n         Book             ...          ...         ...          ...      25c\n                inclus4on of thia page. is authorized by LN. 480/19731\n                                                                          PART    m\n                                                           Rle MUSLIM MARRME Acr\n                                                      Deckamlion Rtquirod by Seclion 11\n                    1LhT-z Wifc‘a name and\nD a b a c e of\n                        at date of mnrriage                 at date of\n                                                                                  age\n                                                                                          I       Names and MX of\n                                                                                              children with date of birth\n                                                                                                                                   I   Namcs of children who M\n                                                                                                                                       dead, with date and plam\n                                                                                                                                               of dcath"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Every Civil Registrar shall keep affixed in a con- civil^+.\nspicuous place in his officea list containing the names and thblt!ietof\n                                                              n r a to cx-\naddresses of all marriage officers appointed under this Act.\n        IThe inclusion of this page is authorieDd by L.N. 480/1973]\n4                                    MUSLIM MARRIAGE\nReqnisitcs    6. The requisites of a valid M u s h marriage under this\nof marriage.\n           Act are-\n                 (U) that each of the parties belongs to and professes\n                      the Muslim faith or religion;\n                 (6) that each of the parties shall, as regards age,\n                      mental capacity and otherwise, be capable of con-\n                      tracting marriage;\n                 (c) that the parties shall not by reason of anything\n                      contained in the Islamic law relating to marriage\n                      be prohibited from marrying one another;\n                (d) that the parties, understanding the nature of the\n                      contract, shall freely consent to marry one another;\n                 (e) that the marriage shall be effected by or before a\n                      person appointed as a marriage officer under the\n                      provisions of this Act;\n                  (fl that the marriage shall be registered in accordance\n                      with the provisions of this Act :\nprovisoaa     Provided that no mamage shall be contracted under this\nto polyga-\nmowad      Act, or if so contracted and registered, the same shall be\nmanispea.\n~n(ysmous\n           null and void a6 initio,where it is shown that either of the\n           parties has, or had at the time of such contracting and regis-\n           tration, a wife or husband alive, or where either party is\n           directly descended from the other, or where the female is\n           a sister of the male, either by the full or the half-blood, or\n           where the male is a brother of the female, either by the full\n           or the half-blood.\n&limit           7. The age at which a person, being a member of the\nand conaent\n               Muslim community, is capable of contracting marriage\n               shall be sixteen years :\n                 Provided that in the case of an intended marriage between\n               persons either of whom being a male is under twenty-one\n               years of age or being a female is under eighteen years of\n               age (not being a widower or widow), the consent to such\n                      tTk iaduaion of tbi8 page is auihoriEDd by LN.uNJ119nl\n                       MUSLIM MARRIAGE                                      5\nmarriage, of the father if living, or, if the father is dead, of\nthe guardian or guardians lawfully appointed or of one of\nthem, and, if there is no such guardian, then of the mother of\nsuch person so under age, and, if there is no mother living,\nthen of such other person as may be appointed for the pur-\npose by the Minister, shall be certified in writing by the\nmarriage officer by or before whom the marriage is effected\nupon the certificate of such marriage to be issued in accord-\nance with the provisions of this Act."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Requisites of marriage.\n    Proviso as to polygamous and incestuous marriages.\n I. Age limit and consent.\n                                                                       i"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. In case any person whose consent to a marriage is ConFentto\nrequired in accordance with section 7 is absent from the marnage\nIsland or is unable or refuses to give such consent or is not\nof sound mind, it shall be lawful for the person desirous\nof contracting such marriage to apply to the Minister to\n                                                                   -\n                                                               certain\n                                                                       in\nappoint a person, being a member of the Muslim com-\nmunity, to examine into the circumstances of such intended\nmarriage, and if upon such examination by the person so\nappointed it appears to him that there are no reasonable\nobjections to such intended marriage, he shall so formally\ndeclare in writing and such declaration shall for the purposes\nof this Act be deemed equivalent to such consent as afore-\nsaid."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Subject to the provisions of section 11, if any persons M m ’ w\n                                                              which may\nintermarry otherwise than in accordance with the provisions not bc-\nof this Act, the marriage of such persons shall not be regis- ted.\ntered under the provisions of this Act."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.41) Immediately after a Muslim marriage has been completion\n                                                                marriage\neffected by or before a marriage officer, he shall enter in a of\n                                                              hficak\nbook to be supplied by the Registrar-General and kept by ZLZy;\nthe marriage officer for that purpose (to be called “the           Ezy\nMuslim Marriage Certificate Book”) a certificate in the\nprescribed form of the said marriage, which shall be signed\nby such marriage officer and by the parties to the marriage\n        ITIK inclusion of this page is authorid by LN. 480/1973]\n                                  MUSLIM MARRIAGE\n           and by two credible witnesses, and such marriage officer\n           shall enter up in the counterfoil the prescribed particulars\n           and sign the same.\n                  (2) Every marriage officer shall, within seven days\n           of a Muslim marriage being effected by or before him, trans-\n           mit to the Registrar-General the certificate referred to in\n           subsection (1).\n                   (3) Upon receipt of the said certificate the Registrar-\n           General, if it appears to him that the requisites of a valid\n           Muslim marriage have been complied with and that the con-\n           sent of any person required by this Act to consent to such\n           marriage has been obtained, shall cause the same to be\n           registered.\n                  (4) Every marriage officer who, without reasonable\n           cause or excuse, fails to transmit to the Registrar-General\n           any certificate in accordance with the provisions of this\n           section shall be guilty of an offence against this Act and\n           shall be liable on summary conviction before a Resident\n           Magistrate to a fine not exceeding twenty dollars.\n                 ~ t i ~ Any\n~ ~ ~ ~ i s h11.41)        ~    Muslim marriage which was entered into\nofmamasea\nentered into\n             prior  to the   19th December, 1957, between Muslims domi-\npi-iorto\ncOmmmce-\n             ciled in the Island at the date of such marriage and which\nmentor     marriage is still subsisting and is valid according to the\nAct.\n           Muslim law relating to marriage may be registered under\n           this Act in amrdance with the provisions hereinafter\n           contained.\n                  (2) The parties to such marriage shall attend\n           together with a &age       officer before a Civil Registrar\n           and such parties shall, in the presence of and before the\n           Civil Registrar, make a declaration in the form prescribed,\n           which declaration shall be certified by the marriage officer\n           in the manner prescribed.\n                   [Thc inclusion of this page is authorized by LN.480/1W31\n                       MUSLIM MARRIAGE\n       (3) The fee prescribed for effecting a marriage shall\napply in respect of the taking of the declaration of a\nmarriage entered into prior to the 19th December, 1957.\n         (4) If it appears to the Civil Registrar that the\nrequisites of a valid Muslim marriage were complied with\nat the date it was contracted and that such prior marriage\nis still subsisting he shall transmit the declaration to the\nRegistrar-General for registration.\n                                                                               I"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.41) The Registrar-General shall file in his office all Flilngof\ncertificates and declarations of Muslim marriages which aandmn,s-\n                                                               rtlfifat0\nshall be transmitted to him, and shall forthwith register F$g$,,y              I\nin a book in the prescribed form to be kept in his office for RwstraP\n                                                              GCXraL\nsuch purpose and to be called the ‘‘Muslim Marriage\nRegister Book” particulars of every certificate and\ndeclaration of a Muslim marriage which shall be filed in\nhis office, and every entry so made shall be dated on the\nday on which it is so entered and shall be signed by the\nRegistrar-General.\n        (2) Upon such registration by the Registrar-General\nand upon payment of the prescribed fee, he shall issue and\ntransmit to the parties to the marriage a certificate of\nregistration of the marriage in the prescribed form, and in\nthe case of a marriage effected after the 19th December, 1957,\nhe shall send a notification of the fact and date of registration\nto the mamage officer by or before whom the marriage was\neffected, who shall thereupon enter such particulars in the\nspace provided for the purpose in the counterfoil of the\nMuslim Marriage Certificate Book."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The children of any Muslim marriage registered in w          ti\n                                                                    m  a c~\n                                                                of cbildrcn.\naccordance with the provisions of this Act shall be legitimate,\nand in the case of children of a prior marriage registered\nby virtue of sections 11 and 12 who were born before the\ndate of such registration, the date of legitimation shall be\n        me inclusion of thin p q e is aulhonzed by L N. 480119731\n8                                    MUSLIM MARRIAGE\n              the date of registration of such prior marriage under the sec-\n              tions aforesaid :\n                Provided that the provisions of this section shall not\n              operate to alter the status of any child deemed legitimate\n              by virtue of the provisions of any other law.\nApplication     14. The Legitimation Act shall apply, muiatis mutandis,\nof Leitma-\ntion Act.     to persons legitimated by reason of registration under the\n              provisions of this Act.\nCorrection      15. The Registrar-General may correct any clerical error\nof dencal     in any certificate of marriage filed in his office and in the\ne m in\nRegisla\nBoat\n              Register Book, and shall authenticate every such correction\n              by his signature and the date of such correction.\nSearches in      16.-(1) Upon payment of the prescribed fees, the\nRe&-\nBook and      Registrar-General shall at all reasonable times allow\ncopies of     searches to be made in the Register Book and shall give\nentries.\n              certified copies therefrom.\n                       (2) Any copy certified under the hand of the\n              Registrar-General to be a correct copy of any entry in the\n              Register Book shall be admissible as evidence of the registra-\n              tion of the marriage to which it relates in all courts or\n              before any person now or hereafter having by law or\n              consent of the parties authority to hear, receive and examine\n              evidence.\nuse of          17. AU prescribed applications, certificates and entries\nEnglish\nb w c .       in the Register Book shall be in the English language.\n                 A marriage officer who is unable to write,but able to read,\n              the English language, may muse the particulars required in\n              the certificates and entries in the Register Book to be written\n              in the English language in his presene by another person,but\n              such officer must nevertheless sign the certificates and entries\n              in the Register Book\n                      [The inclusion of ttus page IS authorized by LN. 480/19731\n                       MUSLIM MARRIAGE                                       9"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Every person who unlawfully and maliciously Destroying\n                                                               or injuring\ndestroys or injures, or causes to be destroyed or injured, any Rgwter\nRegister Book or any notice, licence, certificate, entry or B'ok.etc.\nstatement mentioned in this Act, or any certified copy there-\nof respectively, shall be guilty of felony, and liable on\nconviction on indictment to imprisonment with or without\nhard labour for a term not exceeding three years."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Any person who without being duly appointed as a mmo~rby\n                                                              unorhor-\nmarriage officer-                                             izFd\n                                                              PtTsOod.\n     (a) knowingly and wilfully solemnizes any marriage\n          purporting to be a marriage under the provisions\n          of thii Act; or\n      (b) knowingly and wilfully makes or signs any certifi-\n          cate or signs any declaration required by this Act\n          to be made or signed by a marriage officer,\nshall be guilty of felony and liable on conviction on indict-\nment to imprisonment with or without hard labour for a\nterm not exceeding three years."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. All fees received by or on behalf of the Registrar- F ~ .\nGeneral under this Act shall be accounted for and paid\nby him into the Consolidated Fund."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The Minister may make such regulations as may be Re&tionb\nnecessary for the proper carrying out of the provisions of -\nthis Act, and more especially may p r e s c r i b\n     (a) the form of any certificate, register or other docu-\n          ment required for the purpose of this Act;\n     (b) the conditions under which registers or other\n          documents may be inspected; and\n     (c) the fees to be paid in respect of anything required\n           or permitted to be done under the provisions of\n          this Act, and provisions for their remission on\n             inclusion of this page is authorized by L.N. 480/1973]\n10                                   MUSLIM MARRIAGE\n                        account of the poverty of the parties or for other\n                        good reason :\n                Provided that, until varied or revoked by any such\nSchodde.      regulations, the regulations contained in the Schedule shall\n              be in force.\nMarriage3\npcrmissible"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Marriages permissible under the gweral kw.\n                             SCHEDULE\n       IT& inclusion of this page is authorid by L.N.480/1973]\n                                                                 -\n                        MUSLIM MARRIAGE                                             3\n             THE MUSLIM B 4RRIAGE ACT                                     tar\n                                                                      53 Of 1957.\n                                            [19th December, 19-57.]"
    }
  ],
  "definitions": []
}