{
  "id": "jm-stat-the-mutual-assistance-criminal-matters-act",
  "type": "statute",
  "title": "The Mutual Assistance (Criminal Matters) Act",
  "title_en": "The Mutual Assistance (Criminal Matters) Act",
  "short_name": "Mutual Assistance (Criminal Matters) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-mutual-assistance-criminal-matters-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-mutual-assistance-criminal-matters-act | Legal areas: International Relations",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. General Requirements\n    (1) Every request for assistance shall specify--\n           ( a ) the nature of the assistance requested;\n           (h) the agency or authority initiating the request:\n           ( c ) the time limit for compliance with the request:\n            (4 the subject-matter and nature of the investigation or                      i\n                   proceeding and a summary of the relevant facts;\n             (e) the purpose for which the assistance is being sought; and\n             (f) in the case of a request by-\n                         (i) Jamaica: or\n                        (ii) a relevant foreign state.\n                  details of the procedure that Jamaica or the relevant foreign\n                  state. as the case may be. wishes to be followed in giving\n                  effect to the request. including details of the manner and\n                  form in which any information. document or thing is to be\n                  supplied to Jamaica or the relevant foreign state. as the case\n                  may be. pursuant to the request.\n    (2) Where criminal proceedings have been instituted. every request\n        for assistance shall specie-\n             ((7)  the court exercising jurisdiction in the proceedings or any\n                   other law enforcement agency or authority conducting\n                   such proceedings:\n             (h) the identity of the accused person unless prohibited by the\n                   law of the relevant foreign state:\n             (c) the offences to which the request relates and a summary of\n                   the relevant facts:\n              (4 the stage reached in the proceedings and dates fixed for\n                   further stages.\n    (3) Where criminal proceedings have not been instituted. even\n        request for assistance shall specify the offence which is believed\n        by-.\n              (,a) the Central Authority. in the case of a request by\n                   Jamaica: or\n              (h) the appropriate authority of the relevant foreign state.\n         to h a r ebeen committed or to be likely to be committed."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Requests,fbrident~ficntionund location (? fpersons and objects\n   E\\.en such request shall contain such information as is available to the\n   rele~antforeign state in respect of the identification and whereabouts of\n   the person or object concenlcd.\n             lThe inclusion of this page is authorized by L.N. 180.4/2006]\n                 MVTUA L ASSISTANCE (CRIMINAL MATTERS)                                             37"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Requesls reluring to the exumination and taking of testimony of\n   witnesses and prnducrioti of documenis\n   Every such request shdl specify-\n         (U) the names and addresses of official designations uf\n             witnesses:\n         (b) the subjectmatter in relation to which witnesses are to\n             be examined;\n        (c) the questions to be put to witnesses;\n        (d) the manner in which any testimony is tu he taken and\n             recorded;\n        (e) whether it is desired that witnesses give evidence on oath\n             or on affirmation;\n        U) any provisions of the law of-\n                  (i) Jamaica, in the case of a request hy Jamaica; or\n                 (ii) the relevant foreign state, in the case of a request\n                      by that state,\n                      relating to privilege or exemption from giving evidence,\n                      which, in the opinion of the Central Authority or, as\n                      the case may be, the appropnute authority of the relevant\n                      foreign state, is relevant to the request:\n                (g)   such special requirements of the law of-\n                           (i) Jamaica, in the case of a request by Jamaica; or\n                           (ii) t h e ' d e v a n t foreign state, in the Case o! a\n                                request by that state,\n                      in relatim .to the manner of taking evidence as may be\n                      relevant to its admissibility in Jamaica or the relevant\n                      foreign state. as the case may be."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Requesf fm fucilifaiinp the appearonce of witnesses in Jurnaica or\n   the relevant fureigs dale\n   Every such request shall specify-\n                CO) the s u b j e c t - m a r in relation to which the witness is to\n                     be examiaed:\n                (bbj the reasoa~for which the appearance of the witness is\n                     required and the impwtance of such appearance;\n                (c) details as to thc kinds and amounts of allowances and\n                      expenses payable in respect of t h e appearance of the\n           '.\n                      witness in Jamaica or the relevant foreign state, as the\n                      caee may be.\n-.-I__.\n     ~~~\n                          ~-                   --   -~\n                                                     _____       ~   ~   .~~~.   ~   ~   ~~   ~.\n                        hChlden d l b i 8 Fads is luaharizcd by LN.9.51 199n\n38            MUTUAL ASSlSTANCE (CRIMINAL MATTERS)"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) Where, pursuant to a request under this Act by Rehctlon\n                                                             d w e of\nthe Central Authority for assistance, any evidence or infor- evidenceor\nmation is obtained or any documents or other articles are &taj,,dor\n                                                             mformation\n                                                                       dOQl,~OL%\nproduced-                                                    orarticles\n    ( U ) the evidence or information so obtained shall not, pWdued\n          without the prior consent of the reIevant foreign\n          state. be admitted or otherwise used for any pur-\n          poses other than those stated in the request;\n     (b) the documents or other articles so prgduced shall\n         not, without the prior consent of the relevant\n         foreign state, be used for any purposes other than\n          those stated in the request.\n       (2) The restriction specified in subsection (1) (a) shall\nnot apply in the case of the prosecution of a person far the\noffence of perjury in relation to the giving of the evidence\nreferred to in that subsection."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . Requests for search and s e i w e\n        Every such request shall contab-\n             (a) a precise description of the &we 1~ be .searched and\n                    t h i n s to be seized:\n              ( b ) all such infomtion as is available to-\n                            (i) the Central Authority m the case of a request\n                                by Jamaica; or\n                           (ii) the relevant foreign state in the OB)C of a\n                                 r\n                                 eq w by thas rttcte,\n                    which is required to be adduced under the law d the\n                    relevant foreign M e OT the law of Jamajca. as the\n                                         r\n                    case may be, for an necessary warrant or authonvltion\n                    of the w i n g (rut o the search and seinae;\n              (c) a description of any partidar procedure to be followed\n                    in executing the request."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.--(1) Where a crimind proceeding has commenced in Requestby\n                                                                     for\nJamaica and the Central Authority is of the opinion that a Jamaica\n                                                             apmraoca\nforeign inmate is capable of giving evidence relevant to the of\n                                                             . foreiga\n                                                             inmate as\nproceeding, the Central Authority may request the foreign wJamaica.\n                                                                m s ID\nstate in which the inmate is being held to authorize the\nattendance of that inmate at a hearing in connection with\nthe proceeding.\n          We inclusion d this page is authorized by L N. 9 5 / 19971\n8                    MUTUAL ASSISTANCE {CRIMINAL MATTERS)\n                    (2) Where an investigation relating to a criminal\n             matter has commenced in Jamaica and the Central Authority\n             is of the opinion that a foreign inmate is capable of giving\n             assistance in relation to the investigation. the Central\n             Authority may request the foreign state in which the foreign\n             inmate is being held to authorize the removal of that inmate\n             to Jamaica for the purpose of giving assistance in relation\n             to the investigation.\n                    (3) Where the Central Authority makes a request\n             under subsection (1) or (2), the Central Authority may make\n             arrangements with the appropriate authority of the relevant\n             foreign state for the purposes of-\n                  (a) the removal of the person to Jamaica;\n                  (b) the custody of the person while in Jamaica;\n                  (c) the return of the person to the relevant foreign\n                       state; and\n                  (d such other matters as may be relevant.\nWarmtfoor      8.--(1) Where the Central Authority is satisfied that\nand ousmdy\n             arrangements are being made with the appropriate authority\ninmaac.\n             of a relevant foreign state in respeck of a foreign inmate for\n             the purposes specified in paragraphs (U) to (d)of seotion\n             7 (3), the Central Authority may apply in the prescribed\n             manner to a Resident Magistrate for the issue of a warrant\n             under this section.\n                   (2) No warrant may be issued under this section in\n             respect of a foreign inmate unless that inmate has consented\n             to being removed to Jamaica for the purposes stated in the\n             request.\n                   (3) The effect of the warrant shall be to authorize-\n                      the bringing of the foreign inmate to Jamaica;\n                      the taking of the foreign inmate to, and the deten-\n                       tion in custody of that inmate at, such place or\n                      ITheinclusion of thispgeisaWhmized'byL.N. 95119971\n       MUTUAL ASSISTANCE (CRIMINAL MATTERS)                               9\n          pIaces in Jamaica as are specified in the warrant;\n     (c) the return of the foreign inmate to the rdevant\n          foreign state.\n       (4)Where a warrant has been issued in respect of a\nforeign inmate under this section, that inmate shall be\ndeemed to be in legal custody at any time when the inmate\nis being taken under the warrant to or from Jamaica or being\nkept in custody under the warrant.\n       (5) A person authorized by or for the purpose of the\nwarrant to take the foreign inmate to or from any place or\nto keep that inmate in custody shall have all the powers,\nauthority, protection and privileges of a constable under any\nlaw in force in Jamaica.\n       (6) If the foreign inmate escapes or is unlawfully at\nlarge, that inmate may be arrested without warrant by a con-\nstable and taken to any place to which he may be taken under\nthe warrant issued under this section.\n      (7) The Central Authority shall return a person\nbrought to Jamaica pursuant to a request under section 7\nto the relevant foreign state-\n     (a) if the person is serving a sentence, no later than the\n          date immediately preceding the date of expiration\n          of the sentence; or\n     (b) in any other case, no later than the date of expira-\n          tion of the period in respect of which arrangements\n          were made for him to be kept in custody in Jamaica,"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . RequesIs fa service of dawnenrs\n         Every such request shall contain a stazemeni of any pnrticular\n         method of service desired."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) Subject to subsection (2), where a person is in\nJamaica pursuant to a request under section 7 or to give legcsre\n                                                                persons\nevidence in a criminal proceeding or to give assistance in bmTiltbo\nrelation to an investigation pursuant to a request (other than Jamam.\na request under section 7) by the Central Authority for assist-\nance under this Act, that person shall not-\n          meinclusion of thispage is authorized by L N 95119971\n10      MUTUAL ASSiSTANCE (CRIMINAL MATTERS)\n     (a) be detained. prosecuted or punished in Jamaica\n         for any offence that is alleged to have been com-\n         mitted, or that was committed, before the person’s\n         departure from the relevant foreign state pursuant\n         to the request; or\n     (b) be subjected to any civil suit in respect of any act\n         or omission of the person that is alleged to have\n         occurred or that occurred, before the person’s\n         departure from the relevant foreign state pursuant\n         to the request, being a civil suit to which the person\n         could not be subjected if the person were not jn\n         Jamaica; or\n     (c) be required to give evidence in any proceeding or\n          to assist in any investigation in Jamaica other than\n         the proQeding or investigation to which the\n         request relates; or\n     (d) be required, in the proceeding to which the request\n         relates (if any)--\n             (i) to answer any question; or\n            (ii) to produce any document or articIe,\n         that the person would not be required to answer\n         or to produce in a proceeding in the relevant foreign\n         state or in Jamaica relating to a criminal matter.\n      (2) Subsection (1) shall cease to apply to a person if-\n     (a) during a period of ten days from the date on which\n         the person has been notified in writing thdt his\n         presence is no longer required in Jamaica or such\n         other period as may be prescribed in relation to a\n         relevant foreign state, the person has had the\n         opportunity of leaving Jamaica and has remained\n         in Jamaica otherwise than for the purpose to which\n         the request relates; or\n     (b) the person returns voluntarily to Jamaica after\n         having left.\n         meinclusion of t h i s m e i r authorized by L.N. 95/19971\n         MUTUAL ASSISTANCE (CRIMINAL Ad4 TTERS)                                       1I"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-41) Where a person has come to Jamaica pursuant to St\"us0f\n                                                              person pro-\na request under section 7, then for purposes of this Act, secuted\nthe person shall be talcen to be in Jamaica pursuant to the \"erdd\"-\n                                                              parture\nrequest for any period during which the person remains in ~ , o , , ~ ~ I , -\nJamaica for the purpose of being tried for a criminal offence State.\nin Jamaica that the person is alleged to have committed\nafter the person's departure from the relevant foreign\nstate.\n       (2) Without limiting the generality of subsection (I), the\nperson shall be kept in such custody as is specified in a warrant\nissued under section 8."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Where-                                                                Release of\n                                                                            certain per-\n                                                                            sons upon\n            (a) a person is being held in custody in accordance             request by\n                                                                            fore~gn\n                with a warrant issued under section 8; and                  state.\n            ( b ) the relevant foreign state from which the person\n                   was brought requests in writing the release of\n                   that person from custody,\nthe Central Authority shall in writing direct that the person be\nreleased from custody and the person shall be released in\naccordance with such direction."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) A police officer may, without warrant, arrest a person who\nperson if the police officer has reasonable grounds for escaped\n                                                          from\nbelieving that the person-                                custody.\n            (a) has been brought to Jamaica pursuant to a\n                request under section 7; and\n            ( b ) has escaped from lawful custody while in\n                  Jamaica pursuant to the request.\n       (2) A person who is arrested pursuant to subsection (1)\nshall be returned to custody.\n12                       MUTUAL ASSISTANCE (CRIMINAL MATTERS)\nne\"\"s's    by\nJamaica for"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) The Central Authority may, in its discretion, recluest\nmakingor        an appropriate authority of a foreign state to malce arrange-\nenforce-\nment of\n                ments for the enforcement of-\nforfeiture\norders, erc.        (a) an order made by a court in Jamaica under a law in\n                        force in Jamaica with regard to the forfeiture of\n                        property that is believed to be located in the foreign\n                        state;\n                    (b) a pecuniary penalty order or other order made by a\n                        court in Jamaica under the Proceeds of Crime Act\n                        where some or all of tlie property available to satisfy\n                        the order is believed to be located in the foreign state;\n                    (c) a restraint order made by a court in Jamaica against\n                        property that is believed to be located in the foreign\n                        state.\n                       (2) Where a person has been convicted of a prescribed\n                offence in Jamaica, the Central Authority may, in its dis-\n                cretion, request an appropriate authority of a foreign state\n                to-\n                    (a) obtain, on behalf of the Central Authority, the issue of\n                        an order similar to an order referred to in sub-section\n                        (1) (a)or (b), in relation to property that is believed to\n                        be located in that foreign state; and\n                    (b) make arrangements for the enforcement of any order so\n                        made.\nRequest by        14. Where a criminal proceeding has commenced in Jamaica\nJamaica for\nissue of        in relation to a criminal offence, the Central Authority may,\norders in       in its discretion, request an appropriate authority of a\nforeign\nstate.          foreign state to obtain the issue, in respect of the offence, of\n                a warrant, order or other instrument similar in nature\n                to-\n                              /The inclusion of this page is authorized by L.N. IlnOlO ]\n          MUTUAL ASSISTANCE (CRIMNAL U A TTERS)                                  13\n      (a) a search warrant for property specified in the request;\n      (b) a restraint order in respect of property;\n      (c) a warrant for the' interception of communications; or .        Fi;,O\n  .   (6) a notice requiring the disclosure of communications\n          data within the meaning of the Interception of Com-\n          munications Act.\n               PART111. Requests by Foreign States"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-41') Assistance may be provided to a foreign state, on Provision of\n                                                             assistance\nrequest, in accordance with this Part.                       under this\n                                                                         Part.\n       (2) Assistance provided under this Part shall be in res-\npect ,of investigations and proceedings in relation to a criminal\nmatter and such assistance may be provided & aforesaid-\n      (a) to the foreign state which makes a request for the\n          purposes only of the criminal law enforcement\n          authorities in that state; and\n      (b) only if criminal proceedings have been instituted in\n          that state or if there is reasonable cause to believe\n          that an offence in respect of which such proceedings\n          could be instituted, has been or is likely to be com-\n          mitted. ,\n       (3) Assistance under 'this Part may be provided in\nrelation'to-        ,\n      (a) &e location and identification of persons and objects;\n      (b) the examination and taking of testimony of wit-\n          nesses;\n      (c) the production of-                                                          .I\n                                                                                      /,\n              (i) documents and other records, including judicial\n                  or official records; and\n             (ii) other articles;\n      (6)the making of arrangements for persons to give\n          evidence or assist investigations;\n                         MUTUAL ASSISTANCE (CRIMINAL UATTERS)\n                    (e) the temporary transfer of persons in custody for the\n                        giving of testimony;\n                    u> the carrying out of search and seizure;\n                     (g) the service of documents;\n                     (h) the restraining of dealings in property, or the freezing\n                            of assets that may be forfeited or'that may be needed to\n                            satisfy orders which are similar to pecuniary penalty\n                            orders imposed in respect of a prescribed offence;\n                      ( i ) the tracing, seizure and forfeiture of property that may\n                                                                                                 0\n                            be subject to a forfeiture order in force for the time\n                            being in relation to a prescribed offence in the foreign\n                            state which makes a request;\n312010                (i) the interception of communications in accordance with\ns. 22(d).                   the Interception of Communications Act;\n312010               (k) the disclosure of communications data in accordance\nS. 22(d).   .               with the provisions of the Interception of Commun-\n                                                                                     I\n                            ications Act;\n                      (I) such other matters as may be included in an agreement\n                            or arrangement in force between Jamaica and a foreign\n                            state.\n                           (4) Requests made by a foreign state shall be made in\n                writing to the Central Authority and shall contain such of 'the\nFint            particulars set out in the First Schedule as the centralc~utho$ty\nSchedule.\n,,,,,           may require, but without prejudice to the requirement for such\n2ndSch.         additional information as may, be on side red necessary for the\n                purpose of giving effect to the request.                          I      I\nm~nbfor         ' 1.6.-41) A request for assistance under this Act hade b$ a\nrefusal of\n~          i    foreign\n                  ~     state-\n                          ~    .\n                                                                                             1\n                     (a) shall be refused if, in the opinion of the Central\n                         Authority-                                                              0\n                             (i) compliance with the request would contra-\n                                 vene the provisions of the Constitution, or pre-\n                                 judice the security, international relations or\n                                 other essential public interests of Jamaica;\n                        ['The inclusi~mof this page is authorized by LN. 92c/2012]\n         MUTUAL ASSlSTANCE (CRIMINAL. MATTERS)                              17\nprocedures shall be followed to the extent possible under the\nrelevant laws in force in Jamaica.\n  2 0 . 4 1 ) Subject to the provisions of this Act, where a       t2$oy\nrequest is made to Jamaica for-\n      (a) the taking of evidence; or\n                                                                   s s\n                                                                    m y lad\n                                                                    m  u dl\n                                                                          o l\n      (b) the production of documents (other than judicial ofdool-\n                                                                    olala\n            or official records referred to in section 22) or other\n            articles,\nthe Central Authority may, in its discretion, in writing\nauthorize the taking of the evidenfe or the production of\nthe documents or other articles, and the transmission of the\nevidence, documents or other articles to the relevant foreign\nstate.\n          (2) Where the Central Authority authurizes the\ntaking of evidence or the production of documents or other\narticles under subsection (11, a Judge of the Supreme Court\nor a Resident Magistrate-\n     ( U ) in the case of a request for the taking of evidence,\n            may take the evidence on oath of each witness\n            appearing M o r e the Judge or Resident Magistrate\n            to give evidence in relation to the matter; and\n            shall-\n               (i) cause any evidence so taken to be put in\n                    writing and certify that it was so taken; and\n              lii) cause the writing so certified to be sent to\n                    the Central Authority;\n     (b) may, in the case of a request for the production of\n           documents or other articles, require such pro-\n           duction and shall send to the Central Authority\n           any articles so produced or any such documents\n           or copies thereof, and shall certify that-\n               (i) the documents or articles so sent are the\n                    documents or articles produced to the\n          PYnbclusEond(MaP ~ Q.ultat.lpd\n                               &        by LX.95119971\n         MUTUAL ASSISTANCE (CRIMINAL MATTERS)\n                  Judge or Resident Magistrate; or\n             (ii) any copies of documents are true copies of\n                  documents so produced.\n         (3) The Judge of the Supreme Court or the Resi-\ndent Magistrate conducting a procBedmg under subsection\n(2)-\n       (a) may, subject to section 22, order any person to\n           attend the proceeding and to give evidence or to\n           produce any documents or other articles at that\n           proceeding;\n       (b) may permit-\n              (i) the relevant foreign state;\n             (ii) the person to whom the proceeding in that\n                    state relates; and\n              (iii) any other person giving evidence or pro-\n                    ducing documents or other articles at the\n                    proceeding,\n            to have legal representation during the proceeding;\n       (c) shall afford to the person referred to in paragraph\n            (6) (ii) facilities to examine in person or by his\n            legal representative, any person giving evidence\n            at that proceeding.\n         (4) A certificate by the Judge of the Supreme Court\nor the Resident Magistrate under subsection (2) shall state\nwhether, when the evidence was taken or the documents\nor other articles were produced, any of the following per-\nsons was present-\n     (a) the person to whom the proceeding in the rele-\n         vant foreign state relates or any legal represen-\n         tative of that person;\n     (b) any other person giving evidence or producing\n         documents or other articles or any legal repre-\n         sentative of that person.\n             ~~.                   -        - ____        -\n                                      .\n                     ~     ~                  ~\n            ~inctuaionoi(hispaBoisaumnnzsdhyLN.95/19971\n        MUTUAL ASSISTANCE (CRIMINAL MATTERS)                                19\n        (5) Where compliance with a request relating to\nthe production of documents or artides requiras the trans-\nmission of such documents or articles to the relevant\nforeign state, the Central Authority may. subject to sub-\nsection (6)-\n     (U) postpone such transmission if the documents or\n          articles are required in connection with any pro-\n          ceeding in Jamaica;\n     (b) require the relevant foreign state to agree to such\n          terms and conditions as the Central Authority\n          shall specify in order to protect the rights of third\n          parties in relation to such documents or articles.\n       (6) The Central Authority-\n    (U) shall, where transmission of documents is post-\n        poned, provide certified copies thereof pending\n         transmission of the original; or\n    (b) may refuse to effect such transmission pending the\n         conclusion of an agreement referred to in subsec-\n         tion (5) (b)."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. No person shall be compelled, in relation to a request pridSgcr\nreferred to in section 20, to give evidence or to produce of*esses.\ndocuments or other articles which he could not be com-\npelled to give or produce in criminal proceedings in Jamaica\nor in the relevant foreign state."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Where a request relates to the production of judicial R W U ~\nor official records relevant to a criminal matter arising in Por produo\n                                                             tiood\nthe relevant foreign state, the Central Authority-            judicial 01\n                                                              ollidal\n     (a) shall provide copies of such records which are ramr*.\n         publicly available;\n     (b) may provide copies of such records which are not\n         publicly available to the like extent and under like\n         conditions as apply in the case of the production\n          ITbaInchLSion oi t h i ~\n                                 -is   a d m i d by LN.951199fl\n20                   M U T U A L ASSISTANCE (CRlMlNA L MATTERS)\n                         of such records to law enforement agencies or\n                         prosecution or judicial authorities in Jamaica.\nm-by\na relevant"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(1)  Where-\nforeign\naiate €Qr\n                 (a) a proceeding or investigation relating to a criminal\nsearch and            matter has commenced in a relevant foreign state;\nseizura\n                 (b) there are reasonable grounds for believing that an\n                      article (not beiig tainted property) relevant to the\n                      proceeding or investigation is located in Jamaica;\n                      and\n                 (c) the relevant foreign state requests the Central\n                      Authority to arrange for the issue of a search war-\n                      rant under this section in relation to that article,\n             the Central Authority may authorize a police oBcer to\n             apply to a Resident Magistrate for the search warrant\n             requested by the relevant foreign state.\n                      (2) Where a police officer authorized under subsec-\n             tion (1) has reason to believe that the articles to which the\n             request relates is, or will, at a specif~edtime be-\n                   (a) on a person or in his possession or under his con-\n                        trol; or\n                   (6) upon any land or upon or in any premises,\n             the police officer may lay before a Resident Magistrate an\n             information on oath setting out the grounds for that belief\n             and apply for the issue of a warrant under this Section to\n             search the person, land or premises for that article.\n                     (3) A Resident Magistrate may, on an application\n             under subsection (2), issue a warrant authorizing a police\n             officer named in the warrant with such assistance as may\n             be necessary-\n                  (a) to search the person;\n                  (6) to enter upon the land or upon or into the premises;\n                  (c) to search the land and premises for the article; and\n                         ~ W m b dthispapobspYlhorizedb~U.95llQ~\n                                 n\n        MUTUAL ASSISTANCE (CRIMINAL MATTERS)\n     (d) to seize any article found in the course of the\n         search that the police officer believes, on reason-\n         able grounds, to be relevant to the proceeding or\n         investigation.\n        (4) A Resident Magistrate shall not issue a warrant\nunder this section udess-\n    (U) the informant or some other person has given to\n         the Resident Magistrate either orally under oath\n         or by a d a v i t , such further information (if any)\n         as the Resident Magistrate requires concerning\n         the grounds on which the issue of the warrant\n         is sough% and\n    (6) the Resident Magistrate is satisfied that there are\n         reasonable grounds for issuing the warrant.\n        (5) There shall be stated in a warrant issued under\nthis sstion-\n     (a) the purpose for which the warrant is issued, in-\n          cluding a reference to the nature of the criminal\n          matter in relation to which the search is author-\n         ized;\n    (b) whether the search is authorized at any time of\n        the day or night or during specified hours of the\n        day or night\n    (c) a description of the kind of articles authorized to\n        be seized, and\n    (d) the date, not being later than twenty-eight days\n        after the issue of the warrant, on which it ceases\n        to have effect.\n        (6) Where a police officer finds, as a result of a\nsearch in accordance with a warrant issued under this sec-\ntion, an article which the police officer seizes because he\nbelieves on reasonable grounds that it is relevant to the\nproceeding or investigation in the relevant foreign state, the\n         C’RMiaclnslon d this   is a d o r k u b y L.N. 9 5 t l P ~\n22          MUTUAL ASSISTANCE (CRIMINAL MATTERS)\n     police officer shall deliver the article to the custody and\n     control of the Commissioner of Police.\n             (7) Where an article is delivered into the custody\n     and control of the Commissioner of Police under subsec-\n     tion (6), the Commissioner shall arrange for the article to\n     he kept for a period not exceeding twenty-eight days from\n     the day on which the article was seized pending a direc-\n     tion in writing by the Central Authority as to the manner\n     in which the article is to be dealt with.\n              (8) A police officer who executes a search warrant\n     issued under this section shall, as soon as practicable\n     thereafter, give to the person or the owner or occupier of\n     the premises or leave in a conspicuous position on the\n     land or at the premises, as the case may require, a notice\n     stating-\n           (a) the police officer’s name and rank;\n           (b) the name of the Resident Magistrate who issued\n                the warrant and the date of such issue; and\n           (c) a description of any artides seized and removed\n                in accordance with the warrant.\n            (9) A person may only be searched under a\n     warrant issued under this section by a person of the same\n     sex.\n            (10) Where a police officer is authorized by a warrant\n     issued under this section to search a person, the officer\n     may also search-\n          (a) the clothing that is being worn by the person; and\n          (b) any property in, or apparently in, the person’s\n               immediate control.\n            (11) Nothing in this section shall be taken to\n     authorize a police officer, in executing a warrant under this\n     section, to carry out a search by way of an examination of\n     a body cavity of a person.\n               cIl?sMUKZIJO\n                        d tbia    is a d m k d by LN.95119971\n        MUTUAL ASSISTANCE (CRIMINAL MATTERS)                             23"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1)                                                      , .\n           Where assistance is provided to a foreign state in Canfidm-\n                                                              bahty of\nrelation to the provision of information or evidence, the inform-\n                                                              tion or\nCentral Authority may, subject to subsection (2), require cv~tocc,\nthat such information or evidence be kept confidential in 't~.\naccordance with such conditions as the Central Authority\nmay specify.\n        (2) Subsection (1) shall not apply in any case where\nthe information or evidence is required for the purpose of\nany criminal proceedings in the relevant foreign state."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.- 41) where a proceeding relating to a criminal 2;$&\nmatter has commenced in a relevant foreign state and--         fafew\n                                                               2~~\n     (U) that state requests the attendance of an inmate at\n          a hearine in connection with the moceedine:\n                  I                                   LI                 -\n                                                                 in foreim\n                                                                 atata\n     (b) there are reasonable grounds for believing that the\n          inmate is capable of giving evidence relevant to\n          the prooeeding; and\n     (c) the Central Authority is satisfied that-\n              (i) the inmate has consented to giving such\n                  evidence in the relevant foreign state; and\n             (ii) that state has given adequate undertakings\n                  in respect of the matters specified in subsec-\n                  tion (31,\nthe Central Authority may, in its discretion, make arrange-\nments for the inmate's travel to the relevant foreign state\nin the custody of a police officer or correctional officer\ndesignated by the Central Authority for the purpose and\nshall notify that state of such arrangements.\n        (2) Where a proceeding relating to a criminal matter\nhas commenced in a relevant foreign state and-\n     (U) that state requests the attendance at a hearing in\n          connection with the proceeding of a person (other\n          than an inmate) who is in Jamaica;\n24          MUTUAL ASSISTANCE (CRIMINAL MATTERS)\n         (b) there are reasonable grounds for believing that the\n              person is capable of giving evidence relevant to\n               the proceeding; and\n         (c) the Central Authority is satisfied that-\n                  li) the person has consented to giving evidence\n                      in the relevant foreign state; and\n                 (ii) that state has given adequate undertakings\n                      in respect of the matters referred to in sub-\n                      section (3),\n     the Central Authority may, in its discretion, make arrange-\n     ments for the person to travel to the relevant foreign state\n     and shall notify that state of such arrangements.\n             (3) The matters in relation to which undertakings\n     are to be given by a relevant foreign state for the purpose\n     of a request under this section are as follows-\n          (U) the person shall not-\n                   (i) be detained, prosecuted or punished for\n                        any offence against the law of the rele-\n                        vant foreign state that is alleged to have\n                        been m m i t t e d , or that was committed,\n                        before the person’s departure from Jamaica;\n                  (ii) be subjected to any civil suit in respect of\n                        any act or omission of the person that j s\n                        alleged to have occurred or that occurred\n                       before the person’s departure from Jamaica,\n                       being a civil suit to which the person could\n                       not be subjected if the person were not\n                       in the relevant foreign state; or\n                (iii) be required to give evidence in any pro-\n                       ceeding in the relevant foreign state other\n                                            -\n                       than a proceeding to which the request\n                       relates,\n              unless the person has voluntarily returned to the\n              lIbeiaclualon d this pagcir   ’   by L.N. 95/1997l\n      MUTUAL ASSISTANCE (CRIMINAL MATTERS)                               25\n        relevant foreign state after having left it or has\n        had the opportunity of so leaving and has r e\n       mained in that state otherwise than for the pur-\n        pose of giving evidence in the proceedings to\n       which the request relates;\n   (6) any evidence given by the person in the pro-\n        ceeding to which the request relates will not,\n       without the prior consent of the Central Authority,\n        be used for any purposes other than those stated\n        in the request, so, however, that this restriction\n        shall not apply to the prosecution of the person\n       for the offence of perjury in relation to the\n        giving of that evidence;\n   (c) the person will be returned to Jamaica in\n       accordance with arrangements agreed between the\n       Central Authority and the relevant foreign state;\n   (4in a case where the person is an inmate in Jamaica\n       and the Central Authority requests the relevant\n       foreign state to make arrangements for the keeping\n       of the person in custody while the person is in\n       that state-\n            (i) appropriate arrangements will be made for\n                 that purpose;\n           (ii) the person will not be released from\n                custody in the relevant foreign state unless\n                the Central Authority notifies the appro-\n                priate authority of that state that the person\n                 is entitled to be released from custody\n                under Jamaican law; and\n          (iii) if the person is released in the relevant\n                foreign state as mentioned in sub-paragraph\n                W, the person’s accommodation and ex-\n                penses pending the completion of the\n                proceeding in question will be paid for by\n                the relevant foreign state; and\n_ _ _ ~ .\n        --          -                __          ~~\n        f h b l u d o n Oi this p s g s i a auhorizcd by L.N. 95/19933\n16                     M U T U A L ASSISTANCE (CRIMINAL MATTERS)\n                    (e) such other matters (if any) as the Central Authority\n                        thinks appropriate including, in the case of an\n                         inmate, an undertaking that the inmate will be\n                        released from custody at the time when the\n                        Central Authority advises the relevant foreign\n                        state that the person is entitled under Janiaican\n                        law to be so released.\nRspucstsfoor\nBssISTBm"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.--(1) Where an investigation relating to a criminal\nreinvestiga-    matter has commenced in a relevant foreign state and-\ntioos in\nrelevant            (a) that state requests the removal of an inmate to the\n€0-\nrtata                     relevant foreign state for the purpose of giving\n                          assistance in relation to the investigation;\n                    (b) there are reasonable grounds for believing that the\n                          inmate is capable of giving such assistance; and\n                    (c) the Central Authority is satisfied that-\n                             (i) the inmate has consented to being removed\n                                 to the relevant foreign state for the pur-\n                                 pose of giving such assistance as aforesaid;\n                                 and\n                            (ii) the relevant foreign state has given ade-\n                                 quate undertakings in respect of the matters\n                                 referred to in subsection (3),\n               the Central Authority may, in its discretion, make arrange-\n               ments for the inmate’s travel to the relevant foreign state\n               in the custody of a police officer or correctional officer\n               designated by the Central Authority for the purpose and\n               shall notify that state of such arrangements.\n                        (2) Where an investigation relating to a criminal\n               matter has commenced in a relevant foreign state and-\n                   ( U ) that state requests that a person (other than an in-\n                          mate) who is in Jamaica travel to the relevant\n                          foreign state to give assistance in relation to the\n                          investigation;\n                        ~includcm\n                                ofthis page in a d o r i d byL.N. 9511997l\n       MUTUAL ASSISTANCE (CRIMINAL MATTERS)                      n\n    (b) there are reasonable grounds for believing that the\n        person is capable of giving such assistance; and\n    (c) the Central Authority is satisfied that-\n            (i) the person has consented to travel to the\n                relevant foreign state for the purpose of\n                giving such assistance; and\n           (ii) the relevant foreign state has given ade-\n                quate undertakings in respect of the matters\n                referred to in subsection (31,\nthe Central Authority may, in its discretion, make arrange-\nments for the person’s travel to the relevant foreign state.\n        (3) The matters in relation to which undertakings are\nto be given by a relevant foreign state for the purpose of\na request that a person be removed to, or travel to, that\nstate for the purpose of giving assistance in relation to an\ninvestigation are-\n     (a) that the person shall not-\n              (i) be detained, prosecuted or punished for\n                  any offence against the law of the relevant\n                  foreign state that is alleged to have been\n                  committed, or that was committed, before\n                  the person’s departure from Jamaica; or\n             (ii) be subjected to any civil suit in respect of\n                  any act or omission of the person that is\n                  alleged to have occurred or that occurred\n                  before the person’s departure from Jamaica,\n                  being a civil suit to which the person could\n                  not be subjected if the person were not in\n                  the relevant foreign state.\n          unless the person has voluntarily returned to the\n          relevant foreign state after having left it or has\n          had the opportunity of leaving that state and has\n          remained in that state otherwise than for the pur-\n          ~iaehrsionofthispagsisaufhmizedbyL.N. 95/19973\n   MUTUAL ASSISTANCE (CRIMINAL MATTERS)\n    pose of giving assistance in relation to the investi-\n    gation to which the request relates;\n(b) that the person will be returned to Jamaica in\n    accordance with arrangements agreed between\n    the Central Authority and the relevant foreign\n    statq\n(c) that, in a case where the person is an inmate in\n    Jamaica and the Central Authority requests the\n    relevant foreign state to make arrangements for\n    the keeping of the inmate in custody while the\n    inmate is in the relevant foreign state-\n       (i) appropriate arrangements will be made for\n           that purpose;\n       (ii) the person will not be released from\n            custody in the relevant foreign state unless\n            the Central Authority notifies the appro-\n            priate authority of the relevant foreign state\n            that the person is entitled to be released\n            from custody under Jamaican law; and\n      (iii) if the person is released in the relevant\n            foreign state as mentioned in sub-paragraph\n            (ii), the person’s accommodation and ex-\n            penses pending the completion of the in-\n            vestigation to which the request relates will\n            be paid for by the relevant foreign state;\n            and\n(d) such other matters (if any) as the Central Authority\n    thinks appropriate including, in the case of an in-\n    mate, an undertaking that the inmate will be\n    released from custody at the time when the Central\n    Authority advises the relevant foreign state that\n    the person is entitled under Jamaican law to be\n    so released.\n    mh\n     bmk\n       m dtMa           iP anibmhd by LN.9511997l\n          MUTUAL ASSISTANCE (CRIMNAL U A TTERS)                                       29"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.41) Where a relevant foreign state requests the Cen- Request by\n                                                           tbreigii\ntral Authority to make arrangements for the enforcement statef for\nof-                                                        enforce-\n                                                                           ment aid\n      (a) a foreign forfeiture order against tainted property that         :rye::f\n          is believed to be located in Jamaica; or\n      (b) a foreign pecuniary penalty order, where some or\n          all of the property available to satisfy the order is\n          believed to be located in Jamaica,\nand the Central Authority is satisfied that-\n      (c) a person has been convicted of an offence to which\n          the foreign forfeiture order or foreign pecuniary\n          penalty order relates, being an offence in respect of\n          which, if it had been committed in Jamaica, a for-\n          feiture order or pecuniary penalty order could be\n          made by a court in Jamaica; and\n       (d) the conviction and the order are not subject to\n           further appeal in the relevant foreign state,\nthe Central Authority may, in its discretion, apply for the\nregistration of the order in the Supreme Court.\n       (2) Where a relevant foreign state requests the Central\nAuthority to make arrangements for the enforcement of a\nforeign restraint order, made in respect of a criminal offence\nagainst property that is believed to be located in Jamaica, the\nCentral Authority may, in 'its discretion, apply for the\nregistration of the order in the Supreme Court.\n        (3) Where the Central Authority applies to the Supreme\nCourt for registration of a foreign order in accordance with this\nsection, the Court may register the order accordingly if it is\nsatisfied that the circumstances so warrant.\n       (4) A foreign forfeiture order, foreign pecuniary\npenalty order or foreign restraint order registered in the\nSupreme Court in accordance with this section has effect,\n         MUTUAL ASSISTANCE (CRIMINAL MATTERS)\nand may be enforced, as if it were a forfeiture order, pecu-\nniary penalty order or restraint order made by a court in Jamaica\nin respect of a prescribed offence.\n       (5) The Central Authority may, in its discretion, apply to\nthe Supreme Court for cancellation of the registration of a\nforeign forfeiture order, foreign pecuniary penalty order or\nforeign restraint order, as the case may be.\n       (6) Without prejudice to the generality of sub-\nsection (9, the Central Authority may make an application\nunder that subsection if the Central Authority is satisfied\nthat-\n    (a) the order to which the application relates has ceased to\n        have effect in the relevant foreign state in which that\n        order was made;\n    (b) cancellation of the registration of the order is\n        appropriate having regard to the arrangements\n        entered into between Jamaica ahd the relevant       '\n        foreign state in relation to the enforcement of orders of\n        that kind.\n       (7) Where the Central Authority applies to the Supreme\nCourt for cancellation of the registration of an order referred to\nin subsection (3,the Court shall, if satisfied as to the matters\nspecified in paragraphs (a) and (b) of subsection (6), cancel the\nregistration accordingly.\n      (8) Upon a request by a foreign state the Central\nAuthority may in its discretion and on behalf of that state-\n     (a) apply to the Supreme Court for a forfeiture order or\n         pecuniary penalty order under the Proceeds of Crime\n         Act in relation to property that is believed to be located\n         in Jamaica; and\n     ( b ) make arrangements for the enforcement of any order so\n           made.\n        MUTUAL ASSISTANCE (CRIMINAL MATTERS)                              31"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.-(1)    Where a criminal proceeding or criminal inves-              by\ntigation has commenced in a foreign state in respect of a gmarrants\n                                                                mcfar\nprescribed offence and-                                        for searrt,\n                                                               and &\n      (a) the Central Authority has reasonable grounds for in-\n           believing that tainted property in relation to the of tainted\n                                                               ppsrby.\n           offence is located in Jamaica; and\n      (b) the foreign state requests the Central Authority\n           to obtain the issue of a search warrant in relation\n           to the tainted property,\nthe Central Authority may, in its discretion, authorize a\npolice oficer to apply to a Resident Magistrate for the\nsearch warrant so requested.\n         (2) A Resident Magistrate may, on an application\nmade under this section, issue a warrant authorizing a police\n officer named in the warrant, with such assistance and by\nsuch force as is necessary and reasonable to-\n      (a) enter upon the premises specified in the warrant;\n      (b) search the premises for tainted property;\n      (c) seize property found in the course of the search\n           that the police officer believes, on reasonable\n           grounds, to be tainted property.\n         (3) A warrant issued under this section shall in-\n dud-\n      (a) a statement of the purpose for which the warrant is\n           issued, and a reference to the nature of the pre-\n           scribed offence;\n      (b) description of the kind of property to be seized;\n      (c) a time, not being later than twentyeight days after\n           the issue thereof, upon the expiration of which the\n           warrant ceases to have effect; and\n       (d) a statement as to whether entry is authorized to be\n           made at any time of the day or night or during\n           specified hours of the day or night.\n32           MUTUAL ASSISTANCE (CRIMINAL MATTERS)\n              (4) A police officer who executes a warrant issued\n     under this section shall-\n          (a) detain the property seized, taking reasonable care\n                to ensure that it is preserved so that it may be dealt\n                with in accordance with this Act;\n          (b) upon the execution of the warrant, prepare a list of\n                the property seized and give a copy thereof to the\n                owner or occupier of the premises who is present\n                at the time of the seizure; and\n          (c) as soon as is practicable after the execution of the\n                warrant, but within a period of seventy-two hours\n                thereafter, prepare a written report identifying the\n                property s e k d and the location where the property\n                is being detained and send a copy of the report to\n                the Clerk of Courts in that location.\n              (5) The Clerk of Courts referred to in subsection (4)\n     (c) shall furnish a copy of the report tcr-\n           (a) the person from whom the property was seized;\n           (b) any other person who appears to the Clerk of\n                Courts to have an interest in the property.\n              (6) Where property is seized under this section\n     otherwise than because it may afford evidence as to the\n     commission of a prescribed offence, any person who claims\n     an interest in the property may apply to the Resident Magis-\n     trate who issued the search warrant for an order that the\n     property be returned to that person.\n              (7) Where an application is made under subsection\n     (6), the Resident Magiswate referred to in that subsection\n     shall order the return of the property to the applicant if the\n     Resident Magistrate is satisfied that-\n           (a) the applicant is entitled to possession of the\n                property;\n           (b) the property is not tainted property in relation to\n               p%lndndmofthia@agebsIdlOrizsd't7L.N.95l1997l\n       MUTUAL ASSISTANCE (CRIMINAL MATTERS)                             33\n          the prescribed offence referred to in the warrant;\n         and\n    (c) the person in r a p t of whose conviction, charging\n         or proposed charging the seizure was made, has no\n         interest in the property."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.-(1) Where a criminal proceeding has commenced in RDquestby\n                                                                foreim\na foreign state in r a w t of a prescribed offence and-         state for\n                                                                ratraiot\n     ( U ) the Central Authority has reasonable grounds to order.\n            bedieve that property that may be made the subject\n            of a foreign restraint order is located in Janiaica\n            being property which-\n               ( i is liable to forfeiture under the law of the\n                   foreign &at% and\n              0 would be liable to forfeiture under the law\n                   of Jamaica had the offence been committed\n                    in Jamaica; and\n      (b) the foreign state requests the Central Authority to\n            obtain the issue of a restraint order against the\n            praperty,\nthe Central Authority may, in its discretion, apply to the\nSupreme Court for the issue of the restraint order requested\nby the relevant foreign state and the Supreme Court may,\nsubject to subsection (2), issue the order if it is satisfied,\nhaving regard to the information specified in the request,\nthat the order should be so issued.\n        (2) Before issuing a restraint order under this\nsection the Supreme Court may require notice to be given to,\nand may hear, any person who, in the opinion of the Court,\nappears to have an interest in the property unless the Court\nis of the opinion that giving such notioe before making the\norder would result in the disappearance, dissipation or re-\nduction in the value of the property.\n34                  MUTUAL ASSISTANCE (CRIMINAL MATTERS)\n                    (3) A copy of a restraint order issued under this\n            section shaH be served on a person affected by the order in\n            such manner as the Court directs or as may be prescribed\n            by rules of Court.\n                    (4) A copy of a restraint order issued under this\n            section which affects registered land in Jamaica shall be\n            registered with the Registrar of the Supreme Court and with\n            the Registrar of Titles who shall record the particulars of\n            the order in the Register Book of Titles.\n                    ( 5 ) A restraint order issued under this section is of\n            no effect with respect to registered land unless it is so regis-\n            tered.\n                    (6) Where particulars of a restraint order are regis-\n            tered as required by this seation, a person who subsequently\n            deals with the property concerned hail be deemed to have\n            notice of the order at the time of the dealing.\nm    d        30.-(1) Where a foreign state requests the h t r a l\ndoEummtr.\n            Authority to arrange for the service in Jamaica of a process\n            relating to a criminal matter in the relevant foreign state,\n            the Cen'tral Authority may, in its discretion and subjeot to\n            subsection (3), arrange for the service of the process.\n                    (2) Service of such proms may be proved by afli-\n            davit of the person who served it.\n                    (3) The Central Authority may refuse to execute a\n            request for the service of any process-\n                (a) which requires the attendance of a person before a\n                      court or tribunal in the relevant foreign state; or\n                (b) in relation to which, under the law of the relevant\n                    foreign state, there is a penalty or other criminal\n                     sanction for noncompliance with the require-\n                     ments of such document.\n                         -                        -\n                     me inclusion of this page is authorized by L.N. 951 19911"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-(1) The Minister may, by order, designate a Com- \\ppl~c.itlon\nmonwealth country as a designated Commonwealth state fur the ~ ~ ~ ~ ~ ~ ~ l\npurpose of this Act, subject to such exceptions, adaptations or 0tt111\\ i ~ t\n                                                                to lorc~gl\nmodifications as are specified in the order                     \\fdtS\n       (2) Where any relevant treaty has been made with\nany foreign state, the Minister may, by order, declare that\nthe provisions of this Act shall apply in respect of such\nforeign state, subject to such exceptions, adaptations or\nmodifications, as the Minister, having due regard to the\nterms of such treaty, may deem expedient to specify in the\norder for the purposes of implementing such terms.\n       (3) The Minister may from time to time, by order,\ncompile and publish in the Gazette a list of foreign states\nwith which relevant treaties binding on Jamaica are in force;\nand, without prejudice to any other form of proof of the\nexistence of such a treaty, such a list shall, in any proceedings,\nbe conclusive evidence that a relevant treaty is in force between\nJamaica and each foreign state named in the list.\n      (4) An order made under this section shall be subject to\naffirmative resolution."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. Subject to section 33, the Minister may make regulations Regulations.\ngenerally for giving effect to the purposes and provisions of this\nAct."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. Rules of Court may be made dealing generally with R U I C S O ~\nall matters of practice and procedure in proceedings under Court.\nthis Act."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. Repeals (for Jamaica).\n           \\The inclusion of this page i s authorized by L.N. 180AI2006(\n    MUTUAL ASSISTANCE (CRIMINAL MATTERS)                                           5\n\"offence\" means an offence against the law of Jamaica or\n    the law of a relevant foreign state;\n\"official records\" means documents held by agencies or\n     departments of government;\n\"police officer\" means a member of the Jamaica Con-\n     stabulary Force;\n'cpre~cribedoffence\" means-\n      (a) a prescribed offence as defined in the Proceeds               :y:C):\n          of Crime Act;                                    ( 1 )(a).\n      (b) an offence against the law of a relevant foreign\n          state which involves-\n                 (i) the production, manufacture, supply of\n                     or other dealings in dangerous drugs;\n                (ii) the transportatian, 'storage, importation\n                     w x p o r t of dangerous drugs;\n               (iii) money laundering,                         281 1996\n                                                                        S. 2(b).\n             and aiding, abetting, counselling, procuring or\n             conspiring as to, the commission of any such\n             offence;\n      (c) a terrorism offence as defined by section 2 of\n            the Terrorism Prevention Act;\n\"realizable property\" has the same meaning as in the m o o 7\n                                                     S. 140(l)(a).\n     Proceeds of Crime Act;\n\"record\" means any matetial on which data are recorded or\n       marked and which is capable of being read or\n       understood by a person or a computer system or other\n       device;\n\"relevant foreign state\" means a foreign state which makes\n       a request to Jamaica or to which Jamaica makes a\n       request;\nbt\n   relevant treaty\" means-\n        --\n         (The inclusion o f this page is authorized by L.N. I In010 1\n                           MUTUAL ASSISTANCE (CRIMINAL h44 TTERS)\n                                (a) a treaty, convention or other international\n                                    agreement (whether made before or after the\n                                    14th day of July, 1995) that is in force and to\n                                    which Jamaica is a party, the purpose of which\n                                    is to provide for mutual legal assistance in\n                                    criminal matters;\nSecond                          (b) any of the Conventions set out in the Second\nScliedule.\n                                    Schedule.\n                      \"restraint order\" means an order made pursuant to section\n                           29 in relation to property located in Jamaica, the\n                           owner of which has been charged with or convicted of\n                           a prescribed offence;\n                      \"tainted property\" means-\n                                (a) property used in, or in connection with, the\n                                    commission of a prescribed offence; or\n                               (b) property derived, obtained or realized directly\n                                    by the person convicted from the commission\n                                    of a prescribed offence;\n                       \"treaty state\" means a state that is a party to a relevant\n                            treaty and in respect of which an order under section\n                            3 1 (2) is in force.\nPreservation        3. Nothing in this Act shall be construed so as to abrogate or\nof informal\narrangerTlents.   derogate from any arrangement or practice respecting co-\n                  operation between Jamaica and a foreign state or organization,\n                  as the case may be.\n                            4\n                                    PART11. Requests by Jamaica\nRequests by\nJamaica."
    },
    {
      "provision_ref": "sec113",
      "section": "113",
      "title": "Section 113",
      "content": "113.\n             lThe lncluslon of this page is authorized by L.N. lllOAl20061\n        MUTUAL ASSISTANCE (CRIMINAL M A TTEM)\n                                FIRSTSCHEDULE                         (Section 15 (4) )\n        Particulars to be included in request by a.foreign state"
    }
  ],
  "definitions": [
    {
      "term": "offence",
      "definition": "an offence against the law of Jamaica or",
      "source_provision": "sec34"
    },
    {
      "term": "official records",
      "definition": "documents held by agencies or",
      "source_provision": "sec34"
    },
    {
      "term": "police officer",
      "definition": "a member of the Jamaica Con-",
      "source_provision": "sec34"
    },
    {
      "term": "record",
      "definition": "any matetial on which data are recorded or",
      "source_provision": "sec34"
    },
    {
      "term": "relevant foreign state",
      "definition": "a foreign state which makes",
      "source_provision": "sec34"
    },
    {
      "term": "restraint order",
      "definition": "an order made pursuant to section",
      "source_provision": "sec34"
    },
    {
      "term": "treaty state",
      "definition": "a state that is a party to a relevant",
      "source_provision": "sec34"
    }
  ]
}