{
  "id": "jm-stat-the-national-commision-on-science-and-technology",
  "type": "statute",
  "title": "The National Commision On Science and Technology",
  "title_en": "The National Commision On Science and Technology",
  "short_name": "National Commision On Science and Technology",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-national-commision-on-science-and-technology",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-national-commision-on-science-and-technology | Legal areas: Education",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.-41) The Commission shall consist of not less than eight nor more than Establishment\n     thirty-five members.                                                          and\n                                                                                                  constitution.\n            (2) The Prime Minister shall be Chairman of the Commission and the\n     Minister with principal responsibility for science and technology shall be the\n     Deputy Chairman.\n             (3) The other members of the Commission shall be-\n          ( a ) such other Ministers whose portfolios include science and\n                technology for development as the Governor-General may in his\n                discretion appoint;\n          (6) such other persons (hereinafter referred to as independent\n               members) as the Governor-General may in his discretion appoint,\n               being persons who possess significant competence and\n               expertise in the field of science, technology, engineering or\n               enterprise."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . - 4 1 ) The appointment of every independent member shall be Appointment\n     evidenced by instrument in writing stating the period of office of the member and tenure.\n     not exceeding three years, and each member shall be eligible for\n     reappointment.\n            (2) An appointment under paragraph (1) shall be staggered to ensure\n     that at any time no more than fifty per cent of the members of the\n     Commission are retired."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-31) There is hereby established for the purpose of this Establish-\n                                                                                  ment of\nAct, a body to be called the National Commission on Science Comn,ission,\nand Technology which shall be a body corporate to which the\nprovisions of section 28 of the Interpretation Act shall apply.\n        (2) The provisions of the Schedule shall have effect as to Schedule.\nthe constitution of the Commission and otherwise in relation\nthereto."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) The principal object of the Commission shall be to                   :Ec$\noperate as the umbrella organization responsible for fostering commission.\nand advancing the national policy and strategy for science and\ntechnology in Jamaica.\n         (2) The Commission shall-\n     (a) facilitate and provide guidance on government pro-\n            grammes and projects; and\n      ( b ) facilitate private sector projects,\n4               NA TIONAL COMMISSION ON SCIENCE AND TECHNOLOGY\n              relating to science and technology in Jamaica.\nFunctionsof      5.-(1)    The Commission shall promote the sustainable\nCommission.\n              development and utilization of local science and technology\n              capabilities, for competitive and profitable production through\n              education of the populace, partnership of government, private\n              sector, academic institutions and such other bodies or\n              institutions as the Commission considers appropriate.\n                   (2) Without limiting the generality of subsection (1) the\n              Commission shall-\n                 (a) provide advice to the Government on matters con-\n                      cerning science and technology, and undertake\n                      strategic planning to achieve scientific -and tech-\n                      nological objectives;\n                   (b) develop, review and recommend to the Government,\n                       policies designed to facilitate the use of science and\n                       technology to enhance the efficiency, competitiveness\n                       and profitability of the productive sector and the\n                       sustainability of the environment and natural\n                       resources;\n                   (c) as a basis for formulating and i m p l e m e n t i ~policy,\n                       review and evaluate available information on science\n                       and technology in relation to human and physical\n                       resources, the status and potential impact of research\n                       projects and other scientific an+ technological\n                       activities;\n                   (d) facilitate the implementation of plans and strategies of\n                       the National Science and Technology Policy through\n                       linkages with the Human Resources Development\n                       Policy, the National Industrial Policy and other related\n                       or relevant policies;\n                    ( e ) recommend the strategic selection and use of key\n                          technologies which are relevant to national develop-\n                          ment objectives and conduct or facilitate such\n                          research as it considers necessary for the performance\n                            fThe inclusion of this page is authorized by L.N. ll/2OlO I\nNA TIONAL COMMISSION ON SCIENCE AND TECHNOLOGY                            5\n        of its functions;\n  V) create the essential linkages between the users and\n        suppliers of science and technology to enhance levels\n        of production and productivity;\n  ( g ) identify current and potential sources of funds\n        available for science and technology and recommend\n        their allocation based on their optimal use for the\n        achievement of national science and technology\n        priorities and objectives;\n  (h) monitor and evaluate the input and results of science\n      and technology activities, including the allocation and\n      utilization of public funds and recommend the\n      appropriate corrective measures;\n  (i)   provide advice and foster the development of the\n        human resource requirements and capabilities in\n        science and technology, including those relafing to\n        education and training;\n  (j) facilitate the promotion of public awareness of science\n        and technology and its application to national\n        development;\n  (k) foster, promote and ensure the optimal use of national,\n      regional and international linkages in relation to\n      science and technology;\n  (I) call for and examine documents and access from\n      public sector institutions, data that relates to science\n      and technology matters;\n  (m)subject to subsection (3), summon and interview\n     individuals in relation to scientific and technological\n     matters of significance to the national interest;\n  (n) provide out of its funds and resources, scholarships\n      and other awards for the training of persons in\n      scientific research and the application of technology;\n                  NA TIONAL COMMISSION ON SCIENCE AND TECHNOLOGY\n                     (0) give such financial or other assistance as it thinks fit to\n                          persons or organizations undertaking research or\n                          applying the type of technology that the Commission\n                          is authorized to foster or undertake pursuant to this\n                          Act.\n                        (3) The power under subsection (2)(m) shall only be\n                exercised-\n                     (a) where there are reasonable grounds to believe that the\n                         activities being carried out in relation to the scientific\n                         and teclmological matters concerned are detrimental\n                         to the public interest; and\n                     (b) with due regard to the intellectual property rights and\n                         other interests subsisting in any works or other\n                         property related to the matters concerned.\n                        (4) For the purpose of the discharge of its functions\n                under this Act, the Commission may, subject to the provisions\n                of this Act, do anything and enter into any transaction which, in\n                the opinion of the Commission, is necessary to ensure the\n                performance of its functions, including the acquisition' and\n                disposal of property.\nD U ~of\n     Y            6.-(1) All persons summoned to attend and give evidence\npersons\nsummoned        or to produce any book, plan or document before the\nand penalty     Commission-\nfor\ndisobedience.        (a) shall be bound to obey the summons served upon\n                         them;\n                      (b) shall be entitled in respect of such evidence or the\n                          disclosure of any communication or the production of\n                          any such book, plan or document to the same right or\n                          privilege as before a court of law;\n                      (c) shall be entitled to be prid their expenses including\n                           travelling expenses at the rates prescribed by the\n                           Witnesses' Expenses Act for witnesses who are\n                           entitled to have their expenses paid fiom public funds:\n                   Provided that the Commission may disallow the whole or any\n                              lThe inclusion of this page is authorized by L.N. IlL!OlO 1\n      NA TIONAL COMMISSION ON SCIENCE AND TECHNOLOGY\npart of such expenses in any case, if it thinks fit.\n         (2) Any person who-\n        (a) without sufficient cause, fails or refuses to attend\n            before the Commission in obedience to a summons\n            under this Act, or fails or refuses to produce any book,\n            plan or document which he was required by such\n            summons to produce; or\n        (b) being a witness, leaves the Commission without the\n            permission of the Commission; or\n        (c) being a witness, refuses, without sufficient cause, to\n             answer any question put to him by or with the\n             permission of the Commission; or\n        (6)willfully obstructs or interrupts the proceedings of the\n            Commission,\nshall be liable on summary conviction before a Resident\nMagistrate to a fine not exceeding seventy-five thousand dollars\nor in default of payment thereof to imprisonment with or\nwithout hard labour for a term not exceeding three months."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) The Commission shall meet at least once evely three months at Procedure\nsuch places and times as the Commission may determine.                  and ~neerings.\n        (2) The Chairman may at any time call a special meeting of the\nCommission and shall call a special meeting within seven days of the receipt\nof a written request for that purpose, addressed to him by any ten members\nor one-third ofthe members of the Commission, whichever is greater.\n        (3) In the absence of the Chairman, the Deputy Chairman shall\npreside at all meetings.\n     (4) The quorum of the Commission shall be forty per cent of the\nmembers.\n        (5) The decisions of the Commission shall be by a majority of votes\nand in addition to an original vote the Chairman or other member presiding\nat the meeting shall have a casting vote in any case in which the voting\nis equal.\n        (6) Subject to the provisions of this Schedule, the Co~nmissionmay\nregulate its own proceedings.\n        (7) The validity of any proceedings of the Commission shall not be\naffected by any vacancy among the members thereof or by any defect in the\nappointment of a member thereof.\n       (8) Minutes in proper form of each meeting of the Commission shall\nbe kept and shall be confirmed as soon as practicable at a subsequent\nmeeting."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The funds and resources of the Commission shall consist Fundsand\n                                                                               resources of\nof-                                                                            the\n        (a) such sums as may from time to time be placed at its                commission^\n            disposition by Parliament for the purposes of this\n            Act;\n        (b) such other moneys or property as may become pay-\n            able to or vested in the Commission in respect of any\n            matter incidental to its functions."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Notwithstanding anything to the contrary, no act done or proceeding Protection of\ntaken under this Act by the Commission shall be questioned on the grounds\nof any omission, defect or irregularity relating to the appointment of a\nCommission."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1)   The Commission shall keep proper accounts and Accollntsand\n                                                               audit.\nother records in relation to its activities and shall prepare\nannually a statement of accounts in a form which conforms with\nestablished accounting principles.\n                [The inclusion o f this page is authorized by L.N. llLZOlO I\n                    NA TIONAL COMMISSION ON SCIENCE AND TECHNOLOGY\n                         (2) The accounts of the Commission shall be audited by\n                  an auditor or auditors appointed annually by the Commission\n                  and approved by the Auditor-General.\n                            (3) The Commission, its officers, employees and agents\n                  shall-\n                           (a) grant to the auditor appointed under section (2) access\n                               to all books, documents, cash and securities of the\n                               Commission; and\n                           (b) provide to the auditor on request, all such information\n                               as may be within their knowledge in relation to the\n                               operations of the Commission.\n                           (4) The auditor's fees and any expenses of the audit\n                  shall be paid by the Commission.\n                            (5) The Auditor-General shall be entitled at all\n                  reasonable times to examine the accounts and other records in\n                  relation to the business of the Commission.\nAnnual                10.-(1) The Commission shall in each year prepare and\nreport and\nestimates.        submit to the Minister, on or before the thirtieth day of June, a\n                  report of its proceedings during the twelve-month period ending\n                  thirty-first day of March in such year, including a statement of\n                  its accounts audited in accordance with section 9.\n                           (2) The Minister shall cause a copy of the report\n                  referred to in subsection (1) together with the statement of\n                  accounts and the auditor's report thereon to be laid on the Table\n                  of the House of Representatives and of the Senate.\n                          (3) The Commission shall, on or before the thirty-first\n                  day of October in each year, submit to the Minister for approval,\n                  its estimates of revenue and expenditure in respect of the\n                  twelve-month period commencing on the first day of April of\n                  the subsequent year and shall, during that year, submit to the\n                  Minister for approval any estimates of further expenditure as\n                  may become necessary.\n*ppointlnent\no f Executive"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The offence of independent member of the Commission shall not be Officeof\n                                                                         independent\na public office for the purposes of Chapter V of the Constitution.       member not\n                                                                                 public office.\n                [The inclusion o f this page is authorized by I,.N.   IlnOlO I"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1)   The Commission shall appoint an Executive\nDirectorand       Director, at such remuneration and on such other terms and\nOther officers,   conditions as it thinks fit.\n                                   [The inclusion o f this page is authorized by   L.N. llnOlO I\n  NATIONAL COMMISSION ON SCIENCE AND TECHNOLOGY\n        (2) The Executive Director shall be in charge of the day\nto day management of the Commission.\n         (3) The Commission may appoint and employ at such\nremuneration and on such terms and conditions as it thinks fit,\nsuch other officers, employees and agents as it thinks necessary\nfor the proper performance of the functions of the Commission.\n        (4) The Governor-General may, subject to such\nconditions as he may impose, approve the appointment of any\nofficer in the service of Government to the staff of the\nCommission and all officers so appointed shall, during such\nappointment, in relation to pension, gratuity or other allowances\nand other rights as a public officer, be treated as continuing in\nthe service of the Government:\n  Provided that no salary in excess of the prescribed rate shall\nbe assigned to any post without the prior approval of the\nMinister.\n        (5) For the purposes of this section, the prescribed rate\nmeans one million dollars per annum or such higher rate as the\nMinister may, from time to time, by order, prescribe."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The income of the Commission shall be exempt from Exemption\n                                                         from income\nincome tax.                                              tax."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) An entity to which this section applies shall not Consultation\n                                                                  with\nmake its discoveries or inventions available to the public except Commission\nafter prior consultation with the Commission.                     about\n                                                                  discoveries,\n        (2) This section applies to public sector institutions etc.\ninvolved in scientific research or technological application.\n                                Miscellaneous"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1)   Every person having an official duty or being Obligation o f\n                                                          secrecy.\nemployed in the administration of this Act shall-\n      (a) regard and deal with as secret and confidential, all\n          documents, information and records obtained in the\n          course of his duties under this Act; and\n  NATIONAL COMMISSION ON SCIENCE AND TECHNOLOGY\n     ( 6 ) make a declaration to that effect before a Justice of the\n         Peace.\n       (2) Every person referred to in subsection (1) having\npossession of or control over any documents, information or\nrecords, commits an offence if at any time he communicates\nor attempts to communicate such information or anything\ncontained in such documents or records to any person-\n      (a) other than a member, officer or employee of the\n          Commission or other person to whom he is authorized\n          in writing by the Commission to communicate it\n          pursuant to any other law; or\n     (b) otherwise than for the purposes of this Act.\n        (3) A person who is convicted of an offence under sub-\nsection (2) shall be liable on summary conviction before a\nResident Magistrate to a fine not exceeding one million dollars\nor to imprisonment for a term not exceeding six months or to\nboth such fine and imprisonment.\n        (4) A person to whom information is communicated\npursuant to the authority of the Commission, who at any time\ncommunicates or attempts to communicate to any person\notherwise than for the purposes of this Act, any such\ninforrnation-\n     (a) the disclosure of which could prejudice-\n                (i) the security of Jamaica;\n               (ii) public health or public safety;\n               (iii) conservation, protection or proper use of the\n                     environment; or\n               (iv) the intellectual property rights                        of any\n                    persons;\n     (b) which is of commercial value, which value would be,\n         or could reasonably be expected to be, destroyed or\n         diminished if the information were disclosed; or\n              [The inclusion o f this page is authorized by L.N. llnOlO 1\n  NA TIONAL COMMISSION ON SCIENCE AND TECHNOLOGY                            I1\n     (c) the disclosure of which would constitute an actionable\n         breach of confidence,\nshall be guilty of an offence and liable on summary conviction\nbefore a Resident Magistrate to a fine not exceeding one million\ndollars."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Subject to any provision to the contrary in any enactment, Provi~ionsof\n                                                                  other Acts.\nnothing in this Act shall be construed as altering the provisions\nof any other Act."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Regulations.\n                  [The inclusion o f this page is authorized by L.N. Ili20l0 1\n  NA TIONAL COMMISSION ON SCIENCE AND TECHNOLOGY                                            3\n    THE NATIONAL COMMISSION ON SCIENCE AND                                           ~ c t\n                                                                                  3 of 2007.\n                         TECHNOLOGY ACT\n                                                        [2nd April, 2007.1\n                                   Preliminary"
    },
    {
      "provision_ref": "sec541",
      "section": "541",
      "title": "Section 541",
      "content": "541)The Commission shall appoint such committees as are necessary Appointment\n     in relation to the exercise of any of its powers or the performance of any of of\n                                                                                   committees.\n     its functions or to cany out on its behalf any particular duty.\n             (2) Every committee appointed under this paragraph shall consist of\n     at least one member of the Commission and such other persons as the\n     Commission may determine.\n                     [The inclusion o f this page is authorized by L.N. Ili2010 1\n   NATIONAL COMMISSION ON SCIENCE AND TECHhrOLOGY"
    }
  ],
  "definitions": []
}