{
  "id": "jm-stat-the-national-council-on-drug-abuse-act",
  "type": "statute",
  "title": "The National Council on Drug Abuse Act",
  "title_en": "The National Council on Drug Abuse Act",
  "short_name": "National Council on Drug Abuse Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-national-council-on-drug-abuse-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-national-council-on-drug-abuse-act | Legal areas: Health and Safety",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the National Council on Drug Short\n                                                          title.\nAbuse Act.\n                                                                       Interpre-"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                      tation.\n    \"chairman\" means the chairman of the Council;\n    \"Council\" means the Council appointed under section 3(1);\n    \"deputy chairman\" means the deputy chairman of the Coun-\n        cil;\n    \"drug\" means any chemical agent affecting living tissue;\n    \"functions\" includes duties and powers."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.--(1) There shall ,be established for the purposes of this Establish-\n                                                               ment and\nAct, a body to be called the National Council on Drug Abuse ,nstitution\nwhich shall be a body corporate to which section 28 of the ofcouncil.\nInterpretation Act shall apply.\n       (2) The Council shall consist of-\n    (a) a Board of Management (hereinafter referred to as the\n        Board) consisting of persons appointed in accordance\n        with Part I of the Schedule;                          Schedule\n                                                                       4111597\n                                                                       S. 2(a)(i).\n    (b) such other members (hereinafter referred to as \"selected\n        members\") as are representatives of the organizations ,,,,\n        listed in Part I1 of the Schedule.\n                                                                         ,\n                                                                 s.2(a)(ii).\n       (3) [Deleted by Act 41 of 1997.1\n       (4) [Deleted by Act 4 1 of 1997.]\n    4                              NATIONAL COUNCIL ON DRUG ABUSE\n    Schedule.              (5) The Minister may by order aniend the Schedule.\n                            (6) The appointment of every member bf the Council\n                     other than the ex oficio members shall be evidenced by instru-\n                     ment in writing, and such instrument shall state the period of\n                     office of the member which shall not exceed five years.\n                           (7) Every member of the Council shall be eligible for\n                     reappointment.\n                           (8) The Minister shall appoint one of the members of the\n                ..   Board to be chairman and one of such members to be deputy .\n                     chairman.\n                           (9) In the case of the absence or inability to act of the\n                     chairman the deputy chairman shall perform the functions of the\n                     chairman.\n                          (10) The names of all members of the Cowcil as first\n                     constituted and every change in the membership thereof shall be\n                     published in the Gazette.\n                           (1 1) .The Minister may at any time revoke the appoint-\n                     ment of any member of the Council if he thinks it expedient so       +\n                     to do.\n    Seal.              4.-(1) The seal of the Council shall be authenticated by the\n                     signatures of the chairman and the Secretary of the Council\n                     and such seal shall be officially and judicially noticed.\n                            (2) All documents, other than those required by law to\n                     be under seal, made by, and all decisions of,'the Council may be\n                     signified under the hands of the chairman and the Secretary of\n                     the Council.\n     Resignations.     5-1)   Any member of the Council, 'other than the chair-\n                     man, may at any time resign his office by instrument in writing\n                     addressed to the Minister and transmitted through the\n                     chairman and from the date of the receipt by the Minister\nI                             [nqin~lusion of this page is authorized by L.N. 92c/2012]\n           NATIONAL COUNCIL ON DRUG ABUSE                               5\nof such instrument such member shall cease to be a member\nof the Council.\n       ( 2 ) The chairman may at any time resign his office\nby instrument in writing addressed to the Minister and such\nresignation shall take effect as from the date of the receipt\nof such instrument by the Minister."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . 4 1 ) The Council shall meet as often as may be Meetlogs\nnecessary or expedient for the transaction of business, but\nshall meet at least once in every three months.\n       (2) The Board shall meet at such times as may be\nnecessary or expedient for the transaction of business but\nshall meet at least once per month.\n       (3) All meetings shall be held at such place and\ntime and on such days as the chairman may determine.\n        (4) The chairman may at any time call a special meet-\ning of the Council or of the Board, as the case may be, and\nshall call a special meeting-\n     (a) of the Board within fourteen days of a written\n           request for that purpose addressed to him by any\n           three members of the Board;\n     ( b ) of the Council within fourteen days of a written\n           request for that purpose addressed to him by any\n           twenty members\n       (5) The chairman shall preside at meetings of the\nBoard and of the Council, and in his absence the deputy\nchairman shall preside, and in m e of the absenoe of both\nthe chairman and the deputy chairman from any meeting\nthe members present and constituting a quorum shall elect\none of their number to preside at that meeting.\n       (6) A quorum of the Board shall be five and a quorum\nof the Council shall be twenty-one.\n        [Yhe Inclusivnaf thls page ~ s a u t h u r w dby L N 146/19B]\n6                         NATIONAL COUNCIL ON DRUG ABUSE\n                   (7) Minutes in proper form of each meeting of the\n             Board and each meeting of the Council shall be kept.\n                   (8) Subject to the provisions of this section, the Board\n             and the Council may each regulate its own proceedings.\nFunclions      7.-{l)   The functions of the Council shall be-\nof Council\nand               (a) to review and monitor the conditions in Jamaica\nBoard. -\n                       with respect to drugs which are being, or which\n                      appear to it likely to be, misused with likely harmful\n                       effects sufficient to constitute a social problem;\n                  (b) to undertake, subject t.o the approval of the\n                       Minister the measures which in the opinion of the\n                       Council ought to be taken for preventing the mis-\n                       use of drugs or dealing with any social problems\n                       connected with the misuse of such drugs;\n                  (c) to consider matters referred to it concerning drug\n                       use and abuse and to advise thereon.\n                    (2) Without prejudice to the generality of subsection\n             (l), the Council may make recommendations on measures\n             which in its opinion cught to be taken-\n                 (a) for restricting the availability of drugs or super-\n                      vising the arrangements for their supply;\n                 (b) for alleviating conditions which lead to demand\n                      for such drugs;\n                 (c) for enabling persons affected by the misuse. of\n                      drugs to obtain proper advice, and for securing\n                      the provision of proper facilities and services for\n                      the treatment, rehabilitation and after-can of such\n                      persong\n                 (d) for promoting co-operation between professional\n                      and community services which in the opinion of the\n                      Council may assist in dealing with social problems\n                      connected with the abuse of drugs;\n                        mix inclusion of this page ir authorized Ly L.N.146119991\n            NATlONAL COUNCIL ON DRUG ABUSE\n     (e) for educating the pubIic (and in particular, minors)\n          concerning the dangers of misusing or abusing\n          drugs, and for publicising such dangers;\n      (f, for the promotion of research into, or otherwise\n          obtaining information concerning, any matter\n          which in the opinion of the Council is relevant in\n          preventing the misuse or abuse of drugs or dealing\n          with any connected social problem;\n     (g) with respect to such matters as, in the opinion of\n          the Council, are incidental to the proper control of\n          the use of drugs.\n       (3) The Board shall be responsible for the general\nadministration of the policies and decisions of the Council.\n       (4)In the exercise of its functions the Council shall\nhave power to do all such acts and things and to enter into\nany transaction as, in its opinion, are necessary or incidental\nto the proper performance of its functions."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Council may, with the approval of the Minister, h i i a t a n n\n                                                              dor Ib\ngive such financial or other assistance as it thinks fit, to W   Kh\npersons undertaking, on behalf of the Council, such research             gys,mo-\nor other activities as are necessary or advantageous in con-\nnection with the carrying out of the functions of the Council\nunder this Act."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9 - 4 1 ) I'he Board shall appoint at such remuneration and Appoint-\n                                                               ment of\non such terms and conditions as it thinks fit an executive .tlti.\ndirector who shall also be Secretary to the Council.\n      (2) The executive director shall be the principal officer\nof the Board and shall be responsible to the Board for\nthe day to day administration of the business of the Board.\n       (3) The Board may appoint and employ such officers,\nother employees and agents as it thinks fit, at such remunera-\ntion, and subject to such conditions as it thinks fit :\n   Provided that-\n              -                 -~                      ~-\n         [nhc inclusion ofthis page is authorized bj. L \"I. 146: lY9?j\n8                       NATIONAL COUNCIL ON DRUG ABUSE\n                 (a) no salary in excess of the prescribed rate shall be\n                       assigned to any post without the prior approval of\n                        the Minister; and\n                  (b) no appointment shall be made to any post to which\n                        a salaiy in excess of the prescribed rate is assigned\n                       without the prior approval of the Minister.\n                    (4) For the purposes of this section, the prescribed\n41 / 1997    rate means two hundred thousand dollars or such higher\ns. 3.        rate a5 the Minister may from time to time determine.\n1 9 / 1993          (5) The Govemor-General may, subject to such con-\ns. 2.\n             ditions as he may impose, approve the appointment of any\n             officer in the service of the Government to any office with\n             the Council and any officer so appointed shall, while 50\n             employed, in relation to any pension, gratuity or ather\n             allowance and in relation to other rights as a public officer,\n             be treated as continuing in the service of the Government.\nCorn-           10.--(1) The Board may appoint from among the selected\nmittem.\n             members such committees as it thinks fit-\n                  (a) to advise the Board in the performance of any of\n                         its functions; and\n                  (6) to carry out on its behalf, such duties as the Board\n                         may determine,\n             and such committees may co-opt other persons as they see\n             fit.\n                       (2) The membership of any committee appointed\n             under this section shall consist of at least three selected\n             members.\nExemption      11.-(1) No action, suit or other proceedings shall be\nfrom\npecMlld      brought or instituted against any member of the Council\nlisbiliv.    personally in respect of any act done bona fide in pursuance\n             or execution or intended execution of this Act.\n                     (2) Where any member of the Council is exempt\n             from liability by reason only of the provisions of this section\n             the Council shall be liable to the extent that it would be if\n             the said member were an employee. a servant or agent of the\n             Council.\n                       CThcinclusion of this p a g e i ~authorized by L N. 146/1999]\n           . NATIONAL COUNCIL ON DRUG ABUSE                               9\n  1 2 4 1 ) The funds and resources of the Council shall consist Funds.\nof such moneys as may fiom time to time be placed by Parlia-\nment at the disposal of the Council for the purposes of this Act\nand such other moneys or property as may lawfully be paid to or\nvested in the Council.\n        (2) The expenses of the Council (including any remun-\neration of the members and staff thereof) shall be paid out of the\nfunds of the Council."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) The Board shall keep proper accounts and other Accounts\nrecords in relation to the Council's business and shall prepare and audit.\nannually a statement of accounts in a form satisfactory to the\nMinister.\n        (2) The Auditor-General or his nominee shall be respon-\nsible for auditing the accounts of the Council.\n        (3) The members, officers aid other employees of the\nBoard shall grant to the Auditor-General or his nominee\naccess to all books, documents, cash and securities of the\nCouncil, and shall give to him, on request, all such information\nas may be within their knowledge in relation to the operation\nof the Council.\n  1 4 . 4 1 ) The Board shall in each any year cause to be Annual\nprepared and transmitted to the Minister, on or before. the ~                ~   ~\n30th day of September, a report of its proceedings during the\ntwelve months ending on the 3 1st day of ~arch:inthat year.\n         (2) The Minister shall cause a copy of the report to-\ngether with the annual statement of accounts and the .auditor's\nreport thereon to be laid on the Table of each House of Parlia-\nment.\n          (3) The Board shall, on or before the 30th day of\n  September, in each year, submit to the Minister for his approval\n  estimates of income and expenditure for the ensuing financial\n  year in respect of the period commencing on the 1st day of\n. April next following.\n                               NATIONAL COUNCIL ON DRUG ABUSE\nRegulations       15.--(1) The Board may with the approval of the Minister\nand orders.\n               make regulations generally for the better carrying out of the\n               provisions of this Act and without prejudice to the generality of\n               the power hereby conferred, may make regulations providing\n               for-\n                       (a) the conditions of service of officers and employees of\n                           the Board;\n                       (b) the grant of pensions, gratuities and other benefits to\n                                                                                           0\n                           such officers and employees and their dependants and\n                           the grant of gratuities and other benefits to the depend-\n                           ants or estates of deceased officers and employees of\n                           the Board;\n                       (c) the establishment and maintenance of sick hnds, super-\n                           annuation funds and provident funds, the contributions\n                           payable thereto and the benefits receivable therefrom.\n712011                     -(2) Notwithstanding section 29(b) of the Interpretation\nSch.\n                   Act, regulations made under subsection (1) may provide in res- ,\n                   pect of-a breach of the provisions thereof for the imposition of\n                   penalties on summary conviction in a Resident Magistrate's\n                   Court of a fine not exceeding one million dollars or imprison-\n                   ment for a term not exceeding twelve months or both such fine\n                   a*d iniprisonrnent.\nDirections           16. The Minister may, after consultation with the chairman,\nby Minister.\n                   give general directions concerning the policy to'be followed by\n                   the Board in relation to the exercise and performance of its\n               '   function;; and the Board shall give effect to any such directions.\nOffences.            17. Any person who-\n                       (a) being a member of the Council or officer, agent or\n                           employee of the Board, without the permission of the\n                                                                                           0\n                          .Board publishes or communicates to any person (other-\n                           wise than in the course of his duties as a member,\n                           officer, agent or employee of the Board) any infor-\n                           mation acquired by him in the course of such duties; or\n                                                                                       '\n                          .me iac-hrsion of this page is authorized by LN. 92c12012]\n                NATIONAL COUNCIL ON DRUG ABUSE                                    II\n        (b) being in possession of any information which to his\n            knowledge has been disclosed in contravention of this\n            Act, publishes or communicates such information to\n            any person,\n    shall be guilty of an offence and shall be liable on summary con-\n    viction in a Resident Magistrate's Court to a fine not exceeding\na   one million dollars or in default of payment thereof to im- ~ R O I I\n    prisonment for a term not exceeding twelve months or to both SCh.\n    such fine and imprisonment.                              I"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The Minister may, by order subject' to affirmative resolu- Minister\n                                                                      may amend\n    tion, amend the monetary penalties specified in this Act.         monetary\n                                                                         penalties.\n                                                                         7R011\n                                                                         Sch.\n         12                 NATIONAL COUNCIL ON DRUG ABUSE\n                                                                                (Section 3)\n1                    Board of ~anagementof the National Council on Dr@ Abuse                         I\nI              The Broad shall consist of sixteen members of whom-                      I            1\n/I             _,(a) the following shall be ex oficio members-     ,      . ..r\n                        (i) the Permanent Secretary in the ,Ministry responsible for\n                                                                                                     I\n                     ,\n                       - Health or his nominee;\n                            (ii) the Financial Secretary or his nominee;\n                           (iii) the Permanent Secretary in the Min/stry responsible for\n                                                                                                     I\n                                  Education or his nominee;\n                          ' (iv) the' Permanent secretary in the Ministry responsible for\n                                  Labour, Social Security and Sport or his nominee;\n                   (b) one member shall be a representative of the Jamaica Council of\n                          Churches nominated by that Council;\n                   (c) one member shall be a representative of the Medical Association of\n                          Jamaica nominated by that Association;\n                   (4 one member shall be a representative of the Jamaican Bar Asso-\n                          ciation nominated by that Association;\n                   (e) one member shall be a representative of the Private Sector\n                          Organization of Jamaica nominated by that organization;\n                   fl one member shall be a representative of the Joint Trade Union\n                        . Research Development Council nominated by that body;\n                    (g) one member shall be appointed by the Minister on the recom-\n                           mendation of the Prime Minister;\n                    (h) one member shall be appointed by the Minister on the recom-\n                           mendation of the Leader of the Opposition;\n                    ( i ) three members shall be appointed by the Minister from among\n                           persons'appearing to the Minister to be suitably qualified for such\n                           appointment;\n                   ( j ) two members shall be appointed by the Minister from among the\n                        organi&tions listed in Part 11 of the Schedule.                          0\n                  Organizations Represented on the National Council on Drug Abuse\nI             Association of General Practitioners\n              Bustamante Institute of Public and International Affairs\n I\n I\n              Caribbean Institute of Mass Communications (CARIMAC)\n ,            Council of Voluntary Social Services\n                       . . \"                                                           . .\n     I\n It\n           NATfONAL COUNClL ON DRUG ABUSE                                          13\nCustoms and Excise Department\n(_lrM Television\nInstitute of Sports\nJamaica Association of Full Gospel Churches\nJamaica Association of Science Students\nJamaica Constabulary Force\nJamaica Council of Churches\nJamaica Defence Force\nJamaica Information Service\n                    .   -\nJamaica Labour Party\nJamaica Library Service\nJamaica Pentecostad Union\nJamaica Teachers Association\nJamaican Bar Association               .   .\nJamintel\nJaycees\nJoint Trade Union Research Development Council\nKiwanis\nLions Club of Kingston\nMedical Association of Jamaica\nMinistry of Agriculture and Mining\nMinistry of Education, Youth and Culture\nMinistry of Foreign Affairs and Foreign Trade\nMinistry of Health\nMinistry of Labour, Social Security and Sport\nMinistry of National Security and Justice\nMinistry of Tourism\nNational Committee for a Drug Free Society (Parish Committees)\nNational Consumers League\nNational Democratic Movement\nNational Drug Abuse Fund Raising Trust\n          F   e inclusion oi rhir page i s authorized \\n/ L.N. 1 4 ~ , / 1 g ~ ]\nI4               NATIONAL COUNCIL ON DRUG ABUSE\n     Nurses Association of Jamaica\n     Office of the Prime Minister\n     People’s National Party\n     Pharmaceutical Society of Jamaica\n     Planning Institute of Jamaica\n     Press Association of Jamaica\n     Private Sector Organization of Jamaica\n     Radio Jamaica and Re-Ditfusion\n     Rotary Club of Downtown Kingston\n     Rural Agricultural Development Authority (RADA)\n     Social Development Commission (SDC)\n     Spectrum\n     The Gleaner Company Limited\n     University of Technology (UTECH)\n     University of the West Indies\n               [The inclusion ofthis p a p is authorized by LN. I&/ 19991"
    }
  ],
  "definitions": [
    {
      "term": "chairman",
      "definition": "the chairman of the Council",
      "source_provision": "sec2"
    },
    {
      "term": "Council",
      "definition": "the Council appointed under section 3(1)",
      "source_provision": "sec2"
    },
    {
      "term": "deputy chairman",
      "definition": "the deputy chairman of the Coun-",
      "source_provision": "sec2"
    },
    {
      "term": "drug",
      "definition": "any chemical agent affecting living tissue",
      "source_provision": "sec2"
    }
  ]
}