{
  "id": "jm-stat-the-national-council-on-education-act",
  "type": "statute",
  "title": "The National Council on Education Act",
  "title_en": "The National Council on Education Act",
  "short_name": "National Council on Education Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-national-council-on-education-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-national-council-on-education-act | Legal areas: Education",
  "provisions": [
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Governor-General. on the application of any mzmber of the onnt\n                                                                         kaW d\n                                                                              ot\n     Council, may grant to such member leave of absence f i r any period abamcw.\n     not exceeding six months and may appoiut some other person to act\n     a8 a member during the period of leave of absence so granted."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-[1)  Subject to the provisions of rhis Schedule, a member of the TanW of\n     Council shall hold office for a period not exceeding three years.     ma.\n          (2) Every member of the Council sJdI be eligible for reappoinr-\n     ment but no member shall be appoint& for more than six mseculive\n     years.\n           (3) If any vacancy occurs in the membership of the Council\n     such vacancy shall be filled by the appointment of another member\n     who shall, subject to the provisions of this Schedule, hold &ice for\n     the remainder of the pedod for which the previous member was\n     appointed."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) A member of the Council, other than the cheirmsn, may at\n                                                                                    p-&-p&,\n     any t h e resign his office by instrument in writing addressed to the Of monubcrs.\n     Governor-General and transmitted through the chairman, and from the\n     date of receipt by the Governor-General of such instrument, the mem.\n     ber shall cease to be a member of the Council.\n            (2) The chdnnan may at any time resign hls o t l i ~by instrument\n     in writing addressed to the Governor-General and his rssignation shdl\n     take effect from the date of the d p t of the instrument by the Governor-\n     Generall"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . 4 1 ) The CounciI shall appoint and employ, at such A%$-\nremuneration and on such terms and conditions as the offiocrsaod\nCouncil may determine, an Execuwe Director, a Secretary other     crmphoyw.\nand such other officers and employees as the Council deems\nnecessary for the proper carrying out of the provisions of\nthis Act:\n   Provided that-\n       (a) no salary in excess of the prescribed rate shall be\n            assigned to any post without the prior approval of\n            the Minister; and\n       (b) no appointment shall be made to any post to which\n            a salary in excess of the prescribed rate is assigned\n            without the prior approval of the Minister.\n       (2) For the purposes of subsection (1) the “prescribed\nrate” means a rate of one hundred and fifty thousad dollars\nper annum or such higher rate as the Minister may, by order,\nprescribe.\n       (3) The Governor-General may, subject to such con-\nditions as he may impose, approve the appointment of any\npublic &er in the service of the Government to any office\nwith the Council, and any public officer so appointed shall,\nwhile so employed, in relation to any pension, gratuity or\n           -\n          Vhe ioduaion of this page is authorized by LN.42/199s]\n6                             NATIONAL COUNCIL ON EDUCA7ION\n                 other allowance and in relation to any other rights as a\n                 public officer, be treated as continuing in the service of the\n                 Government.\nPensions.          7. It shall be lawful for the Council, with the approval of\ngmtultIe8\nand              the Minister-\nre!irirlg\nbefits.               (U) to enter into arrangements respecting schemes,\n                           whether by way of insurance policies or otherwist;\n                           and\n                      (b) to make regulations.\n                 for medical benefits, pensions, gratuities and other retiring\n                 benefits or disability or death benefits, relating fo employees\n                 of the Council and such arrangements or regulations may\n                 include provisions for the grant of beEefits to the depen-\n                 dants and the legal personal representatives of such\n                 employees.\nFunk m d\nTeb)uTcM\n                   &-(U      The funds and resources of the Council shall mn-\nof lhe           sist of-\nOouncil.\n                      (U) sums which may from time to time be placed at the\n                            disposal of the Council by Parliament:\n                      (b) all other moneys and other property which may in\n                          any manner become payable to or vested in the\n                          Council in respect of any matter incidental to its\n                          functions.\n                        (2) The expenses of the Council, including the\n                 remuneration of members and employees, shall be paid out\n                 of the funds of the Council.\nm-          to     9. All moneys of the Council not immediatzly required\ninvesi\nmoneys.          to be expended for the purpose of meeting any of the obliga-\n                 tions or discharging any of the functions of the Council\n                 may be invested in such securities as may be approved\n                            We inclusion of ibis page b5 a u t h o r i d by L.N.42/1995]\n           NATIONAL COUNCIL ON EDUCATION                                 7\neither generally or specifically by the Minister and the\nCouncil may, with the approval of the Minister, sell all or\nany of such securities."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.41) Tbe seal of the Council shall be authenticated by the signature Seal.\n     of the chairman or any other member of the Council authorized to\n     act in that behalf and shall be judicially and officially noticed.\n            (2) All documents, other than those required by law to be under\n     s e d made by, and all decisions of, the council ma be signified under\n     the hand of the chairman or any member or\n     authorized to act in that behalf.\n                                                              dw   of the Council"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 ) The Council shall meet at such times as may be necessary pro-&\n     or expedient for the transaction of bminess, and such meetings shall ?ad mect-\n     be held at such places and times and on such days as the council may mSa.\n',   determine.\n                m e inclusion of this p g e is auihorized by L.N. 4 2 / 19951\n12                         NATIONAL COUNCIL ON EDUCATION\n                     (2) The chairman may at any time call a spcial meeting of\n              the Council and shall call; a special meeting to he held within sewn\n              days of a written request for that purpose addressed to him by any\n              three members of the Council.\n                     (3) The chairman or, in the c u e of thc inability to act of the\n              chairman, the deputy chairman shall preside at the meetings of the\n              Council1 and in the absence of both the chairman and the deputy\n              chairman from any meeting, the members of the Council present shall\n              elect one of their number to preside at that meeting and when m'pre-\n              siding the chairman, the deputy chairman or the member elected as\n              aforesaid, as the case may be. shall1 have an original and a casting vote.\n                     (4) The quorum of the Council shall be nine.\n                     (5) Subject to the provisions of this Schedule, thr. Council may\n              regulate its own proceedings.\n                     (6) The validity of any proceedings of the Council shall not be\n              affected by any vacancy amongst the members thereof or by any defect\n              in the appointment of a member thereof.\nRmunem-         9. There shall be paid to the chairman, the de uty chairman. and\ntion oi       other members of the Council, such remuneration rwheeer by way of\nmembers       honorarium, salary or fees) and such allowances as thc ?Ulinister may\n              determine.\nAppomt.          lO.-(l) The Council may, with the approval of the Minister.\nment of       appoint committees for special' purposes connected with the functions\ncoanmittees   of the Council and which, in the opinion of the Couacil. would be\n              better regulated and managed by means of committees.\n                      (2) The number of members of a committee appointed under\n              sub-paragraph (l), the terms of appointment of such members, the\n              quorum of the committee and the area within which the committee is\n              to exercise authority shall be determined by the Council.\n                      (3) A committce appointed pursuant to this F a g r a p h may\n              include persons who are not membem of the Councilr but at least one\n              of the members of any such oommittee shall be a member of the\n              Council.\n                      (4) The provisions of paragraph 12 shall apply to a member\n              of a committee who is not a member of the Council in like manner as\n              they apply to a member of the Council.\n                     (5) The val6dity of the proceedings of a committee appaintad\n              pursuant to this paragraph shall not be affected by any vacancy amongst\n              the members thered or by any defect in the appointment of a member\n              thereof.\nP m r to        11.41) Subject.to the provisions of this Schedule, the Council may,\n&leg&.        by instrument i n writing, delegate to any member. committee. oBiccr or\n              employee of the Council any function exercisable by thc Council under\n                        me inclusion of this page is authorized by L.N. 42119951\n             NATIONAL COUNCIL ON EDUCATION                                       13\n this Act, other than this powm of delegation and the power under\nsection 14 to niake regulations.\n         (2) A delegation under this paragraph-\n      (U) may be made subject i    n such conditions, qualifications and\n           exceptions as may be specified in the instrument; and\n      (b) is revocable by the Council,\nand such delegation shall not prevent tbe exercise by the Council of\nthe function delegated."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) The Council shall keep proper accounts and Aand   -\n                                                             16\n                                                                audit.\nother records in relation to its functions and shall prepare\nannually a statement of accounts in a form satisfactory to\nthe Minister and conforming to established accounting\nprinciples.\n       (2) The accounts of the Council shall be audited\nannually by the Auditor-General."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) The Council shall, within six months after the AUWJrcpm and\nend of each financial year or within such longer period as =W.\nthe Minister may in special circumstances approve, cause\nto be made and transmitted to the Minister a report dealing\ngenerally with the activities of the Council during the pre-\nceding financial year.\n       (2) The Minister shall cause a copy of the report\ntogether with the annual statement of accounts and the\nauditor’s report thereon to be tabled in the House of\nRepresentatives and the Senate.\n        (3) The Council shall in each financial year, before\na date specified by the Minister, submit to the Minister for\nhis approval estimates of income and expenditure for the\nensuing financial year.\n                National Education Trusi Fund"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.41) There is hereby established for the purposes of mtid\nthis Act, a fund to be called the National Education Trust Education\n                                                             ~ r u a Fund.\n                                                                     t\nFund which shall, subject to the provisions of this section,\nbe under the control and management of the Council.\n         p h e inciusiqn of this p g e is authorid by L.N.42/1995]\n            NATIONAL COUNCIL ON EDUCATION\n       (2) There shall be paid into the Fund-\n    (Q) such percentage of moneys collected by way of\n         education tax as the Minister responsible for\n         finance, after consultation with the Minister, may,\n         by order subject to affirmative resolution of the\n         House of Representatives, prescribe;\n    (b) all income derived from the assets of the Fund;\n    (c) such other sums as may from time. to time be\n         received and accepted by the Minister or the\n         Council on behalf of the Fund.\n       (3) The moneys of the Fund, except in so far as rhe.y\nmay be invested or utilized pursuant to this Act, shall be\nheld by the Bank of Jamaica or any bank approved by tht\nMinister in which public funds may be lawfully be deposited.\n       (4) Any moneys and investnients formrag part of\nthe Fund may from time to time be invested or realized, as\nthe case may be, in accordance with the directions of the\nMinister.\n        (5) The Minister may from time to time after con-\nsultation with the chairman issue written directions to the\nCouncil that such sum as shall ?xspecified in the directions\nshall be drawn from the Fund and, subject to such con-\nditions, if any, as shall be specified in the directions, used\nfor such purposes related to the functions of the Council as\nshall be so specified.\n        (6) Accounts of the Fund shall b prepared in such\nform and manner and at such times as the Minister may\ndirect and shall be audited by the Auditor-General, who\nshall report thereon to the House of Representatives.\n        (7) The Minister shall, not later than 31st March in\neach year, cause a report on the operations of the Fund in\nrespect of the last preceding year to be tabled in the House\nof Representatives.\n         Cl’he inclusian of this wge is autlmrizpd by L.N. 42/1995]\n                  NATZONAL COUhCIL ON EDUCATION\n           (3) In the case of the absence or inability to act of both the\n     chairman and the deputy chairman, the Governor-General may appoint\n     any other member of the CWnciU to perform the functions of the\n     chairman, or, as the case may be, the deputy chairman during such\n     absence or inability."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. A member of the Council who is directly or indircctly interestcd zyll\nin any matter which is being dealt with by the Cnuncil-.\n     (U) shafl as soon as     sible after the relevant facts have come to\n         his knowledge. d%ose the nature of his interest at a meeting\n            the Council: and\n     (b) shall not be present during the deliberation of the Counoil cn\n         the matter or take part in the decision of the Council with\n         respect thereto.\nCouncil shaU not be a public office for the purpses of Chapter V of\nthe Constitution of Jamaica.\n                                                                           z!{li,"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Regulations.\n                                                                :   ”\n       me inclusion of this page i5 authorid by L.N. 4211!39%\n           NATIONAL COUNCIL ON EDUCATION                                 5\n    Id) do anything or enter into any transaction which, in\n        the opinion of the Council, is necessary to ensure\n        the proper performance of its functions."
    }
  ],
  "definitions": []
}