{
  "id": "jm-stat-the-national-family-planning-act",
  "type": "statute",
  "title": "The National Family Planning Act",
  "title_en": "The National Family Planning Act",
  "short_name": "National Family Planning Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-national-family-planning-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-national-family-planning-act | Legal areas: Family",
  "provisions": [
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The names of all members of the Board as 6rst constituted and\n               every change in the membership thereof shaU he published in the\n                                                                                          .\nments.         Gazette.\nSeal, and        9. (1) The seal of the Board shall be kept in the custdy of the\nexmubon of     chairman or the secretary and shall be affixed to instruments pursuant\ndocuments.     to a resolution of the Board in the presenoe of the chairman, or any\n               other member of the Board, and the secretary.\n                    (2) The seal of the Board shall be authenticated by the signatures\n               of the chairman, or any other member authorized to act in that behalf,\n               and the secretary.\n                       me inclusion of this page is authorized by LN. 57/198Ol\n                N A T l O N AL FAMILY PLANNING                                          9\n       (3) A11 documents other than those required by law to be under\nreal. made by, and all decisions of, tbe Board may^ be signifid under\nthe hands of the chairman, or any other member authorized to act in\nthat behalf, and the secretary."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. (1) T l ~ eBoard shall meet at such times as may be necessary or P-dure\nexpedient for the transaction of its business and such meetings shall pdmeet-\nbe held at such places and times and on such days as the Board may w.\ndetermine.\n       (2) The chairman may at any time call a special meeting of the\nBoard and shall call a special meeting within fourteen days of the\nremipt of a written requisition for that purpose addressed to him by\nany two members of the Board.\n       (3) The chairman, or in his absence the vice-chairman, shall\npreside at meetings of the Board, and in the case.of the absence of\nboth the chairman and the vice-chairman from a meeting the members\npresent shall elect one of their number to preside at that meeting.\n       (4) The quorum of the Board shall be such number as the\nMinister may from time to time determine not being less than one-half\nthe total number of members of the Board.\n       ( 5 ) The decisions of the Board shall be by a majority of votes,\nand in addition to an original vote the chairman or other person\npresiding at a meeting shall have a casting vote in any case in which\nthe voting is equal.\n      (6) Minutes in proper form of each meeting of the Board shall\nbe kept and shall be confirmed as won as practicable thereafter at a\nsubsequent meeting.\n       (7) The validity of the proceedings of the Board shall not be\naffected by any vacancy amongst members thereof or by any defect\nin the appointment of a member thereof."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-+l) Subject to the provisiOns of subsection (2) the Redahons\n    Board may, with the approval of the Minister, make regula-\n    tions generally for the better carrying out of the provisions\n    of this Act.\n           (2) It shall'be lawful for the Eoard with the approval\n    of the Minister responsible for the public service, to make LN.\n    regulations establishing schemes for p~nsim,    gliatuities and 14-179\n    other retiring benefits in respect of the employees of the\n    Board and such regulations may include provisions for the\n    grant of benefits to the dependants or the legal personal\n    iepresentatives of such erqdoyees.\n.\n8                               NATIONAL FAMILY PLANNlNG\n                                            SCHEDULE                        (Section 3)\nOonstitution     1. The Board shall m i s t of-\nof the\nBoard.             ( U ) the chief executive officer appointed under seaion 10 of the\n                         Act; and\n                   (b) not less than four nor more than eleven other members\n                          appointed by the Minister by instrument in writinp.\nAppoint-         2. The members of the Board other than the chief executive oliioer\nment of        shall, subject to the provisions of this Schedule. hold office for such\nmembers.\n               period not exceeding three years as the Minister may direct. but shall\n               be eligible for reappointment.\nChairman         3. The Minister shall appoint one of the members of the Board tc\nand vice-      be the chairman thereof and another to be vice-chairman thereof.\nchairman.\nLeave of         4. The Minister may grant to any member of the Board leave of\nabsence.       absence in respect of his duties as a member of the Board.\nActing           5. If the chairman or vice-chairman or any other member of the\nappoint.       Board is absent or unable to act, the Minister may appoint any person\nrnents.\n               to act in the place of such chairman, vice-chairman or other member.\nResignation.     6. (1) Any member of the Board, other than the chairman m a y at\n               any time resign his office by instrument in writing addressed to the\n               Minister and transmitted through the c h a i n . and from the date. of\n               the receipt by the Minister of such instrument, such member shall\n               cease to be a member of the Board.\n                    (2) The chairmm may at any time resign his office by instrument\n               in writing addressed to the Minister and such resignation shall take\n               effect as from the date of receipt by the Minister of such instrument.\nRevocation      7. The Minister may at any time revoke the appointment of any\nof appoini-\nmenb.\nOazeiting\nof appoint-\n               member of the Board if he thinks it expedient so to do."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. A member of the Board who is directly or indirtctly intemtcd Disclosure\nin a wntract made or proposed to be made by the Board-                    of intcrcat\n     ( U ) shall disclose the nature of his interest at a meeting of the\n           Board; and\n     (6) shall not take part in any deliberation or decision of the Board\n           with respect to that contract.\n         We inclusion of thii page is authorized by L.N. 480/19731\n10                            NATIONAL FAMILY PLANNING\nProtection       13. (1) No member of the Board shall be personally liable for any\nof members.   act or default of the Board done or omitted to be done in good faith\n              in the course of the operation of the Board.\n                      (2) Where any member of the Board is exempt from liability by\n              reason only of the provisions of this paragraph the Board shall be liable\n              to the extent that it would be if the member was a servant or agent of\n              the Board.\nRemunera-        14. There shall be paid from the funds of the Board to the chairman\ntion of       and other members of the Board such remuneration, whether by way\nmembers.      of honorarium, salary or fees, and such allowanss as the Minister may\n              determine.\nm m of          15. The office of chairman, vice-chairman or member of the Board\nmember not    shall not he a public office for the purpose of Chapter V of the\na public      Constitution of Jamaica.\nOfficS.\n                      me inclusion of this page is authorid by L.N. 480/19731"
    }
  ],
  "definitions": []
}