{
  "id": "jm-stat-the-national-health-fund-act",
  "type": "statute",
  "title": "The National Health Fund Act",
  "title_en": "The National Health Fund Act",
  "short_name": "National Health Fund Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-national-health-fund-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-national-health-fund-act | Legal areas: Health and Safety",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.-(1) The seal of the Fund shall be kept in the custody of the chainnan seal md\nor of any officer of the Fund authorized by the Board in that behalf, and executionof\nshall be affixed to instruments pursuant to a resolution of the Board in the\npresence of the chairman or any other member duly authorized to act in that\nbehalf, and the secretary.\n       (2) The seal of the Fund shall be authenticated by the signature of the\nsecretary or any other member of the Board duly authorized to act in that\nbehalf."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 ) Subject to sub-paragraph (2) the Fund shall appoint and employ           Power to\nat such remuneration and on such terms and conditions as it thinks fit an           appoint\nExecutive Director, a Secretary and such other officers and servants as it          OffiC=%\n                                                                                    agents, a.\nthinks necessary for the proper carrying out of the provisions of this Act.\n        (2) The Minister shall give prior approval to-\n      (a) any salary in excess of the prescribed rate per annum assigned to\n          any post;\n      (6) any appointment made to any post to which a salary in excess of\n          the prescribed rate is assigned;\n                                       NATIONAL HEALTH FUND\n                     (c) payments under any pension scheme or for the payment of any\n                          gratuity or other like benefit to. or in respect of the semice of. any\n                         officer or servant.\n                       (3) In sub-paragraph (2). the prescribed rate means a rate of two\n               million dollars or such hgher rate as the Minister may. by order. prescribe.\nAuthentic-        3. All documents, other that those required by law to be under seal. made\nation of       by. and all decisions of. the Fund may be signified under the hand of the\ndocuments.     chauman or any member of the Board authorized to act in that behalf or an\n               officer of the Fund so authorized.\nExpznses          4. The expenses of the Fund (including the remuneration of the staff\nof the Fund.   thereof and members of the Board) shall be defrayed out of the income of\n               the Fund or from sums provided for the purpose by Parliament.\n                                             THIRD SCHEDULE                            (Section 6)\n                                    The Board of hiianagement of the Fund\nConstitution      1 . 4 1 ) The Board shall consist of such number of members not being\nof Board.      less than seven nor more than nine as the M s t e r may from time to time\n               appoint by instnunent in writing.\n                        (2) The Chief Executive Officer of the Fund shall be an ex oflcio\n               member of the Board.\nChairman          2 . 4 1 ) The Minister shall appoint a chairman and a deputy chainnan\nand deputy     from among the members of the Board.\ndrainnan.\n                        (2) In case of the absence or inability to act of the chamm, the\n               deputy chairman shall exercise the functions of the chainnan\nTerm of          3. A member of the Board shall, subject to the provisions of this\noffice.        Schedule, hold office for a period not exceeding three years and each such\n               member shall be eligible for re-appointment."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The principal objects of this Act are to-                   Principal\n                                                                       objects of\n          (a) provide prescribed health benefits to all residents, Act.\n              regardless of age, gender, health or economic status;\n          (b) provide greater access to medical treatment and preven-\n              tative care for specified diseases and specified medical\n              conditions;                   .\n          (c) make pharmaceutical and medical supplies accessible 6 ~ 0 1 1\n                                                                       S. 3(b).\n              and available to government-owned health facilities;\n          (6) secure improvement in the productivity of residents by\n              reducing time lost on the job that is attributable to\n              personal and family health care problems;\n          (e) reduce the Island's disease burden through health prom-\n              otion and protection programmes; and\nJ   r\n        4                                NATIONAL HEALTH FUND\n                              V) provide support to health services and promote and\n                                   encourage-the utilization of primary health care to im-\n                                   prove the quality of lcfe of the Island's population.\n                                             PART11. National Health Fund\n        Establishment     4.--(1) There is hereby established for the purposes of this\n        of the National\n        Health Fund.    Act,   a body to be known as ihe National Health Fund which\n                        shall be a body corporate toywhich section 28 of the Inter-\n                        pretation Act shall apply.\n        Second :                 (2) The provisions of the Second Schedule shall have\n*   .   Schedule.\n                        effect as to the constitution of the Fund' and' otheiwise in\n                                                                             '  ,\n                        relation thereto.\n        Functions of       5. The Fund shall perform such functions may be neces-\n        the Fund.\n                        sary to give effect to the objects'specified in section 3 and,\n                        without prejudice to the generality of the foregoing, such func-\n                        tions shall include-\n                              (a) implementing a national health insurance plan or such\n                                   other schemes' of insurance, contractual or other\n                                   arrangements or systems;\n                              (b) administering and controlling the moneys received\n                                    from-           n  ,\n                                           (i) the Consolidated .Fund and .assigned . by\n                                                                     *\n                                               Parliament for the purpose;\n                                          (ii) the Special Consumption- T& for the pur-\n                                               poses of this Act; and\n                                         (iii) any other sources in accordance\n                                                                          .         with the\n                                               provisions of this Act; ,\n                               (c) utilizing the revenues received by the ,Fund to achieve\n                                    the objects of the ~ c t ;\n                              (d) providing health bknefits for residents ,with specified\n                                    diseases and specified medical conditions;\n                               (e) making prescribed drugs and other bLnefits'available to\n                                   residents at government-owned      . - , and other health\n                                   facilities;                                     h\n                               (j)arranging and providing mechanisms for,the utilization\n                                   of benefits under the Fund;\n                               (g) enhancing the usefulness of the Fund by promoting\n       improved methods and levels of efficiency in the                -\n       delivery of health care;\n   (h) investing the moneys of the Fund;\n    (i) entering into agreements $th other persons for the\n       better administration of the Fund;\n        carrying on the businesses of chemists, druggists, manu- 6/20] I\n        factures, importers and distributors of and dealers in all S. 4(c).\n      . kinds of-\n           (i) pharmaceutical, medical, chemical and other\n               preparations, compounds and articles or things;\n           (ii) medical and surgical supplies, utensils and\n           i\n                implements;\n                          I\n          (iii) mechanical, electrical, electionic, sonic, radio-\n                graphic, scopic Ad other equipment,\nfor use in government-owned health facilities.\n    (k) doing or causing to be done such other things as are\n        necessary or'expedient for or in connection with the\n        proper performance of the functions of the Fund.\n6                                   NA TIONAL HEALTH FUND\nEstablishment      6.--(I) There shall be established for the purposes of this\nand functions\nof Board of     Act, a Board of Management of the Fund which shall, subject to\nManagement.     the provisions of this Act, be responsible for the policy\n                and general administration of the affairs of the Fund.\nThird                  (2) The provisions of the Third Schedule shall have'effect\n'Schedule.\n                as to the constitution of the Board and otherwise in relation\n                thereto.                                                              t\n                                                                                          a\nBeneficiaries     7. Every resident who-\nof the Fund.\n                    (a) is certified by a registered medical practitioner as suf-\n                        fering from a specified disease or specified medical\n                        condition;\n                    (b) presents a valid and approved me& of identification;\n                        and\n                    (c) otherwise satisfies the requirements of the Fund,\n                shall be entitled tobenefits under the Fund.\n Policy           8. The Minister may, after consultation with the chairman,\n directions.\n                give to the Board such directions of a general character as to the\n                policy to be followed by the Board in the discharge of its\n                   NATIONAL HEALTH FUND                              6.0 1\nfunctions as appear to the Minister to be necessary in the public\ninterest; and the Board shall give effect to those directions.\n               PART111. Financial Provisions"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Minister may appoint any person to act in the place of any\nappoint-       member of the Board in the case of the absence or inability to act of such\n               member.\nResigna-          5 . 4 1 ) Any member of the Board other than the chairman may at any\ntion           time resign his office by instrument in writing addressed to the chainnan\n               who shall forthwith cause it to be forwarded to the Minister and upon the\n               date of the receipt by the Minister of such instrument the member shall\n               cease to hold office.\n       (2) Thc chairman may at any time rcsign h ~ office\n                                                    s     by instrument in\nwriting addressed to the Minister and such resignation shall lake elTcct as\nfrom thc date of thc rcccipt of such instrument."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Minister may at any time rcvokc thc appointment of any member .\nof the Board if he thinks it cxpcdicnt so to do."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The names of all members of the Board as first constituted and every\nchange in membership thereof shall be published in the Gazette.\n  %-(I) Thc Minister may. on the application of any member of the               Ixaw of\nBoard, grant leave of absence to such member.                                   absence.\n        (2) The appointment of a member referrcd to in paragraph 3 shall be\nrcgarded as terminated if. without the grant of leave of absence. that member\nis absent from three consecutive meetings of the Board."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-41) The financial resources of the Fund shall consist Resources\nof-                                                         of the Fund.\n    (a) such moneys as may from time to time be placed at its\n        disposal for the purposes of this Act by Parliament;\n    (b) any moneys payable to the Fund from any levy or tax,\n        as the case may be, on tobacco and tobacco products\n    . authorized under this or any other Act;\n    (c) 5% of the amount collected by way of Special Con-\n        sumption Tax or such other percentage as may be\n        specified by the Minister responsible for finance,\n        subject to affirmative resolution of the House of\n        Representatives;\n    (4 moneys received from the National Insurance Fund;\n         [The inclusion of this page is authorhd by LN. 92c120121\n                                      NA TIONAL HEALTH FUND\n                     ( e ) moneys received from >loansor otherwise;\n                                                                     .   .     .   ,     *       . i\n                     u> moneys earned by or arising from investments made by\n61201I                   or on behalf of the Fund;\nS. 5(a).\n6ROl l\ns. 5(c).             (g) ,moneys earned from carrying ,on any business men-\n                          tioned in parag;-aph (j)of section 5;\n                                                                                                       a\n                     (h) such other moneys as may lawfblly be paid to the\n                         Fund.\n                        (2) All moneys received or amount collected under sub-\n                 section (I)(b),(c) and (4shall be paid forthwith and directly to\n                 the Fund.\n                                                                                         .   I\nApplication of     10. The revenue and financial resources of the Fund shall be\nrevenues.\n                 applied for the purposes authorized by this Act or any other\n                 law in relation to its functions.\nBorrowing          1 1 . 4 1 ) Subject to subsei3iZii (2), the Fund may borrow sums\npowers.\n                 required by it for meeting byof its obligations or discharging\n                 any of its functions.\n                        (2) The power of the Fund to borrow shall be exercisable\n                 only with the approval of the Minister responsible for finance,\n                 as to the amount, as to the source of borrowing and as to the\n                 terms on which borrowing may be effected.\n                      NATIONAL HlGUTH FUND\n        (3) An approval given in any respect for the purposes\nof this section may be either general or limited to a particular\nborrowing or otherwise and may be either unconditional or\nsubject to conditions."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. A member of the Board who is duectly or indirectly interested in any Disclosure\nmatter which is being dealt with by the Board-                                of intetest.\n      (a) shall dsclose the nature of his interest at a meeting of the Board;\n          and\n      (b) shall not take part in any deliberation or decision of the Board\n          with respect to that matter.\n16                                       NATIONAL HEALTH FUND\nAppoint-            11.--(I) The Board shall appoint-\nment of\ncommittee.              (a) a medical Review Committee to monitor benefit schedules and\n                            illnesses to be covered by the Fund; and\n                        (b) an Operations Review Committee to monitor the operational and\n                            financial operations of the Fund and to recommend changes\n                            thereto, where necessary,\n                 and may appoint such other committees as it thinks fit, consisting wholly or\n                 partly of members of the Board and may delegate to such committees such\n                 of the Board's functions as it thinks fit.\n                        (2) A delegation under sub-paragraph (1) shall not prevent the\n                 exercise by the Board of any function so delegated.\nRemunera-           12. There shall be paid to the chairman and each member of the Board\ntion of          such remuneration (whether by way of honorarium, salary or fees) and such\nmembas.          allowances as the Minister may determine.\nRotedim            13. No act done or proceeding taken under this Act shall be questioned\nof office.       on the ground-\n                       (a) of the existence of any vacancy in the chairmanship of, or any\n                            defect in the constitution of, the Board; or\n                       (b) of any omission, defect or irregularity not affecting the merits of\n                            the case.\nRotedim             14.-41) No action, suit or other proceeding of the Board shall be\nof Board         brought or instituted personally against any member of the Board in respect\nmembers.         of any act done bonaPde in the course of carrying out the provisions of this\n                 Act.\n                         (2) Where any member of the Board is exempt from liability\n                 by reason only of the provisions of this paragraph, the Fund shall be liable to\n                 the extent that it would be if that member were an employee or agent of the\n                 Fund.\nOffice of           15. The office of a member of the Board shall not be a public\nmember other     office for the purposes of Chapter V of the Constitution of Jamaica.\nthan\nchairman not\npublic office."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. All moneys of the Fund not immediately required to be           Powat0\nexpended in meeting any of its obligations or discharging any         rZbs,\nof its fbnctions may be invested in such securities as may be\napproved either generally or specifically by the Minister after\nconsultation with the Minister responsible for finance and the\nFund may, with the approval of the Minister after consultation\nwith the Minister responsible for finance, sell all or any of such\nsecurities."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) With the approval of the House of Representatives,          Guarantzz by\n                                                                      Minister of\nthe Minister responsible for finance may guarantee, in such           Finance for\nmanner and on such conditions as he may think fit, the                borrowing by\n                                                                      Fund and\nrepayment of the principal and interest on any authorized             repayment of\nborrowings of the Fund.                                               sums issued\n                                                                      to med\n                                                                      guarantees.\n         (2) Where the Minister responsible for finance is\nsatisfied that there has been default in the repayment of any\nprincipal moneys or interest guaranteed under the provisions of\nthis section, he shall direct the repayment out of the\nConsolidated Fund and assets of Jamaica of the amount in\nrespect of which there has been such default.\n        (3) The Fund shall make to the Accountant-General, at\nsuch times and in such manner as the Minister may direct,\npayments of such amounts as may be so directed in or towards\nrepayment\n  - -       of any sums issued in fblfilment of any guarantee\ngiven under this section, and payments of interest on what is\noutstanding for the time being in respect of any sums so issued\nat such rate as the Minister may direct, and different rates of\ninterest may be directed as respects different sums and as\nrespects interest for different periods.\n8                                     NA TIONAL H U T H FUND\n.iccollntsand      1 4 . 4 1 ) The Fund shall keep proper accounts and other\nal~d~t\n                records in relation to its business and shall prepare annually a\n                statement of accounts in a form satisfactory to the Minister\n                being a form which conforms with established accounting\n                principles.\n                          (2) The accounts of the Fund shall be audited by an\n                auditor appointed annually by the Fund and approved by the\n                Minister.\n                          (3) The following persons, namely-\n                      (a) the accounting officer for the Ministry; and\n                      ( h ) officers so authorized by the Minister,\n                shall be allowed to have access to all the accounts and records\n                of the Fund and to all such information as is necessary to carry\n                out the audit.\n                          (4) As soon as the accounts of the Fund have been\n                audited, the Board shall send the statement of its accounts\n                referred to in subsection (1) to the Minister, together with a\n                copy of any report made by the auditors on that statement or on\n                the accounts of the Fund.\n                          (5) The auditor's fees and expenses of the audit shall\n                be paid by the Fund.\n                          (6) The Auditor-General shall be entitled at all reason-\n                able times to examine the accounts and other records in relation\n                to the business of the Fund.\n.hual             15.-41) The Board shall, within six months after the end of\nreport.\n                each financial year, cause to be made and shall submit to the\n                Minister a report-\n                     (a) dealing generally with the proceedings and activities\n                           of the Fund during the preceding financial year; and\n                     ( b ) containing-\n                                 (i) information relating to the proceedings of\n                                     the Fund; and\n                                (ii) the operational plans within which the Fund\n                                     proposes to c&ry out its functions,\n                     NATIONAL H W T H FUND\n         as can be made public without detriment to the\n         interest of the Fund.\n         (2) The Minister shall cause a copy of the report,\ntogether with the annual statement of accounts and the auditor's\nreport thereon to be laid on the Table of the House of Represen-\ntatives and the Senate."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The Fund shall be exempt from the payment of income            Exemption\n                                                                     from incorr~z\ntax.                                                                 tax."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The Fund shall, in each financial year, before a date          tst~rnates01\n                                                                     rcvcnuc and\nspecified by the Minister, submit to the Minister for his            <qmdi~ur<\napproval estimates of income and expenditure of the Fund for\nthe ensuing financial year."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-41) Any claim or question arising in connection with           Cln~nislo hz\n                                                                     detcrmincd\nbenefits under the Fund shall be determined by the Board after       h? R o a d .\nsuch inquiry as it may deem necessary.\n       (2) Any person aggrieved by a decision of the Board\nunder subsection (1) may, within twenty-one days of being\ninformed of such decision, appeal to a Tribunal established by\nthe Minister by regulations under this Act.\n                      PART IV. Miscelluiieotrs"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19, an inspector shall-\n     (a) inspect the operations of the Fund in relation to-\n                (i) its activities under the Act;\n               (ii) the efficient and effective management of\n                    the resources of the Fund by participating\n                    pharmacies;\n                                      NATIONAL H W T H FUND\n                          inspect any records or things relevant to the inspec-\n                          tion;\n                          require the production of records or other things\n                          relevant to the inspection, including things that are\n                          kept off the premises;\n                          question an officer or other employee of the Fund on\n                          matters relevant to the inspection, subject to that\n                          person's right to be represented during the question-\n                          ing by an attorney-at-law or other person;\n                          use a data storage, processing or retrieval devices or\n                          other systems in order to produce a record in readable\n                          form;\n                           if he considers necessary, remove a record or sample\n                          or any other thing considered relevant to the inspec-\n                          tion and shall provide a receipt for any such record,\n                          sample or thing;\n                          review or copy a record or other thing removed;\n                          employ experts to render such assistance for the\n                          purposes of the inspection as the inspector considers\n                          necessary;\n                           address such other matters that are required or\n                          prescribed by the Minister; and\n                           if he is denied access, request the assistance of a\n                          constable to gain such access.\n;Issaults and      21. A person who willfblly delays, assaults or obstructs an\nobstruction\nof inspectors.   inspector in the exercise of his fimctions under this Act\n                 commits an offence and shall be liable on summary conviction\n                 before a Resident Magistrate to a fine not exceeding one\n                 million dollars or to imprisonment for a term not exceeding one\n                 year.\nRefusal or         22. A person who, without lawhl excuse, refuses to furnish\nneglect to\ngive infoma-\n                 any information or to produce any document when required to\ntion.            do so by an inspector, commits an offence and shall be liable on\n                    NATIONAL HEALTH FUND\nsummary conviction before a Resident Magistrate to a fine not\nexceeding two hundred thousand dollars or.to imprisonment for\na term not exceeding three months."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. A person who knowingly makes any false declaration or False declara-\n                                                                ,,,,and state-\nfalse statement of a material nature in any application made tion\nunder this Act, commits an offence and shall be liable on sum-\nmary conviction before a Resident Magistrate to a fine not\nexceeding one million dollars or to imprisonment for a term not\nexceeding one yea."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. A person who obtains benefits under this Act by means Benefits\n                                                                from false\nof false declarations commits an offence and shall be liable on declaration,\nsummary conviction before a Resident Magistrate to a fine not\nexceeding one million dollars or to imprisonment for a term not\nexceeding one year."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. A person who commits an offence against this Act for Breaches of\n                                                                this Act not\nwhich no penalty is otherwise provided shall be liable on otherwise\nsummary conviction before a Resident Magistrate to a fine not provided for.\nexceeding five hundred thousand dollars and in default of\npayment, for a term of imprisonment not exceeding six months.\n                                                                Minister"
    },
    {
      "provision_ref": "sec25a",
      "section": "25A",
      "title": "Section 25A",
      "content": "25A. The Minister may, by order subject to affirmative reso- may  amend\nlution, amend the monetary penalties specified in this Act.     monetary\n                                                                        penalties.\n                                                                        7\\20] 1\n                                                                        Sch."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.-(1) The Minister may, after consultation with the Regulations.\nBoard, make regulations for the proper administration of and\ngiving effect to this Act and, without prejudice to the generality\nof the foregoing, may make regulations prescribing-\n     (a) a national health insurance plan, benefit schedules or\n         other schemes of insurance, arrangements or systems\n         for Jamaica;\n     (b) the health benefits to be administered by the Fund\n         and the illnesses to be monitored by the Fund; .\n     (c) the records to be kept by persons liable to pay moneys\n         under any levy or tax established by or pursuant to\n         this Act;\n     (4 the drugs and other benefits to be made available by the\n         Fund, at government-owned and other health facilities;\n           [The inclusion of this .page is authorized by LN. 92d20121\n                            4\n                                   NA TIONAL HEAL TH FUND\n                    ( e ) any other matter relevant to the operation of this Act;\n                      (2) The ~ i n i s t e imay\n                                              . from time, to time, by order,\n~ i A Schedule.\n      t         amend the First Schedule.\n                        (3) Regulations and any 'order made bnder this section\n                shall be subject to a f f i ~ a. t i v. resolution.\n                                                        e           ,\n~ROII                  (4) Notwithstanding section 29(b) of the Interpretation\nSch.\n                Act, regulations made under subsection (1) may provide in\n                respect of a breach of the provisions thereof for the imposition\n       -        of penalties on summary conviction in a Resident Magistrate's\n                Court of a fine not exceeding one million dollars or imprison-\n                ment for a term not exceeding twelve months or both such fine\n                and imprisonment.\nActjbinds the     27. This Act binds the Crown.\nCrown.\n                       me inclusian of this peee is authorized by LN. 92clZ.Q12]\n                      NATIONAL HEALTH F W D\n                             c2RST SCHEDULE                           (Section 2)\n             Specified Diseases and Specified Medical Conditions\n     Arthritis\n     Asthma\n     Cancer of the breast\n     Cancer of the prostate\n     Diabetes\n     Epilepsy\n     Glaucoma\n     High Cholesterol\n     Hypertension\n     Ischaemic Heart Disease\n     Major Depression\n     Psychosis\n     Rheumatic Fever Heart Disease\n     Vascular Disease\n                            SECOND SCHEDULE                           (Section 4)\n                           The National Health Fund"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Act Binds the Crown.\n                      -.\n                           NATIONAL HEALTH FUND\n                 THE NATIONAL HEALTH FUND ACT                                          ~cts\n                                                                                    23 of 2003,\n                                                                                     6 of 2011,\n                                                                                     7 of 2011\n                                                               [lst April, 2003.1      sch.\n                                PARTI. Preliminary"
    }
  ],
  "definitions": []
}