{
  "id": "jm-stat-the-national-health-services-act",
  "type": "statute",
  "title": "The National Health Services Act",
  "title_en": "The National Health Services Act",
  "short_name": "National Health Services Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-national-health-services-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-national-health-services-act | Legal areas: Health and Safety",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This A d may be cited as the National Health Services smt c a a\nAct.\n Z-(l) In this Act-                                          Intuprcla.\n                                                             Don.\n   “appointed day” means the 1st day of October, 1997.\n   “Authority” or “regional health authority” means an\n       Authority established by a scheme made under\n       section 3;\n   “‘functions”includes powers and duties;\n   “uublic health facility” means any facility specified in\n       the First Scheduie;\n   “public health service’’ means any service which is pro-\n       vided, whether directly or indirectly, by public\n       health personnel in the fulfilment of their d c i a l\n       duties, and includes services offered by public\n       health facilities for research, monitoring, regula-                        _I\n       tory or promotional activities or for the reception\n        or treatment of persons sufferingfrom illness;                  .\n   “region” means the area specified in a scheme estab- .-\n       lishing an Authority as the area within which each\n        Authority administers the delivery of public health\n        services;\n   “regional hospital” means any hospital specified in the\n        Second Schedule.                                               soeoad\n                                                                       schcdub.\n      (2) The Minister may, from time to time by order,\namend the First and Second Schedules.\n         F   e inclusion ofthix &ge is authorized by L.N. 1461 19991\n4                               NATIONAL HEALTH SERVICES\nschanes\nmhblish-     3.-(1) The Minister may, from time to time, prepare a\nm a t and  scheme or schemes for the establishment and management\nmanagement\nof rrgiomi of one or more regional health authorities.\n%%ties               (2) Every such scheme shall-\n                   (U) provide for-\n                           (i) the establishment and funations of the\n                                Authority;\n                          {ii) the appointment of members of the Author-\n                                ity and their tenure of office;\n                   (b) define the parishes or parts thereof which com-\n                        prise the region to be administered by an Authority;\n                   (c) provide for the application of the funds of the\n                        Authority;\n                   (d) provide for the duties and responsibilititx of staff\n                        of the Authority;\n                  (e) provide for such other matters as the Minister may\n                        consider expedient or necessary for giving effect\n                        to the purposes of this section.\n                     (3) Every scheme prepared under this section shall be\n              subject to affirmative resolution.\n'4miQt-         4.-(1)    An A ut hor i t F\nmsnt of\nRogiOd             ( U ) shall appoint, at such remuneration and on such\nDirector.\nPariah Man.              terms and conditions as it thinks fit-\napcr and\nclqplolpa.                   (i) a Regional Director for the region for which\n                                 that Authority is responsible; and\n                            (ii) a Parish Manager for each parish within that\n                                 region;\n                   (b) may appoint and employ at such remuneration,\n                         and subject to such conditions as it thinks fit, such\n                         other officers, employees and agents as it thinks\n                         necessary for the proper carrying out of its func-\n                         tions under a scheme :\n                                                  ____                      -\n                         Re inclusion of this page is authorized by L.N. 146119991\n                 NATIONAL HEALTH SERvlCES                                         5\n Provided that-\n   ( U ) no salary in excess of the prescribed rate shall be\n         assigned to any post without the prior approval of\n         the Minister; and\n    (b) no appointment shall be made to any past to which\n        a salary in excess of the prescribed rate is assigned\n        without the prior appropal of the Minister.\n       (2) For the purposes of this section, the prescribed\nrate means five hundred thousand dollars per m u m or\nsuch higher rate as the Minister may, from time to time, by\norder, prescribe.\n       (3) The Governor-Genera1 may, subject to such con-\nditions as he may impose, approve the appointment of any\nofficer in the service of the Government to any office with\nthe Authority and any officer so appointed shall, while so\nemployed, in relation to any pension, gratuity or other re-\ntiring benefits and in relation to the other rights as a public\nofficer, be treated as continuing in the service of the Gov-\nernment.\n      (4) It shall be lawful for the Authority, with the a p\nproval of the Minister-\n     (U)   to enter into arrangements respecting schemes\n           whether by way of insurance policies or not; or\n     Ib) to make regdations,\nfor pensions, gratuities and ather retiring or disability or\ndeath benefits relating to members an& employees of the\nAuthority, and such arrangements or regulations may in-\nclude provisions for the giant of benefits to the dependents\nand legal personal representatives of such members or\nemployees.\n           ~ i n c l u s r o n o f ~ p a g a i s a ~ o h o r i LN.\n                                                               z c d ~146(19991\n6                             NATIONAL HEALTH SERVICES\nRewnG-\nbiliiiea of"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) A Regional Director appointed under section\nxqional       4 (I) (a) (i) shall be responsible for-\nDueetor\nand Parish          (a) the day-to-day administration of the business of\nManasor.\n                       the Authority;\n                  (b) directing and controlling the development of stra-\n                       tegic and operational plans for health services in\n                       the region;\n                  (c) the provision of guidance in administrative and\n                      policy mabters to Parish Managers within the\n                       region;\n                  (d) the coordinating of activities of-\n                          (i) all public health facilities in the region; and\n                         (i) such other agencies as may be responsible\n                              for the delivery of health services within\n                              that region;\n                  (e) the review and appraisal of all projects for the di-\n                      vestment of medical and non-medical services in\n                       the region;\n                  v)   the preparation and submission of financial re-\n                      ports to the Authority and the Minister on a timely\n                       basis;\n                  (9) such other duties as may from time to time be speci-\n                      fied by the Authority.\n                     (21 A Parish Manage1 appointed under                         section\n              4 (1) (U) (ii) shall be responsible for-\n                  (U) accounting for expenditure of monies allocated for\n                       the delivery of public health services in the relevant\n                      parish;\n                  (b) directing and controlling the development of stra-\n                      tegic and operational plans for health services in\n                      that parish;\n                       mhe inclusion ofthis page is authorized hy L.N 146119991\n                NATIONAL HEALTH SERVICES\n      (c) managing the delivery of pubIic health services in\n          accordance with government policies and regula-\n          tions; and\n      (6) such other duties as may from time to time be\n          specified by the Authority."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The funds and resources of an Authority shall conskt hnd* ot\n                                                          Autbm-ly.\nof-\n      (a) such sums as may be provided annually for the\n          purpose in the Estimates of Revenue and Expen-\n          diture of the Island;\n      (b) such sums as may be allocated from time to time\n          to the Authority from loan funds;\n      (c) sums borrowed by the Authority for the purpose\n          of meeting any of its obligations or discharging\n          functions; and\n      (d) revenues from charges imposed by the Authority\n          in respect of public health services provided by it;\n      (e) all other sums or property which may in any man-\n          ner become payable to or vested in the Authority\n          in respect of any matter incidental to its functions."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The revenues of an Authority shall be applied for the            .p *\n                                                                       mv8nw.\npurposes authorized by this or any other law in relation to\nthe functions of the Authority."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-W   Subject to subsection (2), an Authority may hmlRiaP\nborrow sums required by it for meeting any of its obliga- poarn.\ntions or discharging any of its functions,\n       (2) The power of an Authority to borrow shall be\nexercisable only with the approval of the Minister respon-\nsible for finance, as to the amount, as to the source of\nborrowing and as to the terms on which borrowing may be\neffected\n             inclusiou Of this page is authorized by L.N. 146/19991\n                               NATIONAL HEALTH SERVICES\n                       (3) An approval given in any respect for the purposes\n                of this section may be either general OT limited to a par-\n                ticular borrowing or otherwise and may be either uncondi-\n                tiaaal or subject to conditions.\nPOW-       to     9. All moneys of an Authority not immediately required\ninwt\nmoncyl. .       to be expended in the meeting of any of its obligations or\n                the discharge of any of its functions may be invested in\n                such securities as may be approved either generally or\n                specifically by the Minister and the Authority may, with\n                the approval of the Minister, sell all or any of such\n                securities.\nciuarantee        10.-(1) With the approval of the House of Representa-\nby Mini&\no f ~ r r o w - tives the Minister responsible for finance may guarantee in\nzh;zty\n     such manner and on such conditions as he may think fit,\n ww the repayment of the principal and interest on any authorized\nand\nmcnt of\nW      E        borrowings of the Authority.\n*mod bo\nguara&Cr.\nmtet                    (2) Where the Minister responsible for finance is\n                satisfied that there has been default in the repayment of\n                any principal moneys or interest guaranteed under the pro-\n                visions of this section, he shall direct the repayment out of\n                the Consolidated Fund and assets of Jamaica of the amount\n                in respect of which there has been such default.\n                         (3) The Authority shall make to the Accountant-\n                 General, at such times and in such manner as the Minister\n                 responsible for finance may direct, payments of such\n                 amounts as may be so directed in or towards payment of\n                 any sums issued in fulfilment of any guarantee given under\n                 this section, andpayments of interest on what is outstanding\n                 for the time being in respect of any sums so issued at such\n                 rateas the Minister may direct, and different rates of interest\n                 may be directed as respects different sums and as respects\n                 interest for different periods.\n                NATIONAL HEALTH SERVICES                                           9\n                                                                       AeaDtratr\n  ll.-(l) Each Authority shall keep proper accounts and d a u d t t\nother records in relation to its business and shall prepare\nannually a statement of accounts in a form satisfactory to\nthe Minister being a form which conforms with established\naccounting principles.\n      (2) The accounts of each Authority shall be audited\nby an auditor appointed annually by the Authority and a p\nproved by the Minister.\n        (3) So soon as the accounts of an Authority have\nbeen audited, the Authority shall send the statement of\nits accounts referred to in subsection (1) to the Minister,\ntogether with a copy of any report made by the auditors\non that statement or on the accounts of the Authority.\n        (4) The auditor’s fees and any expenses of the audit\nshall be paid by the relevant Authority.\n         (5) The Auditor-General shall be entitled at all\nreasonable times to examine the accounts and other records\nin relation to the business of each Authority.\n  1 2 ~ - ( 1Each\n             )    Authority shall, within six months after\nthe end of each financial year, cause to be made and transmit =I-&\nto the Minister a report dealing generally with the activities\nof the Authority during the preceding financial year, and\ncontaining such information relating to the proceedings and\npolicy of the Authority as can be made public without\ndetriment to the interests of the Authority.\n        (2) The Minister shall causc a copy of the report\ntogether with the annual statement of acoounts and the\nauditor’s report thereon to be laid on the Table of tlie\nHouse of Representatives and of the Senate."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Guarantee by Minister of borrowings by Authority and repayment\n      af sums issued to meet guarantees.\n1 1. Accounts and audits."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.--(1) Subject to the provisions of this Act, the Min- m t i a n r\nister may make regulations generally in respect of public\n         llme inclusion Ofthia page is authorized by L.N. 1461 19991\n10                          NATIONAL HEALTH SERVICES\n             health facilities, and such regulations may relate generay\n             to all public health facilities or to any particuIar heaIth\n             facility.\n                       (2) Without prejudice to the generality of subsection\n             (l), regulations made under this section may provide for-\n                   (a) the admission into, the treatment at, and the dis-\n                         charge from, any public health facility of any per-\n                         son or class of persons;\n                   (b) fixing the dues to be paid in respect of persons\n                         obtaining medicines or surgical appliances at, or\n                         receiving attention or treatment, in any public\n                         health facili&\n                   (c) the establishment of Codes of Discipline for re-\n                         gional health authorities;\n                   (d) the regulation and constitution of Hospital Man-\n                         agement Committees, Parish Committees or any\n                         other Committee appointed pursuant to this Act;\n                   (e) any other matter that is relevant to the delivery of\n                         public health services.\n     Wf-        4. Every Master and every consignee of a vessel from\n     w4\n     of      w' ch any seaman (not King a deserter from his vessel)\n     an.     has been received into any public health facility, shall be\n             liable for the expenses and fees arising therefrom and, in\n             case of death, for the funeral expenses of such seaman.\n       af      15. AU expenses arising from-\nr o p in\nFEbllC            (a) the provision of public health services in respect\nhealth                 of a pauper sent from any parish by the Parish\n(aciliaiu.\n                       Council of that parish (or other public entity re-\n                       sponsible for his care) for treatment in any public\n                       health facility and the cost of returning him to his\n                       parish when discharged; or\n               NATIONAL HEALTH SERVICES                                   I1\n     ( b ) his funeral in the case of death,\nshall be defrayed from the funds of the parish from which\nhe was so sent."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Any fees arising from the provision of public health Refovary\n                                                               of l e a\nservices and any funeral expenses incurred in connection\nwith the burial of any person who has d i d in a public health\nfacility may be recovered without limit of mount, as a civil\ndebt in the Resident Magistrate’s Court in the parish in which\nthe public health facility which provided the service is\nsituated."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) Subject to the provisions of this section, on the\nappointed day-\n                                                                z;zzbd\n                                                              A~thority.\n    (U) an Authority may accept the srvices of any per-\n         son who, immediately before that day was the\n         holder of a post constituted under the Civil Service\n         Establishment Act in a public hospital as defined\n         in this setion or in a Health Department, as the\n         case may be, and\n    (b) any such person (in this section referred to as an\n         “officer”) shall be deemed to be seconded from the\n         service of the Government to the service of the\n         Authority.\n       (2) The Governor-General may at any time deter-\nmine the secondment of an officer.\n        (3) The Authority may, within twelve months from\nthe appointed day give to any officer in its employment by\nvirtue of subsection ( 1 ) notice in m-ting-\n     (a) offering the officer employment on such terms as\n          the Authority shall specify; or\n     {b) of the intention of the Authority to request\n          the Governor-Genera1 to determine the offi~&\n          secondment.\n                                           by L.N. 146/1999]\n         (T$cinC~usioIIOfthi~pagcisauthorizcd\n12                         NATIONAL HEALTH SERVICES\n                     (4)The Authority shall not offer employment to any\n             officer except on terms and conditions not less favourable\n             than those enjoyed by the officer in his substantive post at\n             the date of that offer.\n                     (5) During the period of secondment an offim may\n             elect by notice in writing to the Chief Personnel OBbr to\n             apply for a post in a Regional Authority.\n                     (6)When an officer accepts an offer of employment\n             made pursuant to this section, his service with the relevant\n             Authority shall be deemed to have commenced and his\n             service with the Government, subject to section 4 (3), to\n             have ceased at the date on which he accepts the offer.\n                    (7) For the purposes of this section and section 20\n             “public hospital” means-\n                 (a) any clinic, dispensary or institution (other than\n                      Bellevue Hospital or the Hansen Home) for the\n                      weption or treatment of persons suffering from\n                      illness or requiring medical care; or\n                 (b) any maternity home, convalescent home or rehabili-\n                      tation centre,\n             maintained by the Government.\nsavings.       18. Where in any written law there is a reference to a\n             Management Scheme under the Hospitals (Public) Act (now\n             repealed), or to any employee thereunder, the reference shall\n             be construed as a reference to a Scheme under this Act or\n             an employee under that Scheme.\nve*bngof\nassclsand"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Upon a day to be appointed by the Minister by\nmnsfwuofnotice published in the Gazette (hereinafter referred to as\nliabliliu.\n             “the vesting day’’) there shall be transferred to and vested\n             in the Authority named in the notice by virtue of this\n                  NATIONAL HEALTH SER VICES                                    13\nsection and without further assurance, all such assets and\nliabilities as may be specified in the notice being-\n      (a) property of the Government vested in the Commis-\n          sioner of Lands or the Accountant-General, as the\n          case may be, and occupied, utilized or enjoyed by a\n          public hospital named in that notice;\n     (6) debts owing to the Government by virtue of the\n         operations of the public hospital referred to in\n         paragraph (a);\n     (c) any liabilities of any such public hospital.\n                        FIRST SCHEDULE                     (Section 2)\nPUBLIC HEALTH FACILITIES\n   - Clinics\n   - Convalescent Homes\n   - Dispensaries\n   - Drug Windows\n   - Health Centres\n   - Health Departments\n   - Laboratories\n   - Maternity Homes\n   - Medical Rehabilitation Centres\n   - Pharmacies\n   - Public Hospitals\n   - Public Psychiatric Facilities\n                        SECOND SCHEDULE                      (Section 2 (1))\nREGIONAL\n       HOSPITALS\n   - Herbert W. Eldemire Regional Hospital\n   - Kingston Public Hospital\n   - Mandeviile Hospital\n   - St. Ann's Bay Hospital\n          [The inclusion of this page is-authorized by L.N. 92c/2012]"
    }
  ],
  "definitions": []
}