{
  "id": "jm-stat-the-national-heroes-widows-pensions-act",
  "type": "statute",
  "title": "The National Heroes (Widows Pensions) Act",
  "title_en": "The National Heroes (Widows Pensions) Act",
  "short_name": "National Heroes (Widows Pensions) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-national-heroes-widows-pensions-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-national-heroes-widows-pensions-act | Legal areas: Employment",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the National Heroes (Widows sls~rttitlc.\nPensions) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 1 ) In this Act-                                      Inlerpreta-\n                                                              tion.\n     “National Hero” means a person whose name is set out\n           in the Second Schedule to the National Honours\n           and Awards Act or a person upon whom the\n           hofiour of National Hero is conferred pursuant to\n           section 6 of that Act;\n      “public service” means any service in relation to which\n           emoluments of any kind are payable out of the\n           Consolidated Fund or otherwise out of moneys\n           provided by Parliament and includes service. with\n           a Parish Council or with the Kingston and St.\n           Andrew Corporation or any corporation estab-\n           lished directly by statute.\n       (2) In this Act reference to a widow s h d , in the case\nof a female National Hero, be deemed to include derence\nto a widower and cognate expressions shall be construed\naccordingly."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1) The widow of a National Hero shall, subject to the Widow‘s\nprovisions of subsections (2), (3), (4) and (3,be paid a L = ~              ~   ~   ~   .\npension at an annual rate of six thousand eight hundred\ndoh.\n       (2) A widow mentioned in subsection (1) shall not be\nentitled to receive and shall not be paid pension under this\nsection in respect of any period after her re-marriage.\n           indusion of this pngc is authorized by LN. 248119751\n2                     NATIONAL HEROES (WZDOWS PENSIOMQ\n                   (3) A pension payable pursuant to subsection (1) shall\n             be payable-\n                 (a) in the case of a person who was a widow of a\n                      National Hero on the 1st day of April, 1972, with\n                      effect from that date;\n                 (b) in the case of a widow of a person upon whom the\n                      honour of National Hero is conferred posthumous-\n                      ly after the 1st day of April, 1972, with effect from\n                      the date on which the honour is so conferred;\n                 (c) in any other case, with effect from the day\n                      immediately following the date of the National\n                      Hero's death.\n                     (4) Where pension is payable under subsection (I) to a\n             widow who, apart from the provision of this section, is en-\n             titled to pension in respect of her deceased husband's public\n             service, she shall be paid at her election either the pension\n             under subsection (1)or the pension in respect of her deceased\n             husband's public service but not both.\n                    (5) An election under subsection (4) shall be in Writing\n             addressed to the Minister responsible for finance and shall\n             be irrevocable.\n                   (6) Nothing in subsection (4) shall prevent payment to\n             a widow of any pension to which she is entitled in respect\n             of her own public service.\nsourcc\n    and        4 . 4 1) Any pension payable under this Act-\nmethod of\npapm- of         (a) shall be charged on and paid out of the Con-\npeDSlOnS.\n                     solidated Fund;\n                 (b) shall be paid monthly in arrears in equal instal-\n                     ments.\nExemption      5. Any pension payable under this Act shall be exempt\nborn mcomt\ntax.\n             from payment of income tax.\n                    me inclusion of this page is authorized by L.N.248/19751\n       NATIONAL HEROES (WZDOWSPENSIONS)                                      3"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Any pension payable under this Act shall not-                   Protection\n                                                                   ofpensions.\n  (a) be assignable or transferable except for the purpose\n        of satisfying a debt due to the Government or an\n        order of any court towards the maintenance of a\n        child being a minor of the person to whom the pen-\n        sion is payable; or\n  ( b ) be liable to be attached, sequestered or levied upon\n        for or in respect of any debt or claim whatever\n        except a debt due to the Government or any sum\n        recoverable pursuant to such order of any court\n        as mentioned in paragraph (a).\n     P l e iadusion of this page is authorized by L.N. 248119751"
    }
  ],
  "definitions": []
}