{
  "id": "jm-stat-the-national-honours-and-awards-act",
  "type": "statute",
  "title": "The National Honours and Awards Act",
  "title_en": "The National Honours and Awards Act",
  "short_name": "National Honours and Awards Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-national-honours-and-awards-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-national-honours-and-awards-act | Legal areas: Culture and Heritage",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The Advisory Committee shall consist of not less than seven\nmembers appointed by the Prime Minister, so, however, that two\nshall be Senators nominated by the Senate and two shall be members\nof the House of Representatives nominated by that House."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Subject to the provisions of this Schedule the appointment of\na member of the Advisory Committee shall be for a         riod not\nexceeding three years, and such member shall be &gibe for re-\nappointment.\n                                                              f\""
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1)    There shall be six societies of honour, namely-                                Societies of\n                                                                                           honour.\n       (a) the Order of National Hero;                                                     2612002\n                                                                                           S. 2(aXi)\n       (b) the Order of the Nation;                                                        (ii).\n       (c) the Order of Excellence;                                                        2711973\n                                                                                           s. 2 (c).\n       (4 the Order of Merit;\n       (e) the Order of Jamaica; and\n       v) the Order of Distinction.\n      (2) Each of the societies referred to in paragraphs (b), (c),\n                                                                    2711973\n(9, (e) and v) of subsection (1) shall be governed by such s , 2 ( d ) ,\nconstitution as may be set out in regulations made under section 2612002\n                                                                    S. 2 (b)."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.+1)   The Order of National Hero shall consist of the conaim-\n                                                         tion of\nmembers of that Order.                                   order of\n                                                                                           National\n                                                                                           Hero.\n      (2) Every person upon whom has been conferred the\nhonour of National Hero shall be a member of that Order.\n      (3) The Governor-General shall be the Chancellor of the\nOrder of National Hero and shall, as the holder of the office of\nChancellor, be responsible for the administration of that Order.\n     (4) The Secretary General of the Order of National Hero\nshall be such person as the Chancellor shall desig-\n                [Tlic iiicliisioii of this page is authorized by L.N. 88QOO.ll\n2                                   NATIONAL HONOURSAND A WARDS\n                  nate; he shall maintain the records of that Order, arrange for\n                  investitures and perform such other hnctions in relation to that\n                  Order as the Chancellor may from time to time require him to\n                  perform.\n                          (5) The Chancellor may appoint such other officials for\n                  the Order of National Hero as he thinks fit.\n                         (6) A person shall not be a member of the Order of\n                  National Hero by reason only of the fact that he is an official of\n                  the Order or a member of the Advisory Committee.\nne~dvisory          5.-+1)  There shall be an Advisory Committee for the\nCommittee.\n                  purposes of the Order of National Hero.\nFirst Schedule.            (2) The provisions of the First Schedule shall have effect\n                  as to the constitution of the Advisory Committee and otherwise\n                  in relation thereto.\n                              (3) It shall be the duty of the Advisory Committee, with\n                  a view to the proper carrying out of the provisions of this Act\n                  relating to the Order of National Hero-\n                         (a) to make such investigations as it thinks fit to\n                             determine persons, living or dead, upon whom may\n                             be conferred the honour of National Hero; and\n                         (b) to report to the Prime Minister the result of those\n                             investigations.\nConfermentof        6.--(1) The persons whose names are set out in the Second\nthe honour of\n        Hero,     Schedule are hereby declared to be National Heroes.\nSecond\nSchedule.\n                        (2) Subject to the provisions of subsection (3) the\n                  Governor-General may by instrument under the Broad Seal\n                  confer the honour of National Hero upon any person who was\n                  born in Jamaica or is, or at the time of his death was, a citizen of\n                  Jamaica and rendered to Jamaica service of the most\n                  distinguished nature.\n                                    ITlic iiicliisioii o f this page is aiitliorizcd by L.N. 88/2003]\n             NATIONAL HONOURYAND AWARDS                                                   3\n      (3) The power conferred upon the Governor-General\nunder suhsection (2) shall be exercised by him on the advice of\nthe Prime Minister, given upon a consideration of a report of the\nAdvisory Committee referred to in subsection (3) of section 5 .\n      (4) The honour of National Hero may be conferred upon\na person posthumously or during his lifetime.\n      (5) The name of a National Hero shall, upon publication\nin the Gazette of the instrument by which the honour was\nconferred upon him, be added to the Second Schedule to this second\n                                                                              Schedule.\nAct.\n      (6) Every person upon whom the honour of National Hero\nhas been conferred shall be entitled-\n    (a) to wear as a decoration the prescribed insignia of the\n        Order of National Hero;\n    (b) to be styled “Rt. Excellent”."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. (1) Any member of the Advisory Committee. other than the\nchairman, may at any time resign his oflice by instrument in writing\naddressed to the Prime Minister and transmitted through the chair-\nman, and from the date of the receipt by the Prime Minister of suc4\ninstrument such member shall wase to be a member of the Advisory\ncommittee.\n      (2) The chairman may at any time resign his ofice by instrument\nin writing addressed to the Prime Minister and such resignation shall\ntake effeci as from the date of the receipt of such instrument by the\nPrime Minister."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. If any member of the Advisory Committee who was nominated\nby the Senate or the House of Representatives c e a w to be a member\nof the Senate or the House of Representatives, as the case may be,\nhe shall cease to be a member of the Advisory Committee."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) The Governor-General may make regulations for the Regulations\nbetter carrying out of the purposes and provisions of this Act\nand in particular but without prejudice to the generality of the\nforegoing, may make regulations providing-\n       (a) for the constitutions of the Order of the Nation, the m i 9 7 3\n           Order of Excellence, the Order of Merit, the Order &;2;;\n           of Jamaica and the Order of Distinction, the division s. 3 ~                   .\n           of any such Orders into ranks and the conferment of\n           the honour of each of such Orders;\n       (b) for medals, badges and other awards for such\n           services or acts as may be prescribed;\n       (c) for the seal and motto of each of the Orders referred\n           to in section 3;\n       (d) for investitures in relation to the Orders referred to\n            in section 3, the motifs, insignia and regalia of each\n            Order;\n               [The inclusion of this page i s aiithorized by L.N. 88120031\n4                NATIONAL HONOURSAND AWARDS\n               for the wearing of insignia, regalia, medals and\n               badges issued in relation to any Order or award\n               under this Act and for any other right or privilege\n               appurtenant to the conferment of the honour of any\n               such Order;\n               for the prevention of abuses in the wearing of\n               insignia, regalia, medals and badges issued in\n               relation to any Order or award under this Act, or in\n               assuming any style or title assigned to any such\n               Order.\n          (2) No regulations shall be made under this section unless\n    the draft thereof has been laid before the Senate and the House\n    of Representatives and approved by a resolution of each House.\n          (3) Regulations made under this section may provide for      iy:\n    the conferment of an Order under those regulations with effect\n    from a date no earlier than the 1st day of December, 1962.\n            NATIONAL HONOURS AND AWARDS                                     5\n                         FIRST SCHEDULE                       (Section 5)\n         Constitution and Procedure of the Advisory Committee"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. If any vacancy occurs in the membership of the Advisory\nCommittee such vacancy shall be filled by the appointment of another\nmember who shall, subject to the provisions of this Schedule, hold\noffice for the remainder of the period for which the previous member\nwas appointed, so. however, that such appointment shall be made in\nthe same manner and from the same category of persons. if my. as\nthe appointment of the previous member.\n                                                  z"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The names of all members of the Adviso Committee as firs&\nconstihlled and every change in the member 'p thereof shall be\npublished in the Gazette.\n         W e inclusion of this page is authorized by LN. 55119831\n3\n    6                        NATlONAL HONOURS AND AWARDS"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The validity of the p r o f e e d i s of the Advisory Committee\n                shall not be affected by any vacancy amongst the members thereof\n                or by any defect in the appointment of a member thereof."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The Advisory Committee shall meet at such times as may\n                be convenient or expedient for the transaction of business. and at\n                su& places as it may deem fit."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The chairman shall preside at meetings of the Advisory\n                Committee and in the case of his abseoce from any meeting the\n                members present shall elect one from amongst their number to pre-\n                side at that meeting."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The decisions of the Advisory Committee shall be by a majority\n                of votes of the members present and voting and, in addition to an\n                original vote. the chairman or any other person p@dhg at the\n                meeting shall have a casting vote in any case in which the voting is\n                &pl."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. The quorum of the Advisory Committee shall be five members\n                thereof."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Minutes in proper form shall be kept of the prooeedings of the\n                Advisory Committee."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Subject to the provisions of this Schedule the Advisory Com-\n                mittee shall have power to regulate its owm prmeedings. and m a y\n                delegate to any member or committee thereof the power and authority\n                to carry out on behalf of the Advisory Committee such duties as the\n                Advisory Committee may determine."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Any expenses incurred by the chairman and other membcrs of\n                the Advisory Committee in the performance of thea duties shall be\n                paid out of moneys provided for the purpose by Parliament."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The office of chairman OT member of the Advisory CbmmiUcc\n                shall not be a public office for the purpose of Chapter V of lhe\n                Constitution of Jamaica\n                                       SECOND SCHEDULE                        (*   a)\n                                           National H e m s\n                            Paul Bogie\n                            b r g e william &don\n                            Marcus Gamey\n    GN.\n                            Norman Washington Mmlcy\n    70611969.               Willkm Alexander Bustamante\n                            Nanny of the Mamona\nO.N.\n2311982.                    sam sharpe\n                        p e inclusion of nhis page is authorized by LN. 55/19831"
    }
  ],
  "definitions": []
}