{
  "id": "jm-stat-the-national-housing-trust-act",
  "type": "statute",
  "title": "The National Housing Trust Act",
  "title_en": "The National Housing Trust Act",
  "short_name": "National Housing Trust Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-national-housing-trust-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-national-housing-trust-act | Legal areas: Real Estate",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1)esignation of     30. The Board may designate such number of its employees\nInspectors.\n                  as Inspectors as it thinks necessary for the proper carrying out of\n                  the provisions of this Act.\nPower of            31.-(1)   An Inspector shall, for the purposes of this Act or\nInspcdors.\n                  the regulations, have power to do all or any of the following\n                  things, namely-\n                      (a) to enter at all reasonable times any premises or\n                           place (other than a private dwelling-house, not used\n                           by, or by permission of, the occupier for the pur-\n                           poses of a trade or business) where he has reason-\n                           able grounds for believing that any employed\n                           persons are employed;\n                      (h) to make such examination and inquiry as may be\n                          necessary for ascertaining whether the provisions\n                          of this Act or the regulations are being or have\n                          been complied with in such premises or place;\n                      (c) to exercise such other powers as may be necessary\n                          to implement the provisions of this Act and the\n                          regulations\n                               (The inclusion of thin page is authorized by L.N. 180Al20061\n                        NA TIONAI, H HOSING TRI /ST                             21\n           ( 2 ) The occupier of any such premises or place, and any\n    other person who is or has been employing any employed\n    person, and the servants and the agents of any such occupier or\n    other person, and any employed person shall furnish to an\n    Inspector all such information and produce for inspection all\n    such books or documents as the Inspector may reasonably\n    require.\n0         (3) Any person who-\n        (a) wilfully delays or obstructs an Inspector in the\n            exercise of any power under this section; or\n        (b) without lawful excuse, refuses or neglects to answer\n            any question or to furnish any information or to\n            produce any document when required to do so\n            under this section; or\n        (c) conceals or attempts to conceal any person or prevents\n            or attempts to prevent any person from appearing\n            before or being questioned by an Inspector,\n    shall be guilty of an offence.\n            (4) Every Inspector shall be furnished with an identi-\n    fication card, and on applying for admission to any premises\n    or place for the purposes of this Act or the regulations shall,\n    if so required, produce the said card."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Employment as aforesaid outside Jamaica of a person domiciled\nor having a plaw of residence in Jamaica-\n      (a) as master or a member of the crew of any vessel, registered\n          in Jamaica, or of any other vessel of which the owner. or, if\n          there is more than one owner, the managing owner or\n          manager, resides or has his principal place of business in\n          Jamaica, or in any other capanty on board MY such vesscl;\n        [The inclusion of this page is authorkd by LN. 57/1980]\n                   NATZONAL HOUSING TRUST\n      ( b ) as pilot, commander, navigator or member of the crew of an;.\n            aircraft flying the Jamaican flag. or in any other capacity on\n            board any such aircraft :\n      Provided that, in either case, the employment in that other capacity\nis for the pdrposes of the vessel or aircraft or the crew or of any\npassengers or cargo or mails carried thereby."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) The appointment of every member of the Board shall be\n              evidenced by instrument in writing, and such instrument shaU state\n              the period of office of the member, which shall not exceed three years."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. 3.\n         (a) answerable for doing all such acts, matters and things\n             as are required to be done by virtue of this Act or the\n             regulations for the payment of contributions; and\n         (b) responsible for making payment to the Trust of\n             contributions payable by that body corporate in\n             accordance with the provisions of this Act or the\n             regulations relating to the payment of such con-\n             tributions.\n            (2) The employer shall give written notice to the Col-\n     lector of Taxes of any designation made pursuant to subsection\n     (1) and shall also notify the Collector of Taxes of any change in\n     that designation.\n            (3) In the absence of any designation pursuant to sub-\n     section (I), the person who is the managing director of the body\n     corporate or, as the case may be, the person who (by whatever\nC'   name called) performs the duties normally carried out by a\n     managing director or, if there is no such person, the person in\n     Jamaica appearing to the Collector of Taxes to be primarily in\n     charge of the body corporate's affairs, shall for the purposes of\n     this section be deemed to be the responsible officer.\n                    NA TIONAL HOUSING TRUST\n       (4) A responsible oficer shall, within fifteen days\nafter the end of each month, notify the Collector of any\noutstanding balances of contributions payable to the Trust\nby the body corporate as at the end of that month and any\nresponsible officer who fails to do so shall be guilty of an\noffence under this Act.\n       (5) A responsible officer who fails or neglects to\ncarry out his duties in accordance with this section shall-\n    (a) in the event of failure or neglect to make payment\n          of contributions as required by this section, be\n         jointly and severally liable together with the body\n         corporate for the contributions and any penalty\n         in relation thereto;\n    (h) in any other case, be liable (together with the body\n         corporate) for any penalties under this Act,\nunless he satisfies the Collector-\n                (i) that there were bona $de reasons for the\n                    failure or neglect and that the payment of\n                    contributions could not have been made in\n                    the circumstances, or\n                (ii) that he was overruled by the board of direc-\n                     tors (hereinafter referred to as the board) or\n                     was otherwise prevented by the board or by\n                     any director thereof from carrying out his\n                     duties under this section.\n       (6) If the Collector is not satisfied as to the matters\nreferred to in subsection (5) ( b ) (i) or (ii), as the case may be, he\nshall advise the responsible officer concerned of his decision in\nwriting.\n      (7) Where the responsible oficer satisfies the Collector\npursuant to subsection (5) (b) (ii) that he was overruled or\nprevented as mentioned in that subsection, each director shall\n              [The inclusion of this page is authori~edby L.N. 180Af20061\n     be jointly and severally liable (together with the body corpo-\n     rate) for contributions and any penalty in relation thereto un-\n     less he proves that-\n         (a) there were hona j7de reasons for overruling the res-\n             ponsible oficer or preventing payment and that pay-\n             ment of contributions could not have been made in the\n             circumstances; or\n         (b) he was neither a party to the decision by the board to\n             overrule the responsible officer nor a party to any\n             action by the board or any other director to prevent\n             payment.\n            (8) A person who is designated a responsible officer\n     shall not be liable in respect of contributions which became\n     payable-\n         (a) prior to his designation; or\n         (b) during any period when, consequent on notifica-\n             tion to the Collector, he is not the responsible oficer.\n           (9) In this section-\n       \"body corporate\" means-\n         (a) a statutory body or authority; and\n         (b) a company;\n       \"company\" means a company incorporated or registered\n           under the Companies Act."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-41) The Trust shall, within six months after the end of each Annual\nfinancial year, cause to be made and transmit to the Minister-           report.\n       (0) a statement of its accounts audited annually by the Auditor-\n            General or by an auditor appointed annually by the Trust\n            and approved by the Minister; and\n       (b) a report dealing generally with the policy and proceedings of\n            the Trust during the financial year.\n       (2) The Minister shall cause a copy of the report together with\nthe annual statement of accounts and auditor's report thereon to be\nlaid on the respective Tables of both Houses of Parliament."
    },
    {
      "provision_ref": "sec06b",
      "section": "06b",
      "title": "Section 06b",
      "content": "06b.\n                           THIRDSCHEDULE              (Sections2 and 11)\n                        Gainful Employment"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1)     The resources of the Trust shall comprise-           Resources\n                                                                      of the Trust.\n               moneys derived from contributions;\n               moneys derived from loans raised by the Trust\n               fiom time to time in accordance with the provisions\n               of this Act;\n               moneys earned by or arising fiom investments made\n               on behalf of the ~ k t ;\n               such moneys as may from time to time be placed\n               at the disposition of the Trust by Parliament;\n               moneys recovered under this Act as costs or interest\n               under section 32 or penalties under section 37;\n               all moneys properly accruing to the Trust under this\n               Act, including, without prejudice to the generality of\n               the foregoing, the repayment of loans;\n               such other moneys as may lawfully be paid to the\n               Trust.\n           (2) The hnds of the Trust, save in so far as they may be\n    invested or utilized pursuant to this Act, shall be held by the\n    Bank of Jamaica or any bank approved by the Board in which\n    public funds may lawhlly be deposited."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. At the end of each financial year, the Minister shall review the Minister to\noperations of the Trust with a view to determining--                     review\n                                                                         operations\n       (a) whether the Trust has operated in accordance with the oper- of Trust.\n            ating plan approved by the Minister pursuant to paragraph 5;\n       (b) whether the assets of the Trust are sufficient to meet the\n            liabilities of the Trust having regard to claims expected to\n            arise during the next ensuing year.\n                           SECONDSCHEDULE                        (Section 5)\n                 The Bowd of Directors of the Trust"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) No action. suit, prosecution or other proceedings shall be Protection\nbrought against any member of the Board in respect of any act done o f ~ e m -\nbona fide in pursuance or execution or intended execution of the provi-\nsions of this Act.\n        (2) Where any member of the Board is exempt from liability by\nreason only of the provisions of this paragraph, the Trust shall be liable\nto the extent that it would be if the member was a servant or agent of\nthe Trust."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) Subject to the provisions of subsection (2), the Trust Borrowing\n                                                                     powers.\n    may borrow such sums as may be required by it for discharging\n    any of its functions.\n                                      NATIONAL HOUSING TRUST\n                        (2) The power of the Trust to borrow shall, as to\n                 amount, as to the source of borrowing, and as to the terms\n                 on which the borrowing may be effected, be exercisable\n                 only with the approval of the Minister responsible for\n                 finance, and any such approval may be either general or\n                 limited to a particular borrowing or otherwise, and may\n                 be either unconditional or subject to conditions.\n                       (3) In this section \"borrow\" includes obtaining ad-\n                 vances.\n                                        PART 111. Contributions\nContributions.     11.-(1) For the purposes of this Act, contributors shall be\n                 divided into the following categories-\n                     (a) employed persons;\n                     (b) self-employed persons;\n                     (c) voluntary contributors;\n                     (4 employers.\n                        (2) The Minister may by regulations modify the\n                 application of subsection (1) in relation to cases where it appears\n                 to him desirable to do so by reason of the nature or\n                 circumstances of a person's employment or otherwise, and,\n                 without prejudice to the generality of the foregoing, such\n                 regulations may provide-\n                     (a) for disregarding or for treating as not being employ-\n                         ment either as a self-employed person or as an\n                         employed person-\n                               (i) employment which in the opinion of the\n                                    Minister is of a casual or subsidiary nature or\n                                    in which the person concerned is engaged\n                                    only to an inconsiderable extent;\n                               (ii) employment in the service, or for the pur-\n                                    poses of the trade or business, or as a part-\n                                    ner, of a relative of the person concerned;\n                NATIONAL HOUSING TRUST                           9\n            (iii) such employment in the service of, or in the\n                  service of a person employed to, such inter-\n                  national organizations or countries (other\n                  than Jamaica), as may be specified in the\n                  regulations;\n     (b) for treating as employment as an employed per-\n          son-\n              lib such employment as a self-employed person\n                  as may be specified in the regulations;\n             (ii) such employment outside Jamaica in con-\n                  tinuation of gainful employment in Jamaica\n                  as may be specified in the regulations;\n     (c) for treating as employment as a self-employed\n          person-\n              (i) such employment as an employed person as\n                  may be specified in the regulations;\n             (ii) such employment outside Jamaica in con-\n                  tinuation of gainful employment in Jamaica\n                  as may be specified in the regulations;\n     (d) for treating for the purposes of this Act, or of such\n          provisions thereof as may be specified in the regu-\n          lations, a person’s employment either as an em-\n          ployed person or as a self-employed person as-\n              (i) continuing during periods of holiday, in-\n                  capacity for work, or in such other circum-\n                  stances as the Minister thinks appropriate;\n             (ii) ceasing in such circumstances as may be\n                  prescribed.\n        (3) Subject to the provisions of section 15 contribu-\ntions shall be payable under this Act by contributors in\naccordance with the provisions of this section.\n        (4) Contributions shall be payable in such manner\nand on such terms and conditions as may be prescribed\nin regulations, so, however, that different rates of contribu-\n       me inclusion of this page is authorid by LN. 57/19801\n10                          NATIONAL HOUSlNG TRUST\n     tions, different methods of payment and different terms and\n     conditions may be prescribed for different categories of\n     contributors; and any regulations made pursuant to this\n     subsection shall be subject to affirmative resolution of the\n     House of Representatives.\n           ( 5 ) Until varied or revoked by regulations made\n     under subsection (2) or (4) the regulations set out in\n     Appendix A* and Appendix B* shall have effect.\n            (6) All regulations made under subsection (2) or (4)\n     shall have the same force and effect as if they were con-\n     tained in Appendix A or Appendix B, as the case may be.\n              (7) Subject to the provisions of this Act and the\n     regulations, no person may pay contributions unless he is\n     liable so to do.\n             (8) The Minister may provide by regulations, for the\n     exemption of persons specified in those regulations, in whole\n     or in part, from liability to pay contributions.\n             (9)Subject to section 13, contributions payable\n     pursuant to this section by contributors shall not be treated\n     as allowable deductions under the Income Tax Act.\n             (10) Subject to the provisions of this Act and except\n     in so far as regulations otherwise provide, the provisions of\n     the Income Tax Act, or any regulations thereunder concern-\n     ing payment, collection and recovery of income tax, and the\n     enforcing of payment shall apply to contributions in the\n     same way as they apply to income tax; and no obligation\n     as to secrecy impoied by statute or otherwise on persons\n     employed in relation to income tax shall prevent information\n     obtained in connection with the assessment or mllection of\n     income tax from being disclosed by or under the authority\n     of the Commissioner in connection with the operation of\n     Ihis Act or the regulations relating to the calculation or\n     collection of contributions under this Act.\n     _.\n     ‘The E R~8ulafrmswe - d u d   h tbC hrS d 1 - b .   SbUdiarY hgidldm.\n                be inclusion of this page is authomzed by L.N. 577/1980]\n    in respect of the period in question until the contrary is\n    proved."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12) Every member of the Board shall be eligible for reappoiot-\n              ment.\n                     (3) Notwithstanding anything to the contray. the Minister may at\n              any time revoke the appointment of auy member of the Board.\nResigna-         5 . 4 1 ) Any member of the Board other than the Chairman, may at\ntion          any time resign his office by instrwnent in writing addressed to the\n              Minister and transmitted through the Chairman. and from the date of\n              the receipt by the Minister of such instrument such member shall cease\n              to be a member of the Board.\n                     ( 2 ) The Chairman may at any time resign his office by instrument\n              in writing addressed to the Minister and such resignation shall take\n              effect as from the date of the receipt of such instrument.\nPublication     6. The names of all members of the Board as first constituted and\nof member.    every change in the membership thereof shall be published in the\nShip.         Gazette.\nProccdure.      7,-41) The Board shall meet at such times as may be napssary 0~\nquoruni       expedient for the transaction of its business, and such meetings shall\nnnd meet-     be held at such places and times and on such days as the Board shall\nings.         determine.\n                     (2) The Chairman may at any time call a special meeting of the\n              Board and shall caU a special meeting to be held within 8evm days of\n              a written request for that purpose addressed to him by two members of\n              the Board.\n                    (3) The Chairman shall preside at all meetings of the Board at\n              which he is present and in the case of the Chairman’s absence from\n              any meeting. subject to sub-paragraph (2) of paragraph 3, the members\n              present and forming a quorum shall elect one of their number to\n              preside at the meeting.\n                        [The .indunion of this page is authorized by L.N.25/19851\n                   NATIONAL HOUSING TRUST                                                 31\n       (4) The decision of the Board shall be by a majority of votes. and,\nin addition to an original vote, the Chairman or any other person                    /'\npresiding at a meeting shall have a casting vote in any case in which the\nvoting is equal.\n       ( 5 ) Minutes in proper form of each meeting of the Board shall\nbe kept.\n       (6) The Eoard shall determine its quorum for any particular meet-\ning.\n       (7) Subject to the provisions of this Schedule the Board may\nregulate its own proceedings.\n       (8) The validity of any proceedings of the Board shall not be\naffected by any vacancy amongst the members thereof or by any defect\nin the appointment of a member thereof."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1)  Any person not liable to pay contributions under \\.o~untar\\\n    this Act may, on making application to the Minister within :,srlh-'\n    such time and in such manner as may be prescribed, be\n    granted a certificate authorizing him to make voluntary\nQ   contributions.\n           (2) Any person holding a certificate granted under this\n    section (hereinafter referred to as a \"voluntary contributor\") may\n    pay such contributions as may be prescribed, within such time\n    and in such manner as may be prescribed; and regulations may\n    prescribe the circumstances in which such a certificate may be\n    cancelled in default of payment of contributions within the\n    prescribed time."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Notwithstanding anything contained in the Revenue Payment of\n    Administration Act or the Tax Collection Act contributors                   =-:\n    shall pay contributions to such commercial banks or other hanhsor\n    agencies as may be specified by the Trust by notice published in ;$RF,,\n    the Gazette.                                                     SCII."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1)   A sum determined on such basis and at such Bonuses\n    rate as the Minister may from time to time prescribe, shall\n    be awarded and credited by the Board as a bonus on the\n    contributions made by such contributors as may be pre-\n    scribed, and shall be taken into account in the award of benefits\n    pursuant to this Act.\n           (2) Any bonus awarded pursuant to subsection (1)\n    shall, in the hands of the recipient, be exempt from income\nC   tax."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The Trust shall cause to be issued to every contributor, Certificate\n                                                                   of con-\n    in such form and at such times as may be prescribed, wibutions.\n    certificates showing the amount of contributions made and 511984\n                                                                   S.4.\n    containing such other information as may be prescribed.\n14\n                                              PART IV. Hengf~ts\nI k n 01'         19.-(1) The benefits in relation to contributions shall be of\nhcnelit.\n                the following kinds only-\n                    (a) housing benefits;\n3412004             ( h ) contributor's refund payable in accordance with section\nS. 2.\n                          21;\n3412004             (c) contributor's benefit payable in accordance with\nS. 2\n                          section 22.\n2611996                 (2) For the purposes of benefits in respect of con-\nS2\n                tributions retirement age shall be sixty-five years.\n1lousing          20.-(1)   Subject to the provisions of this Act, a contributor\nhcnefit.\n                shall, subject to such contribution or other conditions as may\n                from time to time be prescribed, be eligible for a housing benefit\n                by way of a loan to assist him in the building, purchase,\n                improvement, repair or maintenance of a house to be used as a\n                residence, or for such other purposes or under such other\n                circumstances connected with housing as may from time to time\n                be prescribed.\n                       (2) The Minister may from time to time, by order,\n                prescribe the schemes which may be operated for the\n                granting of benefits under this section, as well as the terms\n                and conditions under which such benefits may be granted\n                and any order made pursuant to this subsection shall be\n                subject to negative resolution.\n                       (3) Until varied or revoked by an order made under sub-\n                section (2), the order set out in Appendix C* shall have effect.\nContrihutor.s     21.-(1)    Subject to the provisions of this Act, a contributor\nrzhnd.\n34 2004\n                shall be entitled-\nS. 3.\n                     (a) within twelve months after the seventh anniversary\n                         of the end of the first contribution year to a refund\n                  'Thls Order is reproduced in the Laws of.Jnmaicn, Subsidiary Legislation.\n                                 lThe inclusion of this page is authorized hg L.N. 180A120061\n          equivalent to the contributions made by him during the\n         tirst contribution year together with any bonus awarded\n         thereon pursuant to section 17; and\n    ( h ) thereafter within twelve months after the end of\n          every contribution year to a rehnd equivalent 342004\n          to the contributions made by him during the year '.\"\n          immediately after that on which the calculation in\n          relation to his previous refund under this sub- 34 2004\n          section was based, together with any bonus awarded on S . 3 ,\n          such contributions pursuant to section 17.\n       (2) Subsection (1) shall not apply in relation to\ncontributions made by any person as an employer.\n       (3) In    this section \"first contribution year\" in\nrelation to a contributor means the year in which that\ncontributor first made contributions which render him\neligible for a rehnd under this section.                   3412004\n                                                                                               S. 3"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22-(1) Subject to the provisions of this Act and to such Contribu-\nrestrictions as may be prescribed, the Board shall grant tor's          benefit\n                                                                    sprial\ncontributor's benefits equivalent to the contributions of any circum-\ncontributor together with any bonus awarded thereon less any ;i:,c(e(s;\nbenefit previously granted in respect of those contributions, in s. 4(a) &\nthe following circumstances-                                     (b).\n    (a) on the death of any such contributor, to his legal\n         personal representative or to                              such         person   as\n         described in subsection (2);\n    ( h ) where a contributor satisfies the requirements for\n          the receipt of an invalidity benefit under section 1 1 of\n          the National Insurance Act, to such contributor;\n    (c) on the attainment of retirement age or the age of 2611996\n                                                           S. 3 (a).\n        sixty years by a contributor, to that contributor;\n    (4 if the contributor becomes entitled to housing\n         benefit pursuant to section 20, to that contributor;\n                [The Inclusion of this page i s authorized by L.N. 180.4120061\n    ( e ) in such other circumstances and to such persons as may\n          be prescribed.\n       (2) Subject to subsection (3), if any contributor dies\nintestate, then the benefit payable under paragraph (a) of\nsubsection (1) not exceeding fifty thousand dollars or an amount\nrepresenting the fbneral expenses, whichever is less, shall be\npayable to such person as shall appear to the Board to be entitled          '--.\n                                                                            (-i\nunder the lntestates Estates and Property Charges Act, to receive\nthe same, without taking out letters of administration, upon the\nBoard receiving satisfactory evidence of death and a statutory\ndeclaration made before a Justice of the Peace or a Notary\nPublic that the contributor died intestate, and that the person so\nclaiming is entitled as aforesaid:\n  Provided, that whenever the Board after the death of any\ncontributor has paid any such benefit to the person who at the\ntime appeared to be entitled to the effects of the deceased under\nthe belief that he had died intestate the payment shall be valid            .\nand effectual with respect to any demand from any other person\nas next of kin or as lawful representative of such deceased\ncontributor against the fbnds of the Trust but nevertheless such\nnext of kin or representative shall have his lawful remedy for the\namount of such payment or benefit as aforesaid against the\nperson who has received the same.\n       (3) The Board may authorize disbursement of the amount\nreferred to in subsection (2) only where--\n    (a) the amount claimed-\n               (i) does not exceed the contributions (together              ,,\n                   with any interest thereon) made by the                    'd\n                   deceased contributor; and\n                (ii) does not include the amount of any refund\n                     previously made to the deceased contributor;\n                     and\n             lThe inclusion of this page is authorized by L.N. 180A12006)\n             (b) a valid certificate of death and the relevant original\n                 invoices are submitted to the Trust together with the\n                 claim.\n                (4) Where there is no amount of contributions made by 3412004\n         the deceased contributor remaining aRer his death, no benefit S.4(d).\n         shall be payable to his estate or other claimant.\nr)\nL   j"
    },
    {
      "provision_ref": "sec22a",
      "section": "22A",
      "title": "Section 22A",
      "content": "22A-(1) Where the Trust is required to make refund Paymentin\n         pursuant to section 21 or benefits pursuant to section 22,                  ::'::i:d\n         payment may be made wholly or partly by means of approved instruments\n         savings instruments in accordance with the provisions of this of refund or\n         section.                                                      511984\n                                                                                     S. 5.\n                                                                                     3 412004\n                (]A) A contributor may, by notice in writing to the                  S. 5 ( , ~(b,\n         Trust, nominate a person to whom the refund shall be paid upon\n         the death of that contributor.\n                 (2) If the Trust thinks fit, it may by notice-\n             (a) sent to any person entitled to receive a refund or 3412004\n                 benefit, as the case may be, (in this section referred to S. 5(d).\n                 as the payee); or\n             (b) published either in a daily newspaper circulating in\n                 Jamaica or in such other manner as may be prescribed,\n         inform him that, within the period of ninety days of the date of\n         receipt of a notice issued pursuant to paragraph (a), or of the\n         date of the publication of a notice pursuant to paragraph (b), as\n         the case may be, he may elect by memorandum in writing to\n    c\\   the Trust to have payment made, subject to subsections (3)\n         and (4)-\n             (a) wholly in approved savings instruments of a nominal\n                 value equivalent to the amount of the refund or benefit, 3412004\n                                                                          S.5(d)\n                 as the case may be; or\n             (b) wholly in cash; or\n                      /The lncluslon of this page is authorized by L.N. 180A/20061\n                    NATIONAL HOUSING TR UST\n    (c) partly in cash and partly in approved savings\n        instruments of the appropriate nominal value having\n        regard to the amount of the refund or benefit, as the\n        case may be, and election for payment thereof partly in\n        cash.\n      (3) If the payee-\n    ( a ) makes an election pursuant to subsection (2) within the\n          period specified in that subsection, the Trust shall,\n          subject to subsection ( 4 ) , make payment in accordance\n          with the election;\n    (b) makes no such election within the period aforesaid,\n        the Trust may, subject to subsection ( 4 ) , make payment\n        wholly by means of approved savings instruments of a\n        nominal value equivalent to the refund or benefit, as\n        the case may be, or wholly in cash or partly in cash and\n        partly in approved savings in instruments of the\n        appropriate nominal value having regard to the amount\n        of the refund or benefit, as the case may be, and the\n        portion thereof being paid in cash.\n      (4) Where a payee makes no election under this section\nor does not elect to have payment of a refund or benefit, as the\ncase may be, made wholly in cash then, if-\n    ( a ) the amount of the refund or benefit, as the case may be;\n          or\n    ( b ) the amount not payable in cash pursuant to an election\n          for payment partly in cash,\nis insufficient to purchase the lowest denomination of any\napproved savings instrument, the Trust may retain the refbnd or\nbenefit, as the case may be, or the amount thereof not payable in\ncash, as the case may be, and shall purchase an approved\nsavings instrument on behalf and in the name of the payee as\nsoon as the amount retained together with the prescribed interest\npayable thereon and any other sums payable to the payee pur-\nsuant to this Act are sufficient for the purpose.\n             lThe inclusion of this page is authorized by L.N. 180AI20061\n                         NA TIONAL HOUSING TRUST                                 17\n            (5) The Trust may, on the application of any person, hold\n     approved savings instruments as security for loans made,\n     pursuant to the provisions of this Act, to assist in the purchase,\n     building, maintenance, repair or improvement of houses.\n           (6) The Minister responsible for finance may, by order,\n     provide that interest payable on any issue of approved savings\n     instruments shall, in the hands of the recipients, be exempt from\n     income tax."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(1) If it is found that any person, by reason of the non- Repayment\n     disclosure or misrepresentation by him of a material fact of      .\n                                                                         benefit\n                                                                       improperly\n     (whether or not the non-disclosure or misrepresentation was received.\n     fraudulent), has received any sum by way of benefit while he\n     was not entitled to that benefit, he shall be liable to repay the\n     sum so received by him.\n            (2) Where any person is liable to repay any sum received\n     by him by way of benefit, that sum may be recovered, without\n     prejudice to any other remedy, by means of deductions from any\n     benefit to which he thereafter becomes entitled."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1) Notwithstanding anything to the contrary in this Act, Determina-\n     any question as to the right to benefit shall be decided by the ;!''&\n     Board subject to an appeal to the Minister.\n            (2) Any person claiming a benefit who is dissatisfied\n     with the decision of the Minister pursuant to subsection (I) may\n     within such time (if any) and in such manner (if any) as may be\n     prescribed appeal to, and enforce his claim in, a Resident\n     Magistrate's Court without limit of amount.\nc‘     25. The rate of interest payable on any loan made to a Rateof\n     contributor pursuant to section 20 shall be at such rate as may\n     from time to time be decided by the Board, with the approval of\n     the Minister; and different rates of interest may be charged for\n     different categories of loans so as to ensure that persons in\n     receipt of incomes below limits which may be set by the Board\n                                      NA TIONAL HOUSING TRUST\n                  with the approval of the Minister pay lower rates than persons in\n                  receipt of incomes at or above those limits.\nExamination          26.---(I) Where the Trust has made a loan under the\nas to appli-\ncation of loan.   provisions of subsection (1) of section 20 it may from time to\n                  time-\n                      (a) make or cause to be made, such examination as\n                          may be necessary to ensure that the loan is being\n                          applied to the purposes for which it was made;\n                      ( b ) require any contributor to whom a loan has been\n                            made t o give either immediately or periodically,\n                            such information to the Trust as the Trust may\n                            require, and that contributor shall comply with\n                            the requirements of the Trust.\n                         (2) The Trust may authorize any of its officers or\n                  servants or any other person, to make the examination\n                  contemplated in subsection (I), and the contributor to whom the\n                  loan was made shall produce to such officer, servant or person,\n                  as the case may be, all books, documents or other matters or\n                  things as he may require for the purposes of the examination.\nTrust may           27. Where upon any examination made pursuant to the\nserve notice.\n                  provisions of section 26 it appears to the Trust that any sum,\n                  being either the whole or any part of the loan made by the Trust,\n                  has not been applied to the purpose for which the loan was\n                  made, it may by notice in writing addressed to the contributor to\n                  whom the loan was made, require that such sum be, within the\n                  time specified in the notice, applied to such purpose, or that such\n                  sum, together with any interest due thereon on the date of the\n                  notice be repaid, and any sum with interest thereon so required\n                  to be repaid to the Trust shall thereupon become a debt due to\n                  the Trust."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.-(1)   The Trust may deduct from or set off against any Powerof\npayments to be made by the Trust to a contributor or to any\nrepresentative of his, any amount due and payable under this Act\nby that contributor to the Trust.\n      (2) Where-\n    (a) a contributor receives a housing loan from any\n         body or organization to which the Trust advances\n         money for housing purposes; and\n    ( h ) such housing loan is made                       from       the   moneys\n          advanced as aforesaid,\nany amount payable (whether that amount has become due or\nnot) by the contributor to that body or organization in relation to\nthat housing loan shall be regarded as an amount payable to the\nTrust."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.-(1) The Trust may where it deems necessary require Thepower\n                                                                      Trust\nan employer to deduct from the emoluments of an employee and toof the\n                                                                  authorize\nforward to the Trust, the mortgage payments due to the Trust thededuc-\n                                                             tion of\nfrom such employee.                                          mortgage\n                                                                                    payments.\n       (2) Without prejudice to an employer's right to recover\nfrom the employee any amount require to be deducted pursuant\nto this section, that employer shall be liable to pay to the Trust\nany sum which he is required to deduct pursuant to this section.\n       (3) An employer who fails to pay to the Trust any sum 3412004\nrequired to be deducted under this section commits an offence S. 6 .\nand, on proof of such failure, is liable to pay to the Trust-\n    (a) in addition to that sum, a penalty at the rate of fhe\n        applicable percentage per annum on the sum so liable\n        to be paid; and\n    ( b ) where the offence continues for longer than one year,\n          in addition to the amount payable under paragraph (a),\n          a surcharge of ten per centum per annum on the sum\n          due and payable at the time of payment.\n             [Thelncluslon of thls page Is authorized by L.N. 180N2006j\n34 2004                  (4) For the purposes of subsection (3), the applicable\nS. 6 .\n                  percentage is an amount equivalent to five percentage points\n                  above the weighted average per cerltm interest rate payable on\n                  Government treasury bills maturing three months from the date\n                  of issue, as determined from an auction of such bills, being the\n                  auction last held immediately preceding the earliest date of\n                  commission of the offence.\n3412004                  (5) The Minister may, by order subject to affirmative\ns. 6 .            resolution, amend the basis or amount of any penalty specified\n                  in this section.\n                                        PART V. Administration"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.-(1) All sums due to the Trust by way of contributions, Civil\n    unless regulations otherwise provide or the Minister otherwise proceedings.\n    determines, shall bear interest at such rate and as from such date\n    as may be prescribed and shall be recoverable as debts due to the\n    Trust, and without prejudice to any other remedy, may be\n    recovered on behalf of the Trust by a person designated by the\n    Board summarily in a Resident Magistrate's Court, without limit\n    of amount, as a civil debt.\n          ( 2 ) A certificate of the Trust that any sum due to the\n    Trust or interest thereon is payable under this Act and that\n    payment has not been made to the Trust, or, to the best of the\n                 (The inclusfon of this page is authorized by L.N. 180A/2006]\n                                      NATIONAL HOUSING TRUST\n                  Trust's knowledge and belief, to any person acting on behalf of\n                  the Trust, shall be sufficient evidence that the sum mentioned in\n                  the certificate is unpaid and is due to the Trust, and any\n                  document purporting to be such a certificate as is mentioned in\n                  this subsection, shall be deemed to be such a certificate unless\n                  the contrary is proved.\nProceedings     33. In any action or other legal proceedings brought\nagainst\nInspector     against any Inspector in respect of any act done in pur-\nunderthis~ct. suance or execution or intended execution of this Act or\n                  the regulations, the plaintiff shall not recover unless he\n                  alleges in his pleading and proves at the trial that such act\n                  was done either maliciously or without reasonable and\n                  probable cause.\n POW^ tu            34. Any Inspector or other person may be authorized\nconduct\nproceedings.      by the Trust to institute or conduct proceedings for an\n                  offence against this Act or the regulations.\nProceedings         35. Where an employer has failed or neglected-\nagainst\nemployer for\nbenefit lost by       (a) to pay any contributions which under this Act or\nemployer's                the regulations he is liable to pay in respect of or\ndefault.\n                          on behalf of any employed person in his employ-\n                          ment; or\n                      (b) to comply, in relation to any such person, with the\n                          requirements either of this Act or of the regula-\n                          tions relating to the payment and collection of\n                          contributions,\n                  and by reason thereof that person or any other person to whom\n                  benefit under this Act may have been payable has lost, in whole\n                  or in part, the benefit to which he would have been entitled, that\n                  person or that other person, as the case may be, shall be entitled\n                  to recover summarily from the employer in a Resident Magis-\n                  trate's Court as a civil debt a sum equal to the amount of the\n                  benefit so lost.\n                                          -\n                               lThe inclusion of this page is authorized by L.N. 180Al2006)\n                       NATIONAL HOUSING TRUST                                               23"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36.-(1)   Subject to subsection (2), this Act shall bind the crown\n                                                                                servants.\n    Crown.\n           (2) This Act shall apply to the Crown and to persons\n    employed by or under the Crown in like manner as if the\n    Crown were a private person, subject to such modifications\n    as may be made therein by order made by the Minister for the\n    purpose of adapting the provisions of this Act to the\n0   case of the Crown and of such persons.\n                          PART VI. Miscellaneous"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37.-(1)   If any employer has failed or neglected-                        OiYences\n                                                                                and penal-\n         (a) to pay any contributions which under this Act or $&86\n             the regulations he is liable to pay; or          s. 2(a)(i).\n         (b) to comply with the requirements either of this Act\n             or the regulations relating to the payment and\n             collection of such contributions and the hrnishing\n             of information in relation thereto,\n    such employer, as the case may be, shall be liable on summary 1011986\n                                                                   S. 2 (axii).\n    conviction in a Resident Magistrate's Court to pay a fine not (iii),\n    exceeding thirty thousand dollars or treble the amount of 2611996\n    contribution which is unpaid, whichever is the greater, and in S.4ca).\n    defaurt of such payment to imprisonment with or without hard\n    labour for a period not exceeding twelve months.\n           (2) If any person-\n         (a) practises or is concerned in any fraudulent act,\n             contrivance or device with intent to defraud the\n             Trust of contributions; or\n         (b) for the purpose of obtaining any benefit or other\n             payment under this Act or the regulations, whether\n             for himself or for some other person, or for any\n             other purpose connected with this Act-\n               (i)     knowingly or recklessly makes any false\n                       statement or false representations; or\n               (ii) produces or hrnishes, or causes or know-\n                    ingly allows to be produced or hrnished,\n                    any document or information which he\n                    knows to be false in a material particular,\nhe shall be liable on summary conviction in a Resident\nMagistrate's Court to a fine not exceeding thirty thousand\ndollars or treble the amount of contribution in respect of which\npayment is sought to be evaded, whichever is the greater or to\nimprisonment with or without hard labour for a term not\nexceeding twelve months, or to both such fine and\nimprisonment.\n      (3) Any person who-\n    (a) obtains a loan under section 20 by means of any\n        false representations; or\n    (b) wilfully applies any loan made to him under sec-\n        tion 20 to any purpose other than the purpose for\n        which the loan was made; or\n    (c) fails to produce any books, documents or matter\n        pursuant to subsection (2) of section 26,\nshall be guilty of an offence and shall be liable on summary\nconviction in a Resident Magistrate's Court to a fine not\nexceeding ten thousand dollars or in default of payment to\nimprisonment for a term not exceeding six months.\n       (4) Where an employer or a contributor fails to pay\nthe contributions he is liable to pay under this Act or any\nregulations thereunder, he shall bk guilty of an offence and\non proof of such failure, the employer or the contributor,\nas the case may be, shall be liable to pay the Trust-\n             lThe inclusion of this page i s authorized by L.N. 180Al20061\n                        NA TIONAL NO USING TRUST                                 25\n        (a) a sum equal to the total of all the contributions\n            which he is so proved to have failed to pay with a\n            penalty at the applicable percentage rate per annum 3412004\n                                                                S.7(a).\n            on the sum total of the contributions so due; and\n        (b) where the offence continues for longer than one\n            contribution year, in addition to the amount pay-\n            able under paragraph (a), a surcharge of ten per\n            ceiitirm per annum on the sum due and payable\n            at the time of payment.\n           (4A) The \"applicable percentage\" is an amount 340004\n    equivalent to five percentage points above the weighted average S.7(b).\n    interest rate payable on Government treasury bills maturing six\n    months from the date of issue, as determined from an auction of\n    such bills, being the auction last held immediately preceding the\n    earliest date of commission of the offence.\n           (4B) The Minister may by order, subject to afirmative 3412004\n    resolution, amend, alter or increase-                        s. 7(b).\n        (a) the basis;\n        ( h ) the amount,\n    of any penalty specified in this section.\n           (5) If an employer being a body corporate fails to\n    pay to the Trust any sum which the employer has been\n    ordered to pay pursuant to this section, that sum, or such\n    part as remains unpaid, shall be a debt due to the Trust jointly or\n    severally from any director of the body corporate who knew, or\n    could reasonably be expected to have known, of the failure to\nC   pay the contributions in question.\n          ( 6 ) Where an offence under this Act or any regulations\n    thereunder which has been committed by a body corporate is\n    proved to have been committed with the consent or connivance\n                 (The inclusion of this page is authorized by L.N. 1801\\/2006]\n26                             NA TIONAI, H O (/SING TI?UST\n            of, or to be attributable to any negligence on the part of, any\n            director, manager, secretary or other officer of the body\n            corporate, he as well as the body corporate shall be deemed to\n            be guilty of that offence and shall be liable to be proceeded\n            against and punished accordingly.\n                  (7) Every person having any official duty of being\n            employed in the administration of this Act shall regard and\n            deal with as secret and confidential all documents, information,             3\n            returns, assessment lists or copies of such lists obtained\n            from the Commissioner of Income Tax and relating to the\n            income or items of the income of any employer, employed\n            person or self-employed person, as the case may be, and shall\n            make and subscribe a declaration to that effect before a\n            Justice of the Peace.\n                   (8) Every such person as is referred to in subsection\n            (7) having possession of or control over any such documents,\n            information, returns or assessment lists, or copies of such\n            lists relating to the income or items of the income of any\n            employer, employed person or self-employed person, as the\n            case may be, who at any time communicates or attempts to\n            communicate such information or anything contained in\n            such documents, returns, lists or copies of such lists to any\n            person-\n                (a) other than a person to whom he is authorized by\n                    the Minister responsible for finance to com-\n                    municate it; or\n                (b) otherwise than for the purpose of this Act,\n            shall be guilty of an offence against this Act and shall be liable           3\n            on summary conviction before a Resident Magistrate to a fine\n1011986     not exceeding thirty thousand dollars and in default of payment\nS. 2 (d).\n            to imprisonment with or without hard labour for a term not\n2611 996\ns.   (d),   exceeding twelve months.\n             (9) If any person is guilty of any contravention of,\n     or non-compliance with, any of the requirements of this\n     Act or the regulations in respect of which no special penalty\n     is provided, he shall for each offence be liable on summary\n     conviction before a Resident Magistrate to a fine not exceeding\n     thirty thousand dollars or to imprisonment with or without hard 3412004\n     labour for a period not exceeding six months.                   s.7 (c)(ii).\n(2          (10) The Minister may, by order, subject to affirmative 3 4 1 2 ~ 4\n                                                                       S.7 (d).\n     resolution, amend any of the penalties specified in this section."
    },
    {
      "provision_ref": "sec37a",
      "section": "37A",
      "title": "Section 37A",
      "content": "37A.-(1)   Where an employer is a body corporate, such Designation\n     employer shall designate an officer of that body corporate\n     (hereafter in this section referred to as the \"responsible bybody\n                                                                corporate.\n     officer\") who shall be-                                    1011986."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38.-(1) The Minister may make regulations required by this Regulations.\n     Act to be made or for the purpose of modifying or affecting the\n(?   operation of any provision of this Act expressed (in whatever\n     terms) to be subject to the provisions of any regulations or as the\n     Minister may consider necessary or desirable generally for the\n     better carrying out of the provisions of this Act.\n           (2) Without prejudice to the generality of subsection (1)\n     the Minister may by such regulations provide-\n                 (The inclusion of this page is authorized by L.N. 180N20061\n                NATIONAL HOUSING TRUST\n(a) for the payment and collection of contributions\n    under this Act;\n(b) for treating, for the purposes of any right to benefit,\n      contributions paid after the due dates as paid on\n      those dates or on such later dates as may be\n      prescribed, or as not having been paid and for\n      treating, for the purpose aforesaid, contributions\n      payable by an employer on behalf of an employed\n      person, but not paid, as paid where the failure to\n      pay is shown not to have been with the consent or\n      connivance of, or attributable to any negligence on\n      the part of, the employed person;\n(c) for the return of contributions paid in error;\n(4 for treating contributions of the wrong category or\n      at the wrong rate as paid on account of the con-\n      tributions properly payable;\n( e ) for calculating or estimating, in such manner and on\n      such basis as may be prescribed, the amount of a\n      person's earnings, emoluments, income or pecuniary\n      remuneration for any period, and the rate of a person's\n      emoluments or pecuniary remuneration;\nV) for the issuing of receipts, forms and certificates as may\n      be approved by the Trust;\n(g) for the supplying of relevant information by\n    employers to employed persons as regards the con-\n    tributions made;\n(h) for the forwarding of annual reports or returns by\n    employers containing such information as the Trust\n    may require;\n(i)   for the keeping of such records by employers as the\n      Trust may require for any purpose connected with the\n      provisions of this Act.\n                        NA TIONAL HOUSING TK iJs7'                                    27\n             (3) Without prejudice to the provisions of section 29\n     of the Interpretation Act, regulations under this Act may\n     provide in respect of a breach of any of the provisions there-\n     of that the offender shall be liable to such fine not exceeding\n     thirty thousand dollars or to such terms of imprisonment with 34,2004\n     or without hard labour not exceeding six months or to both s.8.\n     such fine and imprisonment as may be prescribed therein.\nA\nC)         (4) Except in so far as this Act otherwise provides,\n     any power conferred thereby to make regulations may be\n     exercised-\n         ( a ) either in relation to all cases to which the power\n               extends, or in relation to all those cases subject to\n               specified exceptions, or in relation to any specified\n               cases or classes of case; and\n         ( b ) so as to make, as respects the cases in relation to\n               which it is exercised-\n                     (i) the full provision to which the power\n                          extends or any less provision (whether by\n                          way of exception or otherwise);\n                    (ii) the same provision for all cases in relation to\n                          which the power is exercised or different\n                          provision for different cases or classes of\n                          case, or different provision as respects the\n                          same case or class of case for different pur-\n                          poses of this Act;\n                    (iii) any such provision either unconditionally or\n                          subject to any specified condition.\n           (5) Without prejudice to any specific provision in this\n     Act, any regulations under this Act may contain such\n     incidental or supplementary provisions as appear to the\n     Minister to be expedient for the purposes of the regulations."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. Regulations (including orders) made pursuant to this Act              r-v;;y\n                                                                                     of\n     may be made to have effect from such date as may be specified redations\n     therein not being a date earlier than the 1st day of January, 1976.\n                                      NATIONAL HOUSING TRUST\n                                              FIRSTSCHEDULE                         (Section 3)\n                                          The National Housing Trust\nAuthentication    1 . 4 1 ) The seal of the Trust shall be authenticated by the signatures of the\nof seal and\ndocuments.\n               Chairman     or a member of the Board authorized to act in that behalf and an\n               officer of the Trust so authorized.\n                       (2) All documents, other than those required by law to be under seal,\n               made by, and all decisions of, the Trust may be sigruf~edunder the hand of\n               the Chairman or any member of the Board authorized to act in that behalf or\n               an officer of the Trust so authorized.\nPower to          2.--( 1) The Trust may, subject to sub-paragraph (2), appoint and employ at\nappoint\nofficers and\n               such remuneration and on such terms and conditions as it thinks fit, a Manager\nservants.      of the Trust and such other officers, agents and servants as it h n k s necessary\n               for the proper carrying out of its functions:\n                 Provided that the appointment of-\n                         (a) Managing Director;\n                         (b) Senior Director of Finance, of Operations, of Corporate\n                             Services or of Technical Services; or\n                         (c) Company Secretary.\n               shall not be made without the prior approval of the Minister.\n                      (2) The Governor-General may. subject to such conditions as he may\n               impose. approve of the appointment of any public officer in the service of\n               Jamaica to any office with the Trust and any public officer so appointed shall.\n               in relation to pension, gratuity or other allowance, and to other rights as a\n               public officer. be treated as continuing in the service of the Government.\nExpenses of       3 . 4 1) The expenses of the Trust (including the remuneration of the staff\nthe Trust.\n               thereof and members of the Board) shall be defrayed out of the income of the\n               Trust or from sums provided for the purpose by Parliament.\n                     (2) In this pamgraph \"income\" means interest or dividends earned or\n               obtained on loans or investments made by the Trust.\nAccounts,         4 . 4 1) The Trust shall keep proper accounts and other records in relation to\naudit and\nestimates.\n               its business and shall prepare annually a statement of accounts in a form\n               satisfactory to the Minister.\n                       (2) The accounts of the Trust shall be audited annually by the\n               Auditor-General or by any auditor appointed annually by the Trust and\n               approved by the Minister."
    }
  ],
  "definitions": [
    {
      "term": "company",
      "definition": "a company incorporated or registered",
      "source_provision": "sec5"
    },
    {
      "term": "income",
      "definition": "interest or dividends earned or",
      "source_provision": "sec39"
    }
  ]
}