{
  "id": "jm-stat-the-national-insurance-act",
  "type": "statute",
  "title": "The National Insurance Act",
  "title_en": "The National Insurance Act",
  "short_name": "National Insurance Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-national-insurance-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-national-insurance-act | Legal areas: Employment",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Each local tribunal shall consist of-\n     (a) one or more members drawn, in accordance with paragraph 3, from\n         a panel of persons chosen by the Minister to represent employers in\n         the area for which the panel is established;\n     (b), an equal number of members drawn, in accordance with' paragraph"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2-5/1973   section (1) or pursuant to subsection (5) or (7)ceases other-\nS. 4(b).\n           wise than because of her remarriage, if she is then over the\n           age of 55 and if three years have elapsed since the date of\n           her marriage to her deceased husband, she will be entitled\n           to widow’s pension as from the date of such cessation fOT\n           life at the rate which would be payable if, at her husband‘s\n           death, she had satisfied the conditions of sub-paragraph (i)\n           of paragraph (a) aforesaid.\n251 1973             (5) Where-\nS. 4(a).\n                 (a) at his death a husband satisfied the relevant con.\n                       tribution conditions for widow’s pension and he\n                       and the widow had been married for not less than\n                       three years; and\n                 (6) the widow is not eligible for widow’s pension under\n                       paragraph (a) of subsection (1) but would have\n                       been but for the fact that she is not then over the\n                       age of 55,\n           such widow shall be entitled to widow’s pension for a period\n           of 52 weeks from the date of the husband’s death, subject\n           to the provisions of subsection (4) :\n251 1973\n              Provided that where such widow remarries within such\nS W.       period she shall cease to be entitled to such pension and\n           she shall not be entitled to a grant pursuant to subsection (6)\n           but she shall be entitled to a grant equal to the weekly rate\n           of widow’s pension multiplied by the number of weeks by\n           which the number of weeks between the date of her\n           husband‘s death and the date of her remarriage falls short\n           of 52.\n                   Whe iduaim of this p g e is authorized by L.N. 57/19811\n      (6) Where-                                                             25 1973\n                                                                             S. 4(a).\n    (a) at his death a husband failed to satisfy the contribution\n        conditions for widow's pension but satisfied the\n        relevant contribution conditions for widow's grant and\n        he and the widow had been married for not less than\n        three years; and\n    (b) the widow is not eligible for widow's grant under\n        paragraph (0) of subsection (1) but would have\n        been but for the fact that she is not then over the\n        age of 55,\nshe shall be entitled to widow's grant\n       (7) Where a widow is entitled to widow's pension 25,1973\npursuant to sub-paragraph (iii) or sub-paragraph (iv) of S.4(a)\nparagraph (a) of subsection (I), and her entitlement ceases\n(otherwise than because of her remarriage) before the expiry\nof fifty-two weeks from her husband's death, if she and her\ndeceased husband had been married for not less than three\nyears, she shall be entitled to widow's pension for a period\nnot exceeding the number of weeks by which the number\nof weeks between the date of her husband's death and the\ncessation of pension falls short of 52, subject to the provi-\nsions of subsection (4).\n       (8) Subject to the provisions of this Act, a widower's\npension under paragraph (b) of subsection (1) shall be\npayable from the wife's death so long as he continues to\nsatisfy the conditions as t o incapacity and means specified\ntherein:\n  Provided that the pension shall not be payable for any period\nafter his remarriage or for any period during which he is\ncohabiting with a woman as if he were her husband.\n       (9) A widow or widower in receipt of widow's or\nwidower's pension who remarries shall be entitled to a grant\nequal to 52 times the weekly rate of the pension to which he or\nshe was entitled immediately before the remarriage.\n            -   -      -\n             [The inclusion of this page i s authorized by L.N. 180A120061\n                         (10) In this section the expression \"the husband\" or \"the\n                  wife\" in relation to a person who has been married more than\n                  once refers only to the last husband or wife, respectively.\nOrphan's            13.-(1)     Subject to the provisions of this Act, a person who\nbenefit.\n                  has the care of a child under the age of 18 whose parents are\n                  dead, shall be entitled to an orphan's pension in respect of that\n                  child if one at least of the parents satisfied the relevant\n                  contribution conditions, or to an orphan's grant if no parent\n                  satisfied the contribution conditions for orphan's pension but one\n                  at least of them satisfied the relevant contribution conditions for\n                  orphan's grant.\n                         ( 2 ) [Deleted by Act 22 of 2005.1\n                         (3) [Deleted by Act 22 of2005.1\n                         (4) In the case of a child who is in the care of a husband\n                  and wife, the wife only shall be entitled to orphan's pension or\n                  grant, as the case may be.\n                                              Specinl Child's Benefit\nSpecial child's     14.-(1)    Subject to the provisions of this Act, a person who\nbenefit.\n                  has the care of an illegitimate child under the age of 18 shall, if\n                  the conditions set out in subsection (2) are satisfied, be entitled\n                  to a special child's pension if the mother of the child satisfied\n                  the relevant contribution conditions, or to a special child's grant\n                  if the mother of the child failed to satisfy the relevant\n                  contribution conditions for special child's pension but satisfied\n                  the relevant contribution conditions for special child's grant.\n                               -\n                                   [The lnclualon of this page is authorized by L.N. 180N20061\n                                                                                                 ,\n                        NATIONAL INSURANCE                                   33\n           (2) The conditions referred to in subsection (1) are\nthat-\n        (a) the mother of the child is dead;\n        ( b ) the child was residing with and wholly or mainly\n              maintained by its mother immediately prior to her\n              death apart from any period in respect of which\n              the Minister is satisfied that interruption of\n              residence or maintenance, as the case may be, was\n              of a temporary nature; and\n        (c) the Minister is satisfied that the father of the child 3611976\n              is dead or that the person who is the father of the sch.\n              child cannot be identified:\n  Providcd that where the mother of the child dies within\nfourteen days of the birth of the child, condition (b) above\nshall be deemed to be satisfied.\n        (3) Payment of a special child’s pension or grant,\nas the case may be, shall not be made to a man who was\nthe husband of the mother at the date of her death.\n        (4) For the purposes of this section, a statement\nby the Minister that he is or is not satisfied on any question\nof residence, maintenance or fatherhood referred to in\nparagraph (b)or ( E ) of subsection (2) shall be conclusive.\n        (5) In the case of a child who is in the care of\na husband and wife, the wife only shall be entitled to the\nspecial child’s pension or grant, as the case may be.\n Benefit Attributable to Injury or Disease in Employment"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) Subject to the provisions of this Act, every P W S O ~ S ~ O\nperson who, on or after the appointed day, being over the be in~urcd.\nage of 18 and under retirement age and having fulfilled\nsuch conditions as may be prescribed as to domicile or                      !\nresidence in Jamaica, is gainfully occupied in Jamaica, or\nis in such employment outside Jamaica as is specified in                    i\nparagraphs 2 and 4 of the First Schedule or as is referred\n                                                                            I\nto in paragraph (c) of subsection (1) of section 7, shall 14/197s\nbecome insured under this Act and remain so insured until S 2(a)\nhe reaches retirement age.\n      (2) For the purposes of this Act, insured persons shall\nbe divided into the following classes-\n     (a) employed persons;\n     ( b ) self-employed persons;\n     (c) other insured persons as specified in section 7.\n        (3) The Minister may by regulations modify the\napplication of subsection (2) in relation to cases where it\nappsars to him desirable to do so by reason of the nature\n                                   __\n      (7he inclusion of this p g e is authorized by   L.N. 50119791\n12                       NATIONAL INSURANCE\n     or circumstances of a person’s employment or otherwise,\n     and, without prejudice to the generality of the foregoing,\n     such regulations may provide-\n         (a) for disregarding or for treating as not being\n             employment either as a self-employed person or\n             as an employed person--\n                  (i) employment which in the opinion of the\n                      Minister is of a casual or subsidiary nature\n                      or in which the person concerned is\n                      engaged only to an inconsiderable extent;\n                 (ii) employment in the service, or for the\n                      purposes of the trade or business, or as a\n                      partner, of a relative of the person con-\n                      cerned;\n                 (iii) such employment in the service of, or in\n                       the service of a person employed to, such\n                       international organizations or countries\n                       (other than Jamaica), as may be specified\n                       in the regulations;\n         ( b ) for treating as employment as an employed\n               person-\n                  (i) such employment as a self-employed person\n                      as may be specified in the regulations;\n                 (ii) such employment outside Jamaica in con-\n                      tinuation of insurable employment in\n                      Jamaica as may be specified in the regula-\n                      tions;\n         (c)   for treating as employment as a self-employed\n                person-\n                  (i) such employment as an employed person\n                      as may be specified in the regulations;\n           [The inclusion of thir page is authorized by L.N. 50/1979]\n                   NATlONAL INSURANCE                              13\n           (ii) such employment outside Jamaica in con-\n                tinuation of insurable employment in\n                Jamaica as may be specified in the\n                regulations;\n    (d) for treating, for the purposes of this Act, or of such\n        provisions thereof as may be specified in the\n        regulations, a person’s employment either as an\n        employed person or as a self-employed person as-\n           (i) continuing during periods of holiday,\n                incapacity for work, or in such other\n                circumstances as the Minister thinks\n                appropriate;\n          (ii) ceasing in such circumstances as may be\n                prescribed.\n       (4) Any regulations made pursuant to subsection (3)\nshall be subject to afhnative resolution and may be made 1 4 / 1 9 8\nto have effect from such date as may be Specified therein S. m).\nnot being a date earlier than the first day of July, 1973."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.41) For the purposes of this Act contributions shall *of\n                                                          hmd* con-\nbe payable by insured persons and by employers in accord- (ribufi-\na c e with the following provisions of this section.\n      (2) Subject to the provisions of this Act-\n    (a) every employed person of any description set out\n         in the first column of the Second Schedule shall be     sh\n         liable to pay contributions at the rate respectively\n         set out in the second column of the said Schcdulc;\n    (6) every employer of an employed person of any\n         description set out in the first column of the\n         Second Schedule shall bc liable to pay in respect\n        Erhc indurioo of.this palc U authoriad by w. 5/19921\n14                       NATIONAL INSURANCE\n             of that employed person contributions at the rate\n             respectively set out in the third column of the\n             said Schedule;\n         (c) every self-employed person of any description set\n             out in the first column of the Second Schedule shall\n             be liable to pay cmtributions as the rate respec-\n             tively set out in the second column of the said\n             Schedule.\n           (3) A person shall not be liable to pay more than one\n     contribution as an insured person in any contribution week.\n            (4) Not more than one employer’s contribution\n     shall be payable in respect of an insured person in\n     any contribution week, so, however, that the IXiister may\n     in respect of an insured person employed to more that one\n     employer during a contribution week provide by regulations\n     that such contributions shall be payable by each employer in\n     accordance with paragraph (b)of subsection (2).\n           (5) Where a person is liable to pay a contribution as\n     an employed person in respect of any contribution week, he\n     shall not be liable, in respect of that contribution week, t6\n     pay a contribution as a self-employed person.\n             (6) Subject to the provisions of this Act and of any\n     regulations, no person may pay any contributions unless\n     he is liable so to do.\n            (7)Regulations may provide for the exemption in\n     whole or in part from liability under t h i s section or under\n     section 5 of persons specified in such regulations, and for\n     crediting, for such purposes as may be prescribed,\n     contributions for periods of incapacity for work\n                                                   by L.N. 5/:1994\n             @T4cinolusioo of ,this pagc m mrl~~rized\n                   NATIONAL INSURANCE\n        employments under different employers, and\n        (subject to paragraph (a) ) treating as separate\n         payments the parts apportioned to each employ-\n        ment.\n       (5) Where a person in any prescribed period is paid\nemoluments or receives earnings from two or more\nemployments or occupations (or is paid emoluments in\nrespect of one or more employments and receives earnings\nfrom one or more occupatiom) and the contributions paid\nby him in respect of thme emoluments or earnings (or\nboth) exceed such amount as may be prescribed the excess-\n     (a) shall be treated as representing contributions of the\n          wrong class paid in error; and\n     (b) shall for the purpo$e of any right to benefit be\n         treated as not propedly payable.\n       (6) For the purpose of contributions any sum\ndeducted (whether for contributions for income tax or\notherwise) from any pay4ent of emoluments which\nis, or, but for the deduction,lwould be, made, shall, except\nin so far as regulations otherwise provide, be treated as\npaid on account of the emdluments, and for the purpose\naforesaid, any payment of enholuments shall be disregarded\nin so far as it is directed b y regulations to be treated\nas coming from sums compr/sed in a previous payment of\nemoluments or to be otherwise excluded from the\ncomputation of a person's embluments.\n      (7) Provision may                made by regulations for\ndetermining the                                where the whole\nor part of an                               emoluments in any\nemployment is                              (and accordingly for\n         Vhe indusian U£ &iis page is authorized by L.N. 5/1992]\n                         NATIONAL INSURANCE\ndetermining the equivalent amounts of emoluments not paid\nweekly) and such regulations may include provision\nmodifying the application of subsection (4); and regulations\nmay also, for the purpose of contributions, make provision\nas to the intervals at which a person’s emoluments or any\npart of them are to be treated as paid where they are not all\npaid at the same intervals of a week or longer and are not\nall paid in the amounts due for those or for corresponding\nintervalS.\n       (8) Regulations may also make provision- -\n     (U)  for calculating the amounts payable as contribu-\n           tion according to a prescribed scale or otherwise\n          adjusting them 50 as to facilitate computation;\n    f b ) for requiring that the liability in respect of\n          payments made in a contribution week, in so far\n          as it depends on any condition as to a person’s\n          age shall be determined as at the beginning of the\n          week or as at the end of it; and\n    (c) for securing that liability is not avoided or reduced\n          by an employer adopting in the payment of persons\n          employed any practice which is abnormal for their\n          employments."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Members appointed to a panel pursuant to this Schedule shall,                                                                   I\n          subject to the provisions of this Schedule, hold office for such term and on\n                                                                                                                                                I\n                                                                                                                                                I\n          such conditions as may be determined by the Minister.                                                                                     I"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . 4 1 ) Except where regulations otherwise prescribe, an\nemployer liable to pay a contribution in respect of a person\nemployed by him shall, in the first instance, be liable to\npay also, on behalf of and to the exclusion of that person,\nany contribution as an employed person payable by that\nperson for the same contribution week and, for the purposes\nof this Act, the contributions paid by an employer on behalf\nof an employed person shall be deemed to be contributions\npaid by the employed person.\n           pI0e indlurron of &a   page La authorized by LN. 5 / d G\n                NATIONAL INSURANCE\n      payable by an employer on behalf of an insured\n      person, but not paid, as paid where the failure to\n      pay is shown not to have been with the consent\n      or connivance of, or attributable to any negligence\n      on the part of, the insured prson;\n(c) for   treating contributions of the wrong class or\n      at the wrong rate as paid on account of the con-\n      tributions properly payable;\n(6) for the return of contributions paid in error;\n(e)   (without prejudice to any other remedy) for the\n      recovery, on prosecutions brought under or by\n      virtue of this Act, of contributions;\nv) in relation to-\n          (i)any person who is employed by more than\n             one employer in any contribution week,\n             that one of such employers shall be treated\n             as the employer for the purpose of the\n             payment of contribution for that week to\n             be made on behalf of that person in accor-\n             dance with subsection (1) of section 6; or\n        (ii) persons who work under the general con-\n             trol or management of some person other\n             than their immediate employer, and in\n             relation to any other w e s for which it\n             appears to the Minister that special pro-\n             vision is needed, that for the purposes of\n             this Act the prescribed person shall be\n             treated as their employer,\n      and regulations made by virtue of this paragraph\n      may provide for adjusting the rights between\n      themselves of the person prescribed as the em-\n      ployer, any other employer and the persons\n      employed;\n      ITh.i d d n d thii m e k authorid by LN. 51 1ml\n                                       NATIONAL INSURANCE\n                    (8) for calculating or estimating, in such manner and\n                           on such basis as may be prescribed, the amount\n                           of a person’s earnings, emoluments, income or\n                           pecuniary remuneration for any period, and the\n                           rate of a person’s emoluments or pecuniary\n                           remuneration.\n                     (21 Where contributions are payable by means of\n               insurance stamps, those stamps shall be prepared and issued\n               in such manner as the Minister may direct; and the Minister\n               may-\n                    (U)   arrange with the Minister responsible for the Post\n                          Office for the sale of insurance stamps through\n                          any post office;and\n                    ( b ) by regulations provide for applying, with the\n                          necessary adaptations, as respects insuranct\n                          stamps, all or any of the provisions (including\n                          penal provisions) of the Stamp Duty Act and the\n                          Post office Act.\n                      (3) Where regulations permit contributions to be\n               paid, at the option of the person liable to pay, by a method\n               other than by means of insurance stamps and that method\n               involves greater expense in administration to the Govern-\n               ment departments ooncerned than would be i n c u d if the\n               contributions were paid by means of insurance stamps such\n               regulations may provide for the payment to the Fund by\n               any person who adopts such method, and for the recovery\n               on behalf of the Fund, of the prescribed fees in respect of\n               the difference in the expense in administration.\n                                         PARTm. Benefits\nKkwipriD..\nd rates of\n&ee,.,rnd        9.-(1)   Subject to subsections (2) and (3,\n                                                           benefits shalI\nwnvibution\neooditiiolu.   be of the following kinds only-\n                          p b i n c h i c a a f t h p y r m unboIiz#d by LN.5ya9921\n                       NATfONAL INSURANCE                                                 23\n     (U)    old age benefit, which shall include old age pension\n            and old age grant;\n     (b) invalidity benefit, which shall include invalidity\n         pension and invalidity grant;\n     (c) widow’s or widower’s benefit, which shall include\n         widow’s pension, widower’s pension, widow’s\n         grant and widower’s grant;\n     (d) orphan’s benefit, which shall include orphan’s\n         pension and orphan’s grant;\n     (e) special child’s benefit, which shall include special\n         child‘s pension and special child‘s grant;\n     U, funeral grant;\n     (g) maternity benefit, which shall include maternity 41/[979\n         allowance to domestic workers and maternity L.2\n         grants to certified exporters.\n       (2) Subject to subsection (3), then shall be, in addi-\ntion to the benefits specified in subsection (I), the follow-\ning kinds of benefits-\n     (a) employment injury benefit;\n     (b) prescribed medical treatment under section 15;                        2711pto\n                                                                               s.5.\n     (c) employment injury disablement pension;                                3S/’1973\n                                                                               a3  w\n     !d) employment injury death benefit.\n       (3) Tbe provisions of subsection (2) shall come into\noperation on such day, not being earlier than the first\nanniversary of the appointed day, as may be declared by\nthe Minister by notice published in the Gazette (in this Act\nreferred to as thc “declared day”).*\n *By LN. 279/1970. the 1st October 1970 was declared to bt the rcltvsnt day.\n           lrae inchuinn of rhit page is authorirod by LN. 5/19921\n24                             NATZONAL ZNSURANCE\n                 (4) Subject to the provisions of this Act-\n               (U)   the weekly rates of the several kinds of benefit\nThird                specified in the first column of the Third Schedule,\nSchcdulr.\n141 1974              other than grants, shall, subject to subsections (5B)\nS. 2 (a).\n9/1980                and (6), be as set out in the second column of that\nS. 2 (a).\n1811990\n                      Schedule and the amount of grants shall be as set\nS. 8 (a) (9          out in the third column of that Schedule;\n               (b) for the purpose of determining the amount by which\n                    a lbasic pension falls to be increased by virtue of\n                    th<:amount of contributions paid, where the total\n                    colntributions do not make an exact number of\n                    units of $13 any incomplete fraction of a unit if\n                    it is one-half or more shall be treated as a com-\n                    PlC:te unit, and if it is less than one-half shall be\n                    diriregarded;\n               (c) the contribution conditions for the several kinds\nFourth              of benefit shall be as set out m the Fourth\nschodul..\n                     Schedule;\n               (4any reference to the yearly average of Contribu-\n                     tions paid by or credited to any person shall be\n1811990              construed as referring to the weekly contributions\nS. %a) (iv).\n                     paid over the period-\n                        (i) beginning with the contribution year follow-\n                            ing that in which he attained the age of 18\n                            or with the contribution year commencing\n                            on the appointed day, whichever is the\n                            later; and\n                       (ii) ending with the end of the last contribution\n                            year before the date as at which the average\n                            is to be ascertained.\n                         i d b n d thia p l ~ oia authoxized by LN.5119al\n                        NATIONAL INSURANCE                                  25\n           (5). [Deleted by Act 18 of 1990, S. 8 (b).]\n         ( 5 A ) [Deleted by Act 18 of 1990, S. 8 (b).]\n       (5B) The rate of benefit payable to any person shall be\ndetermined by reference to the provisions in force at the date\nwhen his title to the benefit arises, but nothing in this sub-\nsection shall prevent payment to that. person of h y increase\napplicable thereto which becomes payable subsequent to that\ndate.\n         (5C) [Deleted by Act 18 of 1990, S. 8 (b).]\n         (6)6In relation to employment injury benefit, em-\nployment injury disablement pension &d employment injury 2511973\ndeath benefit, regulations having effect on or after the S.3(C).\ndeclared day, may prescribe the manner in which the amount of\na person's gross wages shall be assessed.\n         (7) Regulations may provide for entitling to old age\npension, invalidity pension, widow's pension or widower's\npension persons who would be entitled thereto but for the\nfact that the relevant contribution conditions are not satisfied as\nrespects the yearly average of contributions paid or credited and\nshall provide that the pension so payable shall be payable at a\nrate less than that specified in the Third Schedule and the rate Third\nprescribed may vary with the extent to which the contribution Schedule.\nconditions are satisfied.\n                              Old Age Benefit"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.+1)     Subject to the provisions of this Act a person who oldage\n                                                                 benefit.\nis over retirement age shall be entitled-\n    (a) to an old age pension if he satisfies the relevant\n        contribution conditions; or\n    (b) to an old age grant if he fails to satisfy the con-\n     '\n        tribution conditions for old age pension but satisfies the-\n        relevant contribution conditions for old age grant.\n26                            NATIONAL INSURANCE                                   -   1I\n                                                                                        I\n                                                                                        I\n91201 1         (2) For the purposes of this Act, retirement age\nS. 3.                                                          1\n          means-\n                                                                                            \\\n                                                                                                I\n             (a) subject subsection (2A), the age reached by a personI\n                 who has retired from regular employment, having\n                 attained-                                            Ii\n                                                                                                    I\n                                                                                                    !\n                                                                                                        I\n                        (i) the age of 65 years, in the case of a man; or\n                                                                                                        1   I\n                                                                                                            I\n                        (ii) in the case of a wom'an, the age of -                                              I\n                                                                                                                I\n                                                                               1\n                                                                                                                1   I\n                                 (A) 60 years on or before the 31st day of ',\n                                     March, 20 11;                          II\n                                                                                                                        i\n                                                                                                                        I\n                                 .(B) 61 ,years on or after the 1st day of II\n                                                                                                                        I\n                                       April, 20 11, but before the 1st day of                                              i\n                                       April, 20 12;                   .\n                                                                       I                                                    1I\n                                                                                                                                 I\n                                 (C) 62 years on or after the 1st -day of                                                        1\n                                     April, 2012, but before the 1st day of                                                      I,\n                                                                                                                                     I\n                                     April, 2013;                                                                                    I\n                                                                                                                                     I\n                               . (D) 63 years on or -after the -1st day of\n                                       April, 2013, but before, the 1st day\n                                       April, 20 14;\n                                  (E) 64 years on or after the 1st day of                                                                ,\n                               .<     April, 20 14, but before the 1st day of\n                                '     April, 20 15;\n                     NATIONAL INSURANCE\n      (b) has been so incapable for a continuous period of\n           not less than twenty-six weeks; and\n     (c) is not over retirement age,\nhe shall, if the incapacity is likely to be permanent, be\nentitled to an invalidity pension if he satisfies the relevant\ncontribution conditions for an invalidity pension or to an\ninvalidity grant if he fails to satisfy the relevant contribu-\ntion conditions for an invalidity pension but satisfies the\nrelevant contribution conditions for an invalidity grant.\n         (2) An invalidity pension-\n      (a) shall be pyable from the date on which a person\n           satisfies all the conditions therefor pursuant tu\n           subsection (1);\n     (b) shall not be payable for any period in respect of\n           which satisfactory evidence of incapacity for work\n           has not been provided or during which there is\n           not incapacity for work.\n         (3) Regulations may provide for the forfeiture by a\nperson in receipt of invalidity pension of pension for a\nperiod not exceeding six weeks on any such forfeiture Y\nthat person without reasonable cause-\n     (a) fails to comply with any requirement to submit\n           himself to medical examination for the purpose\n           of determining his incapacity for work or treat-\n           ment appropriate for his disablement; or\n      (6) fails to comply with any requirement to submit\n           himself to appropriate medical o r other treatment;\n           or\n     (c) behaves in any manner calculated to retard his\n           recovery.\n             Widow’s and Widower’s Benefit"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.41) Subject to the provisions of this Act, a widow w i w s\nor widower shall be entitled to widow’s or widower’s $ow.i\npension if the deceased spouse satisfied the relevant con- b n c f i t\n         me bdusi0n of this page is authorized by L.N. 42/1995]\n28                             NATIONAL INSURANCE\n          tribution conditions or to widow’s or widower’s grant if\n          the deceased spouse failed to satisfy the contribution con-\n          ditions for widow’s or widower’s pension but satisfied the\n          relevant contribution conditions for widow’s or widower’s\n          grant, and-\n               (a) in the case of a widow, if at the husband’s death-\n                       (i) he and the widow had been married for not\n                            less than three years and the widow is then\n                            over the age of 55; or\n                       (ii) he and the widow had been married for\n                            not less than three years and the widow\n                            is then incapable of work by reason of\n                            some specific disease or bodily or mental\n                            disablement and this incapacity is likely to\n                            be permanent; or\n                      (iii) the widow is pregnant by her late husband;\n                            or\n                      (iv) the widow has the care of a child of his,\n                            or of their marriage under the age of 18;\n28/1993        (6) in the case of a widower, if at the time of the wife’s\ns. 4.\n                   death-\n                       (i) she and the widower had been married for\n                           not less than three years; and\n                      (3) the widower is then over the age of 55 or is\n                           incapable of working or has the care of a\n                           child, of the widow or of their marriage,\n                           under the age of 18 years.\n2711970          (2) Where the spouse was in receipt of old age or\nS. 6.\n          invalidity pension immediately prior to death or would have\n          been entitled so to receive such pension if the necessary steps\n          under Part IV to establish his or her claim had been under-\n          taken or completed, the relevant contribution conditions\n                   me inclusim of this page 1s autfrmizod   LN.42/1995]\n                     NATIONAL INSURANCE                                       29\nfor widow’s or widower’s pension shall be deemed to be\nsatisfied :\n   Provided that, where in accordance with regulations\nmade under subsection (7)of section 9 the spouse was in\nreceipt of an old age or invalidity pension at a rate less than\nthat specified in the Third Schedule, the relevant con- T h d\n                                                                  schedule.\ntribution conditions as respects the yearly average of con-\ntributions for widow’s or widower’s pension shall be deemed\nto be satisfied only to the extent to which they were satisfied\nby the spouse in relation to the old age or invalidity pension;\nand entitlement to widow’s or widower’s pension shall be\ndetermined accordingly pursuant to the regulations made\nunder subsection (7)of section 9 aforesaid.\n           (3) Subject to the provisions of this Act, widow’s\npension-\n      (a) under sub-paragraph (i) of paragraph (a) of sub-\n             section (1) shall be payable from the husband‘s\n             death for life;\n      ( b ) under sub-paragraph (ii) of paragraph (a) of sub-\n             section (1) shall be payable from the husband’s\n             death so long as she remains so incapable of work;\n      (c) under sub-paragraph (iii) of paragraph (a) of sub-\n             section (1) shall be payable from the husband‘s\n             death until the termination of pregnancy;\n      ( d ) under sub-paragraph (iv) of paragraph (a) of sub-\n             section (1) shall be payable-\n                (i) from the husband‘s death; or\n               (ii) where she is at the husband’s death then\n                    pregnant by him and is not otherwise\n                    entitled to pension under sub-paragraph (iv)\n                    aforesaid, from the termination of the\n                    pregnancy,\n             until such date as she ceases to have the care of\n             a chiId of his or of their marriage, as the case may\n             be, under the age of 18 :\n   Provided that-\n      (a) she shall not cease to be entitled to pension\n         IThe indwion of this page is authorized by L.N. 57119811\n                                                                                   ..\n30                              NATIONAL INSURANCE\n                       because of any temporary cessation of her care\n                       of such child as aforesaid but pension shall not\n                       be payable for the period of such cessation;\n                 ( b ) the pension shall not be payable for any period\n                       after her remarriage or for any period during which\n                       she is cohabiting with a man as if she were his\n                       wife.\n                     (4) Where a pension payable to a widow pursuant\n            to sub-paragraph (ii), (iii) or (iv) of paragraph (a) of sub-"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) Subject to the provisions of this Act, where an ampior-\ninsured person, on or after the declared day, suffers mmt injury\npersonal injury which is caused by an accident arising out\nof and in the course of his employment, being insurable\nemployment, or develops any prescribed disease, being a\ndisease due to the nature of his insurable employment, then\nhe shall be entitled to-\n            me inclusion of this page is authmzed\n                                              ‘   by LN. 57/1981]\n34                             jVATIONAL INSURANCE\n               (a) such medical treatment, free of charge, as may be\n                     prescribed and as may be considered by an\n                     independent authority to be necessary in con-\n                     sequence of the injury or disease :\n2711970                Provided that where such treatment is obtained\ns. 7 (a).            otherwise than from or through a prescribed\n                     medical institution, payment out of the Fund in\n                     respect of such treatment shall not exceed such\n                     limits as may be przscribed;\n                (b) employment injury benefit for any continuous\n                     period of four days or more during which he is,\n                     as a result of the injury or disease. incapable of\n                     work within the period of twelve months com-\n                     mencing with the date of the accident or with the\n2711970              date of development of the disease (hereinafter\ns. 7 @ ) .           called the “employment injury benefit period”) :\n             Provided that-\n                 (i) employment injury benefit shall not be payable in\n                     respect of the first three days of any such period\n                     of incapacity;\n                (ii) in determining whether the insured person is\n                     incapable of work on the day of the accident or\n27/1970              the date of development of the disease, any part of\ns. 7 (c).            that day before the happening of the accident or\n                     development of the disease shall be disregarded;\n               (iii) notwithstanding that twelve months have not\n                     elapsed since the date of the accident or the date\n                     of development of the disease, as the case may be,\n                     the employment injury benefit period shall be\n                     deemed to have come to an end if the insured\n                     person has claimed and been awarded employ-\n25/1973\n                     ment injury disablement pension in accordance\ns. 5.                with section 16; and for this purpose the date on\n                     which the employment injury benefit period shall\n                     be deemed to have come to an end shall be-\n                   me imclmion of this page is aubhorked by kN. 571 19811\n                                                                          .. .\n                    NATIONAL INSURANCE                                    37\n               (ii) is not being operated in the ordinary course\n                    of a public transport service.\n   For the purposes of this subsection, “vehicle” includes\nany vessel or aircraft.\n          (8) An accident happening to an insured person\nin or about any place of employment, at which he is for\nthe time being employed for the purposes of his employer’s\ntrade or business, shall be deemed to arise out of and in the\ncourse of his employment, if it happens while he is taking\nsteps in an actual or supposed emergency at that place of\nemployment, to rescue, succour or protect persons who are\nthought to be, or possibly to be, injured or imperilled, or to\navert or minimize serious damage to property.\n          (9) Provision may be made by regulations having n/1970\neffect on or after the declared day-                             9 7(dY\n     ( U ) for determining the time at which a person is to be\n            treated for the purposes of this Act as having\n            developed any prescribed disease and the circum-\n            stances in which any such disease is, where the\n            person in question has previously suffered there-\n            from, to be treated as having recrudesced or as\n            having been contracted anew;\n     (b) for modifying this section and sections 16, 17 and\n            19 in relation to claims for benefit in respect of\n            a prescribed disease and in relation to questions\n            arising in connection therewith; and\nwithout prejudice to the generality of the foregoing such\nregulations may in particular include provision for\npresuming any prescribed d i s e a s e\n       (i) to be due, unless the contrary is proved, to the\n            nature of a person’s employment where he was\n            employed in any prescribed occupation at the time\n            when, or within a prescribed period or for a\n            prescribed length of time (whether continuous or\n            not) before, he developed the disease;\n        plx inclusion of this page is authorized by L.N. 57/1981]\n38                               NATIONAL INSURANCE\n                  (ii) not to be due to the nature of a person’s employ-\n                       ment unless he was employed in some prescribed\n                       occupation at the time when, or within a prescribed\n                       period or for a prescribed length of time (whether\n                       continuous or not) before, he developed the disease.\nEmplop          1 6 . 4 1 ) Subject to the provisions of this Act, an insured\nmeni injury\ndisablement   person shall be entitled to employment injury disablement\npension.\n2511973       pension (hereinafter referred to as “disablement pension”) if,\nS. 6W.        as a result of any such injury or disease as is referred to in\n              subsection (1) of section 15, suffered or deve!oped on or\n              after the declared day, he is suffering from loss of physical\n              or mental faculty :\n                Provided that, for the purpose of this section, there shall\n              be deemed not to be a loss of faculty at any time when the\n              extent of the resulting disablement is assessed in accordance\n              with the following provisions of this section as not amount-\n              ing to ten per cent.\n                      (2) For the purposes of this section, the extent of\n              disablement shall be assessed by reference to the disabil-\n              ities incurred by the claimant as a result of the relevant loss\n              of faculty in accordance with the following general\n              principles, that is to say-\n                    (U) save as hereafter provided in this subsection, the\n                        disabilities to be taken into account shall be all\n                        disabilities (whether or not involving loss of\n                        earning power or additional expense) to which the\n                        claimant may be expected, having regard to his\n                        physical and mental condition at the date of the\n                         assessment, to be subject during the period taken\n                        into account by the assessment, as compared with\n                         a person of the same age and sex whose physical\n                         and mental condition is normal;\n                    (b) any such disability shall be treated as having been\n                        incurred as a result of the relevant loss of faculty\n                      m                                    ~ LN. 57119811\n                       e inclmica d this page is a u t h o by\n                        NATIONAL INSURANCE                                   39\n            except that it shall not be so treated in so far as\n            the claimant either-\n                (i) would in any case have been subject to it\n                    as a result of a congenital defect or of an\n                    injury or disease received or contracted\n                    before the relevant accident or the date\n                    when the claimant first suffered from the\n                    relevant loss of faculty; or\n               (ii) would not have been subject to it but for\n                    some injury or disease received or con-\n                    tracted after, and not directly attributable\n                    to, that accident or development of t h ~\n                    disease;\n        (c) the assessmeat shall be made without reference\n             to the particular circumstances of the claimant\n             other than age, sex and physical and mental con-\n            dition.\n            (3) Provision may be made by regulations having\n    effect on or after the declared day for further delking\n    the principles on which the extent of disablement is to be\n    assessed, and such regulations m a y in particular direct that\n    a prescribed loss of faculty shall be treated as resulting in\n    a prescribed degree of disablement and specify a time at\n    which an injury or disease shall be treated as having been m/im\n    received or contracted.                                        5. 8h).\n            (4)The period to be taken into account by an\n    assessment of the extent of a claimant’s disablement shall\n    subject to subsection (5) be the period during which he has 2711m\n    suffered, and may be expected to continue to suffer, from 5.8Ib).\n.   the relevant loss of faculty :\n       Provided that, if on any assessment the condition of the\n    claimant is not such, having regard to the possibility of\n    changes, whether predictable or not, as to allow of a h a 1\n    assessment being made up to the end of the said period-\n            tThe inclusion of this page is mchonzed by LN. 57/1981]\n40                              NATIONAL INSURANCE\n                (a) a provisional assessment shall be made, taking into\n                    account such shorter period only as seems\n                    reasonable, having regard to his condition and thc\n                    possibility aforesaid; and\n                (b) on the next assessment, the period to be taken into\n                    account shall begin with the end of the period\n                    taken into account by the provisional assessment.\n27/1970.            ( 5 ) The period to be taken into account by an\ns. 8 (c).   assessment of the extent of a claimant’s disablement shall\n            not begin earlier than the end of the injury benefit period\n            or the date on which the injury benefit period would have\n25/1973     been deemed to have ended if disablement pension had been\nS. qb).\n            awarded, whichever is the earlier.\n                    (6) An assessment shall state the extent of disable-\n            ment in the form of a percentage, and shall also specify the\n            period taken into account by the assessment and, where\n            that period is limited by reference to a definite date, whether\n            the assessment is provisional or final :\n              Provided that the said percentage and period shall not\n            be specified more particularly than is necessary for the\n            purpose of determining in accordance with this section,\n2511973     the claimant’s rights to disablement pension.\nS. 6(c).\n                    (7) Where the extent of the disablement is assessed\n            for the period taken into account BS amounting to a per-\n2511973     centage which is not less than ten, disablement pension for\nS. 6(c).\n            that period shall be payable at a rate calculated in accord-\n            ance with the appropriate conditions contained in the\nThird       second column of the Third Schedule :\nSchedule\n              Provided that, where that period is limited by reference\n            to a definite date, the pension shall cease on the death of\n            the insured person before that date.\n                    (8) If an insured person entitled to a disablement\n            pension enters a hospital or any similar institution for the\n2711970     purpose of receiving treatment for the relevant injury or\nS. 8(d).\n                    me indusim of this page is authorized by LN. 57/19811\n                     NATIONAL INSURANCE                                      41\ndisease or loss of faculty, and the extent of disablement in\nrespect of which the pension is payable was assessed at less\nthan one hundred per cent, it shall be treated for the period\nfor which he receives such treatment as an in-patient in the\nhospital or institution as if it had been assessed at one\nhundred per cent.\n         (9) Regulations having effect on or after the declared\nday may provide that where a person receives medical\ntreatment as aforesaid for two or more distinct periods\nseparated by an interval or intervals of less than a specified\nduration, he shall be treated for the purposes of this Act as\nreceiving it continuously from the beginning of the first\nperiod until the end of the last."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Where a person suffers two or more successive srao~ivo\naccidents or diseases against which he is insured under this dd dmi at a~ p a ~ ,\nAct-\n     (a) he shall not for the same period be entitled to\n           receive employment injury benefit and employ-\n           ment injury disablement pension but shall be\n           entitled to receive the benefit which is payable\n           at the higher rate;\n     ( 6 ) he shalI not for the same period be entitled to\n           receive more than one employment injury dis-\n           ablement pension, but in assessing his degree of\n           disablement in connection With the second or\n           subsequent claim to employment injury disable- 21/1970\n           ment pension, the total degree of disablement 9 . 9 W\n           arising from all the relevant injuries or all the rele-\n           vant diseases shall be assessed and he shall be en- 2711970\n           titled to disablement pension based on that assess- S. 9 (b).\n           ment in lieu of any previous assessments and the\n           rate of pension payable by reference to his gross\n           wages shall be computed by reference to whichever\n           of the gross wages was the higher or highest prior 15/1973\n                                                                   S.7(a).\n                                                                   i7/19rn\n                                                                   s. 9(ez\n             inclusiw of this page is au&orirrd by L.N. 57119811"
    },
    {
      "provision_ref": "sec22a",
      "section": "22A",
      "title": "Section 22A",
      "content": "22A. A person who-                                               Parallel\n                                                                   rights.\n     (a) is entitled to or is in receipt of a pension under this 2811993\n          Act; and                                                 s 7.\n     (b) fulfils 'the conditions for payment of a widower's\n          or widow's pension under this Act,\nshall, in addition to the pension referred to in paragraph (a), be\nentitled to a widower's or widow's pension."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.+1) Regulations may make provisions as to the Regulations\n                                                                 with regard\ntime and manner of paying benefit and as to the informa- ,opa,,,,,e,,t\ntion and evidence to be furnished by persons entitled to benefit ofbenefits\n                                                                 and as\nwhen applying for payment, and without prejudice to the gener- ,,,,\nality of the foregoing, may provide, notwithstanding anything in petsons\n                                                                 abroad or ~n\nthis Act, for adjusting the commencement and termination of pnron,\nbenefit so that payments shall not be made in respect of periods\nless than a week or at different rates for different parts of a\nweek, and for extinguishing the right to any sum payable by\nway of benefit where payment thereof is not obtained within six\nmonths or such shorter period as may be prescribed from the\ntime at which such sum is receivable in accordance with the\nregulations.\n        (2) Regulations may provide for the suspension of\n payment of benefit to or in respect of any person during any\n period when he-\n        (a) is absent from Jamaica; or\n        (b) is undergoing imprisonment or detention in legal\n             custody,\n                                     NATIONAL INSURANCE                            i\n                                                                                   I\n                                                                                    I\n               and for the circumstances in which, and the manner in whic\n                                                                               1'\n                                                                                   h\n               payment of the whole or any part of the benefit may, instead of\n                                                                               I\n               being so suspended, be made during any such period to, or for\n               the maintenance of, such persons as may be specified in theI\n               regulations being persons nominated by the person entitled to\n                                                                                 I\n               the benefit or who in the opinion of the Minister are dependantsI\n               of that person. I                                                  I\n                                                                                   !\n                                                                                    \\\n                          (3) Without prejudice to the generality of subsection;\n               (1) regulations may provide that payment on account of benefit1\n               in respect of prescribed medical treatment under section 15 may\n               be made to, or in respect of, an insured person in anticipation of I     \\\n               any adjudication on a claim for such benefit and that, if, upon\n               adjudication, the claim is not accepted, the whole or any pres-\n               cribed part of the amount of the payment may be recovered I                  \\\n                                                                                      1\n               from the insured person or from his employer or may be treated I\n               as benefit chargeable to the Fund.                                      1\nIncrease .in     23A.-41) With effect from the 1\" day of July, 2012, and on                     1\nbenefits.\n9i2011         the 1\" day of July in every two calendar years thereafter, the \\\nS.6.           benefits referred to in subsection (2) shall be increased by ten 1\n                                                                                I\n               per cent by order made by the Minister.\n                            (2) The $benefitssubject to increase under subsection                   1\n               (1) are-                                                                             II\n                      (a) the special pension referred to in section 10A;\n                                                                                                     II\n                                                                                                     I\n                      (b) the old age and invalidity pension payable in respect\n                                                                                                      iI\n                          of a dependant spouse under section 2 1;                                     1\n                                                                                                          I\n                                                                                                          I\nThird                 (c) the benefits set out in the Third Schedule;                                         I\n                                                                                                              I\nSchedule.\n                      (4 the sugar workers old age and invalidity pension\n                        '\n                            specified in paragraph 3 (c) of the National Insurance\n                                                                                                              i   1\n                            (Sugar Workers Transitional) Regulations, 1966; and                               1\n                                                                                                                      1\n                      (e) the benefits specified in paragraphs (2) arid (3) of\n                          regulation 4 of the National Insurance (General                                             1\n                          Benefits) Regulations, 1966.                                                                    \\II\n                                                                                                                           I\n                                                                                                                            II\n                        me inclusion of this page is authorized by L.N. 92d20121\n                                                                                                                                I\n                     NATIONAL INSURANCE                                     49\n            PARTN. Claims and Adjudication"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. It shall be a condition of any person’s right to any Tme.Ild\nbenefit-                                                   manner of\n                                                           making\n                                                                 dpimr\n     (a) that, within the prescribed time, he makes a claim\n         therefor to the Minister on the form provided by\n         the Minister for that benefit or in such manner as\n         the Minister may accept as sufficient in the\n         circumstances of the case;\n     (b) that he produces such certificates, documents,\n         information and evidence for the purpose of\n         determining the right to benefit as the Minister\n         may from time to time require and for that pur-\n         pose attends at such office or place as the Minister\n         may appoint."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-(1)   Where a person, who has made a claim for Dccsasd\nbenefit, or who is alleged to be or to have been entitled to     =$\nbenefit, or to whom any benefit is payable, is unable to act, d c t o = L\nthe Minister may appoint such persons as he may think\nfit to proceed with or to make a claim or to receive pay-\nment of benefit on behalf of or as representative of that\nperson. Any person so appointed shall, for the purposes\nof this Act, be deemed to be the lawful representative of\nthat other person.\n        (2) Regulations may provide in connection with the\ndeath of any person, for enabling a claim for benefit to be\nmade or proceeded with in his name, for authorizing\npayment or distribution of benefit to or amongst persons\nclaiming as his personal representatives, legatees, next of\nkin or creditors (or, in cases of illegitimacy, to or amongst\nothers) and for dispensing with strict proof of the title of\npersons so claiming.\n         me inclueiae of this page authorized by LN. 421 19951\n                                 18\n50                                 NATIONAL INSURANCE\n                      (3) For the purposes of subsection (2) the expression\n              “next of kin” shall be construed as referring to person who\n              would take beneficially on an intestacy under the provisions\n              of Part I of the Intestates’ Estates and Property Charges\n              Act.\nncnefit to      26. Subject to the provisions of this Act, every assign-\nbe inalien-\nable.         ment of, or charge on, benefit and every agreement to\n              assign or charge benefit shall be void, and, on the bank-\n              ruptcy of any person entitled to benefit, the benefit shall\n              not pass to any trustee or other person acting on behalf\n              of his creditors.\nRepay-          27.41) If it is found that any person, by reason of the\nment of\nb 6 t\n              non-disclosure or misrepresentation by him of a material\nimpmpab       fact {whether the non-disclosure or misrepresentation was\nmmvd.\n              or was not fraudulent), has received any sum by way\n              of benefit while he was not entitled to that benefit, he shall\n              be liable to repay the sum so received by him.\n                      (2) Where any person is liable to repay any sum\n              received by him by way of benefit, that s u m may be\n              recovered, without prejudice to any other remedy, by\n              means of deductions from any benefit to which he there-\n              after becomes entitled.\nwernr 28.41) For the purposes of t h i s Act, the Minister may-\n4uthoritia.\n                  (a) appoint a pant1 of not inore than four p m n s\n                      (being qualified in any m e either 85 a barrister-\n                      at-law or as a member of the Jamaica Bar OT as\n                       F   e inclu8h of this pagc 1s autbonxd by La.42/1595]\n                     ,TATIONAL INSURANCE                                  51\n          a solicitor of the Supreme Court of Jamaica) to be\n          umpirss under this Act and the Minister may\n          make such rules as he may think fit as to the\n          distribution of business between such umpires;\n     (6) establish local tribunals; and the provisions of\n          the Fifth Schedule shall have effect as to the Fifth\n                                                              schedule.\n          constitution of any such tribunal and otherwise\n          in relation thereto; and\n     (c) designate public officers as insurance officers to\n          pxform the duties by this Act conferred on\n          insurance officers,\nand such umpires, local tribunals and insurance officers\nare in this Act referred to as “independent authorities”.\n        (2) The office of umpire shall not be a public office\nfor the purposes of Chapter V of the Constitution of\nJamaica.\n   2 9 . 4 1 ) Any question as to the right to benefit and, Determina.\nsubject to the provisions of this Act and to regulations tmn of\nmade pursuant to sobsection (3), any other question ifm\narising under or in connection with this Act shall be\ndetermined by an independent authority :\n   Provided that for the putposes of this section “any\nquestion as to a right to benefit” shall not include ques-\ntions spxified in the Sixth Schedule.                            Sixth\n                                                                 Schedule.\n          (2) Subject to the provisions of this Act, any ques-\ntion arising under or in connection with section 16 (herein- 27‘1970\n                                                                 S. 13 (a).\nafter referred to as a “disablement question”)-\n      (a) whether an accident or disease has resulted in a\n             loss of faculty;\n      ( b ) whether a loss of faculty is likely to be permanent;\n      (c) at what degree the extent of disablement result-\n             ing from a loss of faculty is to be assessed, and\n             what period is to be taken into account by the\n             assessment,\n        [The inclusion of this p g c is mchorizad bv L.N. 57/1981]\n52                       N A T I O N A L INSURANCE\n     shall be determined by a Medical Board or Medical Appeal\n     Tribunal constituted in accordance with the provisions of\n     this Act.\n              (3) The Minister may make regulations in relation\n     to the determination of claims and questions arising under\n     and in connection with this Act, and, without prejudice to\n     the generality of the foregoing but subject to subsection\n     (4), such regulations may provide for-\n           (a) determination by the Minister of any question\n                arising under this Act or the regulations;\n           (b) the procedure to be followed by any person\n                desiring to obtain a decision of the Minister, any\n                independent authority, a Medical Board or a\n                Medical Appeal Tribunal and the procedure to\n                be adopted by the Minister or that authority,\n                Medical Board or Medical Appeal Tribunal, as\n                the case may be;\n           (c) permitting in such circumstances as may be\n                specified in the regulations-\n                    (i) appeals to a local tribunal from decisions\n                        given by an insurance officer;\n                   (ii) appeals to an umpire from decisions given\n                         by a local tribunal,\n                  (iii) appeals to a Medical Board from decisions\n                        given by an insurance officer on any medical\n                        question other than a disablement question,\n                         and for the purpose of such appeals the\n                        Medical Board shall be deemed to be an\n                        independent authority;\n           (d) the circumstances in which-\n                    (i) the Minister may review any decision\n                        given by him;\n                  (ii) an independent authority may review any\n                        decision given by that, or any other,\n                        independent authority;\n             [The mclmion of this page is aufhorizad by L.N. 57119811\n                      NATiONAL 1NSURANCE                             53\n     ( e ) th.: application of decisions of the Minister, il\n            Medical Board, Medical Appeal Tribunal, or an\n            independent authority in connection wlth any\n            proceedings under this Act or the regulations;\n      ( f ) the adjustment or repayment of benefit following\n            a decision given on review or appeal;\n     (g) enabling any case which appears to involve a\n            question of fact of special difficulty, to be dealt\n            with by a local tribunal or an umpire with the\n            assistance of an assessor or assessors specially\n            qualified,\nand, subject to the provisions of the regulations, the\ndecision in accordance therewith of an independent\nauthority, the Minister, a Medical Board or a Medical\nAppeal Tribunal shall be final and shall not be subject to\nreview in any court.\n        (4)Save as respects transitional provisions in regard\nto persons previously covered by the Sugar Workers Pension\nScheme, 1960, it shall not be competent for any regulations\nmade pursuant to this Act to p r o v i d e\n     (a) for any question as to the right to benefit to be\n         determined otherwise than by an indepzndent\n         authority;\n     (6) for any disablement question to be determined\n         otherwise than by a Medical Board or Medical\n         Appeal Tribunal constituted in accordance with\n         the provisions of this Act.\n        ( 5 ) Subject to the provisions of this section, reyla-\ntions made thereunder may, in relation to the determina-\ntion of questions under this Act or the regulations, include\nprovision-\n     (a) as to the procedure which is to be followed, the\n           form which is to be used for any document, thz\n           evidence which is to be required and the circum-\n           stanca in which any official record or certificate\n           is to be sufficient or conclusive evidence;\n        me mcluslDn of thls page IS a u t h o r 4 b) L.N. 57119811\n54                       NATIONAL INSURANCE\n          (6) as to the time to be allowed for making any claim\n               or appeal, for raising any question with a view\n               to the review of any decision or for producing any\n               evidence; and\n          (c) for summoning persons to attend and give\n               evidence or produce documents and for authoriz-\n               ing the administration of oaths to witnesses.\n       It is hereby declared that the power to prescribe procedure\n     includes power to make provision as to the representation\n     of one person, at any hearing of a case, by another person\n     whether having professional qualifications or not.\n             ( 6 ) Regulations may provide that where in any\n     proceedings-\n          (a) for an offence under this Act or the regulations;\n              or\n         ( 6 ) involving any question as to the payment of con-\n               tributions under this Act; or\n          (c) for the recovery of any sums due to the Fund,\n     any question arises which is required by regulations under\n     this section to be determined by the Minister, a Medical\n     Board, Medical Appeal Tribunal or an independent\n     authority, the decision of that question on its determination\n     as aforesaid shall be conclusive for the purpose of those\n     proceedings; and the regulations under this subsection may\n     make provision for obtaining such a decision when it has\n     not been given, and for adjourning the proceedings until\n     such a decision has been given.\n              (7) Regulations under subsection (3) of this section\n     prescribing the procedure to be followed in cases before a\n     local tribunal or the umpire shall provide that any hearing\n     shall be in public except in so far as the tribunal or umpire\n     for special rcasons otherwise directs.\n             (8) Regulations may provide for the reference to\n     the Court of Appeal for decision of any question of law\n     arising in connection with the determination of a question\n             [The inclusion of this page is auharized by L.N. 57/1%31]\n                    NATIONAL INSURANCE                                      5s\nby the Minister under this Act or the regulations and for\nappeals to the Court of Appeal from decisions of the\nMinister on any such question of law; and on any such\nreference or appeal the Court of Appeal may order th-,\nMinister to pay the costs of any such person whether or\nnot the decision is in favour of the appellant and whether\nor not the Minister appears on the reference or appeal."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.-(1) There shall be paid to an umpire out of the Fund ~uthority\n                                                                   tor pay-\nsuch salary or other remuneration as the Minister mcntof\nresponsible for finance may determine and such expenses\nincurred in connection with the work of the umpire as may\nbe so determined.\n         (2) There shall be paid-\n      (a) to-\n               (i) the chairman or other members of local\n                    tribunals, Medical Boards or Medical\n                    Appeal Tribunals;\n              (ii) persons sitting as assessors with a local\n                    tribunal;\n             (iii) medical practitioners appointed to act\n                    instead of a Medical Board;\n             (iv) medical practitioners appointed as medical 27,19,0\n                    advisers,                                      s. 14 (a).\n           such remuneration and such travelling and other\n           allowances;\n      (b) to persons required to attend on the consideration\n           of a m e before the umpire or before any such\n           tribunal or Board or before a medical practitioner\n           aforesaid, such travelling or other allowances;         27,,970\n      (c) such other expenses incurred in connection with             14(b).\n           the work of any such tribunal or Board or any\n           medical practitioner aforesaid,                         271 1970\nas the Minister with the consent of the Minister responsibl.: S. 14(b).\nfor finance may determine.\n         m e inclusion of this page is authorized by L.N. 57/19RO]        \\\n                                                                           '.\n56                              NATIONAL INSURANCE\n                       (3) In this section references to travelling and\n              other allowances include references to compensation for\n              loss of remunerative time:\n                 Provided that such compensation shall not be paid to\n              any person in respect of any time during which he is in\n              receipt of remuneration under this section.\nproceed-         31. Subject to the provisions of this Act or any regu-\nings beforc\nlocal tri-    lations thereunder, the procedure for the consideration and\nbunals and\nthe umpire.\n              determination of the right to benefit or of any question by\n              a local tribunal or the umpire shall be such as the chair-\n              man of the tribunal or the umpire, as the case may be, shall\n              determine.\nMedical          32.-(1) Medical Boards for the purposes of this Act shall\nBoards and\nMedical       bs appointed by the Minister and shall consist of two or\nAppeal\nTribunaln\n              more medical practitioners of whom one shall be appointed\n              as chairman:\n                 Provided that the Minister may arrange with the Minister\n              responsible for health that any Medical Board consisting of\n              two or more medical practitioners appointed or recognized\n              by that Minister shall be a Medical Board for the purposes\n              of this Act.\n                       (2) Medical Appeal Tribunals for the purposes of\n              this Act shall be appointed by the Minister and shall con-\n              sist of a chairman (being qualified either as a barrister-at-\n              law or as a member of the Jamaica Bar or as a solicitor of\n              the Supreme Court of Jamaica) and two medical\n              practitioners and shall have power, on appeal from a\n              decision of a Medical Board, to confirm, reverse or vary\n              the decision of the Medical Board in whole or in part.\nReference       3 3 . 4 1 ) The case of any claimant for disablement benefit\nof claims     shall be referred by the insurance officer to a Medical Board\nto disable-\nment          for determination of the disablement questions and if, on\nbenefit\nto Medical    that or any subsequent reference, the extent of the disable-\nBoards.       ment is provisionally assessed, shall again be so referred not\n                     me inclusion d his page is a m e d by L.N. 57/1980]\n                     NATIONAL INSURANCE\nlater than the end of the period taken into account by the\nprovisional assessment.\n        (2) If the claimant is dissatisfied with the decision 27/1970\nof a Medical Board an a disablement question, he may S IS.\nappeal in the prescribed manner and within the prescribed\ntime and thereupon the case shall be referred to the Medical\nAppeal Tribunal:\n   Provided that an appeal shall not lie against a provisionat\nassessment of the extent of disablement before the\nexpiration of two year5 from the date of the first reference\nof the case to a Medical Board under subsection (I), nor\nwhere the period taken into account by the assessment falls\nwholly within the said two years.\n        (3) If the Minister notifies the insurance officei\nwithin the prescribed lime that he is of opinion that any\ndecision of a Medical Board ought to be considered by a\nMedical Appeal Tribunal, the insurance officer shall refer\nthe case to a Medical Appeal Tribunal for their con-\nsideration, and the Tribunal may confirm, reverse or vary\nthe decision in whole or in part as on an appeal."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34.-(1)    Any decision under this Act of a Medical Board F$;sof\nor a Medical Appeal Tribunal may be reviewed at any time deaaions.\nby a Medical Board if satisfied by fresh evidence that the\ndecision was given in consequence of the nondisclosure or\nmisrepresentation by the claimant or any other person of a\nmaterial fact (whether the non-disclosure or mimepresenta-\ntion was or was not fraudulent)."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. Power to make regulations permitting reference to single medical\n     practitioner."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36.-(1) The Minister may appoint medical practitioners Appoint-\n                                                             rnmtof\n(in this Act referred to as medical advisers) to examine and\nreport on or advise the Minister or an independent authority\n                                                        S. 17\n                                                                  $7;;;\non any medical question arising under this Act.\n       (2) The office of medical adviser shall not be a\npublic office for the purposes of Chapter V of the\nConstitution of Jamaica.\n           PARTV. Administration and Finance"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. The Minister may designate such public officers as he Mnunlritra-\nthinks fit to be inspectors for the purpose of giving effect tion by the\n                                                             ~ i n b ~\nto the provisions of this Act."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38.-(1)   An inspector shall, for the purposes of this Act ?-of\n                                                                 leapenora.\nor the regulations, have power to do all or any of the\nfollowing things, namely-\n     (a) to enter a t all reasonable times any premises or\n          place (other than a private dwelling-house, not\n          used by, or by permission of, the occupier for the\n          purposes of a trade or business) where he has\n          reasonablc grounds for supposing that any\n          employed persons are employed,\n     (b) to make such examination and inquiry as may be\n          necessary for ascertaining whether the provisions\n          of this Act or the regulations are being or have\n          been complied with in such premises or place;\n     (c) to exercise such other powers as may be necessary\n          for carrying this Act and the regulations into effect.\n        me inclusion of this page is authorized by LN. 57/19aOl\n60                                NATIONAL INSURANCE\n                   (2) The occupier of any such premises or place, and\n            any other person who is or has been employing any\n            employed person, and the servants and agents of any such\n            occupier or other person, and any employed person shall\n            furnish to an inspector all such information and shall\n            produce for inspection all such documents as the inspector\n            may reasonably require.\n                    (3) If any person-\n                 (a) wilfully delays or obstructs an inspector in the\n                      exercise of any power under this section; or\n                 (b) without lawful excuse, refuses or neglects to\n                      answer any question or to furnish any informa-\n                      tion or to produce any document when required\n                      to do so under this section; or\n                 (c) conceals or attempts to conceal any person or\n                      prevents or attempts to prevent any person from\n                      appearing before or being questioned by an\n                      inspector,\n            he shall be guilty of an offence.\n                    (4) Every inspector shall be furnished with a certi-\n            ficate of his appointment, and on applying for admission\n            to any premises or place for the purposes of this Act or the\n            regulations shall, if so required, produce the said certificate.\nTha            39.41) For the purposes of this Act, there shall be\nInauranar\nNaw         established, under the control and management of a public\nFund        officer designated for the purpose by the Minister, a Fund\n            called “The National Insurance Fund”.\n                    (2) There shall be paid into the Fund-\n                 (a) all contributions and any interest thereon pay-\n                      able by virtue of the provisions of this Act by\n                      employers and insured persons;\n                 (b) all rent, investment or other income derived from\n                      the assets of the Fund;\n                   lTha inclusion cf thio p~lseia a d o r i d by LN. 57l19SOl\n[The inclusion\n          [ Theofinclusion\n                  this page of\n                            is this\n                               authorized\n                                    page isby\n                                           authorized\n                                              L.N. 143by\n                                                      A/2021]\n                                                         L.N. ]\n[ The[The\n      inclusion of this\n          inclusion     pagepage\n                    of this      is authorized\n                             is authorized     by L.N.\n                                           by L.N.  ] 143A/2021]\n                  this pageofisthis\n         [ Theofinclusion\n[The inclusion                      page is authorized\n                                authorized  by L.N. 143    L.N. ]\n                                                       byA/2021]\n[ The\n   [The\n      inclusion\n         inclusion\n                of of\n                   thisthis\n                         page\n                            page\n                              is authorized\n                                 is authorized\n                                            by by\n                                               L.N.\n                                                  L.N.\n                                                     ] 143A/2021]\n                    NATIONAL iNSURANCE                                  65\n                  any document or information which he\n                  knows to be false in a material particular,\n he shall be liable, on summary conviction in a Resident\nMagistrate’s Court to a fine not exceeding five thousand 11/1986\ndollars or treble the amount of contribution in respect of .’\n which payment is sought to be evaded, whichever is the\n greater, or to imprisonment with or without hard labour for\na term not exceeding twelve months, or to buth such fine 11/1986\n and imprisonment.                                            s. 2@).\n        (3) If any person-\n     (U) forges an insurance stamp;\n     (b) makes or, without lawful excuse, has in his pos-\n         session a die, plate, instrument or materials for\n         forging an insurance stamp;\n     (c) knowingly utters, sells, deals in, hawks, distributes,\n         or uses, a forged insurance stamp;\n     (d) causes or procures to be done, or knowingly aids,\n         abets or assists in doing, any of the acts men-\n         tioned in paragraphs (a), (b)and (c),\nhe shall be guilty of a felony and shall be liable on\nconviction to imprisonment with or without hard labour for\nany period not exceeding seven years.\n         (4) If any person is guilty of any contravention of,\n or nonsompliance with, any of the requirements of this\n Act in respect of which no special penalty is provided, he\n shall for each offence be liable on summary conviction\nbefore a Resident Magistrate to a fine not exceeding one 11/1986\nthousand dollars or to imprisonment with or without hard xc)(fi\n labour for a period not exceeding six months and where such 11/1986\noffence is continued after conviction such person shall be S ac)(O\n greater, or to imprisonment with or without hard labour for\n guilty of a continuing offence and in respect of each day\n during which such offence continues shall be liable to a\n fine not exceeding five hundred dollars.\n        mc inclusion of this pagc ia authorid by L.N. 41119871\n66                       NATlONAL INSURANCE\n             (5) Where a person is convicted of any offence\n     against this section or of an offence under regulations made\n     pursuant to this Act and the evidence on which he is con-\n     victed shows that he, for the purpose of paying any con-\n     tribution under this Act, has affixed to any stamp card any\n     used insurance stamp, he shall be liable to pay into the Fund\n     a sum equal to the amount of the contribution in respect of\n     which the stamp was affixed.\n             (6) Where a person is convicted of an offence under\n     subsection (1) or paragraph (b) of subsection (2) or of an\n     offence under subsection (3) or of an offence under regula-\n     tions made pursuant to this Act, if notice of intention to\n     do so has been served on the defendant at least seven days\n     before the commencement of the trial, evidence may be\n     given-\n          (a) in the case of an employer-\n                   (0 of the failure on his part to pay on behalf\n                      of or in respect of the same person other\n                      contributions under this Act during the two\n                       years preceding the date of the ozence; and\n                  (ii) in the case of an offence under subsection\n                       (U, of the failure on his part to pay, on\n                       the date of the offence or during the two\n                       years preceding that date, on behalf of or\n                       in respect of any other person employed\n                       by him any contributions under this Act;\n                       and\n          (b) in the case of an insured person (other than an\n               employed person), of the failure on his part to\n               pay other contributions as such an insured per-\n               son during those two years,\n     and on proof of such failure the employer or the insured\n     person, as the case may be, shall be liable to pay to the Fund\n     a sum equal to the total of alI the contributions which he\n     is so proved to have failed to pay and any interest thereon\n     payable pursuant to section 45.\n              [The inclusion of this pge is authorid by LN.41/ 198n\n                      NATIONAL IN,FURANCE                          67\n        (7) In any proceeding under this section with\nrespect to used insurance stamps, a stamp shall be deemed\nto have been used if it has been affixed to or impressed on\na stamp card or cancelled or defaced in any way whatsoever\nwhether it has actually been used for the purpose of pay-\nment of a contribution or not.\n         (8) If the employer being a body corporate fails to\npay to the Fund any sum which the employer has been\nordered to pay pursuant to this section, that sum, o r such\npart as remains unpaid, shall be a debt due to the Fund\njointly or severally from any directors of the body corporate\nwho knew, or could reasonably he expected to have known,\nof the failure to pay the contributions in question.\n        (9) Where an employer or an insured person is\ncharged with any such offence as is mentioned in subsec-\ntion (6) of this section and an order is made under\nsubsection (1) of section 5 or subsection (2) of section 15\nof the Probation of Offenders Act, the provisions of this\nsection shall apply as if the making of the order were a\nconviction.\n       (10) Where an offence under this Act or any regula-\ntions thereunder which has been committed by a body\ncorporate is proved to have been committed with the\nconsent or connivance of, or to be attributable to any\nnegligence on the part of, any director, manager, secretary\nor other officer of the body corporate, he as well as the body\ncorporate shall be deemed to be guilty of that offence and\nshall be liable to be proceeded against and punished\naccordingly.\n      (1 1) Any sum payable under the foregoing provisions\nof this section into the Fund shall be recoverable as a\npmalty and any such sum, other than a h e , shall, on\nrecovery, be treated as a payment in satisfaction of the\nunpaid contributions; and no part of any such sum paid\n        me inclusion of thin p g c is anthorircd by LN. 41/1987]\nsa                                 NATIONAL INSURANCE\n             by an employer shall be recoverable by him from the in-\n             sured pcrson in rcqxct of whom or on whose behalf it was\n             paid.\n                      (12) Nothing in this section shall be construed as\n             preventing the Minister from recovering by means of civil\n             proceedings any sum due to the Fund.\n3511915               (13) Every person having any official duty of being\ns. 4.\n              employed in the administration of this Act shall regard and\n              deal with as secret and con6dential all documents, infom-\n              ation, returns, assessment lists or copies of such lists obtain-\n              ed from the Commissioner of Income Tax and relating\n              to the income or items of the income of any self-employed\n              person and shall make and subscribe a declaration to that\n              effect before a Justice of the Peace.\n3511975               (14) Every such person as is referred to in subsec-\ns. 4.         tion (13) having possession of or control over any such\n              documents, information, returns or assessment lists, or copies\n              of such lists relating to the income or items of the income\n              of any self-employed person, who at any time communicates\n              or attempts to communicate such information or anything\n              contained in such documents, returns, lists or copies of\n              such lists to any person-\n                   (U) other than a person to whom he is authorized by\n                        the Minister responsible fdr finance to communi-\n                        cate it; or\n                   (b) otherwise than for the purpose of this Act,\n              shall be guilty of an offence against this Act and shall be\n              liable on summary conviction before a Resident Magistrate\nI 1 /I986    to a fine not exceeding five thousand dollars and in default\nS. Z(d)\n             of payment to imprisonment with or without hard labour\n              for a term not exceeding twelve months.\nCivil pro-      4 5 . 4 1 ) All sums due to the Fund by way of contribu-\ncetdaQs.     tions, unless regulations otherwise provide or the Minister\n             otherwise determines, shall bear interest at the rate of eight\n                      [The inclusion of this pagc ia authorized by L.N. 41 / 19871\n                              NATIONAI, INSURANCE                                          69\n    per cent per annum or such other rate and as fi-om such date as\n    may be prescribed and shall be recoverable as debts due to the\n    Fund, and without prejudice to any other remedy, may be\n    recovered on behalf of the Fund by a person designated by the\n    Minister summarily in a Resident Magistrate's Court, without\n    limit of amount, as a civil debt.\n            (2) A certificate of the Minister that any sum due to the\n    Fund or interest thereon is payable under this Act and that\n    payment has not been made to the Fund, or, to the best of his\n    knowledge and belief, to any person acting on behalf of the\n    Fund, shall be sufficient evidence that the sum mentioned in the\n    certificate is unpaid and is due to the Fund, and any document\n    purporting to be such a certificate as is mentioned in this\n    subsection shall be deemed to be such a certificate unless the\n    contrary is proved."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42.                                 NATIONAL INSURANCE\n                           to any of the relevant accidents, or to the date\n                           of development of any of the relevant diseases.\n Disqualiiica-      18.-(1) Regulations (having effect on or after the\n tion for        declared day) relating to the determination of claims to\n benefit in\n certain\n mcs.\n                 benefit may provide for the forfeiture, by a person claiming\n 2711970         or in receipt of employment injury benefit or disablement\n s. 10.\n                 pension, of benefit or pension for a period not exceeding\n                 six weeks on any such forfeiture if the claimant or\n                 beneficiaq-\n                      (a) without reasonable cause fails to comply with any\n                           requirement to submit himself to medical examina-\n                            tion for the purpose of determining the effect of\n                           the relevant accident or disease or the treatment\n                           appropriate to the relevant injury disease or loss\n                           of faculty; or\n                      (6) without reasonable cause. fails to comply with\n                           any requirement to submit himself to appropriate\n                           medical treatment for the said injury, disease or\n                           loss of faculty; or\n                      (c) in the case of employment injury benefit, behaves\n                           in any manner calculated to retard his recovery.\n2711970                  (2) Subject to the provisions of section 52, benefit\ns. 10.           under sections 15, 16 and 19 shall not be payable in respect\n                 of an accident happening or disease developing while the\n                 insured person is outside Jamaica, so, however, that nothing\n                 in this subsection shall apply in the case of persons men-\nPirat            tioned in paragraph 4(a) of the First Schedule.\nSchedule\nEmploy-             19. Subject to the provisions of this Act, if on or after\n*=tWw            the declared day an insured person suffers personal injury\ndeath\nbenefit.         yhich is caused by an accident arising out of and in the\n                 course of his or her employment (being insurable employ-\n                 ment), or develops any prescribed disease and he or she\n                 dies as a result of that accident or disease then-\n                         Khe inclmm of khu page is authmzed by LN. 57119811\n                   Nd TIONAL INSURANCE                                       43\n (a) if the insured person is a man, his widow shall be\n     entitled to employment injury death benefit for the\n     period of 52 weeks following the date of his death\n     during which she does not remarry or cohabit with a\n     man as if she were his wife, and in the event of her\n   - remarriage during that period; she shall be entitled to a\n     grant equal to the weekly rate of employment injury\n     death benefit multiplied by the number of weeks by\n     which the number of weeks between the date of her\n     husband's death and the date of her remarriage falls\n     short of 52;\n  (b) if the insured person is a man and employment injury\n      death benefit is not payable to his widow or has ceased\n      to be so payable other than because of her remarriage,\n      or if the insured person is a woman, the Minister may,\n      at his discretion direct payment-\n             ( i ) to any person who has the care of any child\n                 or children of the deceased under the age of     2711970\n                 eighteen;     .                                  S. I I .\n            (ii) to the mother of the deceased if she was\n                 wholly or mainly dependent on him or her\n                 and is over the age of 55 on the day of the\n                 insured person's death,   .\n      of an allowance of such amount and for such period not\n      exceeding 52 weeks from the date of the insured\n      person's death as the Minister may determine:\n         Provided that the weekly rate of the allowance or,\n      where more than one allowance is paid, the sum of the\n      weekly rates of,those allowances shall not exceed the\n      weekly rate of the death 'benefit w h i g in the\n      circumstances of the case, would have been payable to\n      a widow.\n                       Funeral Grant\n2 0 4 1 ) subject to the provisions of this Act, a funeral grant Funeral\n                                                                  grant.\n       [lac hIu8ion of tblo page ir autho&ed by LN. 92d20121.\n44                                     NATIONAL INSURANCE                                  I\n                                                                                               1\n               shall be payable on the death of - .                               I\n                                                                                               1\n                     (a) a person who satisfies the relevant contribution condi-\n                                                                                   I\n                          tions on the day of his death; or                                        1\n                     (b) a person whose death results from an employment\n                          injury or prescribed disease to which section 15\n                          applies suffered or developed on or after the declared                       1\n                          day; or                                                    I\n                                                                                     I\n                      (c) a person who, on the 30th day of June, 1987, is in'\n                                                                                       I\n                          receipt of a pension under the Sugar Workers Pension1I\n                          Scheme, 1960;                                                  I\n                                                                                          I\n                                                                                           1\n                      (d) the spouse-                                                      1\n                                  (i) of a person who satisfies the relevant contri- /\n                                      bution conditions on the day of the spouse's\n                                                                                             I\n                                      death; or                                              1\n                                                                                             I\n                                 (ii) of a person who, on the 3oth day of June, /\n                                      1987, is in receipt of a pension under the 1\n                                      Sugar Workers Pension Scheme, 1960, and \\\n                                                                                               I\n                                      who is in receipt of such a pension on the I\n                                                                                               I\n                                      day of the spouse's death; or                             I\n9/20] I             (e) a special pensioner.\nS. 5(c).\n                         ( 2 ) A hneral grant shall, for the purposes of this Act, 1\n               be treated as if it were a benefit due to the deceased at his death;                        \\\n               and the provisions of .section 25 shall apply accordingly, so, 1\n               however, that, subject to any regulations, the reference in that j\n               section to creditors shall, as respects a funeral grant, be deemed \\\n               to include any person who gives an undertaking in writing to j\n                                                                                                               1\n               pay the whole or part of the deceased's funeral expenses.             I\n                         (3) Except where regulations otherwise provide, a\n               funeral grant shall not be payable in respect of a death occurring\n               outside Jamaica.        '\n                                         Maternity Benejit                             I\nMaternity         2OA.--(l) Subject to the provisions of this Act, an insured\nallowance to\ndomestic       person who is employed as a domestic worker shall be entitled             I\nworkers.       to a maternity allowance in respect of a pregnancy or confine-\ns.3.\n43/'979\n               ment if she satisfies the relevant contribution conditions.\n                                                                                                                   1\n                          [The inclusion of this, page is 'authorized by LN. 92cR012)                              I\n                                                                                                                   I\n                                                                                                                       I\n                      NATIONAL INSURANCE                                 48.0 I\ntime as he ceases to be entitled to that benefit or pension or to\nemployment injury disablement pension following that employ-\nment injury benefit, and on such cessation, only such amount\nshall be payable by way of grant as exceeds the amount payable\nby way of benefit or pension for the period from the date of title\nto the grant up to the date of cessation of benefit or pension.\n           (6) Regulations may prescribe the manner in which\nany adjustments of benefit under the foregoing provisions of\nthis section shall be made."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. Subject to the provisions of any other enactment, Proceedings\n    in any action or other legal proceedings brought against t$2ys\n    any officer in respect of any act done in pursuance or underthis\n    execution or intended execution of this Act or the regu- Act.\n    lations, the plaintiff shall not recover unless he alleges in his\n    pleading and proves at the trial that such act was done\n    either maliciously or without reasonable and probable\n    cause."
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. Any inspector or other officer may be authorized Powerof\n    by the Minister to institute or conduct proceedings for an officer to\n    offence against this Act or the regulations which is triable proceedings.\n    summarily.\nC"
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48.-(1)      Where an employer has failed or neglected-                      Proceedings\n                                                                                   against\n                                                                                   einplover\n        (a) to pay any contributions which under this Act or the                   forbenefit\n                regulations he is liable to pay in respect of or on behalf lost\n                                                                           employer's\n                                                                                by\n                of any employed person in his employment; or               default.\n                                    NATIONAL INSURANCE\n                ( h ) to comply, in relation to any such person, with the\n                      requirements either of this Act or of any regulations\n                      thereunder relating to the payment and collection of\n                      contributions,\n            and by reason thereof that person or any other person to\n            whom benefit under this Act may have been payable has\n            lost, in whole or in part, the benefit to which he or\n                                                                                              0\n            she would have been entitled, that person or that other\n            person, as the case may be, shall be entitled to recover\n            summarily from the employer in a Resident Magistrate's\n            Court as a civil debt a sum equal to the amount of the\n            benefit so lost, or if that benefit is an old age pension, an\n            invalidity pension, a widow's pension or orphan's pension\n2212005     or special child's pension a sum not exceeding twelve and one-\ns. 4.       half times the maximum annual old age pension payable at the\n            date of entitlement.\n                  (2) Proceedings may be taken under this section\n            notwithstanding that proceedings have been taken under\n            any other section of this Act in respect of the same failure or\n            neglect.\nDesignationof   48A.-(1) Where          anemployer is a body corporate, such\nresponsible\n,fi,,b,       employer    shall  designate  an officer of that body corporate\nbody\ncorporate.\n              (hereafter in this section referred to as the \"responsible officer\")\n11:1986       who shall be-                                                                   /1\n                 (a) answerable for doing all such acts, matters and\n                     things as are required to be done by virtue of this\n                     Act or the regulations for the payment of contribu-\n                     tions; and\n                          [The inclusion of thla page Is a u t h o r i d by L.N. 180Al20061\n                    NATIONAL iNSURANCE                           70.01\n     (b) responsible for makig payment to the Fund of\n          all contributions due to the Fund in respect of or\n         on behalf of employed persons employed by that\n         body corporate, in accordance with the provisions\n         of this Act and the regulations relating to the pay-\n          ment of such contxibutions.\n      (2) The employer shall give written notice to the\nCollector of Taxes of any designation made pursuant to\n subsection (1) and shall also notify the Collector of Taxes\nof any change in that designation.\n        (3) In the absence of any designation pursuant to\nsubsection (11, the person who is the managing director of\nthe body corporate or, as the case may be, the person who\n(by whatever name called) performs the duties normally\ncarried out by a managing director or, if there is no such\nperson, the person in Jamaica appearing to the Collector of\nTaxes to be primarily in charge of the body corporate’s\naffairs, shall for the purposes of this section be deemed to\nbe the responsible officer.\n       (4) A responsible officer shall, within fifteen days\nafter the end of each month, notify the Collector of Taxes\nof any outstanding balances of contributions payable to the\nFund by the body corporate as at the end of that month\nand any responsible officer who fails to do so shall be guilty\nof &I offence under this Act.\n                                         . by LA’. 41/1987]\n         [ntc i n c h of thia pp k aI*honasd"
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51.-(1) Subject to subsection (2), this Act shall bind Q O ~\n                                                         8SRmlS.\nthe Crown.\n        (2) This Act shall apply to the Crown and to persons\nemployed by or under the Crown in like manner as if the\nCrown were a private person subject to such modifications\nas may be made therein by order made by the Minister for\nthe purpose of adapting the provisions of this Act to the\ncase of the Crown and of such persons.\n        me inclusion of this page is authmizad by L.N. J7/1981]\n..\n14                               IVATIONAL INSURANCE\nMKinns      52.-(1) The Minister may make regulations modifying\nand\n.,rmen,   in such manner as he thinks proper the provisions of this\n2711970   Act in their application to persons referred to in paragraph\ns 21.     2 of the First Schedule, in this section referred to as\nFirst\nSFhdule   “mariners” and “airmen”.\n                 (2) Any such regulations may in particular, without\n          prejudice to the generality of subsection (l), p r o v i d e\n              (0)    for the payment of benefit to mariners and airmen\n                     in respect of accidents happening, and prescribed\n                     diseases and injuries contracted or received, while\n                     they are outside Jamaica;\n              ( h ) for treating as accidents arising out of and in the\n                  course of the employment of a mariner or airman\n                  accidents happening while he is proceeding to or\n                 from his ship, vessel, or aircraft or in any other\n                 prescribed circumstances;\n              k) for the taking of evidence, for the purpose of any\n                 claim by a mariner or airman to benefit-\n                         (i) in any Commonwealth country, before a\n                              consular officer of Jamaica or a judge or\n                              magistrate or by a superintendent within the\n                              meaning of the Merchant Shipping Act,\n                              1894 (U.K.);\n                        (ii) in any other country, by a Jamaican or\n                             British consular officer;\n              ( d ) for withholding any benefit to which a mariner\n                     may be entitled for any period during which the\n                    owner of his ship or vessel is under a statutory\n                    obligation to pay him wages;\n              (e) for enabling a mariner or airman to authorize the\n                    payment of the whole or part of any benefit to\n                    which he is or may become entitled to such of his\n                    dependants as may be prescribed.\n                    me inclusion of this p g e is authorized by L.N. 57/1981]   ~\n                     ~\\‘AT10i\\:AI. INSURANC‘E                            7?\n       (3) Any regulations making the provision mentio:ixl\nin paragraph (a) of subsection (2)msy be ext:nded---\n    ( a ) so far as thcy relate to mariners to any person who,\n         in the course of his employment as an apprentice\n         pilot, is on board any ship or vessel, notwithstand..\n         ing that he is not a mariner within the meaning\n         of this section;\n    Ih) so far as they relate to airmen, to any person whu,\n        in the course of insurable employment is on board\n        an aircraft on a test flight starting in Jamaica, not-\n        withstanding that he is not an airman within the\n        meaning of this section.\n       Transitional and Commericement Provisioris"
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53.41) In relation to self-employed persons and such Commence-\nother persons as may be prescribed, the provisions of this           E&ions\nAct which govern the entry into insurance of such persons\nand the payment of contributions shall be deemed not to c p ~ ; ; ; ~ , ~ -\ncome into operation until the first anniversary of the gnployed\nappointed day or such date*, being a date not earlier than pcrsons\n                                                             herpm\n                                                                     and\nthat anniversary, as may be specified by the Minister by             F22a,\norder, so, however, that nothing in this section shall pre- sVidaL,N,\nclude the calculation of the yearly average of contributions 8611967\npaid by such persons by reference to any period commenc-\ning with the appointed day.\n        (2) An order under subsection (1) may specify\ndifferent days for different purposes of this Act or for the\nsame purpose in relation to different cases or classes of\ncase and may contain such incidental or supplementary\nprovisions as appear to the Minister to be necessary or\nexpedient as respects any period of transition to the time\nwhen this Act has full effect in relation to such persons as\naforesaid.\n        [me inclmion of lhiq p.<c i+aiilhorired h i I..N. ?7!14Xll\n76                                  N A T l O N A L INSURANCE\nModifica-         54. From and after the declared day, where an insured\ntion of the.\nWorkmen's      person suffers any such personal injury or develops m y\nCompensa-\n tion     in   such disease as is mentioned in section 15 he shall not, if he\nre'ation en-\npersons   to   is entitled to benefit under section 15 or 16 or if, in relation\n!it!ed to      to him, benefit is payable pursuant to section 19, be regarded\nWUrY\nbenefits.      as a workman in relation to such injury or disease for the\n271 1970\ns. 22.         purposes of the Workmen's Compensation Act.\nMeasureof\ndamages"
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54. Modification of the Workmen's Compensation Act in relation to\n      persons entitled to injury benefits."
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55.-(1) Where, consequent on the provisions of section\nwheresea-      54, in relation to personal injury an insured person is not\ntion54\napplles.       regarded as a workman for the purposes of the Workmen's\n               Compensation Act the following provisions of this section\n               shall apply as respects that insured person.\n                       (2) In an action for damages for personal injuries\n               (.including any such action arising out of a contract) where\n               the injury was caused by the personal negligence or wilful\n               act of the employer or of some person for whose act\n               or default the employer is responsible, there shall, in\n               assessing those damages, be taken into account, against any\n               loss of wages or profits which has accrued or probably will\n               accrue to the insured person from the injuries, one-half of\n               the value of any rights which have accrued or probably will\n               accrue to him therefrom in respect of employment injury\n               benefit or employment injury disablement pension for the\n               five years beginning with the time when the cause of action\n               accrued.\n                  This subsection shall not be taken as requiring both the\n               gross amount of the damages before taking into account\n               the said rights and the net amount after taking them into\n               account to be found separately.\n                       (3) The reference in subsection (2) to assessing the\n               damages for personal injuries shall, in cases where damages\n               otherwise recoverable are subject to reduction under the law\n               relating to contributory negligence or are limited by or\n               under any enactment or by contract, be taken as referring\n                       m e inolusion of this page is auphorized by L.N. 57119811\n                        N A TIO!VAL INSURAh’CE                        77\n to the total damages which would have been recoverable\n apart from the reduction or limitation.\n          (4) For the purposes of this section-\n     (a) “employer“, in relation to a person who has\n            suffered personal injury, means the employer of\n            that person at the time of such injury;\n     ( b ) the expression “personal injury” includes any\n            disease and any impairment of a person’s physi-\n            cal or mental condition, and the expression\n            “injured” shall be construed accordingly;\n     (c) employment injury disablement gratuity shall be\n            treated as benefit for the period taken into account\n           by the assessment of the extent of the disablement\n           in respect of which it is payable."
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57. Transiticmal provisions.\n                                 SCHEDULES\n            [The inclusion of this page i s authorized by L.N. 180AIZ0061\n[The inclusion\n          [ Theofinclusion\n                  this page of\n                            is this\n                               authorized\n                                    page isby L.N. 143by\n                                           authorized A/2021]\n                                                         L.N. ]\n[ The\n   [The\n      inclusion\n         inclusion\n                of of\n                   thisthis\n                         page\n                            page\n                              is authorized\n                                 is authorized\n                                            by by\n                                               L.N.\n                                                  L.N.\n                                                     ] 143A/2021]\n                 NA TZONAL INSURANCE\n    or employment of profit and such other categories of\n    emoluments as may be prescribed) being\n    emoluments from which income tax is deductible\n    pursuant to the Income Tax (Eimployments)\n    Regulations, whether or not in fact falls to be\n    deducted therefrom;\n\"employed person\" means, subject to subsection (3) of\n    section 3, a person gainhlly occupied in insurable\n    employment;\n\"the F u n d means the National                      Insurance Fund\n    established by section 39;\n\"income tax\" means income tax payable pursuant to the\n     Income Tax Act;\n\"income tax year\" means a year of assessment as\n     defined in the Income Tax Act;\n\"independent authority\" means-\n           (a) an insurance officer designated                   as\n               such pursuant to section 28;\n            (b) a local tribunal constituted pursuant to\n                section 28; or\n            (c) an umpire appointed pursuant to section\n                28;\n\"inspector\" means an officer                    designated as such\n     pursuant to section 37;\n\"insurable employment\" means, subject to subsection\n     (3) of section 3, any employment specified in the\n     First Schedule;                                                  First\n                                                                      Schedule.\n\"insurance officer\" means an officer designated as such\n     pursuant to section 28;\n                               NA TIONAL INSIJRANCE\n            \"insurance stamp\" means any label, stamp or device\n                for denoting the payment of contributions, issued\n                pursuant to this Act or any regulations there-\n                under;\n            \"insured person\" means a person insured under this\n                Act;\n            \"local tribunal\" means a local tribunal constituted\n                pursuant to section 28;\n            \"loss of faculty\" means the partial or total loss of the\n                normal use of organs or parts of the body, or the\n                destruction or impairment of bodily or mental\n                functions (including disfigurement whether or not\n                accompanied by any actual loss of function);\n            \"medical treatment\" means medical, surgical or\n               rehabilitative treatment (including any course of\n               diet or other regimen and the supply of medical\n               or surgical appliances);\n            \"mother\" includes a step-mother;\n            \"parent\" includes a step-parent:\n27 1970     \"prescribed medical institution\" means a public health\ns. 2 (c).       facility as defined in section 2 of the National\n                Health Services Act and such other institutions or\n                bodies as may be prescribed;\n            \"regulations\" means regulations made under this Act;\n            \"relevant accident\", \"relevant injury\" - -     and \"relevant\n                 disease\" mean respectively, in relation to any\n                 benefit, the accident, injuri and disease in respect\n                 of which that benefit is claimed or payable; -and            -   ~\n                 \"relevant loss of faculty\" means the loss of faculty\n                 resulting from the relevant injury or disease;\n                [The inclusion of' [his pass is authorized by L.N. 87i2001)\n                       NATIONAL INSURANCE                               9\n     “relevant contribution conditions”, in relation to\n          benefit of any description, means the contribution\n         conditions for benefit of that description;\n    “retirement age” has the meaning assigned to it by\n         subsection (2)of section 10;\n    “self-employed person” means, subject to subsection\n         (3) of section 3, a person gainfully occupied in\n         Jamaica who, in relation to that occupation, is\n         not in insurable employment;\n    “special pensioner” has the meaning assigned to it by ~ ~ 1 9 9 3\n         section 10A,                                        s.2\n    “stamp card” means a card issued by the Minister for\n         the purpose of the payment of contributions by\n         means of stamps affixed to or impressed on the\n         card;\n    “voluntary contributor” has the meaning assigned to\n         it by subsection (2)of section 7;\n    “wages” includes salary or any other remuneration.\n          (2) For the purposes of this Act-\n    (U)    a person shall be dcemed to be over or under any\n           age if he has or has not reached that age, as the\n        case may be;\n    (b) a person shall be deemed not to have reached the\n        age of eighteen years until the beginning of the\n        eighteenth anniversary of the day of his birth, and\n        similarly with respect to any other age.\n       (3) For the purposes of this Act, a lawfully adopted\nchild shall be treated as if the child were the legitimatc\nissue of the adopter, or if the child were adopted by two\nspouses jointly, or by one of two spouses after their\nmarriage, as if the child were legitkate issue of their\nmarriage, and shall not be treated as being issue of any\nother person.\n           mhc inclusion of this page is authorized by L.N. 42/ 19951\n               NATIONAL INSURANCE\n  (4) For the purposes of this Act-\n(a) where it is a condition for title to benefit that a\n    woman is the spouse, wife, or widow of an insured\n    man, an independent authority may treat a single\n    woman or widow living with a single man or\n    widowcr as his wife as if she were in law his wife,\n    or a single woman or widow who was living with\n    a single man or widower as his wife at thz date of\n    his death, as if she were in law his widow, if the\n    independent authority is satisfied that in all the\n    circumstances she should be so treated:\n        Provided that if at the request of the man, the\n     woman’s name has been entered, in such manner\n     and time as may be prescribed, on the permanent\n     record of that man’s contributions under this Act,\n      such entry of the woman’s name shall, in the\n      absence of other evidence to the contrary, be\n      treated as constituting satisfactory evidence that\n      the man and woman are living together as man\n     and wife;\n(b) where the question of marriage or remarriage, or\n     of the date of mamage or remarriage, arises in\n     regard to the title or cessation of title to benefit\n     of a woman as a widow or to an increase of benefit\n     payable to a man pursuant to section 21 in respect\n    of a woman as a wife, the independent authority\n    shall, in the absence of the subsistence of a lawful\n    marriage and of any impediment to lawful\n     marriage, decide whether or .not the person or\n     persons concerned should be treated as if he, she\n    or they were mamed or as if he OT she had\n    remarried, as the case may bc, and if so, from\n   what date, and in determining the question the\n    independent authority shall have regard to the\n    terms of paragraph (U);\n   me inclwim~ofthis page is aubbatized by LN.42/1995]\n                     NATIONAL INSURANCE                               11\n    (c)   a decision of an independent authority given\n          under paragraph (a) or (b) shall, unless the LCIII-\n          text otherwise requires, have the effect of\n          extcnding, as regards title or cessation of title to\n          benefit payable to a woman or as regards an\n          increase of benefit payable to a man in respect of\n          a woman as aforesaid, the meaning of the word\n          “marriage” to include the association (the sub-\n          ject matter of the decision) between such a single\n          woman or widow as aforesaid with such a single\n          man or widower as aforesaid; and for this pur-\n          pose the words “wife”, “widow”, “husband” and\n          “spouse” shall be construed accordingly.\n     PART11. Insured Persons and National Insurance\n                        Contributions"
    },
    {
      "provision_ref": "sec70",
      "section": "70",
      "title": "Section 70",
      "content": "70.02                            .NATIONAL INSURANCE\n              (5) A responsible officer who fails or neglects to\n        carry out his duties in accordance with this section shaI1-\n                 (a) in the event of failure or neglect to make payment\n                     of contributions as required by this section, be\n                     jointly and severally liable together with the body\n                     corporate, for the contributions and any penalty\n                     in relation thereto;\n                 (b) in any other case, be liable (together with the body\n                      corporate) for any penalties under this Act,\n        unless he satisfies the Collector-\n                 li) that there were born fide reasons for the failure or\n                     neglect and that the payment of contributions\n                     could not have been made in the circumstanoes;\n                     or\n                 (ii) that he was overruled by the board of directors\n                       (hereinafter referred to as the board) or was other-\n                      wise prevented by the board or by any directors\n                      thereof from carrying out his duties under this\n                      section.\n        .... .                                           . .. .   .        . .\n                                            .   ,    .      .         .\n                                                                                           . . ,   .\n                                            .    .\n              (6) If the Collector is not satkfied.as'to the matters\n        referred to in subsection ( 5 ) (b).(i)or (ii), as the case.may be,\n        he shall advise the responsible.officer'concemedof.bis Mi-\n        sion in writing.                         ,.\n                                               . .\n                                                               . .\n                    Irae inclu+n d..thirp a p ip ?-.by                    I-?:   41/198l\n                            NA TIONAL INSURANCE\n       (7) Where the responsible officer satisfies the Collec-\ntor pursuant to subsection (5) (b) (ii) that he was overruled\nor prevented as mentioned in that subsection, each director\nshall be jointly and severally liable (together with the body\ncorporate) for the contributions and any penalty in relation\nthereto unless he proves that-\n    (a) there were hona jide reasons for overruling the re-\n        sponsible officer or preventing payment and that\n        payment of contributions could not have been made in\n        the circumstances; or\n    (h) he was neither a party to the decision by the board to\n        overrule the responsible officer nor a party to any\n        action by the board or any other director to prevent\n        payment\n     (8) A person who is designated a responsible officer shall\nnot be liable in respect of contributions which became\npayable\n    ((I)    prior to his designation; or\n    (h) during any period when, consequent on notifica-\n        tion to the Collector, he is not the responsible\n        officer.\n       (9) In this section-\n     \"body corporate\" means---\n           [The inclusion of this page I S a u t h v ~ ~ r eby\n                                                            d L..N 8712004]\n                                      NA TIONAI, INSURANCE\n                               (a) a statutory body or authority; and\n                               (b) a company;\n                   \"company\" means a company incorporated or registered\n                       under the Companies Act.\nRegulations.      50.---(I) The Minister may make regulations required\n               by this Act to be made or for the purpose of modifying or\n               affecting the operation of any provision of this Act expressed\n               (in whatever terms) to be subject to the provisions of any\n               regulations or as the Minister may consider necessary or\n               desirable generally for the better carrying into effect of the\n               provisions of this Act.\n                     (2) Without prejudice to the generality of subsection (1)\n               the Minister may by such regulations-\n                   (a) prescribe any matter which may be or is required\n                       to be prescribed under the provisions of this Act;\n                   (h) require employers-\n                       ['The inclusion of this page is authorized by L.N.87120041\n                   NATIONAL INSURANCE                            71\n            (i) to submit returns of persons employed by\n                them, at such interval and in such manner\n                as may be prescribed;\n           (ii) to take reasonable steps to investigate the\n                circumstances of every accident or disease\n                of which notice is given to them;\n          (iii) to keep a register of accidents as may be\n                prescribed;\n          (iv) to give to the Minister such notices or re-\n                turns as may be thereby required of any\n                accident or disease, whether fatal or not.\n                which has occurred in his place of em-\n                ployment;\n(c) except such categories of insured persons as may\n    be specified therein from liability to pay contribu-\n    tions for such periods as may be prescribed;\n(d) provide for determining the circumstances in\n    which a person is or is not to be deemed for the\n    purposes of this Act to be wholly or mainly\n    maintaining another person;\n(4 provide for treating a person for the purposes of 27/1910\n       this Act as incapable of work as the result of an s.20.\n       accident or disease when he would not be so treated\n       apart from the regulations, and may also mak:\n       provision-\n           (i) as to the days which, in the case of a person\n               who at any time is or is to be treated as\n               incapable of work as the result of an\n               accident o r disease, are or are not to be\n               treated for the purpose of benefit as days\n               of incapacity for work; and\n          (ii) as to the day which, in special cases, is to\n               be treated for the purpose of benefit as the\n      me inolusion of this page is authorized by L:N. 57/1981]\n72                            NATIONAL INSURANCE\n                            day of the accident or date of development\n                            of the disease;\n               (f) require the prescribed notice of any accident, or\n                   the development of any disease, in respect of which\n                  benefit may be payable to bz given within the pre-\n                  scribed time by the insured person, or, where with-\n                   in that time he dies as a result of the accident or\n                  disease, by such other person as may be prescribed,\n                   to th- insured person’s employer or other pre-\n                   scribed person;\n              (g) require claimants for, and beneficiaries in receipt\n                  of, benefit under section 15 or 16-\n                      (i) to submit themselves from time to timc to\n                          medical examination for the purpose of\n                          determining the effect of the relevant\n                          accident or disease, or the treatment appro-\n                          priate to the relevant injury, disease or loss\n                          of faculty;\n                     tii) to submit themselves from time to time to\n                          appropriate medical treatment for the\n                          relevant injury, disease or loss of faculty;\n4111974       (h) from time to time, increase the reduced weekly\ns. 3.             rates payable pursuant to regulations made under\n                  subsection (7) of section 9 and the weekly rates\n                  payable under regulations made pursuant to para-\n                  graphs (b) and (c) of subsection (3)of section 52.\n                  (3) Without prejudice to the provisions of section\n          29 of the Interpretation Act, regulations under this Act may\n          provide in respect of a breach of any of the provisions\n          thereof that the offender shall be liable to such fine not\n          exceeding two hundred dollars or to such term of imprison-\n          ment with or without hard labour not exceeding six months\n          u r to both such h e and imprisonment as may be therein\n          prescribed.\n                  [The inclueion d this page is authorized by JAN. 57/1981]\n                    NATIONAL INSURANCE                             73\n        (4) Except in so far as this Act otherwise provides,\nany power conferred thereby to make regulations may be\nexercised-\n     (a) either in relation to all cases to which the power\n          extends, or in relation to all those cases subject\n          to specified exceptions, or in relation to any\n          specified cases or classes of case; and\n     (b) so as to make, as respects the cases in relation fo\n          which it is exercised--\n              (i) the full provision to which the power\n                  extends or any less provision (whether by\n                  way of exception or otherwise);\n             (ii) the same provision for all cases in relation\n                  to which the power is exercised or different\n                  provision for different cases or classes of\n                  case, or different provision as respects the\n                  same case or class of case for different\n                  purposes of this Act;\n            (iii) any such provision either unconditionally\n                  or subject to any specified condition.\n        ( 5 ) Without prejudice to any specific provision in\nthis Act, any regulations under this Act may contain such\nincidental or supplementary provisions as appear to the\nMinister to be expedient for the purposes of the regulations."
    }
  ],
  "definitions": [
    {
      "term": "income tax",
      "definition": "income tax payable pursuant to the",
      "source_provision": "sec57"
    },
    {
      "term": "income tax year",
      "definition": "a year of assessment as",
      "source_provision": "sec57"
    },
    {
      "term": "inspector",
      "definition": "an officer                    designated as such",
      "source_provision": "sec57"
    },
    {
      "term": "insurance officer",
      "definition": "an officer designated as such",
      "source_provision": "sec57"
    },
    {
      "term": "insurance stamp",
      "definition": "any label, stamp or device",
      "source_provision": "sec57"
    },
    {
      "term": "insured person",
      "definition": "a person insured under this",
      "source_provision": "sec57"
    },
    {
      "term": "local tribunal",
      "definition": "a local tribunal constituted",
      "source_provision": "sec57"
    },
    {
      "term": "loss of faculty",
      "definition": "the partial or total loss of the",
      "source_provision": "sec57"
    },
    {
      "term": "medical treatment",
      "definition": "medical, surgical or",
      "source_provision": "sec57"
    },
    {
      "term": "prescribed medical institution",
      "definition": "a public health",
      "source_provision": "sec57"
    },
    {
      "term": "regulations",
      "definition": "regulations made under this Act",
      "source_provision": "sec57"
    },
    {
      "term": "relevant loss of faculty",
      "definition": "the loss of faculty",
      "source_provision": "sec57"
    },
    {
      "term": "company",
      "definition": "a company incorporated or registered",
      "source_provision": "sec70"
    }
  ]
}