{
  "id": "jm-stat-the-national-library-of-jamaica-act",
  "type": "statute",
  "title": "The National Library of Jamaica Act",
  "title_en": "The National Library of Jamaica Act",
  "short_name": "National Library of Jamaica Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-national-library-of-jamaica-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-national-library-of-jamaica-act",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                          Interprets-\n                                                                           tion.\n       \"Board\" means the Board of the National .Library estab- .\n           lished under section 4;\n       \"document\" includes material of any kind, nature and des-\n           cription, published or unpublished, which is intended to\n           store or convey information in textual, graphic, visual,\n        . auditory or other intelligible format and through any\n           medium;\n       \"National Information ,System\" means the integrated net-\n           work of the library networks coordinated by the\n           National Library and comprising the sectoral library\n           network, the nethorks of the Jamaica Library Service,\n           the network of the libraries of the Mona Campus of the\n           University of the West Indies and the Jamaica Archives\n           and Records Department;\n       \"National Librarian\" means the person appointed under sec-\n   -       tion 7 to be the National Librarian;\n       \"National Library\" m e k s the ~ i t i o n a Library\n                                                    l       of Jamaica\n           established under section 3;\n       \"private library\" means a library the operations of which are\n            not funded by public moneys;\n       \"public library\" means a library established by the Jamaica\n           Library Board pursuant to section 7 of the .Jamaica\n                                                    NATIONAL LIBRARY OF JAMAICA\n                                                                                                           I\n                                        Library Service Act;\n                                    \"public moneys\" has the meaning specified under the\n                                        Financial Administration and Audit Act;    !\n                                    \"school library\" means a library attached to a pre-pri&uy,\n                                        primary or secondary school;\n                                    \"tertiary education institution library\" means a library\nL\n                                         operated by a tertiary level educational institution,\nI                                        including a university.                          ,\n                                                                                                               I\n    I                                          PART11. The National Library of Jamaica\n                                                                                                               I\n        I\n    Establishment                 3. There is hereby established a body to be called the National\n    L!brary of                  Library of Jamaica which shall be a body corporate to which\n    Jyaica                      the provisions of section 28 of the Interpretation Act shall apply.\n~ltablishment                     4:-41) There shall be established a Board of the National\nofftheBoard.\n            1\n                                Library which, subject to the provisions of this Act, shall be\n            !\n                                responsible for the policy and general administration of the\n                                affairs of the National Library, including-\n                                    (a) ensuring proper and efficient performance of the h c -\n                                        tions of the National Library;\n                I\n                                                                     . th;. National Information'\n                                    (b) ' co-ordinating development of\n                I\n                I\n                                    1    I\n                                          System;\n                                    (c) advising the Minister on the general progress and deve-\n                    I                   lopmekt of the National Library, including-\n                    !                                                                                              I\n                                                -   (i) the consideration of .any new, sources of\n                        I\n                                                        income or fhding to *enable the library to\n                                                        meet its obligations;\n                                                    (ii) the provision of library accommodation ap-\n                                                         propriate to its users; and\n                                                    (iii) the development of the National Information\n                                                          System.\n    schedule                           (2) The provisions of the Schedule shall have effect as to\n                            !   the constitution of the Board and otherwise in relation thereto. '\n                                                                                                                       I\n             NATIONAL LIBRARY OF JAUAICA                                      5"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5-1)    The functions of the National Library shall be to-           Functions of\n                                                                     National\n                                                                     Library.\n  (a) collect and preserve for the National Library's collec-\n      tion, any document published in Jamaica, any docu-\n      ment about Jamaica and any document published by a\n      Jamaican;\n  (b) promote the use of the National Library and facilitate\n      access to any document in its collection;\n  (c) co-ordinate and facilitate the development 'of sectoral\n      library networks;\n  (4 provide for co-operation between public libraries,\n       school libraries, tertiary education institution libraries,\n       private libraries, museums and the Jamaica Archives\n       and Records Department;\n  (e) develop a National Bibliographic Database and facili-\n      tate access thereto;\n  u> promote, by agreement amongst the library networks,\n       the maintenance of the National Bibliographic Data-\n       base;\n  (g) publish the Jamaica National Bibliography;\n  (h) develop and promote national standards for the opera-\n      tion of libraries and the processing and delivery of in-\n      formation;\n  (i) compile, publish, distribute or disseminate (or assist in\n       so doing) any book, volume or part thereof, newspaper,\n       sheet of paper or other document, chart or plan, or\n       any sound recording, magnetic tape or video tape, dis-\n       kette, computer disc, video disc or any other medium\n       for the dissemination of sounds or the transmission of\n       visual images or pictures, which in the opinion of the\n       National Library is of cultural, scientific, technological,\n       historical, educational, or national interest;\n                                                           NATIONAL LIBRARY OF J A M I C A                          t\n                                                                                                                    I\nI                                                  carry out such other functions related to the proper\n    I                                              functioning of the National Library as may be assigned\n    I\n                                                   to it by the Minister.                             !\n        !\n        I\n                                                  (2) For the purposes of carrying out its functions under\n                                                                                                       !\n        !                                   subsection (l),'the National Library shall-                                 I\n                                                                                                                        I\n                                                (a) operate a centre for the deposit, whether pursuant;to\n            I                                       any law or otherwise, of books, periodicals, news-\n            \\\n            I\n                                                    papers; pamphlets, letter-press sheets, music sheets,\n                I                                   maps, plans, charts, tablets, diskettes, computer discs\n                I                              .    or video discs of cultural, scientific, technological, his-\n                    i                               torical, educational or national interest;               1\n                                                                                                                            I\n                                                (b) provide a research library and inforniation services that\n                                                    promote cultural, economic, scientific, technologica!,\n                        !\n                        I                           educational, political and social research and develop-\n                                                                                                            I\n                                                    ment;\n                        I\n                                                (c) establish branches or satellites of the ~ a t i o n aLibrary\n                                                                                                         l\n                            I                      ' as may be required;\n                            I                   (6) establish and maintain a representative collection of\n                                                     documents from countries outside of Jamaica on sub-'\n                                I                  ' jects including but not limited to culture, science, geo-:\n                                I\n                                                     graphy, technology or history;\n                                                (e) establish and maintain a collection of documents 1\n                                    I                relating to the Caribbean Community (CARICOM);\n                                                (f) be custodian of all documents in the permanent collec- '\n                                                    tion of the National Library;           . .\n                                                (g) collaborate with units in the National Information Sys- 1\n                                                    tem and the Instibte of Jamaica;                                            I\n                                                                                                                                I\n                                                                                                                                I\n                                                (h) keep abreast of advances in information science and the                     1\n                                                    management of libraries;                                                        i\n                                                (i) promote the modernization of libraries within the\n                                        I\n                                                     National Information System;\n                                                a provide educational, advisory and consultancy services\n                                                                                                         \\\n                                                     related to the establishment and management of any                                 I\n                NA TIONAL LIBRARY OF JAUAICA\n        library;\n    (k) promote the utilization of the collection and facilities in\n         the National Library;\n    (I) make the collection and facilities of the National Lib-\n     '\n        raryaccessible to the physically challenged;\n    (m) operate the International Standard Book Number\n        agency for Jamaica;\n    (n) advise the Minister on all matters relating to a national\n        library and information service;\n ,. ( 0 ) carry out any other functions necessary for the develop-\n            ment, modernization and maintenance of libraries and\n            information services; and\n      (p) t&e such' steps or enter into any arrangements that the\n            Board considers necessary to ensure the proper cahy-\n            ing out of its functions under this Act. ,"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Minister may, after consultation with the chairman of Ministerial\nthe Board, give to the National Library such general directions diRctiOnS.\nas to the policy to be adhered to by the National Library in the\nperformance of its functions as appear to the Minister to be\nnecessary in the public interest, and the National Library shall     .\ngive effect thereto.\n                        PART111. Administration"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The Minister may terminate the appointment of any member other Termination\nthan the ex-oflcio member if such member-                             of appoint-\n                                                                                 ment.\n     (a) becomes of unsound mind or becomes permanently unable to per-\n         form his functions by reason of ill health;\n     (b) is convicted and sentenced to a term of imprisonment;\n     (c) fails without reasonable excuse to carry out any of the functions\n         conferred or imposed on him under this Act;\n     (d) fails to attend three consecutive meetings of the Board without\n         reasonable excuse or leave; or\n     (e) engages in such activities as are reasonably considered prejudicial\n         to the interest of the Board."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . - ( 1 ) The Board may appoint and employ at such Employment\nremuneration and on such terms and conditions as it thinks fit,         :LEE:;,\n                                                                        etc.\n                                                                                           NATIONAL LIBRARY O F JAUAICA                         I\n                                                                                                                                                i\n                                                                                                                                                I\n                                                                                                                                                I\n                                                                                                                                                    -\n\\\ni\n                                                                          such other officers, employees and agents as it thinks necessary\n    \\                                                                     for the proper discharge of its functions under this Act:   \\\n        !                                                                   Provided that-                                              \\\n                                                                                                                                                        I\n                                                                                 (a) no salary in excess of the prescribed rate shall\n            I\n                                                                                     be assigned to any post (including that of ~ational\n            I\n                                                                                     Librarian) without the prior approval of the Minister;\n                                                                                 (b) no appointment shall be made to any post to which\n                L\n                    ,\n                                                                                     salary in excess of the prescribed rate is assigned\n                                                                                     without the prior approval of the Minister.\n                                                                                                                                                                                        0\n                                      I\n                                                                                                                                                            1\n                    ,                 ,\n                                                                            '\n                    !                     '                                     (2) For the purpose of this section the \"prescribed rate\"\n                        \\,            ,\n                                                                          means such rate as the Minister may, by order, prescribe.\n                             h                                                    (3) The Governor-General may, subject to such con'\n                             \\\n                                                                          ditions as he may impose, approve the appointment of any\n                                                                          officer in the service of the Government to any office in the\n                                                                          National Library and any officer so appointed shall, in:\n                                 \\ .-                                     relation to pension, gratuity, or other allowance, and to other'\n                                                                          rights as a public officer, be treated as continuing in the ,\n                                  \\\n                                                                          service of the Government.\n            pensiorls,                                                      9. The Board may, with the approval of the Minister, enter ?,\n            gratuiti~and\n            oth,,i\"n,                                                     into arrangements and make regulations for medical benefits, 1\n            benefits!                                                     pensions, gratuities and other retiring benefits or disability or\n                                              I\n                                                                          death benefits, relating to employees of the National Library, '\n                                                  !                       and such arrangements or regulations may include provisions for\n                                                  I\n                                                                          the grant of benefits to the dependants and the legal personal                        I\n                                                  \\                       representatives of such employees.\n                                                      I\n                                                                                  PARTIV. Financial Provisions, Accounts and ~ e ~ o r t. s                         b\n                                                          v\n            Fundsofthy                                                          10.-41) The funds and resources of the National Library\n            National                                          ,                                                                                                     I,\n            Library. \\\n                                                              1\n                                                                          shall consist of-\n                                                                               (a) sums which may, fiom time to time, be placed at the\n                                                                                                                                                                        \\\n                                                                                                                                                                         Ii\n                                                                                                                                                                                        0\n                                                                                   disposal of the National Library by Parliament;                                          I\n                                                                  I\n                                                                  I              (b) all other moneys payable to, and other property vested                                     \\\n                                                                      I\n                                                                                     in, the National Library in respect of any matter\n                                                                                     incidental to its functions.\n                                                                                                                                                                                \\   I\n                                                                                    [The inclusion of this page is authorid by L.N. 92c/2012]\n               NATIONAL LIBRARY OF JAUAICA                               9\n        (2) The expenses of the National Library, including the\nremuneration of officers, employees, agents and members of the\nBoard, shall be paid out of the funds of the National Library."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The Minister may, on the application of any member other than the Leave of\nex- officio member, grant leave of absence to the member.                absence."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. There shall be paid to the members of the Board, other than the ex- Remunera-\noflcio member, such remuneration (whether by way of honorarium, salary or tion.\nfees) and such other allowances in accordance with current rates prescribed\nby the Government and as may be approved by the Minister."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-41) The seal of the Board shall be kept in the custody of the Authentica-\nNational Librarian and shall be affixed to instruments pursuant to a reso- tion of seal\nlution of the Board, in the presence of the National Librarian and any other     z:nty'\nmember of the Board.\n         (2) The seal of the Board shall be authenticated by the signature of\nthe chairman or any member of the Board authorized to act in that behalf, or\nany officer of the National Library so authorized and shall be 'judicially and\nofficially noticed.\n        (3) All documents other than those required by law to be under seal,\nmade by, and all decisions of the Board, may be signified under the hand of\nthe chairman or any other member, of the Board authorized to act in that\nbehalf."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-41) The Board shall meet as often as may be necessary or expedient Meeting.\nfor the transaction of its business and such meetings shall be held at\nsuch places and times and on such days as the Board may determine.\n         (2) The chairman may, at any time, call a special meeting of the\nBoard; and shall call a special meeting to be held within seven days of\nreceipt of a written request for that purpose addressed to him By any two\nmembers of the Board.\n        (3) The chairman shall preside at all meetings of the Board, and if\n            me inclusion of this page is authorized by L.N. 92c/2012]\n                                                NA TIONAL LIBRARY OF J A M I C A\n                                                                                                       I\n                         the chairman is absent the deputy chairman shall preside and in the absence\nI                        of both the chairman and deputy chairman from a meeting the members\n    t                    present and constituting a quorum shall elect one of their number to preside\n                                                                                               I\n                         at the meeting.\n                                                                                                           i\n                                 (4) The quorum of the Board shall be five.                                i\n                                                                                                           \\\n                                (5) The decisions of the Board shall be by a majority of votes, and\n                         in addition to an original vote the chairman or other person presiding at\n                         the meeting shall have a casting vote in any case in which the voting is\n                         equal.\n                               (6) Minutes in proper form of each meeting of the Board shall be\n                         kept and shall be confirmed as soon as practicable thereafter at a sub-\n                         sequent meeting.                                                   ,\n        I\n            I\n                                (7) Subject to the provisions of this Schedule the Board may regulate\n                         its own proceedings.                                                    I"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. A member who is directly or indirectly interested in any matter which\n                         is being dealt with by the Board-                                      . I                I\n                                ( a ) shall disclose the nature of his interest at a meeting of the ~ o & d ;\n                                    and\n                                                                                                                       I\n                                (b) shall not take part in any deliberation or decision of the Boaid with\n                                    respect to that matter.                                            i\n                .I                                                                                                         I\n        Val,iditjlof   . 14. The validitL of ttie proceedings of a meeting of the Board shall not be\n        proceedings. . affected by any 'vacancy among the membership thereof or by any defek\n                         in the ippointment of a member thereof.                                                               1"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-41) Subject to the provisions of subsection (2), and the Borrowing\napproval of the Board, the National Library may borrow such\nsums as may be required by it for meeting any of its obligations\nor for discharging any of its functions.\n         [The inclusion o f this page is authorized by L:N. 92c/2012]\n                                     NATIONAL LIBRARY O F JAMAICA                          I\n                         (2) The power of the National Library to borrow shall, as\n                 to the amount, as to the source of borrowing, and as to the\n                 terms on which the borrowing may be effected, be exercisable\n                 only with the approval of the Minister responsible for finahce\n                 after consultation with the Minister responsible for the National\n                 Library, and any such approval may be limited to a particular\n                 loan and may be subjected to such conditions as the Minister\n                 may specify.                                                   Ii\n~ d w e of\n        r the          15-41) The Minister responsible for finance may, with the\nMinister of\n~i\"anceto            approval of the House of Representatives, signified by reso-\nguarantee            lution, guarantee in such manner and on such conditions"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-41) No action, suit or other proceedings shall be brought or\n                         instituted personally against any member in respect of any act done bonafide\n                         in the course of carrying out the provisions of this Act. . .                I\n                                                                                                       I\n                                  (2) Where any member is exempt from liability by reason only of,\n                         the provisions of this paragraph, the Board shall be liable to the extent that;\n                         it would be if that member were an employee or agent of the Board.              1\n                                                                                                         I\n        \"OR&of               16. The.office of member of the Board; other than theex-ofiio member, \\\n         membkr not      shall not be a public office for the purposes of Chapter V of the Constitution \\.\n        .\n        publicl,oRce.    of Jamaica.                                                                    I\n              I     -                                                                                    !\n                                                                                                                                       I\n                                   . . .\n                                    ..      .                                                                                          I\n                                                                                                                                       i\n                           ..                                                                                                              !\n                                                                                                                                           I\n                                                                               .   I   .\n                                                                                                                                           t:\n                                                           .   .\n                                                                                                               .           .                   !\n                                                                                                                                   '            :\n                     I                                                                                                                             I\n                     !                                                                                                                              I\n                                                                                                                                                       I"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The Board may, with the approval of the Minister, Regulations.\nmake regulations for the better carrying out of the purposes of\nthis Act and without prejudice to the generality of the foregoing,\nmay make regulations-\n    (a) for securing-\n              (i) the full and effective performance of any duty\n                  imposed and exercise of any power conferred\n                  upon the Board under this Act;\n              (ii) the proper, efficient and economic main-\n                   tenance, managemenf organization, adminis-\n                   tration and operation of the National Library;\n             (iii) the proper, efficient and economic main-\n                   tenance, management, administration, organi-\n                   zation and use of any facilities or services of\n                   any description provided by or at the expense\n                   of the Board;\n    (b) for regulating the hours during which, the means\n        whereby, the purposes for which and the conditions\n        under which members of the public may have access to\n        any premises vested in'or occupied by the National\n        Library or any portion of such premises;\n    (c) for the determination and imposition of any charges,\n        fees or administrative penalties associated with the use\n        of the National Library;\n    id) ,for the preservation and proper and economic use of all\n        property vested in the ~ a t i o n aLibrary.\n                                            l            '-   '\n                                                    NATIONAL LIBRARY O F JAMAICA\n                                                                     SCHEDULE                          (Section 4)\n    I\n    i\n                                                   The Board of the National Library of Jamaica,             I\n        ' Constitution               1 . 4 1 ) The Board shall consist of such number'of         not being less\n        \\of Board.                than eleven nor more than thirteen as the Minister may, from time to time,\n                                  appoint by instrument in writing.\n         I\n                                          (2) The National Librarian shall be a member ex-oflcio of the ~ i a r d .\n                                         (3) The other members of the Board shall be-\n             I\n                                        (a) the Executive Director of the Institute of Jamaica or his nominee;\n                                                                                                                 \\\n                                        (b) the nominee of the staff of the National Library other than the\n                                            National Librarian;\n                                                                                                                     I\n                 I\n                                        (c) the nominee of the Library and lnformation Association :of\n                 I\n                     I\n                                            Jamaica; and                                            I\n                                        (4 such number of persons, not being less than seven nor more than\n                                            nine, who are qualified in the disciplines of the natural sciences, the\n                                            social sciences, technology, education, .culture, the humanities,,\n                                            library science, publishing, communication or any other relevant\n                                            discipline.                                                            I\n                                                                                                                         I\n             endr re of               2. A member other than the National Librarian, shall, subject to the\n             ofice.              , provisions of this Schedule, hold office for such period not exceeding three'\n                                   years, as the Minister may specify in the instrument of appointment and each I\n                                                                                                                 I\n                                   member shall be eligible for reappointment.                                    I\nI\n             Appoihtment .   3. The Minister shall appoint a chairman and a deputy chairman from                             \\\n             of chai'han   among the members of the Board referred to in paragraph l(3).                i\n             and deputy                                                                                 i\n             chairml.                                                                                    I\n                         I\n             D~PW    j       4. In the case of the absence or the inability to act of the chairman, the\n             charmy to\n             act\n                           deputy chairman shall perform the functions of the chairman.\n                             ;\n                                                                                                                                 I\\I\n             ~ern~or%                 5. In the case of the absence or inability to act of both the chairman and                 \\\n             appointment.          the deputy chairman, the Minister may appoint any other member of the                             1\n                     !             Board to perform the functions of the chairman, or, as the case may be, the                       i\n                                   deputy chairman during such absence or inability.                                                 4I\n                                                                                                                                         I\n             Resignation.             6 . 4 1 ) Any member, other than the chairman or the ex-oflcio member,\n                                   may at any time resign his office by instrument in writing addressed to the\n                                   Minister and transmitted through the chairman, and from the date of the\n                                                                                                                                         i\n                                   receipt by the Minister of that instrument, that member shall cease to be a\n                                   member of the Board.\n                                          (2) The chairman may, at any time, resign his office by instrument\n                                   in writing addressed to the Minister, and such resignation shall take effect\n                                   as from the date on which the Minister receives that instrument.\n                                              [ m e inclusion of this page is authorized by LN. 92c/2012]\n                 NATIONAL LIBRARY OF J A M I C A                                         13"
    },
    {
      "provision_ref": "sec104s",
      "section": "104s",
      "title": "Section 104s",
      "content": "104s.\n                     as he thinks fit, the repayment of the principal and the payment\n                     of interest and charges on any authorized borrowing .of the\n                     National Library.\n                            (2) Where the Minister responsible for finance is satis-,\n                     fied that there has been a default in the payment' of any\n                     principal moneys guaranteed under the provisions of this section\n                     or in the payment of interest or charges so guaranteed, he                '\n                     shall direct the repayment or, as the case may be, the pay- I\n                     ment out of the Consolidated Fund of the amount in respect                    1\n                     of which there has been such default and any such repay-                      1'\n                     ment or payment shall be a charge on the Consolidated                              I\n                     Fund.                                                            t\n                          (3) The National Library shall make to the Accountant-\n                 General, at such times and in such manner as the Minister                                  ',\n            \\ responsible for finance may direct, payments of such amounts\n             t   as may be directed in repayment of any sums issued in ful-\n                 fillment of any guarantee under this section, and payments of\n               , interest on the outstanding amounts at such rate as the Minister\n                 may direct.\n                                                                                                                 ,o\n               I\nOperating                16. The National Library shall, in each financial year, before\nplan.\n                i a date specified by the Minister, submit to the Minister for                                   ,'\n                : his approval an operating plari for that year as to the activities to                               I\n                ',be carried out by the National Library, the operational frame-\n                 :work within which it shall carry out its functions and such other\n                 \\matters as the Minister may require.\n                     1\n              NA TIONAL LIBRARY OF JAMAICA                             11\n                         PARTV. General"
    }
  ],
  "definitions": [
    {
      "term": "Board",
      "definition": "the Board of the National",
      "source_provision": "sec2"
    },
    {
      "term": "National Information ,System",
      "definition": "the integrated net-",
      "source_provision": "sec2"
    },
    {
      "term": "National Librarian",
      "definition": "the person appointed under sec-",
      "source_provision": "sec2"
    },
    {
      "term": "private library",
      "definition": "a library the operations of which are",
      "source_provision": "sec2"
    },
    {
      "term": "public library",
      "definition": "a library established by the Jamaica",
      "source_provision": "sec2"
    },
    {
      "term": "school library",
      "definition": "a library attached to a pre-pri&uy,",
      "source_provision": "sec2"
    }
  ]
}