{
  "id": "jm-stat-the-national-solid-waste-management-act",
  "type": "statute",
  "title": "The National Solid Waste Management Act",
  "title_en": "The National Solid Waste Management Act",
  "short_name": "National Solid Waste Management Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-national-solid-waste-management-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-national-solid-waste-management-act | Legal areas: Local Government",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0) define the minimum specifications of equipment used\n     for solid waste management;\n12                            NATIONAL SOLID WASTE UANAGEMENT\n                       (k) from time to time, designate any person (whether\n                              employed by the Authority or not) possessing the\n                              prescribed qualification to be an authorized officer;\n                              and\n                        ( I ) do anything or enter into any arrangement which, in\n                              the opinion of the Authority, is necessary to ensure\n                              the proper performance of its functions.\nMinisterial         5. The Minister may, after consultation with the chairman,\ndirections.\n                  give to the Authority such directions of a general character as to\n                  the policy to be followed by the Authority in the performance of\n                  its functions as appear to the Minister to be necessary in the\n                  public interest and the Authority shall give effect thereto.\nDelegation.         6.-(1)   The Authority may delegate any of its functions\n                  under this Act (other than the power of delegation or the power\n                  to make regulations) to any local authority, member, officer or\n                  agent of the Authority.\n                         (2) Every delegation under subsection (1) is revocable\n                  by the Authority and the delegation of a function shall not\n                  preclude the performance of that finction by the Authority.\nAuthority to        7. Any person, body or agency having authority over any\nbe consulted\n                  matter in respect of which the Authority has functions to\n                  perform under this Act shall not, whether provisionally or\n                  finally, approve or determine such matter until the Authority has\n                  been consulted.\n                                            Administration\nAppointment         8.-(1)   The Authority shall appoint and employ, at such\nof officers and\nother\n                  remuneration and on such terms and conditions as it thinks fit,\nemployees.        an Executive Director, a Secretary, and such other officers and\n                  employees as the Authority deems necessary for the proper\n                  carrying out of its functions:\n                    Provided that-\n                         (a) no salary in excess of the prescribed rate shall be\n                             assigned to any post without the prior approval of the\n                             Minister; and\n      (h) no appointment shall be made to any post to which\n          salary in excess of the prescribed rate is assigned\n          without the prior approval of the Minister.\n       (2) For the purposes of subsection ( I ) , the \"prescribed\nrate\" means such rate as the Minister may, by order, prescribe.\n        (3) The Governor-General may, subject to such\nconditions. as he may impose, approve the appointment of any\npublic officer in the service of the Government to any ottice\nwithin the Authority, and any public otticer so appointed shall,\nwhile so employed, in relation to any pension, gratuity or other\nallowance and in relation to any other rights as a public otlicer,\nbe treated as continuing in the service of the Government."
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.-( 1) Any member of the Appeal Tribunal other than the chairman may                Hcsigndion.\nat any time rcsign his office by instrumcnt in writing addrcsscd to the\nMinistcr and transmittcd through thc chairman and from the datc of the\nreceipt by the Minister of such instrument such mcmbcr shall ceasc to be a\nmcmbcr of the Appeal Tribunal.\n                  I llie IIILIII\\IOIIIJI tliir page I\\ aulliori/ed by I. N   8812003J\n                                     NA TIONM SOLID WASTE MANA G E M E ”\n                          (2) Thc chairman m a y at any timc rcsign his officc by instrumcnt in\n                   writing addrcsscd to the Ministcr and such resignation shall lake effcct as\n                   from thc datc or thc rcccipt of such instrument bv thc Ministcr.\nhhlication o f       5. Thc namcs of the mcmbcrs of the Appcal Tribunal as first constitutcd\nmcmbcrship.        and cvcn changc in mcmbcrship thcrcof shall bc publishcd in thc Gazette.\n.Authrnticat ion     6. All documents made by, and all dccisions of tlic Appcal Tribunal m a y\nof docunimts.      bc signcd undcr tlic l m d of thc chairman or any mcmbcr of tlic Appeal\n                   Tribunal authorized to act in that behalf.\nProcedure            7.-(1)   Thc Appcal Tribunal shall rncct at such tiincs as may bc\n                   ncccssary or cxpcdicnt for Llic transaction of busincss and such rncctings shall\n                   bc hcld at such placcs and tiincs and on such days as tlic Appcal Tribunal\n                   may dclcrminc.\n                         (2) The clminnai or any otlicr pcrson appoinlcd to act tcniporarily as\n                   chairman shall prcsidc at rncctings of thc Appcal Tribunal.\n                           (3) Subjccl to paragraph 1 (2) Uic dccisions of tlic Appeal Tribunal\n                   shall bc by a majority of votcs of thc mcmbcrs and in addition to an original\n                   votc, llic chairman shall havc a casting votc in any casc in which Uic voting\n                   is cqual.\n                         (4) Thc Appcal Tribunal. with tlic approval of tlic Ministcr. may\n                   makc mlcs to rcgulatc ils procccdings.\n                            (5) Propcr rccords of all procccdings of tlic Appcal Tribunal shall bc\n                   kcpt.\nKcmuncration         8. Thcrc sllall bc paid to thc chairman and olhcr mcmbcrs or lhc Appcal\nofmcmhers.         Tribunal such rcmuncration (whcllicr by way of honorarium. salary or fccs)\n                   and such allowanccs as thc Minislcr may dctcrminc.\nk’roted ion 0 1       9. No action, suit, prosccution or othcr procccdings shall bc brought or\nmcmbcrs.           institulcd pcrsonally against any mcmbcr of thc Appcal Tribunal in rcspccl of\n                   an act donc honaJide in pursuancc or cxccution or intcndcd csccution of lhc\n                   provisions of this Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. If the chairman or other member of the Appeal Tribunal is absent or I'emporaq\nunable to act the Minister may appoint another person to act temporarily as appointmcnt.\nchairman or such other member."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) There is hereby established, for the purposes of this\n                 Act, a body to be called the National Solid Waste Management\n                 Authority which shall be a body corporate to which section 28\n                 of the Interpretation Act shall apply.\nFirst                    (2) The provisions of the First Schedule shall have effect\nSchedule.\n                 as to the constitution of the Authority and otherwise in re1atio:i\n                 thereto.\n1:unctions o t     4.-(     1) The Authority shall-\n,\\uthority.\n                      (U) take all such steps as are necessary for the effective\n                          management of solid waste in Jamaica in order to\n                          safeguard public health, ensure that the waste is\n                          collected, stored, transported, recycled, reused or\n                          disposed of, in an environmentally sound manner and\n                          promote safety standards in relation to such waste;\n                      (b) promote public awareness of the importance of\n                          efficient solid waste management and foster\n                          understanding of its importance to the conservation,\n                          protection and proper use of the environment;\n                                                                                          l I ..N. 2X/20031\n                                 I’llie iiiclusioii of h i s pige is ; i u ~ l ~ o I i M tby\n        NATIONAL SOLID WASTE IZlXNAGEMEAT                        11\n( c ) advise the Minister on matters of general policy\n      relating to solid waste management in Jamaica;\n(4 perform such other hnctions pertaining to solid waste\n    management as may be assigned to it by the hiinister or\n    by or under this Act or any other enactment.\n   ( 2 ) In performing the functions specified in subsection\nthe Authority may-\n(a) convert existing dumps into sanitary landfills;\n( h ) designate, develop and manage new sanitary landfills\n      and other solid waste disposal operations;\n(c) provide facilities for the collection, treatment and\n    disposal of solid waste;\n(4 institute measures to encourage waste reduction and\n     resource recovery;\n(e) introduce cost recovery measures for services provided\n    by or on behalf of the Authority;\nv) establish procedures and develop, implement and\n   monitor a national plan and other plans and\n   programmes relating to solid waste management;\n(g) formulate standards, guidelines and codes of practice\n     relating to solid waste management and monitor\n     compliance with such standards, guidelines and codes;\n(17) initiate, carry out or support, by financial means or\n     otherwise, research which, in its opinion, is relevant to\n     any of its fiinctions;\n( i ) conduct seminars and provide appropriate training\n     programmes and consulting services and gather and\n     disseminate information relating to solid waste\n     management;"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4-3. Power of Authorih in relation to litter.\n                   PART VII. 0ffi.tice.v riritl Petidfirs"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Mmster. on the application of any appointed member of the C i m o f\nAuthority: may grant to such member leave of absence for any period not             ~~~~~~,\nexceedmg six months and may appoint some other person to act as a member\nduring the period of leave of absence so granted."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-( 1) An appointed member of the Authority, other than the chairman. Rssignation\nmay at any time resign hls office by instnunent in writing addressed to the ofmernbzrs.\nMiruster and transmitted through the chairman, and from the date of receipt\nby the Minister of such instrument, the member shall cease to be a member of\nthe Authority.\n       (2) The chairman may, at any time, resign h s oflice by instrumcnt in\nwriting addressed to the Minister and his resignation shall take effect from\nthe date of the receipt of the instrument by the Minister."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) The Authority shall meet at such times as may be necessary or procedure\ne x m e n t for the transaction of business, and such meeting shall be held at and\nsuch places and times and on such days as the Authority may determinc. mzalngs.\n       (2) The chairman may at any time call a special meeting of the\nAuthority and shall call a special meeting to be held within scvcn days of a\nwritten request for that purpose addrcsscd to him by any thrcc members of\nthe Authority.\n       (3) The chairman or, in thc case of the inability to act of thc\nchairman, the deputy chairman shall preside at the meetings of the Authority\nand in the absence of both the chairman and the deputy chairman from any\nmeeting, the members of the Authority present shall clcct onc of lhcir numbcr\nto preside at that meeting and when so presiding the chainnan, thc dcputy\nchainnan or the member elected as aforesaid, as the case may be, shall havc.\nin addition to an original votc, a casting votc in any case in which thc voles\narc equal.\n       (4) The quorum of thc Authority shall bc five.\n       ( 5 ) Subject to the provisions of this Schcdulc. thc Authority may\nrcgulatc its procccdings.\n       (6) The validity of any proceedings of thc Authority shall not be\naJTccted by any vacancy among the mcmbcrs thcrcof or by any dcfcct in Ihc\nappointment of a mcmbcr thcreof."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-( 1) The scal of thc Authority shall bc authcnticatcd by thc signaturc of Authcntica-\nthc chairman or any othcr mcmbcr of thc Authority a u t h o r i d to act in lhal tiorl ~I'sciil\nbehalf or any officer of the. Authority so authorizcd and shall bc judicially and\n                                                                                 documonls.\nand officially noticed.\n48\n                          (2) All docunicnts. othcr t l ~ i nthosc rcquircd by l;iw lo bc iiiidcr sc;il.\n                  made by. and all dccisions of. thc Authority m a y bc sipnilicd undcr tlic Ii;ind\n                  of the chairnian or ;uiy iiiciiibcr or officcr of tlic Aiitliorit!. ;irrthorizcd lo ;ICI\n                  in that bchalf.\n.qppoitltmcnt        11.-( 1) The Authority may. with thc ;IpprOvid of tlic Minister. ;ippoint\not’c0nimincc.s.   conimittccs for special purposes connected with thc functions of llic\n                  Authority and which in thc opinion of tlic Aotliority. would bc bcttcr\n                  rcgulatcd and nunagcd by means of coniniittccs.\n                         (2) The nunibcr of nicnibcrs of ;I committcc iIppoi11tcd iiirdcr\n                  subparagraph ( I ). the tcniis of appointnicnt of such maiibcrs. thc quonim of\n                  the committcc and thc iUcit within which tlic coiniiiittcc is to cscrcisc\n                  authority shall bc dctcniiincd by thc Authority.\n                        (3) A committee itppointed piusimt to this piUiIp,iph 1 ~ 1 yincludc\n                  persons who are not niembcrs of the Authority. but at lcast onc of tlic\n                  members of any such committee shall be ;I membcr of the Authority.\n                         (1) The provisions of paragriaph I2 shall apply to iI niembcr of ;I\n                  committee who is not a member of the Authority in likc manncr :is thcy\n                  apply to a member of the Authority.\n                          ( 5 ) The validity of the proceedings of a coniniittcc appointed pursuant\n                  to this paragraph shall not be affected by any vacancy among the nicmbcrs\n                  thereof or by any defect in the appointment of a member thereof.\nRotcdion of          12.-(1)    NO action. suit. prosecution or othcr proceedings shall bc brought\nmembers.          or instituted personally against any member of the Authority in rcspcct of any\n                  act done honnpde in pursuance or execution or intended execution of this\n                  Act.\n                         (2) Where any member of the Authority is exempt from liability by\n                  reason only of the prokisions of this paragraph. thc Authority shall be liable\n                  to the eiient that it would be if the said member wcre an cmployce or an\n                  agent of the Authority.\nfisc~osurc\n        ,,f         13. A member of the Authority who is directly or indirectly intercstcd in\ninterest.         any matter which is being dealt with by the Authority-\n                -YAPI0,YAL SOLID KASTE MA,VAGEMENT                                               49\n     (cl)   shall as soon as possible after the relelant facts hale come to h s\n            knonled_ee. disclose the nature of h ~ sinterest at a meeting of the\n            Authorit!. and\n     ( h ) shall not be present dunng the deliberation of the Authonh on the\n            matter or take part In the decision of the Authonh uith respect\n            thereto"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.--( 1) The fbnds and resources of the Authority sha11\nconsist of-\n      (a) such sums as may, from time to time, be placed at the\n            disposal of the Authority by Parliament;\n      (h) all other sums and other property which'may, in any\n          manner, become payable to or vested in the Authority\n          in respect of any matter incidental to its functions.\n       (2) The expenses of the Authority, including the\nremuneration of members and employees, shall be paid out of\nthe hnds of the Authority.\n             [The iiicliision of this page IS niitliorizrd h> L N   28 20031"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. All moneys of the Authority not immediately required to\n                 be expended for the purpose of meeting any of the obligations or\n                 discharging any of the fkctions of the Authority may be\n                 invested in such securities as may be approved by the Minister\n                 and the Authority may, with the approval of the Minister, sell all\n                 or any of such securities\n.-\\;counts and      1 2 . 4 1 ) The Authority shall keep proper accounts and other\naudit\n                 records in relation to its hnctions and shall prepare annually a\n                 statement of accounts in a form satisfactory to the Minister and\n                 conforming to established accounting principles.\n                           (2) The accounts of the Authority shall be audited\n                 annually by an auditor appointed in each year by the Authority\n                 with the approval of the Minister.\n                           (3) The Auditor-General shall be entitled at all times to\n                 examine the accounts of the Authority.\n.hual              13.-(1) The Authority shall, within six months after the end\nrsports\n                of each financial year or within such longer period as the\n                Minister may in special circumstances approve, cause to be\n                made and transmit to the Minister a report dealing generally\n                with the activities of the Authority during the preceding\n                financial year.\n                         (2) The Minister shall cause a copy of the report\n                together with the annual statement of accounts and the auditor's\n                report thereon to be laid in the House of Representatives and the\n                Senate.\nEstimates and      14. The Authority shall, in each financial year, before a date\noperating plan. specified by the Minister, submit to the Minister for his\n                approval-\n                       (a) estimates of income and expenditure for the ensuing\n                             financial year, and\n                       ( b ) an operating plan for that year as to the projects to be\n                             promoted or sponsored, or both, by the Authority, the\n                             operational framework within which the Authority\n                             shall carry out its fbnctions, and such other matters as\n                             the Minister may require.\n                              (The II~CIUSIOII of this page I S aulliorized by I..N   2X/2(1031\n            NATIONAL SOLID WASTE MANAGEMENT                                       17\n        (2) The Authority shall issue each inspector with an\nidentification card and the inspector shall, on entering any place\nfor the purpose of carrying into effect any of the fbnctions\nspecified in section 21, produce the identification card to the\noperator or other person in charge thereof'.\n       (3) The appointment of any person as an inspector shall\nbe published in the Gazette."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. The office of the chaimian depuh chaimian. or member of the Ofticsoof\nAuthorih- shall not be a public ofice for the purposes of Chapter V of the nismbsrnot\nConstitution of Jamaica.                                                   public\n                                                                                        offics"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Minister of Finance may guarantee loans to Authority.\n                                PART 111. Inspection"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Appointment of inspectors.\n    2 1. Functions of inspectors.\n                    PART IV. Management of Solid ll’aste\n                     Restriction on ,%lid Waste fanagement"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. An inspector shall-                                                Functions of\n                                                                         inSpectorS.\n      (a) inspect disposal facilities in order to ensure\n          compliance with-\n                (i)      the provisions of this Act or any\n                          regulations made hereunder;\n                (ii)      any condition subject to which a licence is\n                          granted; or\n                (iii) the requirements of the Public Health Act\n                      and any other law pertaining to the\n                      disposal of waste and the regulation of\n                      waste operations;\n      (b) keep such records, as may be specified by the\n          Authority, in respect of disposal facilities that are\n          inspected;\n      (c) report generally to the Authority at such times and in\n          such manner as the Authority may determine; and\n      (d) perform such other fimctions as may be prescribed or\n          as may be authorized by the Authority for the\n          purposes of this Act.\n             PART IV. Management of Solid Waste\n             Restriction on Solid WasteManagement"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Subject to s d o n 23, a person shall not manage solid Restriction\n                                                                    solid\nwaste except under and in accordance with the provisions of this on\n                                                                 waste\nAct and any regulations made hereunder.                          manage-\n                                                                         ment.\n              me inclusion of this page is authorized by L.N. 88/2003]\n18                               NATIONAL SOLID WASTE MANAGEMENT\n                            Application, Grant, Rt$4sal, Reriewal, Modtficatioii,\n                           Swreiider, Suspensioii and Revocatiori of Licences\nhpplicatio*l         23.-( 1) Every person who-\nt'or solid waste\nlicence                   (a) operates or proposes to operate a solid waste disposal\n                                 facility;\n                          (b) provides or proposes to provide solid waste collection\n                                 or transfer services; or\n                           ( c ) otherwise manages solid waste,\n                   shall apply in the prescribed form and manner to the Authority\n                   for the appropriate licence.\n                          (2) An application under subsection (1) shall be\n                   accompanied by the prescribed application fee.\n                          (3) Where the Authority thinks necessary it may require\n                   an applicant for a licence to hrnish such additional information\n                   or document as it may specify.\n                             (4) The Minister may, on the recommendation of the\n                   Authority, exempt categories of persons fiom the operation of\n                   this section or section 33.\nGrant or             24.-( 1) Upon receipt of an application under section 23, the\nretitsal of\nlicence.\n                   Authority shall-\n                         (a) cause an inspector to carry out an inspection of any\n                             solid waste disposal facility to which the application\n                             relates;\n                         (b) invite, within such period as the Authority may\n                             specify, the written comments or recommendations of\n                             the following organizations-\n                                         (i) the Natural Resources Conservation\n                                             Authority;\n                                       (ii) the Water Resources Authority;\n                                      (iii) the Ministry responsible for health;\n                                      (iv) the relevant local authority; and\n                                       (v) such organization as the Authority thinks\n                                             appropriate.\n                                   [The iiiclusioii of tliis page IS aiithonzed by L N   88/2003]\n       ( 3 ) The inspector shall submit to the Authority a report\nin the prescribed form in respect of an inspection carried out\nunder subsection ( 1 )\n        ( 3 ) Upon receipt of the report and an!' written comments\nor recommendations. the Authority may, subject to subsection\n(1)-\n      (U)   grant a licence upon payment of the prescribed\n            licence fee: or\n      ( h ) rehse to grant a licence\n        (4) .4licence granted under this section shall be subject\nto such terms and conditions, including the provision of\nfinancial assurance or insurance in accordance with section 3 3 ,\nas may be specified therein.\n        ( 5 ) Where the Authority grants a licence under this\nsection it shall issue an operating certificate to the licensee.\n        (6) Where the Authority rehses to grant a licence under\nthis Act, it shall so inform the applicant in writing stating the\nreasons therefor."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. A licence granted under this Act shall not be transferable                     .\\'on-\n                                                                                     trmslkr-\nand shall be valid for such period as is specified therein.                          ability and\n                                                                                     validity o l\n                                                                                     licmcs."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.-(1)    The Authority may rehse to issue a licence under (ir[,unds ,i,r\nthis Act-                                                                            rrlusal t o\n                                                                                     IXSUC\n                                                                                     licence.\n      (a) where, in the opinion of the Authority, the issue of the\n          licence would not be in the public interest, having\n          regard to such factors as the Authority considers\n          relevant;\n      ( b ) where an application contains or is based on a false or\n            misleading representation or information which is\n            false in a material particular;\n      ( c ) to an individual who-\n                               0 1 tliis p g c I S ;iiithorized hy I. N\n               I'IIic IIICIII~I~II                                        XH12003I\n                              (i)   is under the age of eighteen years;\n                             (ii) is an undischarged bankrupt; or\n                          (iii) has been convicted, during the period of\n                                five years immediately preceding the\n                                application, of an offence specified in\n                                subsection (2);\n                 (4 to a body corporate-\n                                 in respect of which a resolution has been\n                                 passed for voluntary winding up or an\n                                 order has been made by a court of\n                                 competent jurisdiction for its winding up;\n                                 if a receiver has been appointed to\n                                 manage any of its assets;\n                                 if any of its directors has been convicted\n                                 of an offence specified in subsection (2)\n                                 during the period of five years\n                                 immediately preceding the application;\n                                 or\n                                 which has been convicted during the\n                                 period of five years immediately\n                                 preceding the application of an offence\n                                 specified in subsection (2);\n                  (e) if, in the opinion of the Authority, the applicant is not\n                      a fit and proper person to be granted a licence.\n                   (2) The offence referred to in subsection (1) is-\n                  (U) an offence against this Act or any regulations made\n                      hereunder; or\n                  (h) an offence involving fraud or dishonesty.\nI<cncwrloI     27.-(1) A licence granted pursuant to this Act may be\nliccncc.\n             renewed by the Authority if-\n                  (a) an application for renewal is made not later than\n                      thirty days before the date of expiry or within such\n                      longer period as the Authority may allow;\n                                                                                             21\n     ( h ) the Authority is satisfied that the licensee is operating\n           in compliance nith the prokisions of this Act or any\n           regulations made hereunder.\n      ( c ) the applicant has paid all fees payable to the\n            Authority under this Act or any regulations made\n            hereunder,\n     (d) there has been           no material chanse in the\n             circumstances nhich existed at the time the licence\n             was granted which would justify the application being\n             treated as a new application in the manner specified in\n             subsection (2), and\n      ( e ) the applicant has not been conkicted of an ot'fence\n            specified in section 26 ( 3 ) or, in the case o f a body\n            corporate, a director, the manager, the secretary or\n            other otticer thereof has not been convicted of such\n            an offence\n        ( 2 ) Where the Authority-\n      ((I)   receives an application for the renewal of a licence\n             after the period specified in subsection (1) ( ( I ) . or\n     ( h ) is satistied that a material change of circumstances\n           has occurred since the licence had been granted,\nit shall treat the application as a new application, and\naccordingly, the provisions of sections 23 and 24 shall apply"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. The Authority shall not issue a licence retrospectively.                      Restrictions\n                                                                                    on grnt ot'\n                                                                                    licence\n                                                                                    retrospect-\n                                                                                    tivc.1)."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.-( 1) A licensee may apply to the Authority for variation, \\'rrirtioii.\n                                                                modification.\nmodification or surrender of the licence stating clearly the e,c..of\nreasons therefor.                                               licence.\n        (2) In considering an application under subsection (l),\nthe Authority shall have regard to the matters specified in\nsection 26.\n                 lThc i i ~ c l ~ i sof  i ~ page IS niitliorizedhy L.N. SSlZOO3l\n                                     ~ othis\n22                           NATIONAL SOLID WASTE MANAGEMENT\nSuspms'on Of\nlicencc"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.-( 1) Subject to subsection (2), the Authority may\n               suspend a licence if-\n                     (a) the licensee has failed to pay any fees or other\n                         charges required by this Act or any regulations made\n                         hereunder;\n                     ( h ) the licensee is in breach of-\n                                 (i)    any provision of this Act or any\n                                        regulations made hereunder; or\n                                 (ii)   any term or condition subject to which the\n                                        licence is granted;\n                     (c) i t i s satisfied that it is not possible to carry out a\n                          proper inspection of the licensed facility;\n                     (4 a licensee notifies the Authority in writing that he\n                          intends to cease the operations for which he is\n                          licensed for the period stated in the notice.\n                         (2) Before suspending a licence under subsection ( 1 ) ( U ) ,\n               ( h ) or (c), the Authority shall notify the licensee in writing of the\n               proposed suspension-\n                     (a) stating the reason therefor;\n                     ( h ) requiring the licensee, in the case of a breach, to\n                           remedy the breach within the time specified in the\n                           notice.\n                       (3) A licensee who. is served with a notice under\n               subsection (2) shall, after remedying the breach which gave rise\n               to the suspension, notify the Authority in writing that the breach\n               has been remedied.\n                       (4) The Authority shall, upon receipt of a notice\n               referred to in subsection (3), cause an inspection to be carried\n               out within ten days of the receipt of the notice and if, on\n               inspection, the inspector is satisfied that the breach has been\n               remedied, he shall report in writing to the Authority which shall\n               withdraw the notice of suspension.\n              NATIONAL SOLID WASTE MANAGEMENT                                          23"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-(   1) The Authority may revoke a licence if it is satisfied Revocation\n                                                                   of licence.\nthat-\n        (a) a licensee has ceased to comply with the provisions of\n            this Act or any regulations made hereunder in relation\n            to the licensed disposal operation;\n        (b) the application for the licence contained any false or\n            misleading information in any material particular;\n        (c) the licensee has failed to remedy the breach which\n            gave rise to the suspension of the licence under\n            section 30, within the time specified in a notice under\n            subsection (2) of that section;\n        (6) any fee or other charge payable by the licensee\n            remains unpaid for a period of ninety days after the\n            suspension of the licence.\n       (2) Before revoking a licence under subsection (l), the\nAuthority shall notify the licensee in writing of the proposed\nrevocation stating the reasons therefor.\n       (3) Where a licence is revoked pursuant to this section\nthe licence and any operating certificate shall be returned\nforthwith to the Authority."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. Records.\n                        Financial ..issurance and Insurance\n    3 3. Authority may require financial assurance and insurance.\n                 [The inclusion of h i s page I S nuthorized b> L.S. 1s 200.:1\n             NATIONAL. .TOLID WASTE MAXAGEMENT                               3"
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.-( 1) Subject to subsection (Z), the Authority may, before Authority\nor after it issues, varies, modifies, suspends or revokes a licence             ::zr\nor before it approves of its surrender, require the applicant, assurance\nlicensee or former licensee, as the case may be, to provide                     :trace.\nfinancial assurance.\n                [The iiiclusioii of tliis page 1s authonzed by L N   88/2003]\n                          (2) The Authority may, in addition to requiring financial\n                 assurance or in substitution therefor, require that the owner or\n                 operator of a disposal facility effect and carry out contracts of\n                 insurance against loss of, or damage to, or arising out of or in\n                 connection with, the operation or proposed operation of the\n                 facility.\nFincl ncial        34. Financial assurance shall not operate as a penalty for a\nassurance not\nto bs pcnaltv.\n                 contravention of this Act, any regulations hereunder, the\n                 conditions of a licence or the conditions of the suspension,\n                 revocation or surrender of a licence.\nForm o f           35.-(1) Financial assurance may be in one or more of the\ntinancial\nassurance:.\n                 following forms-\n                       (a) a bank guarantee;\n                       ( h ) a trust fund;\n                       (c) a bond;\n                       (4 a line of credit;\n                       ( e ) a management escrow account; or\n                       U, such other form of security as the Authority\n                             considers appropriate and specifies as a condition\n                             of a licence or the operation or closure of a\n                             disposal facility .\n                        ( 2 ) The Authority may, as a condition of a licence,\n                 specify the procedures under which financial assurance may\n                 be administered, called on or used.\nHeslriclion on      36. The Authority shall not require financial assurance unless\nruquiring\nlinancial        it is satisfied that the requirement is justified having regard t o -\nassurancc.\n                       (a) the degree of risk of environmental harm associated\n                           with the activities to which the licence relates;\n                       (h) the remedial work that may be required because of\n                           the activities to which the licence relates;\n             ,YATIONAL SOLID WASTE M4NAGEMENT                                     25\n       (c) the environmental record of the applicant, licensee,\n           or former licensee, as the case may be; or\n      (4 such other matters as may be prescribed."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37.-(1) Subject to subsection (2), the amount of financial . b o u n t o f\n                                                                   financial\nassurance shall be determined by the Authority.                    assurance\n        (2) The Authority shall not require financial assurance\nof an amount that is greater than the amount that, in its opinion,\nrepresents a reasonable estimate of the total likely costs and\nexpenses that may be incurred in carrying out the work, project\nor programme required by or under this Act for which financial\nassurance is required, including the Authority’s likely costs and\nexpenses in directing and supervising the carrying out of the\nwork, project or programme.\n                                                                   Duration of"
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. Financial assurance shall be provided-                       financial\n      ( a ) for the period specified in the licence; or            assurance.\n        ( b ) if no such period is specified, until-\n                    (i) the licence is varied to remove the\n                         condition requiring the financial assurance;\n                         or\n                    (ii) the licence is surrendered under section 29."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39.-(1) The Authority may, by the use of contractors, Canyingout\nconsultants or other persons, carry out, direct or supervise the of     work,\n                                                                      projector\ncarrying out of any work, project or programme covered by any Fogamme\nfinancial assurance required under a licence if the licensee or whentolicensee\n                                                                             do so,\nformer licensee fails, in the opinion of the Authority, to carry\nout any work, project or programme in accordance with the\nlicence or is incapable of doing so.\n          (2) The Authority may enter, or authorize any other\nperson to enter, the premises concerned to carry out the work,\nproject or programme."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40.-(1)      The Authority may recover or fund the reasonable Claimonor\ncosts or expenses of the contractors, consultants or other persons realizing of\nin carrying out such work, project or programme (including the assurance.\nAuthority’s likely costs and expenses in directing and\n                [The iiiclusioii of tliis page IS authorized by 1. N   88/20031\n26               NATIONAL SOLJD WASTE Ah4NAGEMENT\n     supervising the carrying out of the work, project or programme)\n     by making a claim on the insurance or realizing the financial\n     assurance or part thereof.\n             (2) Before making the claim on the insurance or\n     realizing the financial assurance or part thereof, the Authority\n     shall give to the licensee or former licensee a written notice\n     under this section.\n             (3) A notice under this section shall-\n           (a) specify the reason for making the claim on the\n               insurance or realizing the financial assurance, or\n               part thereoc\n           (b) state details of the work, project or programme\n               carried out or proposed to be carried out;\n           (c) state the amount of the financial assurance to be\n               claimed or realized;\n           (4 invite the licensee or former licensee to make\n               representations to the Authority to show why the\n               financial assurance should not be claimed or\n               realized as proposed; and\n           (e) state the period (at least thirty days &er the notice\n               is given to the licensee or former licensee) within\n               which written representations may be made.\n            (4) At the end of the period stated in the notice, the\n     Authority shall consider any representations properly made\n     by the licensee or former licensee.\n             (5) If the Authority decides to make a claim on the\n     insurance or realize the financial assurance, or any part\n     thereof, the Authority shall forthwith give written notice to\n     the licensee or former licensee of its decision and the reasons\n     therefor.\n             (6) The Authority shall return any excess amounts to\n     the licensee or former licensee.\n                   I flit I I I ~ I I S I O Iot’tl~is\n                                             I      I X I ~ CI S initliori7cd h? L N   8S l003l\n                NATIONAL SOLID WASTE MANAGEMENT                        27"
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41.-(  1) Where the amount recovered by the Authority under\nsection 40 is less than the Authority's reasonable costs and cost.\nexpenses in taking action or remedying the environmental harm\ncaused by the solid waste disposal facility or solid waste\ncollection or transfer services to which a licence relates, the\nAuthority may, by notice in writing, require the licensee or\nformer licensee to pay the difference between the Authority's\nreasonable costs and expenses and the amount recovered by the\nAuthority, within such time as may be specified therein.\n           (2) Where-\n          (a) the Authority has given a notice under subsection (1);\n              and\n      (b) the licensee has failed to pay the specified sum on or\n          before the specified date,\nthe Authority shall be entitled to recover, fi-om the licensee or\nformer licensee, the amount or so much thereof as remains\nunpaid, together with interest calculated at such rate as the\nMinister may specify, as a civil debt in the Resident Magistrate's\nCourt for the parish in which the place is, or premises are,\nsituated, notwithstanding any limitation as to amount\nrecoverable under the Judicature (Resident Magistrates) Act.\n                     PART V. Recycling of Waste"
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42.-(1)   The Authority may provide the occupier of any ~ccycling\n                                                           olwastc.\npremises, on his request, with receptacles to be used for-\n          (a) compostable waste which is to be recycled;\n          (b) non-compostable waste which is to be recycled; or\n          (c) waste which is not to be recycled.\n        (2) Subject to subsection (4), the Authority may, in\nrelation to a request for receptacles-\n          (a) where possible, provide them free of charge; or\n          (b) provide them at such cost, and on such terms as to\n              payment, as may be agreed with the occupier.\n28\n                      (3) Where the Authority provides receptacles pursuant to\n               subsection ( I ) , it may give directions in writing to the recipients\n               with respect to-\n                     ( ( I ) the placing of the receptacles for the purpose ot\n                             facilitating the emptying of them and access to them\n                             for that purpose;\n                     (h) the substances or articles which may or may not be\n                             placed in the receptacles and the precautions to be\n                             taken where particular substances or articles are\n                             placed therein; and\n                     (c) the steps to be taken by occupiers of premises to\n                             facilitate the collection of waste from the receptacles.\n                      (4) The Authority may make such arrangement as it\n               considers necessary for another organization to provide, on its\n               behalf, receptacles for the storase of waste which is to be\n               recycled.\n                       (5) No receptacles provided under subsection ( I ) shall be\n               placed on a road, unless-\n                     (a) the local authority has consented thereto; and\n                     (h) arrangements have been made as to the liability for\n                           any damage arising out of their being so placed.\n                      (6) A person who fails, without reasonable excuse, to\n               comply with any directions given under subsection (3) commits\n               an offence and shall be liable on summary conviction before a\n               Resident Magistrate to a fine not exceeding one hundred\n               thousand dollars.\n                      (7) A person who interferes with, damages or destroys\n               any receptacle provided under subsection (1) commits an\n               offence and shall be liable on summary conviction before a\n               Resident Magistrate to a fine not exceeding one million dollars.\n                         PART VI. Special Prmisiom h Relation 10 Litter\nPower of         43.-(1)  The Authority shall provide and maintain in public\nAuthority in\nrelationto     places such number of receptacles for the deposit of litter as the\nlitter.        Authority considers necessary.\n                               (The tI1cIttsiot1 of 1111spage IS authorized by L N   58'2002]\n            ,VATIONAL SOLID WASTEm A G E M E h T                                               29\n       (2) The Authority may -\n     (a) designate any area in any public place or, with the\n         approval of the owner, any premises as a litter\n         collection area;\n      (b) designate as litter wardens, for the purposes of this\n          Act, persons who, by training or experience, are, in its\n          opinion, qualified to be so designated;\n      (c) determine the nature and type of litter which shall be\n          deposited in any receptacle or in any litter collection\n          area; and\n      (d) determine the time, place or circumstances in which\n          litter may be deposited in any litter collection area.\n              PART VII OfSences and Penalties\n                                                                                     Offence of"
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. Every person who-                                                              mierference\n                                                                                     with disposal\n      (a)unlawfblly removes any solid waste from a disposal\n         facility or from any place under the control of the\n         Authority,\n      (b) interferes or tampers with any disposal facility or any\n          place where solid waste is stored or kept by the\n          Authority,\ncommits an offence and shall be liable on summary conviction\nbefore a Resident Magistrate to a fine not exceeding five\nhundred thousand dollars or to imprisonment for a term not\nexceeding six months or to both such fine and imprisonment"
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. Every person w h o -                                                           Offence of\n                                                                                     operating\n      (a) disposes of solid waste in any area or in any manner                       disposal\n                                                                                     faality, etc ,\n          not approved by the Authority;                                             wllhout\n                                                                                     licence\n      (b) operates a solid waste disposal facility, provides solid\n          waste collection or transfer services or otherwise\n          manages solid waste, without a valid licence or\n          operating certificate under this Act or any regulation\n          hereunder; or\n                                          l l page IF dUth(Jrl/ed by 1 N\n              IThL l l l L ~ ~ l \\ lOf~ ~lhl\\                              88noo?l\n30                        NATIONAL SOLID WASTEMANAGEMENT\n                        (c) impedes in any manner the collection and disposal of\n                              solid waste,\n                 commits an offence and shall be liable on summary conviction\n                 before a Resident Magistrate to a fine not exceeding one million\n                 dollars or to imprisonment for a term not exceeding nine months\n                 or to both such fine and imprisonment.\nOffence of         4 6 . 4 1 ) A person commits an offence if he-\nlittering public\nplace, etc.\n                        (a) throws, drops or otherwise deposits and leaves any\n                              litter in any public place; or\n                        (b) erects, displays (whether by writing, marking or\n                              otherwise), deposits or affixes anything in a public\n                              place or on any building, wall, fence or structure\n                              abutting or adjoining a public place, in such\n                              circumstances as to cause, contribute to or tend to the\n                              defacement of that place, building wall, fence or\n                              structure, as the case may be,\n                 and shall be liable to a penalty under section 53.\n                          (2) Where any person, on behalf of some other person\n                 employing or recruiting him for the purpose, does any act in\n                 contravention of subsection (1) (b), the person employing or\n                 recruiting him also commits an offence and shall be liable to a\n                 penalty under section 53 unless he proves that the act done was\n                 contrary to his express instructions and that the act, if performed\n                 as instructed, would not have been in contravention of this\n                 section.\n                          (3) In any proceedings under this section, it shall be a\n                 defence to prove that the act that is the subject matter of the\n                 proceedings was authorized by law or was done with the consent\n                 of the owner or occupier or other person having control of the\n                 public place or building, wall, fence or structure, as the case may\n                 be.\nOffence. of        47. Any person who throws, drops or otherwise deposits or\nlittering        leaves   any litter in any premises owned or occupied by another\nprivate place\nWithOUt          person without the consent of that other person, the proof\nconsent.         whereof shall lie on the person charged, commits an offence and\n                 shall be liable to a penalty under section 53.\n             NATIONAL SOLID WASTE MANAGEMENT                                              31"
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46.47 and 48. prescribed.\n                                I llic I I I L ~ I I \\ I OCJI\n                                                          I I 1111\\ piigc I\\ .iiiIIiori/cd hy I N   KX/2(10?I\n        (2) Where an authorized ot’ticer finds a person on any\noccasion and has reason to believe that on that occasion that\nperson is committing or has committed an ot’fence to which this\nsection applies, he may serve that person with the prescribed\nnotice in writing otf’ering the discharge of any liability t o\nconviction of that otyence by payment o f a tixed penalty iinder\nthis section.\n       (3) Where a person is served with a notice under\nsubsection (2)-\n          that person shall not be liable to be convicted of that\n          offence if the tised penalty is paid in accordance with\n          this section before the expiration of twenty-one days\n          following the date of the notice or such longer period\n          as may be specitied therein or betbre the date on\n          which proceedings are begun, whichever is later;\n          proceedings shall not be taken against him for that\n          offence by any authorized otticer until the end of the\n          twenty-one days following the date of the notice or\n          such longer period (if any) as may have been specitied\n          therein.\n       (4) Payment of a fixed penalty under this section shall\nbe made to the Authority or to such body, on behalf of the\nAuthority, as the Minister may, by order, designate and the\nAuthority may retain the amount paid as part of its funds.\n        ( 5 ) In any proceedings, a certificate that payment of a\nfixed penalty was or was not made to the Authority or to a body\ndesignated under subsection (4) by a date specified in the\ncertificate shall, if the certificate purports to be signed by the\nproper officer of the Authority, or of that body, be sutlicient\nevidence of the facts stated, unless the contrary is proved.\n       (6) A notice under subsection (2) shall-\n     (a) specify the offence alleged;\n             NATION& SOLID WASTE MANAGEMENT\n     (b) give such particulars of the offence as are necessary\n         for giving reasonable information of the allegation;\n         and\n     (c) state-\n                  (i) the period during which, by virtue of\n                      subsection (3), proceedings will not be\n                      instituted against any person for the\n                      offence; and\n                  (ii) the amount of the fixed penalty.\n        (7) In any proceedings for an offence to which this\nsection applies, no reference shall be made after the conviction\nof the accused to the giving of any notice under this section or to\nthe payment or non-payment of a fixed penalty ;hereunder\nunless, in the course of the proceedings or in some document\nwhich is before the Court in connection with the proceedings,\nreference has been made by or on behalf of the accused to the\ngiving of such notice or, as the case may be, to such payment or\nnon-pay ment .\n        (8) The Minister may make regulations prescribing any\nmatter incidental to the operation of this section, and in\nparticular such regulations may prescribe-\n      (U)   the fixed penalty for an offence to which subsection\n            (1) applies; and\n      (b) the form of notice under subsection (2).\n       (9) In this section \"proceedings\" means any criminal\nproceedings in respect of the act or omission constituting the\noffence specified in the notice under subsection (2), and\n\"convicted\" shall be construed in like manner."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. Any person who wilfully breaks any bottle or any glass or\nany article made of glass in or on any public place without bottles,etc.,\n                                                                                z:z;gof\nlawful authority or reasonable excuse commits an offence and place.\n                                                                inpublic\nshall be liable to a penalty under section 53."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49.-(   1) A person commits an offence if-                                    Offence of\n                                                                                making\n           for the purposes of obtaining, whether for himself or                falseor\n                                                                                misleading\n           for any other person, the issue, grant or renewal of\n           any licence under this Act, he makes any declaration\n           or statement which is false or misleading in any\n           particular;\n           he knowingly furnishes to an authorized officer or\n           other person performing any duty in relation to this\n           Act, a document that contains information which is\n           false or misleading in any particular;\n           he knowingly utters, produces, or makes use of any\n           such declaration or statement or any document\n           containing any false declaration or statement; or\n           he falsifies or amends any information contained in a\n           licence.\n        (2) A person who commits an offence under subsection\n(1) shall be liable on summary conviction before a Resident\nMagistrate to a fine not exceeding one million dollars or to\nimprisonment for a term not exceeding one year or to both such\nfine and imprisonment."
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50.-(   1) A person commits an offence if he-                                 Offence of\n                                                                                threatening.\n      (a) wilfblly hinders or obstructs an authorized officer etc.. au*o-\n                                                                rized oficer.\n          acting in the execution of his duties under this Act;\n      (b) without lawhl excuse, fails within a reasonable time\n          to comply with any requirement of an authorized\n          officer exercising a power conferred on him under\n          this Act;\n      (c) upon being required to disclose his true name and\n          place of residence by an authorized officer acting in\n          the execution of his duties under this Act-\n               [Tlir Iiiclusioii of this page IS autlionzed by L N   88/2003]\n32                            NATIONAL SOLID WASTE MANAGEMENT\n                                    (i) refuses to disclose his true name and place\n                                        of residence; or\n                                    (ii) gives a false name or place of residence;\n                       (d) personates or pretends to be an authorized officer; or\n                       (e) assaults, threatens, intimidates, or uses threatening\n                           language or behaves in a threatening manner to any\n                           authorized officer acting in the execution of his duties\n                           under this Act.\n                         (2) A person who commits an offence under subsection\n                  (1) shall be liable on summary conviction before a Resident\n                  Magistrate to a fine not exceeding five hundred thousand dollars\n                  or to imprisonment for a term not exceeding six months or to\n                  both such fine and imprisonment.\nmmce of\nfailure to keep"
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. Every person who-\nmoor& etc.\n                       (a) fails to keep any books, documents or records\n                           required to be kept under this Act; or\n                       (b) fails, without reasonable excuse, to produce any such\n                           books, documents or records,\n                  commits an offence and shall be liable on summary conviction\n                  before a Resident Magistrate to a fine not exceeding five\n                  hundred thousand dollars, or to imprisonment for a ten? not\n                  exceeding six months or to both such fine and imprisonment.\nBreach of           52. Every person who commits an offence under this Act or\noffence far\nwhich no          any regulations hereunder in respect of which no special penalty\nPmahY is          is provided, shall be liable on summary conviction before a\nprovided.\n                  Resident Magistrate to a fine not exceeding five hundred\n                  thousand dollars or to imprisonment for a term not exceeding six\n                  months or to both such fine and imprisonment.\nMShmenl          53.-(1)   This section applies to any offence referred to in\nfor offence\nunder sections sections  46, 47 and 48 and such other offences as may be"
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54. Where an offence under this Act or any regulations made otyctlcc h\\\nhereunder which has been committed by a body corporate is\nproved to have been committed with the consent or connivance\nof, or to be attributable to any negligence on the part of any\ndirector, manager, secretary or other officer of the body\ncorporate, the director, manager, secretary or other officer of the\nbody corporate as well as the body corporate shall be liable to be\nproceeded against and punished accordingly.\n             PART VI 11. /:i?fiwcenwiitmid Appeal\n                         litlfor-ceme~lt"
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55.-( 1) Without prejudice to any proceedings for         offence l'uncr 01\nunder section 46, 47 or 48, where litter is left or caused to be left  ::;tr:l'lo\nin any public place or on private premises in such circumstances rciiio\\.i1  <)I\nas to cause, contribute to or tend to the defacement thereof, the 'lltcr\nAuthority may act in accordance with subsection (2).\n        (2) The Authority may, subject to subsection (3), give\nnotice (whether orally or in writing) to-\n      (U)   the person leaving or causing the litter to be left on\n            any public place or private premises; or\n      (h) the owner or occupier of such place or premises; or\n      (c) the person having control or responsibility for the\n            place or premises,\nrequiring him to remove the litter in such manner as to restore\nthe premises to a condition satisfactory to the Authority.\n        (3) A notice under subsection (2) shall require the litter\nto be removed-\n      (U)   forthwith, in the case of dead animals, carrion or\n            other litter considered by the Authority to be\n            dangerous to health or life; or\n76\n                     ( h ) in any other case, within such time as may be limited\n                           by the notice (not being less than three days).\n                      (4) A notice under subsection ( 2 ) may be served on a\n               person either personally or by being sent by post to his last\n               known business or private address or may be posted up in some\n               conspicuous position on the premises on which the litter has\n               been left.\n                         ( 5 ) A person who fails to comply with the requirements\n               of a notice under subsection (2) commits an offence and shall\n               be liable on summary conviction in a Resident Magistrate's\n               Court to a fine not exceeding one hundred thousand dollars.\n                       (6) Subject to subsection (7), the Authority may, without\n               prejudice to its right to take action under subsection (2), by its\n               officers and servants, enter the premises and remove the litter or\n               restore the premises to a condition satisfactory to the Authority.\n                      (7) The Authority shall be entitled to recover from the\n               person notified under subsection (2), the costs and expenses\n               incurred by it pursuant to subsection (6), as to civil debt in the\n               Resident Magistrate's Court for the parish in which the place is,\n               or premises are, situated, notwithstanding any limitation as to\n               amounts recoverable under the Judicature (Resident Magistrates)\n               Act.\nRCf'mil to\nSatural          56. Where the Authority is of the opinion that a solid waste\nKesourc~:s     disposal operation has, or is likely to have, an adverse effect on\nConservation\n,\\uthoril\\,    the environment or public health, the Authority may refer the\n               matter to the Natural Resources Conservation Authority.\nCessation        57.-(    1) Where a person who-\nordm\n                     (U)    operates a solid waste disposal facility;\n                     (h) provides solid waste collection or transfer services; or"
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58.-( 1) The Authority may, after consultation with the Inli>rmatim\nNatural Resources Conservation Authority, by notice in writing, ~~,,$\"'i\"n\nrequire the owner or operator of any sewage treatment plant, wratit)n.\nindustrial waste treatment facility or .other solid waste disposal\nfacility that generates sludge, to submit to the Authority, at such\nintervals as the Authority may specify in the notice, the\ninformation specified in subsection (2).\n        (2) The information referred to in subsection (1) shall\nrelate to all or any of the following-\n      (U) the performance of the operation;\n      (b) the quantity, type and condition of solid waste\n          handled;\n      (c) the quantity, quality and method of treatment and\n          disposal of leachate and other waste.\n38\n                      (3) Any person who rehses or fails to comply with the\n               requirements of a notice under subsection ( 1 ) commits an\n               offence and shall be liable on summary conviction before a\n               Resident Magistrate to a fine not exceeding five hundred\n               thousand dollars or in default of payment to imprisonment for a\n               term not exceeding six months.\nEnforcement      59.-(1)   Subject to the provisions of this section, where on\nof controls.\n               investigation it appears to the Authority that the activities of a\n               disposal facility in any area are such as to pose a serious threat\n               to the natural resources or to public health, the Authority may\n               serve on the person who appears to have carried out or to be\n               carrying out the activity, a notice (hereinafter referred to as “an\n               enforcement notice”) in accordance with subsection (2).\n                      (2) An enforcement notice shall-\n                     (U)   specify the offending activity; and\n                     (b) require such steps as may be specified therein to be\n                         taken within such period as may be so specified to\n                         ameliorate the effect of the activity and, where\n                         appropriate, to restore the natural resources to their\n                         condition before the activity took place.\n                      (3) The Authority may, in the enforcement notice, order\n               the immediate cessation of the offending activity if it is of the\n               opinion that the circumstances giving rise to the notice are such\n               as to warrant an order to that effect.\n                       (4) Where an appeal is made pursuant to section 61\n               against a decision of the Authority to order the cessation of an\n               offending activity, the notice shall remain in effect pending the\n               final determination of the appeal or the withdrawal thereof.\n                       ( 5 ) Where a person who is served with an enforcement\n               notice fails to comply with the notice, the Authority may direct\n               an authorized officer to take such steps as it considers\n               appropriate to ensure the cessation of the activity to which the\n               notice relates.\n             .VATIOXX. SOLID WASTE MAAAGEMEXT                                                     39\n       (6) Every person on whom an enforcement notice is\nserved who continues or authorizes the continuation of the\noffending activity while that notice is in effect or after the\ndismissal of an appeal relating to that notice, commits an\noffence and shall be liable on summary conviction before a\nResident Magistrate to a fine not exceeding one million dollars\nor to imprisonment for a term not exceeding one year or to both\nsuch fine and imprisonment.\n        (7) The Authority shall be entitled to recover the costs\nand expenses incurred in the restoration, amelioration or\nreplacement of any natural resources damaged or destroyed by\nan offending activity.\n        (8) In carrying out a direction under subsection ( 5 ) , an\nauthorized officer may use such force as may be necessary for\nthe purpose of ensuring compliance with the enforcement notice."
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60.-( 1) Where an enforcement notice takes effect and, Suppiemen-\nwithin the time specified therein or such extended period as the                            visions\nAuthority may allow, any steps required by notice to be taken asto\nhave not been taken, the Authority may enter on the land on\nwhich the offending activity took place and take such steps.\n        (2) A person who, being entitled to appeal against a\ndecision of the Authority under section 61, fails to do so, shall\nnot be entitled in proceedings under subsection ( 2 ) of that\nsection to dispute the validity of the action taken by the\nAuthority on any ground that could have been raised in such\nappeal.\n                             Appeal"
    },
    {
      "provision_ref": "sec61",
      "section": "61",
      "title": "Section 61",
      "content": "61.-( 1) There is hereby established for the purposes of this ~ ~ ' ~ i ,\nAct an Appeal Tribunal and the provisions of the Second Second\nSchedule shall have effect as to the constitution of the Appeal %h:hedu'e.\nTribunal and otherwise in relation thereto.\n       (2) The Appeal Tribunal shall hear appeals made to it in\nrespect of the issue of enforcement notices by the Authority\npursuant to section 59 and in respect of any such appeal the\nTribunal may, subject to the provisions of this section-\n               171ie ~ ~ i c l u \\ i or,li i tliis page IS autliorized by I. N   X8/20031\n40\n                   ( a ) quash or vary the notice;\n                   (h) dismiss the appeal; and\n                   (c) make such order as to costs and fees as it deems\n                       necessary\n                    (3) Where a notice is varied or the appeal dismissed\n             under subsection (2), the Appeal Tribunal may direct that the\n             enforcement notice shall not take effect until such date (not\n             being later than twenty-eight days from the determination of the\n             appeal) as the Tribunal thinks fit.\n                    (4) Before determining an appeal, the Appeal Tribunal\n             shall give the applicant, who may be represented by an\n             Attorney-at-Law or any other person, the opportunity to be\n             heard by the Tribunal.\n.\\ppsal to     62.-(1)     A person who is aggrieved by the decision of the\nMiniqtsr\n             Authority-\n                   (U)    not to grant a licence;\n                   ( h ) to require financial assurance or insurance as a\n                         condition of a licence or to include any other term or\n                         condition in a licence; or\n                   ( c ) to suspend or revoke a licence,\n             may appeal to the Minister by way of a notice of appeal within\n             twenty-eight days of the -date of the decision or within such\n             longer period as the Minister may, in any special circumstance,\n             allow.\n                    (2) The notice of appeal shall set out clearly the grounds\n             of the appeal and shall be accompanied by copies of any\n             correspondence, document or statement relevant to the appeal.\n                    (3) A copy of the notice of appeal together with copies\n             of any correspondence, document or statement shall be served\n             on the Authority.\n                XATIONAL SOLID WASTE .W,VAGEifE,YT\n        (4) The Minister shall, within seven days of the receipt\nof a notice of appeal under subsection ( l ) , request the Authority\nto furnish him, within seven days, nith a statement in writing\nsetting out the reasons for its decision.\n        (5) The Minister may order that any book, paper,\ndocument or statement, relating to the appeal which is in the\npossession of the Authoritv or the person aggrieved be produced\nat the hearing ofthe appeal.\n        (6) The Minister shall cause all parties to the appeal to\nbe informed-\n       ((I)   of the date of the hearing of the appeal:\n       ( h ) that thev may appear themselves or be represented by\n             their Attorney-at-Law; and\n       (c)    that thev may summon witnesses in their cause.\n         (7) On hearing an appeal under this section, the Minister\nmay-\n       ((I)   dismiss the appeal and confirm the decision of the\n              Authority;\n       ( h ) allow the appeal and set aside the decision;\n       (c) vary the decision; or\n       (4 direct that the matter be referred to the Authority."
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63.-(1)    Subject to subsection (3), an authorized officer Ge:ncral\nreferred to in paragraphs (b), (c),(4,(e) and v) of the definition     zg-rs\n                                                                         O’‘\nof “authorized officer” may, for the purpose of the execution of iiispdion\nthis Act, enter at all reasonable times the premises in which any andseizure.\nsolid waste disposal operation is carried on and inspect any book\nto which any solid waste document or record or thing relates.\n42                            NATIONAL SOLID WASTEM A G E M E h T\n                        (2) An authorized officer referred to in subsection (1)-\n                       (a) shall produce a duly authenticated document showing\n                           his authority; and\n                       (b) may, during the course of an inspection under\n                           subsection (l), seize and detain any equipment or\n                           other article, which the authorized officer reasonably\n                           believes is being used in contravention of any\n                           provision of this Act.\n                         (3) Any equipment or article seized under this section\n                  shall be returned to the person from whose possession it was\n                  seized, as soon as practicable, and in any case shall not be\n                  retained for a period longer than two months or, if within that\n                  period Court proceedings have been brought in respect of the\n                  seizure, longer than the conclusion of those proceedings.\nVehicles, etc.,     64.-( 1) Where an authorized officer has reasonable cause to\nmay be seized\nand detained.\n                  suspect that any vehicle, aircraft, vessel, article, enclosure,\n                  container or other storage facility, device or apparatus\n                  (hereinafter referred to as “specified equipment”) is being used\n                  or has been used in the commission of an offence against this\n                  Act, the authorized officer may, with a warrant issued by a\n                  Resident Magistrate, search the specified equipment and, if such\n                  search reveals evidence that the specified equipment is being\n                  used or has been used for the commission of any offence as\n                  aforesaid, the authorized officer may seize and detain the\n                  specified equipment.\n                          (2) Where any specified equipment is seized pursuant to\n                  this section and-\n                       (a) a person is convicted of an offence against this Act;\n                           and\n                       (h) the Court is satisfied that-\n                                  (i)   that person owns the specified equipment\n                                        used in the commission of the offence; or\n                                  (ii) the owner of the specified equipment\n                                        permitted it to be so used; or\n                  (iii) the circumstances are otherwise such that\n                         it is just to do so,\n          the Court may, upon a n application by the Authority,\n          order the forfeiture of the specitied equipment."
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65.-( 1) Where the Authority proposes to apply for forfeiture l ~ r < ~ ~ . c l l i i i c\nof any specitied equipment under section 64 it shall give to any ~ ~ ~ ~ ;                    ~   '   ~   ~   ~   ~   l   l\nperson who, to its knowledge, was the owner thereofat the time                 IOI\nofthe seizure, notice of the seizure and ofthe intention, atter the \"\"'cl'lllc\nexpiration of thirty days from the date of the notice, to apply for\nforfeiture and of the prounds therefor\n       (2) Notice shall not be required under subsection ( I ) it\nthe seizure and detention were made in the presence of the\nowner or person havinp interest in the specitied equipment\n       (3) Any person having a claini to any specitied\nequipment seized under this Act may appear at the hearing ot\nthe application for forfeiture and show cause why such an order\nshould not be made\n        (4) If, upon the application o f a person prejudiced by an\norder made under section 64 ( 2 ) , the Court is satistied that it is\njust in the circumstances of the case to revoke such order, the\nCourt may revoke such order upon such terms and conditions, if\nany, as it deems appropriate, and without prejudice to the\ngenerality of the foregoing, may require such person to pay in\nrespect of storage, maintenance, administrative expenses,\nsecurity and insurance of the specified equipment, such amount\nas may be charged by the person in whose custody the specitied\nequipment was kept.\n       (5) An application to the Court under subsection (4) for\nthe revocation of a forfeiture order shall be made within thirty\ndays of the date of the making of such an order or such longer\nperiod as the Court may allow, not exceeding six months."
    },
    {
      "provision_ref": "sec66",
      "section": "66",
      "title": "Section 66",
      "content": "66. The Authority may institute proceedings against any .-\\uttiorit\\\nperson for an offence against this Act and recover any penalty\nunder this Act or any regulations made hereunder.              procecdiiigs\n\\lilll\\l*rnla\\\nmimd"
    },
    {
      "provision_ref": "sec67",
      "section": "67",
      "title": "Section 67",
      "content": "67. The Minister may, by order, subject to affirmative\nIiieiict.jr\\     resolution, amend the monetary penalties specified in this Act\np?ll.3ltlsc\n                                       PART IX. General\nRzgul.jtiun,       68.--( 1 ) The Authority: after consultation with the Minister,\n                 may make regulations for the purposes of giving effect to the\n                 provisions of this Act, and in particular, but without prejudice to\n                 the generality of the foregoing, such regulations may contain\n                 provisions in relation to the following matters-\n                       ( a ) the carrying into effect of standards, recommended\n                             practices and health requirements, for solid waste\n                             management and solid waste disposal facilities;\n                       ( h ) minimum standards, including design standards, in\n                             respect of solid waste disposal facilities;\n                       (c) classification of solid waste and waste disposal\n                            licences and provisions relating to different classes of\n                            waste and waste disposal licences;\n                       (d) the incineration, minimization and recycling of solid\n                           waste;\n                       (e) the establishment of different grades for inspectors\n                           and specifying their respective powers and duties;\n                       (,r) procedures for the measuring, frequency of collection\n                            and disposal, analysis and extraction of solid waste;\n                       (g) the form and content of a financial assurance,\n                           packaging audits and other waste audits, waste\n                           reduction work plans, packaging reduction work\n                           plans and industrial, commercial and institutional\n                           source separation programme;\n                       (h) procedures for the issue of and conditions as to\n                           licences;\n                       (i) the hours of operation of solid waste disposal\n                           facilities;\n                                                                                      45\n                        (j) the establishment of zones and boundaries in respect\n                            of solid waste disposal facilities;\n                       (k) fees and other charges payable in respect of any\n                            licence or for any service provided by the Authority;\n                       (I> the keeping of records;\n                       (rn) the making of reports by licensees;\n                        (n) the closure and post-closure operations of solid waste\n                            disposal facilities;\n                       (0) any   other matter required under the Act to be\n                            prescribed.\n                          (2) Notwithstanding section 29 of the Interpretation Act,\n                  regulations made under subsection (1) may provide for the\n                  imposition of penalties on summary conviction in a Resident\n                  Magistrate’s Court not exceeding a fine of five hundred\n                  thousand dollars or imprisonment for a term not exceeding six\n                  months or to both such fine and imprisonment.\n,lLz applics to     69. This Act binds the Crown.\nthc Crown.\n46\n                                                            FIRST SCHEDI'LE                     (Section 3 )\nc'oiistitiitioii            I.-(      1) The Authorih- shall consist of not nore than ele\\.en members\nof Authorit!\n                                ( 7 ) The Permanent Secretan in the hlinistn- responsible for local\n                         go\\'errmient shall be an r . o/)icio\n                                                       ~      nieniber of the Authorih..\n                                ( 3 ) The other members of the Authorih. (hereinafter referred to ;is\n                         \"the appointment members\") shall include-\n                               ((I)     a representati1.e of a non-go\\.eriuiiental organization concerned\n                                        with the consen.ation and protection of the enrironnient:\n                               ( h ) a representriti1.c of the Jiiniaica Institution of Engneers.\n.~ppo,lltmenl               2. The appointed nienibers shall be appointed by the Minister b!\nof iiicinhcr?;           instnuiierit in writing.\nc                ~atid           ~ The ~Minister\n                          ~ 3.-( 1)            , shall~ appoint\n                                                              ~ :i chainiian\n                                                                     ~       ~and ;I ~depuh- ~chainiian\ndeputy                   froni among the appointed nienibers of the Authority.\ncliairiii:iii.\n                                ( 2 ) In the case of the absence or imbilih to act of the ch;limiiiIL the\n                         deputy chaimim slid1 perforni the functions of the chilirnK111.\n                                ( 3 ) In the c m of the absence or inability to act of both the chainiian\n                         and depuh chaimian. the Minister may appoint any other member of the\n                         Authority to pcrfonii the functions of the chaimian, or. a s the case may be.\n                         the deputy chairnm during such absence or inability.\n(;aLett,llgof               4. T l i ~llaliies of all mcnibers of the Authorit? as first constihited ilnd\nq,puiiitiiiciits.        e\\.cn change in the nicnibership thereof shall be published in the Gozelte.\n'I'ciiiirc ul.              5.-( 1) Subject to the provisions of this Schedule. an appointed nicniber\nullice.                  of the Authorih shall hold office for such period not exceeding three years as\n                         may be specified in the instrunient of appointment.\n                                (2) Even appointed nieniber of the Authorih shall be eligible for\n                         reiippointliient but no nienibcr shall be appointed for more than sis\n                         consecutive years.\n                                (3) If any vacancy occurs in the appointed menibcrslup of the\n                         Aurliority such vacancy shall be filled by the appointment of another\n                         iIppoinIcd nienibcr who shall. subject to thc provisions of this Schcdulc. hold\n                         omcc for thc rciilainder of thc period for which the previous appointed\n                         nicniber was appointed.\n                NATIONAL SOLID WASTE MNAGEMENT                                                17"
    },
    {
      "provision_ref": "sec69",
      "section": "69",
      "title": "Section 69",
      "content": "69. Act applies to Crown.\n     SCHEDULES.\n        NATIONAL SOLID WASTE U A N A G M E N T                              7\n              (iii)  pollution of land, water, the atmosphere\n                     or the environment;\n              (iv) fire or explosion;\n               (v) excessive sound or noise;\n              (vi) the appearance and multiplication of\n                     harmhl animals or plants;\n              (vii) the encouragement of pathogens;\n              (viii) disturbance of public order and safety,\n                     and\n     (6) such other waste as the Minister may, by order,\n           declare to be hazardous;\n“landfill” means a facility or part of a facility where solid\n      waste is placed in or on land for disposal but does not\n      include a surface impoundment or an injection well;\n“leachate” means liquid that has percolated through solid\n      waste or other medium;\n“litter” means solid waste in any public place and includes\n      any refuse, rubbish, bottles, glass, debris, dirt, rubble,\n      ballast, stones, noxious or contained substances or\n      waste matter or any other matter likely to deface, make\n      untidy, obstruct or cause a nuisance in a public place;\n“local authority” means-\n      (a) in relation to the parishes of Kingston and St.\n           Andrew, the Council of the Kingston and St.\n           Andrew Corporation; and\n   (b) in relation to any other parish, the Parish Council\n        of that parish;\n“Operating certificate” means a certificate issued by the\n   Authority signifying that-\n    (a) a solid waste disposal facility;\n     (b) a provider of solid waste collection or transfer\n          services; or\n    (c) a provider of other solid waste management\n          services,\n    is licensed under this Act;\n        Illic iiidiiwm ril thi\\ pipc I\\ ciiitliiiriiwl Iiy I N   2K/~OO3l\n8\n    “packaging” means the container in which usable goods are\n        supplied;\n    “poster” includes any notice, bill, grat’titi and any other\n        similar publication;\n    “public place” includes-\n             every public highway, street, road, square, coutt,\n             alley, lane, bridle way, footway, parade, wharf,\n             jetty, quay, bridge, sidewalk, verge;\n             any public garden, park or open space, theatre,\n             stadium, place of public entertainment of any kind,\n             or other place ofgeneral resort to which the public\n             have, or are,permitted to have, access with or\n             without payment of any fee;\n             any beach or foreshore or the bank of any river or\n             stream or the margin of any lake, pond, lagoon or\n             any gully, to which the public have, or are\n             permitted to have, access with or without payment\n             of any fee;\n             any other open space to which the public has\n             access as of right without payment of any fee;\n              such other place to which the public has access, as\n             may be prescribed;\n    “receptacle” means any container or vessel provided or\n        approved by the Authority for the deposit therein of\n        solid waste;\n    “recycling” includes composting and any process by which\n        material that would otherwise become solid waste is\n        collected, separated, or processed and reused or\n        returned to use in the form of raw materials or products\n        but does not include energy or fuel production;\n    “resource recovery” includes-\n        (a) recycling;\n        (b) the extraction of economically usable material or\n            energy from solid waste; and\n                                                                       9\n    ( c ) the conversion of solid waste into different use;\n”reuse” means the use of waste material or products in the\n     same or similar application, without changing their\n     identity;\n“sanitary landfill“ means a land disposal site employing an\n     engineered method of solid waste disposal in a manner\n     that minimizes environmental hazards and meets any\n     prescribed design and operation standards;\n“solid waste” includes medical and hazardous waste and-\n    (a) refuse or sludge from a waste treatment facility,\n        water supply plant, air pollution control facility\n        and garbage;\n    (6) solid, semi-solid or contained gaseous or liquid\n        matter resulting from industrial, commercial,\n        mining or agricultural operations or domestic\n        activities; and\n    (c) any contained substance or object which is or is\n        intended to be, or required by law to be, disposed\n         of,\n    but does not include-\n              (i)   animal manure and absorbent bedding\n                    used for soil enrichment;\n              (ii) suspended solid or dissolved material in\n                    sewage; and\n              (iii) industrial discharges from pipelines\n                    conveying such waste;\n“solid waste management” includes-\n     (a) the systematic control of the generation, collection,\n           separation,       storage,     reuse,     recycling,\n           transportation, transfer, treatment, and disposal of\n           solid waste; and\n     ( b ) the characterization and measurement of solid\n           waste;\n        [The illclusion of this page is authorized by L.N. 28QfJf)lI\n10                               NA TIONAL SOLID WASTE MANA GFMENT\n                      “storage” means the containment of waste, on a temporary\n                           or permanent basis, so as not to constitute its disposal;\n                      “transfer” means to carry, remove, transport or shift solid\n                           waste from one place, disposal facility or container to\n                           another;\n                      “transfer station” means a facility where solid waste is\n                           collected, aggregated, sorted, stored, or processed for\n                           the purpose of subsequent transfer to another facility\n                           for fbrther processing, treatment, transfer or disposal;\n                      “vehicle” means any motor vehicle, cart, dray, pushcart,\n                           wagon and any other vehicle of like nature.\n                         (2) For the purpose of carrying out his duties in relation\n                 to this Act, every authorized officer shall have the same\n                 privileges and immunities as a Constable.\n                          PART II. Nuliotial Solid Waste Mutiagemeiii A trlhoriiy\n                                   fi;.stablishment atid I.irticiioti.s\nof Authority."
    }
  ],
  "definitions": [
    {
      "term": "prescribed\nrate",
      "definition": "such rate as the Minister may, by order, prescribe",
      "source_provision": "sec0"
    },
    {
      "term": "proceedings",
      "definition": "any criminal",
      "source_provision": "sec46"
    }
  ]
}