{
  "id": "jm-stat-the-national-water-commission",
  "type": "statute",
  "title": "The National Water Commission",
  "title_en": "The National Water Commission",
  "short_name": "National Water Commission",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-national-water-commission",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-national-water-commission | Legal areas: Public Utilities",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                    Merpre-\n                                                                    tation.\n     \"Commission\" means the National Water Commission\n          established under section 3;\n     \"Chairman\" means the Chairman of the Commission and\n          includes any person for the time being performing the\n          functions of the Chairman;\n     \"financial year\" means such period of twelve months as the\n          Commission with the approval of the Minister may\n          determine to be its financial year, so, however, that the\n          first financial year shall be the period commencing\n          with the commencement of this Act and ending with\n          such day as may be fixed by the Commission with the\n          approval of the Minister;\n     '\"functions~~ includes duties and powers;\n     \"immovable property\" includes-\n             (a) land;\n             (b) buildings and other erections, structures or fix-\n                  tures affixed to any land or to any building or\n                  other erection or structure;\n             (c) streams, springs, wells, water and water rights\n                  whether held together with, or independently\n                  of, any land;\n             (d) privileges, liberties, easements and any other\n                  rights and advantages whatsoever appertaining\n                  or reputed to appertain to any land or to any\n                               NATIONAL WATER C O M S S I O N\n                                building or other erection or structure;\n                          (e) an undivided share in any property herein-\n                              before set out;\n                    \"performy7includes exercise;\n                    \"property\" includes movable and immovable property;\n                                                                                       I\n                    \"sewage\" means the wastes of animal life other than stable\n                         manure, the drainings of stables, water discharged\n                         from sinks, basins, baths, and all other water that has\n                         been used for domestic purposes or in any industrial\n                         processes, and all waste water;\n                    \"sewer\" means any culvert, drain or pipe, intended or used\n                         for the conveyance of sewage;\n                    \"sewerage\" means the system of sewers and their\n                         accessories by which sewage is intended to be\n                         collected, conveyed and treated and includes all\n                         sewerage which may hereafter be constructed under\n                         any of the powers contained in this Act or any other\n                         enactment;\n                    \"water supply services\" includes sewerage systems;\n                    \"water works\" includes streams, springs, wells, pumps,\n                         reservoirs, cisterns, tanks, catchments, aqueducts,\n                         sluices, mains, pipes, valves, culverts, engines and all\n                         machinery, buildings and things for supplying, or used\n                         for or in connection with supplying water, or used for\n                         protecting sources of water supply;\n                    \"works\" means the water works and sewerage.\nEstablishment     3.-41) There is hereby established a body to be called\nand incorpo-\nration of       the National Water Commission which shall be a body\nNational        corporate with perpetual succession and a common seal and\nWater\nCommission.     with power to acquire, hold and dispose of property, to\n2611980         enter into contracts, to sue and be sued in its said n m e\nS. 2.\n                and to do all things necessary for the purposes of this Act:\n              NATIONAL WATER COMMISSION                                   3\n  Provided that, during the subsistence of a guarantee\ngiven under section 9, the Commission shall not alienate,\nmortgage, charge or demise any of its immovable property\nwithout the approval of the Minister responsible for\nfinance.\n       (2) The provisions of the First Schedule shall have First\n                                                              Schedule.\neffect as to the constitution, operations and expenses of the 26/1980\n                                                              s.4\nCommission and otherwise in relation thereto.\n       (3) The seal of the Commission shall be authenticated\nin the manner prescribed in the Schedule and shall be\njudicially and officially noticed."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. All other property real and personal, purchased for, or belonging Vesting\nor appertaining to, or heretofore u6ed in connection with, the water real anc\nworks or sewerage, including all m\\oneys standing to the credit of, or Persona\nreceivable by the Water Commission established by the repealed Act,\nin respect of such works, and all other moneys standing to the like\ncredit, or similarily receivable, and derived, or to be derived, from\nloans raised, or to be raised at the 13th day of October, 1980, for\nthe purposes of the works or any of them, and all interests, rights\nand easements into or out of the said property, real or personal\n(including things in action) which belong to, or are vested in, or\nwould but for the amending Act have belonged to or vested in, the\nsaid Water Commission shall, without any conveyance, assignment or\nother transfer, belong to and be vested in the National Water Commis-\nsion established under the subsequent Act, subject to all and any\ntrusts and to all debts, liabilities and obligations affecting the same\n24                             NATIONAL WATER COMMISSION\n               and sulbject to the provisions of the subsequent Act and of all enact-\n               ments, or rules made under that Act or any enactment, regulating the\n               management, maintenance, control, supervision and dealing with such\n               property or moneys.\nTransfer          4.-(1) Subjeot to the provisions of the subsequent Act, all the\nand vesting    powers, rights, duties, capacities, liabilities and obligations exercisable\nof powers,     by or attaching to, the said Water Commission, at the 13th day of\nnights md\nliabilities.   October, 1980, in relation to the water works and sewerage, including\n               liability for interest on any loan raised, or to be raised, in relation to\n               such works and sewerage and for contribution to any redemption\n               fund established in connection with any such loan, are hereby transferred\n               and attached to the National Water Commission established under\n               the subsequent Act.\n                        (2) Without prejudice to the generality of this paragraph the\n               powers conferred by section 5(3) and by section 8(3) of the Local\n               Improvements Act, in relation to sewers and water pipes, shall be\n               transferred to and vested in the Chairman of the National Water\n               Commission, and the National Water Commission, respectively.\n               appointed and established under the subsequent Act.\nSaving of         5. All compulsory and voluntary water rates or contracts for the\nexisting       supply of water within the Area, or in existence at the 13th day of\nrates and      October, 1980, shall continue in full force and effect until new rates\ncontracts.\n               or contracts may be made under the subsequent Act or under the\n               provisions of any enactment for the time being in force regulating\n               the same, and all such rates and any money payable under any such\n               contract shall be paid, and shall, subjeot to the provisions of the\n               subsequent Act, be recoverable, collectable and payable, in accordance\n               with an under the provisions of any enactment for the time being\n               in force regulating such recovery, collections and payments.\nApplication       6. Subject to the provisions of the subsequent Act, the provisions\nof Acts        of all Acts in operation at the 13th day of October, 1980, relating\nto works.      to water works and sewerage within the Area shall apply to the water\n               works and sewerage under the subsequent Act in like manner as\n               they apply to the water works and sewerage under those Acts; and\n               references to \"the Commissioners\", the \"Kingston General Commis-\n               sioners\", the \"Managing Commissioner\", in any of those Acts in relation\n               to the water works or sewerage shall, where the context admits, be\n               deemed to be references to the National Water Commission established\n               under the subsequent Act, and the Chairman thereof respectively,\n               and the said Acts shall be read and construed accordingly.\nSaving of         7. Unless and until other arrangements are made with the approval\nrights of      of the Minister, and sulbject to the provisions of this Schedule, all\nexisting       officers and servants holding office or serving under the Water Commis-\nstaff.\n               sion at the 13th day of October, 1980, shall, from and after that date,\n               hold umder the National Water Commission the like respective offices\n                                                                                      -   --\n                         [The inclusion of his page is authorized by L.N. 571 19811\n               NATIONAL WATER COMMISSION\nor employments and by the same tenure and upon the same terms\nas before the 13th dav of October, 1980. they held those offices\nunder the Water ~ o m m ~ s s i o n ."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) Subject to the provisions of this Act it shall be of Functions\n                                                                  the\nthe function of the Commission to-                            commis-\n                                                              sion.\n         prepare and submit to the Minister from time to\n          time proposals for the establishment of an\n          efficient, co-ordinated and economical water sup-\n          ply system capable of meeting the needs for water\n          throughout the Island;\n          prepare and submit for the approval of the Minis-\n          ter details of schemes for the development of\n          water resources and the supply of water in par-\n          ticular areas, and to carry out such schemes when\n          they are approved;\n         keep under constant review the quality, reliability\n          and availability of water supply smices as a\n          whole and the rates charged for such services and\n          advise the Minister on these and any other mat-\n          ters relating to water supplies in the Island which\n          may be referred to the Commission by the\n          Minister;\n          within the limits of its resources pro ide and i r;\n           prove water supply services throughout tlhe\n           Island:\n                                                                      -\n         m e inclusion of this page is authorized by L.N. 571 19811\n             NATIONAL WATER COMMISSION\n    (e) maintain and operate water supply services pro-\n           vided by the Commission.\n       (2) For the purposes of subsection (1) the Commis-\nsion may-\n     (a) purchase water in bulk and sell water either in\n           bulk or to individual consumers;\n     (b) acquire any property which the Commission con-\n           siders necessary or expedient for the purpose of\n           performing its functions under this Act;\n     (c) acquire the water works of any Parish Council\n           upon such terms and conditions as rnay be agreed\n           with the Parish Council subject to the approval\n           of the Minister or in default of agreement deter-\n           mined by the Minister;\n     ( d ) provide for its employees such assistance and\n           facilities as may be necessary for training, educa-\n           tion, and research;\n     (e) with the approval of the appropriate road\n           authority, add to or alter, as it considers neces-\n           sary any road, street or lane adjoining or near to\n           land acquired for the purpose of any water supply\n           service;\n     V) with the approval of the Minister, acquire land\n           for the purpose of adding to or altering any road,\n           street or lane adjoining or near to land acquired\n           for the purpose of any water supply service;\n     (g) subject to such notice to the appropriate road\n            authority and to such conditions as may be pre-\n            scribed, open or break up any road, street or lane\n           for the purpose of laying down, extending, inspect-\n           ing, altering, renewing or repairing any water\n            works or sewerage system;\n     (h) carry on all such activities as may appear to it\n            necessary or expedient for or in connection with\n            the performance of its functions :\n        me inclu~imof this page is authorized by L.N. 57/1981]\n                     NA TIONAL WATER COMMISSION                               7\n       Provided that no contract, other than a contract of service, $965\n     between the Commission and any person for his construction or\n,,   extension of water works, or a sewerage system, or any works in\n     connection therewith, for the Commission shall be entered into\n     without the approval of the Minister, except where the\n     consideration to be paid for such person's performance of the\n     contract is less than an amount prescribed by the Minister by\n     notice published in the Gazette."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1)   The Commission or its agents or servants duly premises.\n                                                                    Entwo\"\n     authorized in that behalf by the Commission may at any\n     time between the hours of eight o'clock in the morning\n     and six o'clock at night, enter any premises supplied with\n     water by the Commission for the purpose of examining the pipes\n     or means by which such water is supplied to such premises or\n     any appliance or thing used on such premises in connection\n     with such pipes or means of supply or for the purpose of\n     locking off the supply of water from such premises or of\n     restoring the supply of water to such premises.\n            (2) Any person who assaults or obstructs a person\n     acting in the performance of his functions under subsection (1)\n     shall be guilty of an offence and liable on summary\n     conviction before a Resident Magistrate to a fine not exceed- 2noo4\n     ing five hundred thousand dollars or to imprisonment with s.2.\n     or without hard labour for a term not exceeding twelve\n     months."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1)   Any land (including land with buildings thereon) of land.\n     which the Commission proposes to acquire for the purpose of\n     performing its functions under this Act may, subject to\n     subsection (2) be acquired in accordance with the provisions of\n     the Land Acquisition Act and in relation to such\n     acquisition the purpose aforesaid shall be deemed to be a public\n     purpose.\n            (2) For the purpose of the acquisition of any land as\n     aforesaid the Land Acquisition Act shall have effect subject to\n     the following modifications-\n                               NATIONAL WATER COMMISSION\n                       for the references in that Act to \"the Commissioner\"\n                       there shall be substituted a reference to \"the\n                       Commission\" (as defined in this Act);\n                       in paragraph (b) of subsection (2) of section 5 of that\n                       Act there shall be inserted immediately before the word\n                       \"Water\" the word \"National\";\n                       for the reference in subsection (1) of section 16 of that\n                       Act to \"the Commissioner of Lands in trust for Her\n                       Majesty\" there shall be substituted a reference to \"the\n                       Commission\" (as defined in this Act).\nPower to        7. For the purpose of enabling the Commission to perform its\nborrow.\n              functions under this Act, the Commission may, with the consent\n              of the Minister, borrow money in such manner and subject to\n              such conditions as he may think fit to impose.\nPower to        8.-(1) The Commission may, for the purpose of raising\nissue\nsecurities.   money which it is authorized to borrow under this Act, issue\n              stock, debentures or other securities (hereafter in this Act\n              referred to as \"securities).\n                     (2) Such securities and interest and charges thereon may\n              subject to the approval of the Minister responsible for finance be\n              charged on the property of the Commission or on such part\n              thereof as may be specified in the security.\n                     (3) Subject to the provisions of this Act, any securities\n              created by the Commission under the powers of this Act shall be\n              issued, transferred, dealt with and redeemed according to\n              regulations made by the Minister.\nPower of         9.-(1)  With the approval of the House of Representa-\nMinister to\nguarantee     tives signified by resolution, the Minister responsible for\nloans to      finance may guarantee, in such manner and on such conditions\nCommission.\n              as he may think fit, the repayment of the principal and the\n              payment of interest and charges on any authorized borrowings\n              of the Commission.\n                 NATIONAL WATER COMMISSION                                                9\n        (2) Where the Minister responsible for finance is\nsatisfied that there has been default in the repayment of any\nprincipal moneys guaranteed under the provisions of this\nsection or in the payment of interest or charges so guaranteed\nhe shall direct the repayment or, as the case may be, the\npayment, out of the Consolidated Fund of the amount in\nrespect of which there has been such default and any such\nrepayment or payment shall be a charge on the Consolidated\nFund.\n       (3) The Commission shall make to the Accountant-\nGeneral, at such times and in such manner as the Minister\nresponsible for finance may direct, payments of such amounts\nas may be so directed in or towards repayment of any sums\nissued in fulfillment of any guarantee under this section, and\npayments of interest on what is outstanding for the time being\nin respect of any sums so issued at such rate as that Minister\nmay direct, and different rates of interest may be directed as\nrespects different sums and as respects interest for different\nperiods."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. (1) The seal of the Commission shall be authenticated by the Authenti\n      (2) All documeqts, other than those required by law to be under\nseal, made by, and all decisions of, the Commission may be signified\nunder the hand of the Chairman or any member authorized to act in\nthat behalf or the Secretary of the Commission."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. (1) The Commission shall meet at such times as may be necessary Procedur\nor expedient for the transaction of business, and such meetings shall and\nbe held at such places and times and on such days as the Commission m&n@\nshall determine.\n      (2) The Chairman may at any time call a special meeting of the\nCommission and shall call a special meeting to be held within seven\ndays of a written request for that purpose addressed to him by any\ntwo members of the Commission.\n      (3) The Chairman or, in the case of the absence or inability to\nact of the Chairman, the Deputy Chairman or the person elected\nto act as Chairman in accordance with the provisions of sub-paragraph\n(6) of paragraph 3 shall preside at the meetings of the Commission, and\nwhen so presiding the Chairman, Deputy Chairman or the person\nelected as aforesaid to act as Chairman, as the case may be, shall\nhave an original and a casting vote.\n     (4) The quorum of the Commission shall be three including the\nChairman or the Deputy Chairman or the person elected to act as\nChairman as aforesaid.\n     (5) Su,bject to the provisions of this Schedule the Commission may\nregulate its own proceedings.\n     (6) The validity of any proceeding of the Commission shall not\nbe affected by any vacancy amongst the members thereof or by any\ndefect in the appointment of a member thereof."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. There shall be paid to the Chairman and other members of the\n                                                                  ,,,,R\n Commission such remuneration, if any (whether by way of salaries or tion of\n travelling or other allowances) as the Minister may determine.       membe\n          [The inclusion of this pa,o is authorized by L.N. 57/1981]\n22                             NATIONAL WATER COMMISSION\nFunds of          10. The funds of the Commission shall consist of such moneys as may\nthe            from time to time be placed at its disposition for the purposes of this\nCommis-        Act by Parliament and such other moneys as may lawfully be paid to\nslon.\n               the Commission.\nPower to         11. The Commission may appoint and employ at such remuneration\nappoint        and on such terms and conditions as it thinks fit, a Secretary, and\nofficers.      such officers, agents and servants as it considers necessary for the\nagents and\nservants       proper performance of its funct~ons.\nRegula.tions    12. The Commission may with the approval of the Minister make\ngovernmg     regulations determining generally the conditions of service of officers\nconditions   or servants of the Commission and in particular, but without prejudice\nof service\nof officers  to the generality of the foregoing power, may make regulations relating\nand          to-\nservants.\n                    (a) the appointment, di~missal,discipline, hours of employment,\n                        pay and leave of such officers or servants;\n                    (6) appeals by such officers or servants against dismissal or other\n                         disciplinary measures;\n                    (c) the grant of pensions, gratuities and other benefits to or in\n                        respect of the service of such officers or servants;\n                    (d) the establishment and maintenance of sick funds, super-\n                         annuation funds and provident funds, the contributions pay-\n                         able thereto and the benefits receivable therefrom.\nProtection       13. ( 1 ) Save under section 15, no action, suit, prosecution or other\nof members     proceedings shall be brought or instituted personally against any mem-\nof Commis-     ber of the Commission in respect of any act done bona fide in pursuance\nslon.\n               or execution or intended execution of this Act.\n                      (2) Where any member of the Commission is exempt from lia-\n               bility by reason only of the provisions of this paragraph the Authority\n               shall be liable to the extent that it would be if the said member was a\n               servant or agent of the Commission.\nOffice of     14. The office of memlber of the Commission shall not be a public\nmember of office for the purposes of Chapter V of the Constitution of Jamaica.\nCommis-\nsion not\npublic\noffice for\nthe purposes\nof Chapter\nV of the\nConstitution.\n                                      SECONDSCHEDULE\n(Inserted by\nAct 26 of      Saving and transitional provisions consequent on repeal o f the\n1980\nS. 10).                   Kingston and St. Andrew Water Commission Act\nInterpreta-       1. In this S c h e d u l e\n6ion of this\nSchedule.           \"Area\" means the Corporate Area as defined and described in\n               NATIONAL WATER COMMISSION\n         the First Schedule to the Kingston and St. Andrew Corpora-\n         tion Act;\n    \"the amending Act\" means the National Water Authority (Change\n         of Name and Amendment) Act, 1980;\n    \"the repealed Act\" means the Kingston and St. Andrew Water\n         Commission Act;\n    \"the subsequent Act\" means the National Water Authority Act\n         as amended by the amending Act."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. All moneys of the Commission not immediately required Power to\nto be expended in the meeting of any obligations or the invest            ,   ,   ,   ,\nperformance of any functions of the Commission may be\ninvested in such securities as may be approved either generally\nor specifically by the Minister responsible for finance and\nthe Commission may, with the approval of that Minister, sell all\nor any of such securities."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-41) All rates and charges imposed by the Commis- wata\n                                                               mites and\nsion for water sold by the Commission in bulk or direct to\nconsumers, and for services rendered by the Commission,\nshall be so fixed that, taking one year with another, the\nrevenue derived in any year by the Commission from\nsuch sales and services, together with its revenue (if any) in\nsuch year from other sources, will be sufficient and only\n                           NA TIONAL WxZ TER COMMISSION\n           sufficient, as nearly as might be, to pay all remunerations,\n           allowances, salaries, gratuities, working expenses and other\n           outgoings of the Commission properly chargeable to\n           income in that year including the payments falling to be made\n           in such year by the Commission in respect of the interest on, or\n           repayment of, the principal of any money borrowed by the\n           Commission and provision for the redemption of securities\n           issued by the Commission under this Act, and such sums as the\n           Commission may think proper to set aside in that year for\n           reserve fund, expansions, extensions, renewals, depreciation,\n           loans and other like purposes.\n                   (2) The rates and charges under this section may, if the\n           Commission thinks fit, be fixed on different scales for different\n           localities.\n                   (3) Where the rates, charges and fees prescribed pursuant\n           to section 19 are inapplicable nothing in this section shall\n           prevent the Commission from charging by special agreement\n           other rates, charges or fees.\n                  (4) It shall be lawful for the Commission to meet\n           payments of interest falling due in any year from money\n           borrowed, whilst the expenditure out of such moneys remains\n           unremunerative, for such period and subject to such conditions\n           as the Minister may determine.\nSewerage     12.-(1) Where the Commission constructs, extends, or\nconnec-\ntions.     operates, any sewerage system the Commission may-\n3211973\nS. 2.\n212004         (a) by a written notice served on the owner or occupier of\ns. 3(a).           any premises within the area where such sewerage\n                   system is available, require him, within such\n                   reasonable period as the Commission may determine,\n                   being not less than the prescribed period, to have his\n                NATIONAL WATER COMMISSION\n        premises connected to such sewerage system by such\n        means and in accordance with such specifications as\n        the Commission may approve; and\n    (b) impose, with the approval of the Minister, a sewerage\n        rate upon all premises-\n          (i) within such area; and\n          (ii) in such other adjoining areas as may                     be\n               prescribed.\n      (2) Where an owner or occupier fails to comply with a 212004\nnotice served under subsection (l)(a), the Commission 3(b)\n(whether or not a penalty is imposed for the failure to\ncomply with the notice) may cause the premises to be\nconnected to the sewerage system, and the expenses incurred\nthereby shall be repaid to the Commission by such owner or\noccupier.\n      (3) Where expense is incurred by an occupier of 212004\n                                                            S. 3(b).\npremises in complying with a notice served under\nsubsection (l)(a)    in relation to the premises, such\nexpense shall be repaid to the occupier by the owner of the\npremises, and the occupier may deduct the amount of such\nexpense out of the rent from time to time becoming due to\nsuch owner.\n      (4) If an owner who is liable under this section or 212004\nby any agreement with the Commission, for the repay- S. 3@).\nment of expenses incurred by the Commission, fails to re-\npay such expenses within the date specified in a written\ndemand for repayment served upon him by the Commission,\n          [The inclusion of this page is authbrized by L.N. 111/2005]\n                            NATIONAL WATER COMMISSION\n            the Commission may, without prejudice to any other remedy,\n            recover together with such expenses, interest, at such rate\n            per annum as shall be prescribed, from the date specified\n            in the demand until the date on which repayment is made.\n212004\nS . 3(b).\n                  (5) The expenses and interest referred to in subsection\n            (4) may be recovered-\n                (a) from any person who is the owner of the premises when\n                    the works are completed and, until repayment is made,\n                    the sums payable shall be a charge on the premises in\n                     respect of which they are incurred, in priority to all\n                     other mortgages and charges thereon; or\n                (b) from the occupier of the premises and, in default of\n                    payment thereof, the Commission may levy such sums\n                    together with costs relating thereto, by distress and sale\n                    of the goods and chattels of the occupier:\n              Provided that the occupier shall be entitled to deduct from the\n            rent payable by him to his landlord so much as is recovered from\n            the occupier in respect of any sums charged under this\n            subsection.\n212004             (6) In respect of any expenses repayable under sub-\nS. 3(b).\n            section (I), the commission may, if it thinks fit, at the request\n            of an owner of premises, allow for the repayment thereof in\n            instalments, together with interest thereon at such rate per\n            annum as shall be prescribed, over a period not exceeding\n            twenty years, and until repayment is made the sums owing\n            shall, subject to any charge for property tax due to the\n            Consolidated Fund, be a charge on the premises in respect of\n            which they are incurred in priority to all other mortgages and\n            charges on the premises.\n212004            (7) The Commission may, either before or after calling\ns. 3(b).    upon the owner or occupier of any premises to execute any\n                NA TIONAL WATER COMMISSION\nwork of any kind, agree with such owner or occupier to\nsupply materials for and execute the work, and all expenses\nincurred by the Commission pursuant to the agreement,\ntogether with interest thereon at such rate per annum as\nshall be prescribed, shall be 'recoverable in any of the\nmethods provided by this section."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.02                         NATIONAL WATER COMMISSION\n             prejudice to any right or liability enforced prior to such\n             approval, such expenditure shall not be deemed to have been\n             incurred contrary to any provisions of this Act, or without due\n             authority, or otherwise illegally or improperly, by reason that the\n             sum so expended was not provided or included in any Estimate\n             or Estimates or approved by the Minister prior to its\n             expenditure.\n                    (4) The Commission may, subject to such conditions as\n             may be imposed by the Minister apply savings effected or to be\n             effected on any head of its Estimates or a surplus of actual over\n             estimated receipts to meet deficiencies on any head, so,\n             however, that the total expenditure shall not exceed that\n3211965      approved by the Minister in such Estimates:\nS. 3(b).\n                Provided that any expenditure incurred which would\n             have been in accordance with this subsection but for any\n             such condition may be subsequently approved by the\n             Minister upon the application of the Commission if such\n             expenditure appears to him to have been necessarily\n             incurred, and thereafter, without prejudice to arly right or\n             liability enforced prior to such approval, the observance of such\n             condition shall be deemed not to have been required in relation\n             to such expenditure.\nAccounts       14.-41) The Commission shall keep proper accounts and\nand audit.\n             other records in relation to the business of the Commission and\n             shall prepare annually a statement of accounts in a form\n             satisfactory to the Minister, being a form which shall conform\n             with the best commercial standards.\n                     (2) The accounts and records shall be kept in such a\n             manner as to secure the provisions of separate information as\n             respects the supply of water, and each of any other main\n             activities or undertaking of the Commission, and to show as far\n             as may be, the financial and operating results of each such\n             activity or undertaking.\n          (3) The accounts of the Commission shall be audited\n    by an auditor or auditors appointed annually by the Com-\n    mission and approved by the Minister.\n           (4) Within four months after the end of each\n    financial year or within such fbrther time as may in special\n    circumstances be allowed by the Minister, the Commission\n    shall send the statement of its accounts referred to in sub-\n    section (1) to the Minister, together with a copy of any\n    report made by the auditor on that statement or on the\n    accounts of the Commission.\n           (5) The auditor's fees and any expenses of the audit\n    shall be paid by the Commission.\n           (6) The Auditor-General shall be entitled, on the\n    direction of the Minister, at all reasonable times to examine\n    the accounts and other records i n relation to the business\n    of the Commission."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) The Commission shall on or before such date Estimates,\nand in such form as may be required by the Minister,\nin each year prepare and submit to the Minister for\napproval Estimates of the income receivable and expenditure\nto be incurred during the forthcoming financial year.\n       (2) All new posts, and any proposed variation in the\nsalary of an existing post, shall be subject to the specific\napproval of the Minister:\n  Provided that nothing in this subsection shall apply to\nany post in respect of which the minimum salary or wage\ndoes not exceed such amount as may be specified by the\nMinister.\n       (3) No further sum shall be expended during any\nfinancial year other than is provided in the Estimates relating to\nsuch financial year, unless such sum has been-\n    (a) included in a Supplemental Estimate of Expenditure\n        which has received the approval of the Minister;\n        or\n    (b) approved generally in relation to a scheme approved by\n        the Minister, prior to such expenditure:               3211965\n                                                                        S. 3(a).\n. Provided    that expenditure in contravention of this sub-\nsection may be subsequently approved by the Minister upon the\napplication of the Commission if such expenditure appears to\nhim to have been necessarily incurred, and thereafter, without"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) In the event of the expengiture of any funds of the        f^?z\n    Commission contrary to the provisions of this Act or without expcndituw.\n    due authority, the amount thereof shall be recoverable from any       iy',965\n    person or persons appointed or employed to or by the 2611980\n    Commission and incurring or purporting to authorize such s6.\n    expenditure, and any such persons shall be jointly and severally\n    liable in that behalf.\n           (2) Any liability under this section may be enforced by\n    action of debt at the suit of a public officer designated by the\n    Minister for the purpose, and any moneys recovered in any such\n1   action shall be carried to the credit of such of the Commission's\n    accounts as the Minister shall direct."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. [Deleted by Act 28 (!j-2003, S 2.1\n           [l'hc inclus~onol' this pagc is authorized by I,.N. 87120041\nAnnual\nrcptnl."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) The Commission shall, within five months after the\n               end of each financial year or within such further time as may in\n               special circumstances be allowed by the Minister, cause to be\n               made and transmit to the Minister a report dealing generally\n               with the activities of the Commission during that financial year,\n               and containing such information relating to the proceedings and\n               policy of the Commission as can be made public without\n               detriment to the interests of the Commission.\n                      (2) The Minister shall cause a copy of the report\n               together with the annual statement of accounts and the\n               auditor's report thereon and on the accounts to be laid on\n               the Table of the House of Representatives and the Senate.\n                      (3) Copies of the Commission's report together with\n               the annual statement of accounts and the auditor's report\n               on that statement and on the accounts of the Commission\n               shall be published in such manner as the Minister may\n               direct and shall be made available to the public by the\n               Commission at a reasonable price.\nI'owor of'\nMinistor to\n                 1&-(I)     The Minister may, afier cofisultation with the\ngi vo policy   Chairman, give to the Commission such directions of a general\ndirodivns.\n               character as to the policy to be followed by the Commission in\n               the performance of its functions as appear to the Minister to be\n               necessary in the interests of the Island and the Commission shall\n               give effect to such directions.\n                                                                                   (\n                      (2) The Commission shall furnish the Minister with\n               such returns, accounts and other information as he may\n               require with respect to the property and activities of the\n                 NA TIONAL WATER COMMISSION                                15\nCommission, and shall afford to him facilities for verifying such\ninformation in. such manner and at such times as he may\nreasonably require."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-41) The Commission may, with the approval of the E'Owerto\n                                                                   make regu-\nMinister, make regulations for the better carrying of this Act lations.\ninto effect and, without prejudice to the generality of the powers\nhereby conferred, may make regulations-\n    (a) prescribing-\n           (i)    [Deleted by Act 2/2004.]\n           (ii) the areas in which such rates and charges are to\n                be imposed; and\n           (iii) the fees payable in respect of any other services\n                 properly rendered on account of consumers;\n         prescribing the forms of applications for the provision 212004\n         of water supply services to consumers, the manner of S.4(\".\n         effecting such supply and the incidence of the charges\n         or fees in respect of the cost of connecting the\n         consumer's premises with the mains;\n         prescribing the security to be furnished by consumers\n         and the conditions for the discontinuance of the supply\n         in cases where the consumer fails to observe the\n         requirements of this Act or of any regulations made\n         thereunder, or is in arrears with his payments of any\n         proper rates, charges or fees, or where such\n         discontinuance may be considered necessary or\n         advisable;\n         providing for the recovery of rates, charges and fees\n         payable by consumers;\n          prescribing offences in relation to the use, misuse or\n          fraudulent use of water supplied by the Commission,\n                           --    --\n                               NA TIONAL WATER COMMISSION\n                        or to interference with any water works or sewerage\n                        system belonging to the Commission and the penalties\n                        for such offences;\n                   u> prescribing anything required by this Act to be pres-\n                        cribed.\n                      (2) Every regulation which prescribes, alters, amends or\n               modifies any rates or charges shall be published in the\n               Gazette not less than seven days before the coming into force\n               thereof.\nModifica-        20.-(1)    Where the Commission supplies water within the\ntion of\nwater rates    limits of a water supply district as defined by section 5 of the\nunder          Parishes Water Supply Act, the Minister may by order provide\nParishes\nWater Sup-     that any water rates payable under that Act as respects such\nply Act.       district may be remitted to such extent and in such\n               circumstances and subject to such conditions as may be\n               specified in the order.\n                      (2) Any order made under subsection (1) shall be subject\n               to negative resolution of the House of Representatives.\nRates            21.-(1) All rates and all other moneys payable under the\ncharged\nupon pro-      provisions of this Act or any other enactment for the time\nperty and      being in force in relation to water supply services or\ndistress for\nnon-pay-       under any contract for the supply of water or materials or for\nment.          repairs, and interest thereon at the rate and in the circum-\n2611980\nS. 9.          stances fixed by the Minister pursuant to subsection (4), shall, in\n               addition to any other remedy by the Commission, be a first\n               charge upon the premises in respect of which such rates and\n               moneys are due and payable, until payment or recovery of such\n               rates, moneys and interest, and in priority to any other charge,\n               encumbrance or lien, save and except any other charge or lien\n               created on the premises by any other enactment in favour of the\n               Crown.\n                NA TIONAL WATER COMMISSION\n       (2) Subject to subsection (4) the Commission may, in\ndefault of payment of any such rate,money or interest, recover\nthe same, and the costs of such recovery, by distress and sale of\nthe goods and chattels of the persons making such default\nwherever found and on any goods and chattels found on the said\npremises.\n       (3) In addition to any other remedies conferred on the\nCommission by this or any enactment the Commission may take\nproceedings for the recovery of any rates and other moneys\npayable to the Commission, or for the enforcement of any\ncharge, or for the sale of the premises charged, by action or suit\nbrought in a Resident Magistrate's Court where the sum sued\nfor, or the amount of the charge sought to be enforced, shall not 2noo4\nexceed two hundred and fifty thousand dollars.                     s. 5.\n       (4) The Minister may by order prescribe-\n    (a) a rate of interest which shall be paid, and the\n        circumstances and conditions on which it shall be paid,\n        on amounts due to the Commission;\n    (b) goods and chattels which shall be excluded from any\n        distress pursuant to subsection (2).\n      (5) An order under subsection (4) shall be subject to\nnegative approval."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-(1) Any lands vested in the Commissioner of Lands or Power\nin the Commission under this Act and any lands acquired for the to   sell."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Every offence against this Act or any regulations here- offences,\n                                                                 how tried\nunder shall be tried summarily before a Resident Magistrate and and\nany person convicted of any such offence shall, where no other penalties.\npenalty is provided by this Act, be liable to a penalty not 2611980\n                                                                 s,9,\nexceeding two hundred and fifty thousand dollars and, in default 212004\nof payment thereof, to imprisonment, with or without hard lo.\nlabour, for a term not exceeding three months."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. All questions arising under this Act between the Reference\n                                                                 of disputes\nCommission and the Kingston and St. Andrew Corporation to,inister,\nshall, in the case of dispute, be referred to the Minister whose 2611980\n                                                                 S. 9.\ndecisions shall be final.\n                               NA TIONAL WATER COMMISSION\n2611980                                      FIRSTSCHEDULE                          (Section 3)\nS. 4 &\nS. 10.\nAppoint-        1. The Commission shall consist of nine persons to be appointed by the\nment of\nmembers.    Minister, of whom at least one shall be a duly qualified civil engineer and at\n3211988     least one shall be a person with experience in commercial undertakings.\nS. 2.\nTemporary       2. The Minister may appoint any person to act temporarily in the place of\nappoint-    any member of the Commission in the case of the absence or inability to act\nments.\n            of such member.\nChairman.      3.-(1) The Minister shall appoint one of the members of the Com-\n            mission to be the Chairman thereof.\n                    (2) The Commission may by instrument in writing direct that sub-\n            ject to such conditions as may be specified in that instrument, such of the\n            functions of the Commission as may be so specified shall (without prejudice\n            to the performance of those functions by the Commission) be performed by\n            the Chairman.\n                   (3) The Minister shall appoint one of the members of the Com-\n            mission to be the Deputy Chairman thereof.\n                   (4) In the case of the absence or inability to act of the Chairman the\n            Deputy Chairman shall perform the functions of the Chairman.\n                  (5) In the case of the absence or inability to act of the Chairman and\n            the Deputy Chairman the Minister may appoint one of the remaining\n            members of the Commission to perform the functions of the Chairman.\n                    (6) In the case of the absence or inability to act at any meeting of\n            both the Chairman and the Deputy Chairman the remaining members of the\n            Commission shall elect one of their numbers to act as Chairman at that\n            meeting.\nTenure of       4 . 4 1 ) A member of the Commission shall, subject to the provisions of\noffice.     this Schedule, hold office for such period not exceeding three years as may\n            be specified in the instrument appointing him, and shall be eligible for\n            reappointment.\n                  (2) The Minister may at any time revoke the appointment of any\n            member of the Commission.\nResigna-       5 . 4 1 ) Any member of the Commission, other than the Chairman, may\ntion.       at any time resign his office by instrument in writing addressed to the\n            Minister and transmitted through the Chairman, and from the date of the\n            receipt by the Minister of such instrument such member shall cease to be a\n            member of the Commission.\n               NATIONAL WATER COMMISSION\n     (2) The Chairman may at any time resign his office by instru-\nment in writing addressed to the Minister and such resignation shall\ntake effect as from the date of the receipt of such instrument by the\nMinister.\nand every change in the membership thereof shall be published in the\nGazette.\n                                                                          ;Lirrn"
    }
  ],
  "definitions": [
    {
      "term": "Commission",
      "definition": "the National Water Commission",
      "source_provision": "sec2"
    },
    {
      "term": "Chairman",
      "definition": "the Chairman of the Commission and",
      "source_provision": "sec2"
    },
    {
      "term": "financial year",
      "definition": "such period of twelve months as the",
      "source_provision": "sec2"
    },
    {
      "term": "sewage",
      "definition": "the wastes of animal life other than stable",
      "source_provision": "sec2"
    },
    {
      "term": "sewer",
      "definition": "any culvert, drain or pipe, intended or used",
      "source_provision": "sec2"
    },
    {
      "term": "sewerage",
      "definition": "the system of sewers and their",
      "source_provision": "sec2"
    },
    {
      "term": "works",
      "definition": "the water works and sewerage",
      "source_provision": "sec2"
    },
    {
      "term": "Area",
      "definition": "the Corporate Area as defined and described in",
      "source_provision": "sec9"
    },
    {
      "term": "the amending Act",
      "definition": "the National Water Authority (Change",
      "source_provision": "sec9"
    },
    {
      "term": "the repealed Act",
      "definition": "the Kingston and St",
      "source_provision": "sec9"
    },
    {
      "term": "the subsequent Act",
      "definition": "the National Water Authority Act",
      "source_provision": "sec9"
    }
  ]
}