{
  "id": "jm-stat-the-national-youth-service-act",
  "type": "statute",
  "title": "The National Youth Service Act",
  "title_en": "The National Youth Service Act",
  "short_name": "National Youth Service Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-national-youth-service-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-national-youth-service-act | Legal areas: Education",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.+1) The k d shall consist of not less than eleven or more than oO&mtkn\n fifteen members as the Minister may from time to time determine. of-\n       (2) The Board shall inchde-\n     (a) The Permanent Sexetary of the Ministry responsible for youtb\n          or his nominee who shall be an ex @cio member:\n          me inclusion of this page is authorized by L.N. 3/2001]\n14                                  NATIONAL YOUTH SERVICE\n                    ( b ) one person appointed by the Minister from the k         d 01\n                         management of a tertiary institution;\n                    (c) one person from each of the following categories. being persons\n                         nominated by organizations representing such categoric+\n                            (i) religious bodies;\n                           (ii) the business seotor;\n                          (iii) the teaching profession;\n                                                                           .3\n                    (6) a representative of-\n                            (i) the Jamaica Defence Force;\n                           (ii) ,the Social Development commispion;\n                          (iii) the Jamaica Constabulary Force;\n                          (iv) the Jamaica PH Clubs; and\n                    (e) two persons who have participated in the National Youth\n                         Service programme.\n                      (31 The Minister may seleot additional members of the Board\n               from persons appearing to be knowledgeable and experienced in matters\n               relating to education, youth or labour.\nAppoint-         2. The members of the Board shall be appointed by the Minister\nment of        by instrument in writing and, subjeut to the provisions of this Schedule.\nmmbcrs.        shall hold such office as the Minister may direot in such instrument."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) The Minister shall appoint a chairman a d a deputy chairman\n               from among the members of the Board.\n                     (2) In the case of absence or inability of the chairman. the\n               deputy chairman shall perform the functions of the chairman.\n                      (3) In the case of the absence or inability to act of both the\n               chairman and deputy chairman, the Minister may appoint any other\n               member of the Board to perform the functions of the chairman. or.\n               as the case may be, the deputy chainnan during such absence or\n               inability.\nGazething of     4. The names of all members of the Board as first wnstituted and\nappoint-       every change in the membership thereof shall be published in the\nment%          Gazette."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.+1)   Subjeot to the provisions of this Schedule, a member of the\nTenure of\nOSG3.\n               Board shall hold officefor a perid not exceeding three yeats.\n                     (2j Every member of the Board shall be eligible for reappoint-\n               ment.\n                      (3) If any vacancy occurs in the membership of the Board such\n               vacancy shall be filled by the appointment of another member who\n               shall, subjea to the provisions of this Schedule, hold office for the\n               remainder of the period for which the previous member was appointed.\n                          [The inclusion of ohis page is authorized by L.N. 3/2@31]\n                  NATIONAL YOUTH SERVICE                                       15"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . 4 1 ) There is hereby established, in relation to the         r\n                                                                    &\nNational Youth Service programme, such number of oommittsa.\nRegional Advisory Committees as the Minister thinks fit,\nto advise the Board on the general operation of the pro-\ngramme.\n      (2) Each Regional Advisory Committee shall consist\nof a representative f r m each parish advisory committee\nconvened within that region pursuant to section 7 and may\nregulate its own p r d l n g s .\n        (3) The functions of the Regional Advisory Com-\nmittees shall be-\n     ( U ) to advise the B a r d on the operation of the National\n           Youth Service program%\n     (b) to promote pafiicipation in the programme;\n     (c) to prumate interest in and support for the National\n           Youth Service p r o p m e at all levels of society;\n    (d) b secure from all agencies, govemental and non-\n           gwvmental, assistance in respact of leadership,\n           finance, experience or any other matter for the\n           benefit of the National Youth Service programme;\n        me inclusion of this p g e is authorized by LN. 3/2001]\n6                               NATlONAL YOUTH SERVlCE\n               (e) to advise and assist officers in the work of the\n                  National Youth Service programme;\n               v) to assist the Board in promoting counpetitions, dis-\n                  plays and such other activities as may be necessary\n                  or desirable to publicize the work of the National\n                  Youth Service progranmq and\n               Ig) to take such action as may be approved by the\n                       Board for theeffective performance of the National\n                       Youth Service programme.\n                               Parish Advisory Committees\npariah          There is hereby established in relation to the"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.--(1)\n.dvhory\nd w . operation of the National Youth Service programme a parish\n      advisory committee within each parish.\n                 (2) Every parjsh advisory committee-\n               (a) shall consist of such number of persons as the\n                    Minister thinks fit who are knowledgeable and\n                    experienced in the organization or administration\n                    of youth projats and programmes; and\n               (b) n a y regulate its own proceedings.\n                 (3) The functions of every parish advisory committee\n          shall be-\n               (U) to give the participants of the National Youth\n                    Service programme in that parish such help and\n                    guidance as may be necessary to enable such par-\n                    ticipants to achieve educational, social and econo-\n                    mic development\n               (b) to promote the participation of youth in the\n                    National Youth Service prograrmne in all parishes;\n               (c) to work in collaborafion with the Regional Advisory\n                    Conamittees, established pursuant to section 6, to\n                      mhe inclusion of thin page is authorized by L.N. 3120011\n                 NATIONAL YOUTH SERVICE\n        stimulate interest in, and support for, the National\n         Youth Service programme;\n    (d) to secure, from such sources as may be available\n         within the parish, assistance in respect of leader-\n         ship, finance or any matter for the benefit of the\n         National Youth Service programme;\n    (4 to advise on the work of the National Youth\n         Service programme and to assist officers in the\n         various coordinating agencies within the parish\n         with their implementation of the projects and\n         programmes thereof,\n    (f, to assist the Regional Advisory Gxnmittees in\n         promoting competitions, displays and such other\n         activities as may be necessary or desirable to\n         publicize the work of the National Youth SeMce\n         programme; and\n    (g) to take such action and implement such projects\n         as are approved 'by the Regicmal Advisory Com-\n         mittees, to enhance the objectives of the National\n         Youth Service programme.\n                        Policy Directions"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Minister may, after consultation with the chair-           ZWL\nman, give to the Board such directions of a general character\nas to the policy to be followed by the Board in the per-\nformance of its functions, as appear to the Minister to be\nnecessary in the public interest, and the Board shall give\neffect thereto.\n                          Administration"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) The seal of the Board shall be authenticated by            $9nT\nthe signature of the chairman or any other member of the sealand\nBoard authorized to aot in that behalf or any officer of the doummbk\n        [The inclusion OP this page is authorized by L.N. 3/2001]\n8                                  NATIONAL YOUTH SERVICE\n                Board so authorized and shall be judicially and dcially\n                noticed.\n                       (2) All dccwnenQ, other than those required by law\n                to be under seal, made by, and all decisions of, the Board\n                may be signified under the hand of the chainnan or any\n                member or officer of the Board authorized to act in that\n                behalf.\nAFQoii-             10.-(1) The Board shall appoint and employ, at such\nm a t ol\n~fficcnlllld    remuneration and on such t m s and conditions as it thinks\nP‘OYe=\nOthCrrm-        fit, an Executive Director, a Secretary and such other\n                officers and employees as the Board deems neoessary for\n                the proper carrying out of its functions :\n                   Provided th&-\n                      (a) no salary in excess of the prescribed rate shall be\n                           assigned to any post without the prior approval\n                           of the Minister; and\n                   . (b) no appointment shall be made to any post to which\n                           a salary in excess of the prescrikd rate is assigned\n                           without the prior approval of the Minister.\n                       (2) For the purposes of subsection (1)the “prescribed\n               rate” means a rate of nine hundred thousand dollars PI\n               annum or such other rate as the Minister may, by order,\n               prescribe.\n                       (3) The Governor-General may, subject to such con-\n               ditions as he may impose, approve the appointment of any\n               public officer in the service of the Government to any offie\n               within the Board, and any public officer so appointed shall,\n               while so employed, in relation to any pension, gratuity or\n               other allowance and in relation to any other rights as a\n               public officer, be treated as continuing in the service of\n               the Government.\n                NATIONAL YOUTH SERVICE                                  9"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.41) The Board may, with the approval of the Minister, appoint\n                                                                         \"s-\nc w l ~ o j t t e e sfor special purposes connected with the fundions of the\nBoard md which. in the opinion of the Board, would be better oscL\nregulated and managed by mans of commibtees.\n          me inclusion of this page is authorized by L.N. 3/zoOll\n 16                              NATIONAL YOUTH SERVICE"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. It shall be lawful for the Board, with the approval\nof the Minister-                                                  =-\n                                                                  E-\n     ( a ) to enter into arrangements respecting schemes, b m d m .\n           whether by way of insurance policies or otherwise;\n            and\n     (b) to make regulations,\nfor medical benefits, pensions, gratuities and other retiring\nbenefits or disability or death benefits, relating to employees\nof the Board and such arrangements or regulations may\ninclude provisions for the grant of benefits to the dependants\nand the legal personal representatives of such employees.\n        Financial Provisions, Accounts and Reports"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12) The number of members of a committee appointed under\n              sub-paragraph (l), the terms of appointment of such members, the\n              quorum of the committee and the area within which the committee is to\n              exercise authority shall h determined by tbe Board.\n                      (3) A committee appointed pursuant to this paragraph may\n              include persons who are not mmbels of hte. W.but at l a s t one\n              of the members of any such committee shall be a member of the\n              Board.\n                      (4) The provisions of pamgmpb 12 shall apply to a member\n              of a committee who is not a member d the Board in like mema\n              as they apply to a member of the Boad.\n                      ( 5 ) The validity of the p d i n g s of a committee. appointsd\n              pursuant to this 'pamgraphshall not be &ected by any \\wcaoey ~rmollg\n              the members thereof or by any defect in &e appointment of a manbcr\n              thereof.\nPower ta         11.+1) Subject to the provisions of this Schedule, the Emd may.\ndelegate.      by instrument in writing, delegate to any member. committee, of6ccr\n              or employee of the Board any functions exercisable by the Bmrd\n              under t h i s Act, other than bhii power of delegaSion.\n                      (2) A delegation under this pragraph-\n                   (U) may be made subject to such amditions, q d i k d o m md\n                         exceptions a may be specified in the instrument; and\n                   (b) is revocable by the Board,\n              and such delegatim shall not prevent the exercise by the B a d d\n              the function delepated."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. All moneys of the Board not immediately required           ps*\nto be expended for the purpose of meeting any of the m o o w .\nobligations or discharging any of the funotions of the Board\nmay be invested in such securities as may be approved\neither generally or specifically by the Minister and the Board\nmay, with the approval of the Minister, sell all or any of\nsuch securities.\n         me inclusion of this page is authorized by LN. 3/u)o1]\n10                           NATIONAL YOUTH SERVICE\nAccoUnhr       1 4 . 4 1 ) The Board shall keep proper accounts and other\nand audit\n            records in relation to its funotions and shall prepare annually\n            a statement of accounts in a form satisfactory to the Mjnister\n            and conforming to established accounting principles.\n                   (2) The accounts of the Board shall be audited\n            annually by the Auditor-General."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. The officeof the chairman, deputy chairman, or member of the\n             Board &hall     not be a public offia for the purpow of chapter V of\n             the Constitution of Jamaica."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) The Board shall, within six months after the\n            end of each financial year or within such longer period as\n            the Minister may in special circumstances approve, cause to\n            be made and transmitted to the Minister a repwt dealing\n            generally with the aotivities of the Board during the preoed-\n            ing financial year.\n                   (2) The Minister shall cause a copy of the report\n            together with the annual statement of accounts and the\n            Auditor-General's report thereon to be laid in the House\n            of Representatives and the Senate.\n                    (3) The Board shall, in each financial year, before\n            a date specified by the Minister, submit to the Minister for\n            his a p v a l , estimates of income and expenditure for the\n            ensuing financial year.\noperatine     16. The Board shall submit to the Minister for his\nplan.\n            approval, by the 28th day of February in each year, an\n            operating plan for that year as to projeots to be promoted\n            or sponsored, or b&h, by the Board, the operational frame-\n            work within which the Board shall carry out its functions\n            and such other matters as the Minister may require."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The Board shall furnish the Minister with such\n            returns, accounts and other information as he may require\n            with respect to the activities of the Board, and shall afford\n            him facilites for verifying such information in such manner\n            and at such times as he may reasonably require.\n                    me inclusion of this page is authorized by LN. 3/20011\n                 NATIONAL YOUTH SERVICE                                      13\n     ( b ) satisfies the Board that he possesses the presmibed\n            qualifications,\nshall be eligible for selection as a participant under this\nAct.\n          (2) The Board shall cause a certificate in the pre-\nscribed form to be issued to every participant."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Power of Minister of Finance to guarantee. loam to Board.\n                                    General"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. T h e Minister may make regulations generally for R*latioa+\nthe better carrying into effect of the provisions of this\nAct and without prejudice to the generality of the foregoing,\nthe regulations may provide for-\n     (a) the payment of allowances and any other entitle-\n           ments to participants;\n     (b) the keeping of such records by employers as the\n           Minister may require for any purpose connected\n           with the provisions of this Act;\n     (c) the qualifications required for persons to be serlected\n           as participants;\n     (d) the procedures for the selection of participants;\n     (e) the terms and conditions of training, and the\n          employment of participants by employers;\n      V, the forms to be used for the purposes of this Act;\n           and\n      k) anything authorized or required by this Act to be\n           prescribed.\n                               SCHEDULE                         (section4)\n                  The National Youth Service Board"
    }
  ],
  "definitions": []
}