{
  "id": "jm-stat-the-natural-resources-conservation-authority-act",
  "type": "statute",
  "title": "The Natural Resources Conservation Authority Act",
  "title_en": "The Natural Resources Conservation Authority Act",
  "short_name": "Natural Resources Conservation Authority Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-natural-resources-conservation-authority-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-natural-resources-conservation-authority-act | Legal areas: Environment",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0-                                  SECOND SCHEDULE                   (section 34(1) )\n                             Constitution and procedrrre ot Tribunal"
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1 . 4 1 ) The Tribunal shall consist of not less than three nor more\n            tban five members appointed by the Minister, being persons appearing\n            to the Minister to be knowledgeable and experienced in mattera relating\n            to the environment\n                     (2) For the hearing of any appeal under this Act, the Tribunal\n            may consist of one member sitting alone if the parties to the appeal\n            w=.\n               2 If the chairman or other member of the Tribunal is absent or\n            unable to act the Minister may appoint another person to act tempor-\n            arily as chairman or such other member."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Interpretation.\n       PART I.     Natural Resources Co?uervationAuthority\n                         Establishment and Functiom"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) The appointment of every member of the Tribunal s W be\n            evidenced by instrument in writing and shall be for a period not\n            exceediug three years.\n                      me dndusion of this p g e Is aucbmized by L.N. 90/19931\n    NATURAL RESOURCES CONSERVATION AUTHORITY                                         35\n        (2) Every member of the Tribunal shall be eligible for reappoint.\nment.\n      (3) The Minister may at any time revoke the appointment of the\nchairman or any other member of the Tribunal."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) Any member of the Tribunal otber than the chairman may aesigna-\nat any time resign his office by instrument in writing addressed to the flan.\nMinister and transmitted through the chairman, and from lbe date of\nthe receipt by the Minister of such instrument such member shall cease\nto be a member of the Tribunal.\n        (2) T h e chairman may at any time resign his office by instru-\nment in writing addressed to the Minister and such resignation shall\ntake dect as from the date of the receipt of such instrument by the\nMinister."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The Minister may appoint any person to act temporarily in the\n               place of any member of the ~ a t h o f i ein the case OP the -a or\nment           inability to act of that member.\nResigMl-          6.41) Any member of the Authrify. other than the chairman. may\ntion.          at any time resign his office by instrument in writing addressed to\n               the Minister and transmitted through the chairman. and from the date\n               of receipt by the Minister of such instrument, that member shall cease\n               to be a member of the Authority.\n                      (2) The chairman may at any time resign his office by instrument\n               in writing addressed to the Minister, and such resignation shall take\n               effwt as from the date of receipt by the Minister of such instrument.\nPvbliaation    7. The n a m a of the members of the Authority as first constituted\nOf m a n k - and every change in the membtrship thersof shall be puhlkhed in the\nship.\n             Gorare.\nI          ~      8 . ~4 1 ) The~ Authority\n                                        ~ shall -be a body corporate having perpetual\ntion.          succession and a common seal with power to acquue, hold and dispose\n               of land and other property of whatever kind.\n                         lTk inclmsioo of this page i s a u t h o r k d by LN.SQ/ 19931\n    NATURAL RESOURCES CONSERVATION AUTHORITY                                33\n       (2) The seal of the Authority shall be kept in the custody of\nthe chairman or the secretary and shall be &ed       to instruments pur-\nsuant to a resolution of the Authority in the presence of the chairman\nor any other member of the Authority. and the secretary.\n       (3) The seal of the Authority shall be authenticated by the aigna-\ntures of the chairman or a member of the Authority authorized to\nact in that b W by the Authority, and the secretary.\n       (4) All documents other than those required by law to be under\nseal, made by, and all dc&ions of. the Authority may be sigoified\nunder the hand of the chairman or any other member authorized to\nact in that behalf by the Authority.\n       (5) The Authority may me or be sued in its oorporate name\nand may for all purposes be described by such name."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. All documents made by, and all decisions of, the Tribunal may ~ ~ b h c n l i ~ .\nbe signified under the hand of the chairman CT any member of the tion of\nTribunal authorized to act in that behalf.                         doEunsnis."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) The Tribunal shall meet at such t i m a as may be necessary\nor expedient for the transaction of business and such meetings shall\nbe hdd at such places and times and on such days a8 the Tribunal\nmay determine.\n       (2) The chairman or any other person appointed to act tem-\nporarily as chairman shall preside at meetings of the Tribunal.\n       (3) Subject to paragraph 1 (2) the decisions of the Tribunal shall\nbe by a majority of votes of the members and in addition to an\noriginal vote, the chairman shall have a casting vote in any case in\nwhich the voting is equal.\n        (4) The Tribnnal shall have power to regulate its 0w1l pro-\nceediugs.\n       (5) Proper records of all proceedin@ of the Tribunal shall be\nkepi."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Any person, body or agency having authority over any           et;fi\"\nmatter in respect of which the Authority has functions to Eoosultcd.\nperform pursuant to this Act shall not, whether provisionally\nor finally, approve or determine such matter until the\nAuthority has been consulted thereon."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. No action, suit, prosecution or other proceedings shall be brought\nor instituted personalry against any member of the Tribunal in respect\n           IThe indusion of *his page is autbaized by L.N. 9O/lW931\n36                NATURAL RESOURCES CONSERVATION AUTHORITY\n              Df an act done born w e in pursuance or execution or intended execu-\n              tion of the provisions of this Act\nDidoJurs         10. Any member of the Tribunal who has any interest. diractly or\nOf\n              indirectly, in any matter brought before the Tribunal-\n                   (U) shall &lose the nature of the interest to the Tribunal, and\n                    (b) shall not take part in m y deliberations or decisions of the\n                        Tribunal with respect to that matter.\n00ia of         11. The office of chairman or member of the TniunaI shall not bc\nMrmber not\n     public   a public office far the purposes of Chaptes V of the constiktion of\n06iCC.        Jamaica.\n                         m e inclusion of this page is authorized by LN. 90/19931"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.41) The Authority shall meet at such times as may be necessary\nor expedient for the transaction of its business and such meetings shall -d\nbe held at such places and times and on such days as the Authority meerfuep.     I\nmay determine.\n        (2) The chairman m a y at any time call a special meeting of\nthe Authority and shall call a spenal meeting within seven days of\nthe receipt of a written re uest for that purpose addressed to him           J\nby any two members of the iuthority.\n        (3) The chairman or. in the case of the absence or inability\nto act of the chairman, the deputy chairman shall preside at meetings\nof the Authority and in the case of the absence of both the chairman\nand deputy chairman from a meetin& the members present shall\nelect one of their number to preside at that meeting.\n        (4) A quorum of the Authority shall be four.\n         (5) The dedsions of the Authority ahall be by a majority of the\nvotea and in addition to an original vote the chairman. deputy chairman\nor other person presiding at a meeting shall have a casting vote in\nany cme in which the voting is equal.\n         (a) Minutes of each meeting of the Authority shall be kept\n in proper form and shaU be cm6rmed as soon aa practicable at a\n subsequent meeting.\n         (7) The validity of the proceedings of the Autbority shall not\n be affected by any vacancy amongst the members thereof or by any\ndefect in the appointment of a member thereof.\n           llhinclusion of this page is authorized by LN. 90/19931\n34              NATURAL RESOURCES CONSERVATlON AUTHORITY\n                   (8) Subject to the provisions of this Schedule, the Authority\n            may regulate its own proceedings."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. A member of the Authority who is directly or indirectly interested\n            in any matter which is being dealt with by the Authority-\n                 (a)       disclose the- nature of his interest at i meeting of the\n                     Authority: and\n                 (b) shall not take part in any deliberation or decision of the\n                     Authority with respect to that matter.\nRenunera-     12. There shall be paid from the funds of the Authority to the\ntnn of      chairman, deputy chairman and other members of the Authority such\nIlwmkcm     remuneration (whether by way of honorarium, salary or fees) and such\n            allowances a8 the Minister may determine,\nPsotertion     1 3 . 4 1 ) No action, suit, prosecution or other proceedings shall be\nof mcrmbers. brought or instituted personally against any member of the Authority\n             in respect of any act done born fk!e in pursuance or execution or\n            intended execution of the Authority's functione under this or any 0 t h\n            enactment.\n                   (2) Where any member of thc Authority is exempt fromliability\n            by reason only of the provisions of this paragraph, the Authority shall\n            be liable to the extent that it would be if the said member w m a\n            servant or agent of the Authority."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.41) The National Water Commission shall not be ~ ~ t i ~ ~ a l\nheld to have violated the provisions of section 12 (1) by\nreason only of the fact that a discharge from a sewer or ;gad             in\nworks vested in the Commission contravenes the conditions Bpccific\n                                                                CIICUIII.\nof a licence relating to the discharge if-                      stances.\n     ( U ) the contravention is attributable to a discharge\n           into the sewer or works caused or permitted by\n            another person; and\n     (b) the Commission was not bound to receive the\n           discharge into the sewer or works, or was bound\n           to receive it there subject to conditions which were\n           not observed; and\n     (c) the Commission could not reasonably have been\n           expected to prevent the discharge into the sewer\n           or works.\n        (2) A person shall not be held to have violated the\nprovisions of section 12 11) in consequence of a discharge\nwhich he caused or permitted to be made into a sewer or\nworks vested in the Commission if the Commission was\n        IThe inclusion of this page is authorized by L.N. 90/19931\n14             NATURAL RESOURCES CONSERVATION AUTHORITY\n            bound to receive the discharge there either unconditionally\n            or subject to conditions which were observed.\n              lS.-(l) Where it appears to the Authority that any waters\n            have been or are likely to be polluted in consequence of an\n            act or omission which, for the purposes of paragraph (b) of\n            section 12 (2) is consistent with good agricultural practice,\n            the Authority may, in consultation with the Minister\n            responsible for agriculture, serve on the occupier of the land\n            where the act or omission took place, a notice requesting\n            him to stop or prevent acts or omissions of that kind.\n                    (2) Any person who refuses or fails to comply with\n            a notice served under this section shall be guilty of an offence\n            and shall be liable on summary conviction before a Resident\n            Magistrate to a fine not exceeding twenty thousand dollars\n            or to imprisonment for a term not exceeding two years or\n            to both such fine and imprisonment, and-\n                 (U) where a person defaults in the payment of a fine\n                      imposed under this subsection, he shall be liable\n                      to imprisonment for a term not exceeding one year;\n                      and\n                 (6) where the offence is a continuing offence, he shall\n                      be liable to a further fine not exceeding three\n                      thousand dollars for each day on which the offence\n                      continues after conviction."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) Without prejudice to the provisions of section 18,\n            where it appears to the Authority that any poisonous,\npollution   noxious or polluting matter is likely to enter, or is or was\nof water.   present in any waters, the Authority may, after consultation\n            with any agency or department of Government having\n            functions in relation to water or water resources, carry out\n            such operations as it considers appropriate-\n                 (U) where such matter appears likely to enter such\n                     waters, for the purpose of preventing it from doing\n                     so; and\n                    W e inclusion of this page is authorized by &.N.90/19931\n   NATURAL RESOURCES CONSERVATION AUTHORITY                          1s\n     (b) where such matter appears to be or to have been\n           present in such waters, for the purpose of removing\n           or disposing of the matter, or of remedying or\n           mitigating any pollution caused by its presence in\n           the waters, or of restoring the waters, so far as it\n           is reasonably practicable to do so, to the state in\n           which they were immediately before the matter\n           became present in the waters.\n        (2) Any amounts reasonably incurred by the\nAuthority m carrying out operations in pursuance of sub-\nsection (I) are, subject to subsection (3), recoverable by the\nAuthority as a debt incurred by the person or persons who\ncaused or permitted the poisonous, noxious or polluting\nmatter, as the case may be, to be present at the place from\nwhich it was liely in the opinion of the Authority to enter\nwaters or, as the case may be, to be present in such waters;\nand accordingly, without prejudice to any penalty\nimposable on such person or persons, such sums may be\nrecovered summarily in a Resident Magistrate’s Court,\nwithout limit of amount, as a civil debt.\n         (3) A person shall not be liable to pay any Sums\nexpended by the Authority pursuant to this section if he\nsatisfies the court that such sums were incurred u r n s -\nsarily.\n         (4) Any person who wilfully obstructs the Authority\nor any person authorized in that behalf in the exercise of\nits powers under this section shaIl be guilty of an offence\nunder this Act and shall be liable on summary conviction\nbefore a Resident Magistrate to a h e not exceeding ten\nthousand dollars or to imprisonment for a term not\nexceeding one year."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) The Authority may by notice in writing require Information\nthe owner or operator of any sewage treatment plant, on          pollu-\n                                                            ti,,n Fan-\nindustrial waste treatment facility or any facility for the Ehw.\n         W e inclusion of this page is authorized by L.N.90/1993]\n16              NATURAL RESOURCES CONSERVATION AUTHORITY\n            disposal of solid waste or for the abatement of air pollu-\n            tion or any other facility for controlling pollution, to submit\n            to the Authority at such intervals as the Authority may\n            specify in the notice, information relating to all or any of\n            the following-\n                 (a) the performance of the facility;\n                 (b) the quantity and condition of effluent discharged;\n                 (c) the area affected by the discharge of effluents,\n            and such owner or operator as aforesaid shall comply with\n            the requirements of the notice.\n                     (2) Any person who refuses or fails to comply with\n            the requirements of a notice under subsection (1) shall be\n            guilty of an offence and shall be liable on summary convic-\n            tion before a Resident Magistrate to a 6ne not exceeding\n            twenty thousand dollars or to imprisonment for a term not\n            exceeding two years or to both such fine and imprison-\n            ment, and-\n                 (a) where a person defaults in the payment of a fine\n                      imposed under this subsection, he shall be liable to\n                       imprisonment for a term not exceeding one year;\n                      and\n                 (b) where the offence is a continuing offence, he shall\n                      be liable to a further h e not exceeding three\n                      thousand dollars for each day on which the offence\n                      continues after conviction.\nEnforce\nmcnt d\n               1 8 4 1 ) Subject to the provisions of this section, where it\noontrois.   appears to the Authority that the activities of an under-\n            taking in any area are such as to pose a serious threat to\n            the natural resources or to public health, the Authority\n            may serve on the person who appears to have carried out\n            or to be carrying out the activity, a notice (hereinafter\n            referred to as an “enforcement notice”) specifying the\n            offending activity and requiring such steps as may be\n   NATURAL RESOURCES CONSERVATION AUTHORITY                          17\nspecified in the notice to be taken within such period as may\nbe so specified to ameliorate the effect of the activity and,\nwhere appropriate, to restore the natural resources to their\ncondition before the activity took place.\n        (2) The Authority may in the enforcement notice\norder the immediate cessation of the offending activity if it\nis of the opinion that the circumstances giving rise to the\nnotice are such as to warrant an order to that effect, and\nshall specify in the notice the period within which an appeal\nagainst its decision may be made pursuant to section 34; and\nthe person on whom the notice is served shall comply with\nthe notice.\n       (3) Where an appeal is made against an enforcement\nnotice in which the cessation of an offending activity is\nordered, the notice shall remain in effect pending the final\ndetermination or withdrawal of the appeal.\n       (4) Where the person referred to in subsection (1)\ncontinues or authorizes the continuation of the offending\nactivity while an enforcement notice is in effect or after\nthe dismissal of an appeal under section 34 relating to that\nnotice, he shall be guilty of an offence and shaU be liable\non summary conviction before a Resident Magistrate to a\nfine not exceeding fifty thousand dollars or to imprisonment\nfor a term not exceeding two years or to both such b e\nand imprisonment, and-\n     (a) where he defaults in the payment of a fine imposed\n          under this subsection, he shall be liable to\n          imprisonment for a term not exceeding one year;\n          and\n     (b) where the offence is a continuing offence, he shall\n          be liable to a further line not exceeding three\n          thousand dollars for each day on which the offence\n          continues after conviction.\n        me ,indusioa of this ~ s g eis authorized by L.N. 90/19931\n1s              NATURAL RESOURCES CONSERVATION AUTHORITY\n                    (5) Where the person to whom a notice is issued\n            under subsection (1) fads to comply with the enforcement\n            notice, then, without prejudice to the provisions of subsec-\n            tion (4)the Minister may take such steps as he considers\n            appropriate to ensure the cessation of the activity to which\n            the notice relates.\n                    (6) Where authorized by the Minister acting pur-\n            suant to subsection (3,a member of the Jamaica\n            Constabulary Force may use such force as may be\n            necessary for the purpose of ensuring compliance with a\n            notice referred to in that subsection; and any person who\n            hinders or obstructs any such member acting as aforesaid\n            shall be guilty of an offence and shall be liable on summary\n            conviction before a Resident Magistrate to a fine not\n            exceeding ten thousand dollars or to imprisonment for a\n            term not exceeding one year.\nSUpPlb         19.-(1) Where an enforcement notice takes effect and,\nmentafy\nprovlswns   within the time specified therein or such extended period as\nas to cn-\nfonement,    the Authority may allow, any steps required by the notice to\n            be taken have not been taken, the Authority may enter on\n            the land on which the offending activity took place and take\n            such steps.\n                     (2) Any amount reasonably incurred by the Author-\n            ity pursuant to subsection (1) may be recovered from the\n            person who carried on the activity, without limit of amount,\n            as a civil debt in the Resident Magistrate’s Court in the\n            parish in which such steps as aforesaid were taken, so,\n            however, that a person shall not be liable to pay any sums\n            expended by the Authority under this section if he satisfies\n            the Court that such sums were incurred unnecessarily.\n                    (3) A person who, having been entitled to appeal\n            to the Tribunal under section 34 fails to do so, shall not\n            be entitled in proceedings under subsection (2) to dispute\n                    IThe inclusion of this page is authorized by L.N. 90/1993]\n    NATURAL RESOURCES CONSERVATION AUTHORITY                                19\nthe validity of the action taken by the Authority on any\nground that could have been raised in such appeal."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(1)  Any person duly authorized in that behalf by the Right or\nMinister or by the Authority may at all reasonable times enw.\nenter any premises for the purposes of ensuring compliance\nwith this or any other law pertaining to the protection of\nthe environment and shall, if required to do so by the person\nin charge of the premises, produce his authority for so enter-\ning to such person.\n       (2) Any person who assaults or obstructs a duly\nauthorized person acting in the execution of his duty under\nsubsection (1) commits an offence and shall be liable on\nsummary conviction before a Resident Magistrate to a fine\nnot exceeding ten thousand dollars or to imprisokent for\na term not exceeding twelve months.\n   PART11. Financial Provisions, Accounts and Report"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The funds and resources of the Authority shall con- Funds of\n                                                               Authority.\nsist of-\n     (a) such sums as may be provided annually for the\n         purpose in the Estimates of Revenue and Expendi-\n         ture of the Island;\n     (b) all sums which the Authority is authorized to\n         collect by or under this or any other enactment; and\n     (c) all other sums or property which may in any man-\n         ner become payable to or vested in the Authority\n         in respect of any matter incidental to its functions."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. The expenses of the Authority, including the emsea d\nremuneration of members and staff thereof, shall be paid AuEhority.\nout of the funds and resources of the Authority.\n            me inclusion of this page is authorized by LN.90/1993]\n20             NATURAL RESOURCES CONSERVATION AUTHORITY\nBarrowing\npowers."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(1) Subject to the provisions of subsection (2), the\n            Authority may borrow sums required by it for meeting any\n            of its obligations or discharging any of its functions.\n                     (2) The power of the Authority to borrow shall be\n            exercisable only with approval of the Minister responsible\n            for finance as to the amount, the sources of borrowing and\n            the terms on which the borrowing may be effected, and an\n            approval given in any respect for the purposes of this sub-\n            section may be either general or limited to a particular\n            borrowing or otherwise, or may be either unconditional or\n            subject to conditions.\nMinister\nFinance may\n         Of    24.41) With the approval of the House of Representa-\nguarantee   tives, the Minister responsible for finance may guarantee,\nloans.\n            in such manner and on such conditions as he may think\n             fit, the repayment of the principal and the payment of\n            interest on any authorized borrowings of the Authority.\n                    (2) Notwithstanding anything to the contrary, where\n            any loan is, pursuant to subsection (11, guaranteed by the\n            Minister responsible for finance, the repayment of the\n            principal moneys and interest represented by the loan so\n            guaranteed shall, during the continuance of such guarantee,\n            be a first charge upon such revenue and assets of the\n            Authority as shall be specified by that Minister.\n                     (3) Where the Minister responsible for finance is\n            satisfied that there has been default in the repayment of\n            any principal moneys or in the payment of interest guaran-\n            teed under the provisions of this section, he shall direct the\n            repayment or, as the case may be, the payment, out of the\n            Consolidated Fund and assets of Jamaica, of the amount\n            in respect of which there has been such default.\n                     (4) The Authority shall make to the Accountant-\n            General, at such times and in such manner as the Minister\n            responsible for finance may direct, payments of such\n                    me inclusion of this pige is authmized by L.N. 90119931\n   NATURAL RESOURCES f3NSERVATlON AUTItORlTY                                 23\n     (6) no appointment shall be made to any post to which\n          a salary in excess of the prescribed rate is assigned\n          without prior approval of the Minister.\n        (2) In subsection (1) the prescribed rate means a\nrate of fifty thousand dollars per annum or such higher rate\nas the Minister may, by order, prescribe.\n        (3) The Governor-General may, subject to such con-\nditions as he may impose, approve the appointment of\nany oflicer employed in the service of the Government to\nany office with the Authority and while so employed any\nofficer so appointed shall be treated, in relation to any\npension, gratuity, or other allowance and in relation to\nother rights as a public officer, as continuing in the servicz\nof the Government."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. The Authority may with the approval of the Penrim\n                                                              %heme,\nMinister-                                                     medical\n    (U) enter into arrangements respecting schemes, h&.        e.6ts,\n          whether by way of insurance policies or not; and\n    (6) make regulations,\nfor medical benefits, pensions, gratuities and other retiring\nbenefits or disability or death benefits, in respect of the\nemployees of the Authority and such arrangements or\nregulations may include provisions for the grant of benefits\nto the dependants and the legal representatives of such\nemployees.\n                        PART N. General"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31, no person shall undertake in a prescribed area any enter-\nprise, construction or development of a prescribed descrip-\ntion or category except under and in accordance with a\npermit issued by the Authority.\n       (3) Any person who proposes to undertake in a pre-\nscribed area any enterprise, construction or development\nof a prescribed description or category shall, before com-\nmencing such enterprise, construction or development, apply\nin the prescribed form and manner to the Authority for a\n           me inclusion of this page is authorid by L.N. 90119931\n8       NATURAL RESOURCES CONSERVATION AUTHORITY\n    permit, and such application shall be accompanied by the\n    prescribed fee and such information or documents as the\n    Authority may require.\n           (4) Where a permit is required under subsection (2)\n     and any activity connected with the enterprise, construction\n     or development will or is likely to result in the discharge of\n    effluents, then, application for such permit shall be accom-\n     panied by an application for a licence to discharge effluents\n    as required under section 12.\n           (5) In considering an application made under subsec-\n    tion (3) the Authority-\n         (a) shall consult with any agency or department of\n               Government exercising functions in connection\n              with the environment; and\n         (b) shall have regard to all material considerations\n              including the nature of the enterpirse, construction\n              or development and the effect which it will or is\n              likely to have on the environment generally, and\n              in particular on any natural resources in the area\n              concerned,\n    and the Authority shall not grant a permit if it is satisfied\n    that any activity connected with the enterprise, construction\n    or development to which the application relates is or is likely\n    to be injurious to public health or to any natural resources.\n           (6) The Authority may-\n         (0) grant a permit subject to such terms and conditions\n              as it thinks fit; or\n         (b) refuse to grant a permit,\n    and where the Authority refuses to grant a licence it shall\n    state in writing the reasons for its decision and inform the\n    applicant of his right under section 35 to appeal against the\n    decision.\n   NATURAL RESOURCES WNSERVATION AUTHORITY                                9\n       (7) Any person who contravenes any provisions of\nsubsection (2) shall be guilty of an offence and shall be liable\non summary conviction before a Resident Magistrate to a\nh e not exceeding fifty thousand dollars or to imprisonment\nfor a term not exceeding two years or to both such fine\nand imprisonment, and-\n     (a) where a person defaults in the payment of a fine\n          imposed under this subsection, he shall be liable\n          to imprisonment for a term not exceeding one year;\n          and\n     (6) where the oEence is a continuing offence, he shall\n          be liable to a further fine not exceeding three thou-\n          sand dollars for each day on which the offence\n          continues after conviction.\n   lO.-(l) Subject to the provisions of this section, the T?gr;:\nAuthority may by notice in writing require an applicant 10 request\nfor a permit or the person responsible for undertaking in environ-\n                                                                mental\na prescribed area, any enterprise, construction OT develop- asraisment,\n                                                                impaa\nment of a prescribed description or category-                   etc\n     (a) to furnish to the Authority such documents or\n           information as the Authority thinks fit; or\n     (b) where it is of the opinion that the activities of such\n           enterprise, construction or development are having\n           or are likely to have an adverse effect on the\n           environment, to submit to the Authority in respect\n           of the enterprise, construction or development, an\n           environmental impact assessment containing such\n           information as may be prescribed,\nand the applicant or, as the case may be, the person\nresponsible shall comply with the requirement.\n         (2) A notice issued pursuant to subsection (1) shall\nstate the period within which the documents, information\nor assessment, as the case may be, shall be submitted to\nthe Authority.\n        [The inclusion of this page is authorixd by LN. 9 0 / 1 9 9 3 ]\n10            NATURAL RESOURCES CONSERVATION AUTHORITY\n                    (3) Where the Authority issues a notice under sub-\n           section (l), it shall inform any agency or department of\n           Government having responsibility for the issue of any\n           licence, permit, approval or consent in connection with any\n           matter affecting the environment that a notice has been\n           issued, and such agency or department shall not grant such\n           licence, permit, approval or consent as aforesaid unless it\n           has been notified by the Authority that the notice has been\n           complied with and that the Authority has issued or intends\n           to issue a permit.\n                    (4) Any person who, not being an applicant for a\n           permit, refuses or fails to submit an environmental impact\n           assessment as required by the Authority shall be guilty of\n           an offence and shall be liable on summary conviction before\n           a Resident Magistrate to a fine not exceeding thirty thousand\n           dollars.\n~      ~      11.-(~1) Subject\n                            t     toi subsection\n                                           ~     (2),~ the Authority may by\nDf Prmit   notice addressed to the person to whom a permit was issued\n           revoke or suspend the permit if it is satisfied that there has\n           been a breach of any term or condition subject to which\n           the permit was granted, or if such person fails or neglects\n           to submit to the Authority, in accordance with section 10,\n           any documents, information or assessment required there-\n           under.\n                      (2) Except as provided in subsection (3), the Author-\n           ity shall, before revoking a permit, serve on the person to\n           whom it was granted a notice in writing-\n                 (a) specifying the breach or default on which the\n                        Authority relies and requiring him to remedy it\n                        within such time as may be specified in the notice;\n                        and\n                 (b) informing him that he may apply to the Authority\n                        to be heard on the matter within such time as\n                        may be specified in the notice.\n                   me inclusion of this page ia authoriaa by L.N.90/1993]\n   NATURAL RESOURCES CONSERVATION AUTHORITY                                11\n        (3) The Authority shall not be obliged to serve a\nnotice pursuant to subsection ( 2 ) in relation to any breach\nif a cessation order pursuant to section 13 or an enforce-\nment notice pursuant to section 18 is in effect in relation to\nthat breach.\n   IZ.--(l) Subject to the provisions of this section, no per-\nson shall-\n                                                                   ec\n                                                                  discharge\n                                                                  of ctlluab,\n      (a) discharge on or cause or permit the entry into *c.\n             waters, on the ground or into the ground, of any\n             sewage or trade efEuent or any poisonous, noxious\n             or polluting matter; or\n      (b) construct, reconstruct or alter any works for the\n             discharge of any sewage or trade effluent or any\n             poisonous, noxious or polluting matter,\nexcept under and in accordance with a licence for the\npurpose granted by the Authority under this Act.\n           (2) A licence shall not be required if the discharge\nor entry-\n      (a) results only from a use of water made in pursuance\n             of a licence to abstract and use water granted under\n             any enactment; or\n      (b) is in aocordance with good agricultural practice,\n             as determined by the Authority after consultation\n             with the Minister responsible for agriculture; or\n      (c) is caused or permitted in an emergency in order\n             to avoid a greater danger to the public and, as\n             soon as practicable thereafter, particulars of the\n             discharge or entry are furnished to the Authority;\n             or\n      (4results from the domestic waste effected by means\n             of absorption or soakaway pits or other prescribed\n             waste disposal system and is in accordance with\n             such provisions as may be prescribed by or under\n        me inclusion of this page is authorid by LN. 90/1993]\n12             NATURAL RESOURCES CONSERYATION AUTHORITY\n                      this enactment or any other law in force pertaining\n                      to such disposal.\n                    (3) Any person who contravenes the provisions of\n            subsection (1) shall be guilty of an offence and shall be\n            liable on summary conviction before a Resident Magistrate\n            to a fine not exceeding fifty thousand dollars or to imprison-\n            ment for a term not exceeding two years or to both such\n            fine and imprisonment, and-\n                 (a) where a person defaults in the payment of a fine\n                      imposed under this subsection, he shall be liable\n                      to imprisonment for a term not exceeding one year;\n                      and\n                 (6) where the offence is a continuing offence, he shall\n                      be liable to a further fine not exceeding three\n                      thousand dollars for each day on which the offence\n                      continues after conviction.\n                   (4) The provisions of regulations made Ender this\n            Act shall have effect in relation to the grant, suspension\n            and revocation of licences and otherwise in relation thereto.\nCessation       W.-(l) Without prejudice to the provisions of section 9\norder.\n             (7), 10 (41, I1 and 12 (3)-\n                   (U) where a person fails to comply with the provisions\n                        of section 9 (2); or\n                   (6) where the person responsible fails to submit an\n                        environmental impact assessment within the time\n                        specified by the Authority; or\n                  (c) where a person fails to comply with the provisions\n                        of section 12 (I),\n            the Authority may issue an order in writing to such person\n            directing him to cease, by such date as shall be specified\n            in the order, the activity in respect of which the permit,\n            licence or environmental impact assessment, as the case may\n            be, is required,\n                    IThe inclusion of this page is authorized by L.N. 90/1993]\n   NATURAL RESOURCES CONSERVATION AUTHORITY                          13\n         (2) Where the person to whom an order is issued\nunder subsection (l), fails to comply with the order, the\nMinister may take such steps as he considers appropriate\nto ensure the cessation of the activity to which the order\nrelates.\n         (3) Where authorized by the Minister acting piu-\nsuant to subsection (2), a member of the Jamaica Constabu-\nlary Force may use such force as may be necessary for\nthe purpose of ensuring compliance with an order referred\nto in that subsection; and any person who hinders or\nobstructs any such member acting as aforesaid shall be\nguilty of an offence and shall be liable on summary con-\nviction before a Resident Magistrate to a fine not exceeding\nten thousand dollars or to imprisonment for a term not\nexceeding one year."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.-(1) Without prejudice to the exercise of the power Environ-\n                                                               mental\nconferred on the Minister under section 32, the Minister protstlotl\nmay, on the recommendation of the Authority and if he is area.\nsatisfied that it is in the public interest to do so, by order\npublished in the Gazette declare any area to be an environ-\nmental protection area and direct the Authority to prepare\nand to submit to him, for approval an environmental pro-\ntection plan for that area; and the Authority shall act\naccordingly.\n         (2) The undertaking of any activity in an environ-\nmental protection area shall be subject to such provisions\nas may be prescribed by regulations, subject to negative\nresolution, in relation to the protection of the environment\nand the natural resources in that area.\n        (3) The Authority shall cause an order made under\nsubsection (1) to be published once in a daily newspaper\ncirculating in Jamaica.\n  3 4 . 4 1 ) There is hereby established for the purposes of Tribunal.\nthis Act a Tribunal, and the provisions of the Second Sche- sohedulc.\n                                                              W n d\n        IThe inclusion of this pdge is antharued by L.N. 90119g3l\n26               NATURAL RESOURCES CONSERVATION AUTHORITY\n             dule shall have effect as to the constitution of the Tribunal\n             and otherwise in relation thereto.\n                     (2) The Tribunal shall hear appeals made to it in\n             respect of the issue of enforcement notices by the Authority\n             pursuant to section 18 and in respect of any such appeal\n             the Tribunal may, subject to the provisions of this section,\n             quash or vary the notice or may dismiss the appeal; and\n             if the notice is varied or the appeal dismissed, the Tribunal\n             may direct that the enforcement notice shall not take effect\n             until such date (not being later than twenty-eight days from\n             the determination of the appeal) as the Tribunal thinks fit.\n                     (3) Before determining an appeal the Tribunal shall\n             give the appellant, who may be represented by an attorney-\n             at-law or any other person, the opportunity to be heard by\n             the Tribunal.\n                     (4) The decision of the Tribunal shall be final.\n& p a l to\nMmster."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35.-(1)     Subject to the provisions of this section, an\n             aggrieved person may appeal to the Minister against a deci-\n             sion of the Authority in relation to a permit or licence\n             and the appeal shall be made in writing within twenty-\n             eight days of the date of the decision or within such\n             further period as the Minister may in any special circum-\n             stances allow.\n                        (2) On hearing an appeal under this section, the\n             Minister may-\n                   ( U ) dismiss the appeal and confirm the decision of the\n                          Authority;\n                  (b) aUow the appeal and set aside the decision;\n                  (c) vary the decision; or\n                  (d) allow the appeal and direct that the matter be\n                         determined afresh by the Authority,\n             and the Minister’s decision shall be final.\n                     me inclusion of this page is authorized by L.N. 90/19!931\n   NATURAL RESOURCES CONSERVATION AUTHORITY                            27\n        (3) For the purposes of this section, an aggrieved\nperson is a person-\n     (a) who has been refused a permit or a licence or who\n          objects to the terms and conditions subject to which\n          a permit or licence is granted; or\n     (b) who is the holder of a permit or licence and who\n          objects to a decision of the Authority in respect of\n          such permit or licence."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. The Authority may by instrument in writing authorize z.2\nany such person as it thinks fit (hereinafter referred to as to ta+o\n                                                             procd-\nthe authorized person) to institute proceedings against any W.\nperson for an offence against this Act and to recot-er any\npenalties under this Act or regulations made thereunder, and\nthe authorized person may prosecute or conduct such pro-\nceedings."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. AI1 prosecutions for offences against this Act or any Pr-\nregulations made thereunder shall be commenced within tionstobe\ntwelve calendar months next after the commission of such $    ,%\noffence or, if the Court is satisfied that the Authority with\ndue diligence could not have been aware within that period\nthat the offence had been committed, within such further\nperiod as the Court may allow."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38.41) The Minister may make regulations for the pur- R H t i o n s .\npose of giving effect to the provisions of this Act, and in\nparticular but without prejudice to the generality of the\nforegoing, such regulations may contain provisions in rela-\ntion to-\n     (a) standards and codes of practice with respect to the\n         protection and rehabilitation of the environment\n         and the conservation of natural resources;\n     (b) the description or category of enterprise, construc-\n         tion or development in respect of which an environ-\n        me inclusion of this p.ge is authorized by LN.W/lW3]\n28   NATURAL RESOURCES CONSERVATION AUTHORITY\n          mental impact assessment is required by the\n           Authority;\n     (c) the quantity, condition or concentration of\n          substances that may be released into the environ-\n          ment;\n     (4the importation, collection, storage, recycling,\n          recovery or disposal of substances which may be\n          hazardous to the environment\n     (e) the establishment of ambient air quality standards,\n           an air pollution monitoring system and index, and\n           the manufacture, use and emission of air con-\n          taminants;\n      (f, the discharge of waste generally, and the fees pay-\n          able in relation thereto;\n     (g) the design, construction, operation, maintenance\n           and monitoring of facilities for the control of pollu-\n          tion and the disposal of waste;\n     (h) the management of national parks, marine parks,\n          protected areas and public recreational beaches or\n          other public recreational facilities, the fees (if any)\n          payable in respect of their use, and the standards\n          of care and sanitation, cleanliness and safety to\n          be observed in relation thereto;\n      (i) the employment of lifeguards at beaches to which\n          members of the public habitually resort and the\n          training and qualification of lifeguards;\n      (1) the preservation of order and good conduct among\n          members of the public using national parks,\n          marine parks, protected areas, public recreational        .\n          beaches or other public recreational facilities\n     (k) the erection on lands forming part of or adjoining\n          any public recreational facility of huts, booths,\n          tents, sheds, stands and stalls, whether fixed or\n          moveable;\n        me mdusion of this page is authorid by L.N. 90/11)93]\n  NATURAL RESOURCES CONSERVATION AUTHORlTY                        29\n    (0 the limitation or prohibition of-\n           (i) the production, importation, exportation,\n               trade or use of any type of equipment,\n                 means or device designed to kill, catch, or\n                 destroy, indiscriminately, prescribed animals\n                 or prescribed plants;\n            (ii) any action or method which may bring\n                 about the extinction of or major adverse\n                 effects on, prescribed fauna or flora species;\n   (m)the protection of particular species of prescribed\n         fauna and flora;\n   (n) the form and manner of, and the fees payable in\n         connection with, an application for any licence or\n         permit that may be granted by the Authority under\n         any enactment;\n   (0) the grant, refusal, revocation or suspension of any\n         licence or permit that may be issued by the Author-\n         ity and the terms, conditions or restrictions subject\n         to which such licence or permit may be granted;\n   ( p ) the fees or charges payable to the Authority for\n         services rendered by the Authority, its servants or\n         agents in carrying out the provisions of any enact-\n         ment under which the Authority exercises func-\n         tions;\n    (q) the grant, in accordance with section 30, of beneEts\n          to and in respect of,employees of the Authority;\n   ,(r) any other matter required by this Act to be\n         prescribed.\n        (2) For the purposes of paragraphs (1) and (m),\n\"prescribed\" means prescribed by the Minister by notice\npublished in the Gazette.\n        (3) Notwithstanding the provisions of section 29 of\nthe Interpretation Act, regulations made under this Act may\n        [Tae inclusion of this page is authorized by LN.W/19931\n30                 NATURAL RESOURCES CONSERVATION AUTHORITY\n                prescribe greater penalties than those specified in that\n                section, so, however, that the maximum penalty that may be\n                imposed shall be a fine of fifty thousand dollars and impri-\n                sonment for two years.\nM\n      allplia\n     crowo.       39. This Act binds the Crown.\n~odifi~a-         40.41) The Minister may, by order, with effect from\ntan of\nlawS.           any date specified in the order, not being earlier than the\n                5th day of July, 1991, alter any enactment if he considers\n                such alteration to be necessary or expedient on account of\n                anything contained in this Act.\n                        (2) An order made pursuant to subsection (1) shall\n                be subject to affirmative resolution.\n                       (3) In this section-\n                     (a) “alter” includes adapt or repeal;\n                    (b) “enactment” includes any instrument having the\n                          force of law but does not include this Act.\nVcsting of         41. All real and personal property belonging to the Beach\n-‘@.            Control Authority, including all moneys standing to the\n                credit of or receivable by that Authority pursuant to the\n                Beach Control Act shall, from and after the 5th day of July,\n                1991, without any conveyance, assignment or other transfer,\n                belong to and be vested in the Natural Resources Conserva-\n                tion Authority, subject to the provisions of this Act and to\n                any enactment regulating the management, maintenance,\n                control, supervision and dealing with, such property or\n                moneys.\nO~QSWW-    42. In any enactment or regulations made thereunder or\ntioe of\nrdcrraas.in any instrument in writing issued pursuant to a statutory\n                power and having effect on or after the 5th day of July,\n                1991, any reference to the Natural Resouroes Conservation\n                Department, the Beach Control Authority or the Watershed\n   NATURAL RESOURCES CONSEKVATION AWHOPITY                             31\nCommission shall be construed as a reference to the\nAuthority."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. Transitional.\n   NATURAL RESOURCES CONSERVATION AUTHORITY                        5\n    (e) to perform such other functions pertaining to the\n         natural resources of Jamaica as may be assigned\n         to it by the Minister or by or under this Act or\n         any other enactment.\n         (2) In performing the functions specified in subsection\n( 1 ) the Authority may-\n       (a) develop, implement and monitor plans and pro-\n            grammes relating to the management of the\n            environment and the conservation and protection\n            of natural resources;\n       (b) construct and maintain buildings and other facilities\n            for public recreational purposes;\n       (c) in relation to prescribed national parks, marine\n            parks, protected areas and public recreational\n            facilitiw\n                (i) carry out or cause to be carried out such\n                    improvements as it thinks fit; and\n               (ii) provide for the zoning thereof for specified\n                    purposes and for the licensing of persons\n                    carrying on any trade or business therein;\n       (d) formulate standards and codes of practice to be\n            observed for the improvement and maintenance\n            of the quality of the environment generally,\n            including the release of substances into the\n            environment in connection with any works,\n            activity or undertaking;\n       (e) investigate the effect on the environment of any\n            activity that causes or might cause pollution or\n            that involves or might involve waste management\n            or disposal, and take such action as it thinks\n            appropriate;\n        (f, undertake studies in relation to the environment\n            and encourage and promote research into the use\n        me inchion cfibis page is authorid by L.N. 90/1*3]\n6                     NATURAL RESOURCES CONSERVATION AUTHORITY\n                            of techniques for the management of pollution and\n                            the conservation of natural resources;\n                        (g) conduct seminars and training programmes and\n                            gather and disseminate information relating to\n                            environmental matters;\n                        (h) do anything or enter into any arrangement which,\n                            in the opinion of the Authority, is necessary to\n                            ensure the proper performance of its functions.\n                           The Minister may, on the recommendation of the\n~ ~ ~ i g n a t i ~ ,5.--(1)\n                     ,\nOf\npark,\n                Authority after consultation with the Jamaica National\nprotdcd         Heritage Trust, by order published in the Gazette\narca. ttc.\n                designate-\n                     (a) any area of land as a national park to be maintained\n                          for the benefit of the public;\n                     (b) any area of land or water as a protected area in\n                          which may be preserved any object (whether ani-\n                          mate or inanimate) or unusual combination of\n                          elements of the natural environment that is of\n                          aesthetic, educational, historical or scientific\n                          interest; or\n                     (c) any area of Iand lying under tidal water and\n                          adjacent to such land or any area of water as a\n                          marine park.\n                       (2) The Authority shall cause any order made under\n                subsection (1) to be published once in a daily newspaper\n                circulating in Jamaica.\nDdwation           6.41) The Authority may delegate any of its functions\n                 under this Act (other than the power to make regulations)\n                 to any member, officer or agent of the Authority.\n                      (2) Every delegation under subsection (1) is revocable\n                by the Authority and the delegation of a function shall not\n                preclude the performance of that function by the Authority.\n                               me inclusion of thir. page ia authorized by L.N. !W/19931\n   NATURAL RESOURCES CONSERVATATION AUTHORITY                                7"
    }
  ],
  "definitions": [
    {
      "term": "prescribed",
      "definition": "prescribed by the Minister by notice",
      "source_provision": "sec38"
    }
  ]
}