{
  "id": "jm-stat-the-noise-abatement-act",
  "type": "statute",
  "title": "The Noise Abatement Act",
  "title_en": "The Noise Abatement Act",
  "short_name": "Noise Abatement Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-noise-abatement-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-noise-abatement-act | Legal areas: Environment",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                   Iaterpraa-\n                                                                  tim.\n  “political meeting” means any assembly or gathering\n      of person.+--\n            (U) convened by-\n                     (i) a member of Parliament; or\n                    (ii) a member of a Parish Council or a\n                         councillor of the Kingston and\n                         St. Andrew Corporation; or\n                   (iii) a political party or any member of\n                         a political party,\n                for the purpose of the transaction of\n                matters of public interest or for the dis-\n                 cussion of such matters or for the purpose\n                 of the expression of views upon such\n                 matters; or\n            lb) convened-\n                     (i) for the purpose of furthering or\n                         criticizing the aims, objects, action\n                         or programme of any political\n                         party; or\n                    (ii) for the purpose of supporting or\n                         opposing the candidature of any\n                          individual as against any other or\n                          others at an election for a member\n                          of Parliament or a member of a\n      Clbincluaion of thia page ie authorized by L.N. 146/1999]\n2                                   NOISE ABATEMENT\n                                      Parish Council or a councillor of\n                                      the Kingston and St. Andrew\n                                      Corporation,\n                               and if any speaker at any assembly or\n                               gathering held as aforesaid refers to or\n                               discusses the aims, objects, action or\n                               programme of any political party or the\n                               candidature of any individual at such\n                               election, such assembly or gathering shall,\n                               until the contrary is proved, be deemed\n                               to be a political meeting;\n                 “public meeting” includes any meeting in a public place\n                     and any meeting which the public or any section\n                     thereof are permitted to attend, whether on pay-\n                     ment or otherwise;\n                 “specified equipment” means any instrument or device\n                     mentioned in paragraph (a) or (b)of subsection (1)\n                     of section 3.\n      fran      3 . 4 ) Subject to subsection (2) and section 5, no person\npnw\nprcrmsca     shall, on any private premises or in any public place at any\nrsb          time of day or night-\n                   ( U ) sing, or sound or play upon any musical or noisy\n                         instrument; or\n                   (b) operate, or permit or cause to be operated, any\n                         loudspeaker, microphone or any other device for\n                         the amplification of sound,\n             in such a manner that the sound is audible beyond a distance\n             of one hundred metres from the source of such sound and\n             is reasonably capable of causing annoyance to persons in\n             the vicinity so, however, that where during the period speci-\n             fied in subsection (4) such sound is audible beyond that\n             distance in the vicinity of any dwelling house, hospital,\n                      p k e inclusion ofthis page is authorized by L.N.146/19991\n                     NOlSE ABATEMENT                              3\nnursing home, infirmary, hotel or guest house, such sound\nshall be presumed to cause annoyance to persons in that\nvicinity.\n        (2) No person shall operate a loudspeaker-\n      (a) later than 11 o’clock in the mght at a public\n           meeting; and\n      (b) later than midnight at a political meeting held\n          between nomination day and the day next but one\n          before election day, both days inclusive.\n      (3) Any person who contravenes the provisions of\nsubsection (1) or (2) shall ,be guilty of violating the public\npeace, and shall be liable on summary conviction in a Resi-\ndent Magistrate’s Court-\n    (a) in the case of a first offence, to a fine not exceeding\n         fifteen thousand dollars or, in default of payment,\n         to imprisonment for a term not exceeding three\n         months; or\n      tb) in the case of a second offence,to a fine not exceed-\n          ing thirty thousand dollars or, in default of pay-\n          ment, to imprisonment for a term not exceeding\n           six months; or\n      (c) in the case of a subsequent offence, to a fine not\n          exceeding fifty thousand dollars or, in default of\n          payment, to imprisonment for a term not exceeding\n          twelve months and, in addition, the Court may,\n          upon the application of the prosecution, order the\n          forfeiture of the specified e q u i p n t used in the\n          commission of the offence.\n Ir\n       (4) The periods referred to in subsection (1)\n      (a) 2 0’~lOckand 6 o’clock in the morning on a\n           Saturday or Sunday; and\n          p*\n           k l m i o n d this pagcis authorid by LN. 1&/1%]\n4                        NOISE ABATEMENT\n        (b) midnight on a Sunday, Monday, Tuesday,\n            Wednesday or Thursday and 6 o'clock in the\n            following morning."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) The occupier of any premises on which an offence\n    under section 3 41) has been committed, commits an offence,\n    if the court is satisfied that-\n           (a) he was present on the premises at the time of the\n                 offence; and\n           (b) he had not taken all reasonable steps to prevent\n                 the commission of the offence.\n          (2) An owner or operator of any specified equipment\n    used in the commission of an offence under section 3\n    commits an offence, if the Court is satisfied that-\n        (a) he was present at the place where the contravention\n             took place; and\n        (b) he had not taken all reasonable steps to prevent\n             the commission of the offence.\n           (3) Where the prosecution proposes to apply for\n    forfeiture of any speczed equipment under section 3 (3) (E),\n    notice of such intention and of the grounds therefor shall\n    be given forthwith to any person who, to the knowledge of\n    the prosecution, is the owner thereof.\n           (4) Without prejudice to any other form of service,\n    notification may, for the purpose of subsection (31, be made\n    by two publications in a daily newspaper printed and cir-\n    culating in Jamaica, the second of such publications being\n    not later than three days after the first.\n           ( 5 ) Any person having a claim to any specified equip\n    m a t in respect of which an application for forfeiture is\n    made pursuant to section 3 (3) (c) may appear before the\n    Court on the hearing of the application and show cause why\n    an order for forfeiture should not be made.\n             nh inclusionof this page is authorid 4y L.N. 146119991\n                       NOISE ABATEMENT                                   5\n      (6) Where, on the hearing of an application pursuant\nto section 3 (3) (c) for forfeiture of any specified equipment,\nno person appears before the Court to show cause why an\norder for forfeiture should not be made. the Court shall\npresume that such equipment has been abandoned.\n       (7) If, upon the application of any person aggrieved\nby an order made ,by the Court under scction 3 (3) (c), the\nCourt is satisfied that it is just to revoke such order, the\nCourt may revoke that order upon such terms and conditions\nas it deems appropriate, and, without prejudice to the\ngenerality of the foregoing, shall require the person to pay,\nin respect of storage, maintenance, administrative expenses,\nsecurity and insurance of the specified equipment, such\ncharges as shall be approved by the Court not exceeding\none and a half times the value of the equipment, as\ndetermined by the Court, as a pre-condition for the release\nof the equipment.\n      (8) An applcation to the Court under subsection (7)\nfor the revocation of an order shall be made within thirty\ndays of the date of the order or within such greater time,\nnot exceeding three months after the date of the order. as\nthe Court may allow."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) Where a person intends to operate any specified P d s i o n\n                                                               rquirca for\nequipment to provide music for dancing or any other form\nof entertainment in a public place in circumstances where of a m 6 0 3\nsuch music is reasonably capable of disturbing any person cases.\noccupying or residing in any private premises, such person\nshall make a written application to the Superintendent of\nPolice in charge of the division in which the activity will be\nheld for permission to do so, not later than ten clear days\nbefore the date on which it is proposed to hold such activity.\n                                  ___              - --\n         Illhe inclusion of this page is authorized bv L N 146119991\n6                          NOISE A BATEME(\\'?'\n           (2) E.very application under subsection (1) shall con-\n    tain particulars of the nature and purpose of the proposed\n    activity, the place at which and the hours during which it\n    will he held.\n          (3) Where any specified equipmen.t is used to provide\n    music for dancing or any other form of entertainment in\n    the vicinity of any hotel, dwelling house or guest house,\n    such activity shall not continue later than 2 o'clock in the\n    morning.\n           (4) The Superintendent of Police may upon receipt of\n    an application under subsection (1) refuse to grant per-\n    mission or may grant such penmission subject to such con-\n    ditions as he may specify in writing: so, however, that no\n    permission shall be granted for the operation of specified\n    equipment in the vicinity of any hospital, nursing home or\n    infirmary.\n           (5) A person aggrieved by-\n         (a) a decision of the Superintendent of Police refusing\n              to grant permission; or\n        (b) any condition subject to which permission is\n              granted,\n    may within seven days afttr the date of that decision, appeal\n    in writing to the Commissioner of Police who may revoke,\n    vary or confirm such decision subject to such conditions as\n    he deems necessary.\n          (6) A person who contravenes this section or fails to\n    comply with any condition relating to the grant of per-\n    mission under this section imposed by the Superintendent\n    or by the Commissioner of Police shall be guilty of an\n    offence and shall be liable on summary conviction in a\n    Resident Magistrate's Court to a fine not exceeding one\n    hundred thousand dollars or in default of payment to\n    imprisonment for a term not exceeding six months.\n    ___~\n             [The inclusion of !his page is authorized b y L.N. 146/1999]\n                       NOlSE ABATEMENT                                  7\n                                                                 Pawer to"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . 4 1 ) Where-                                               SOIZC and\n     ( a ) a person (hereinafter referred to in this subsection $$&,\n            as the operator) is playing upon any musical instru- q~wm.\n            ment or operating any specified equipment in the\n            vicinity of any dwelling house, hospital, nursing\n            home, infirmary, hotel or guest house between the\n            hours of 10 o’clock in the evening and 6 o’clock\n            in the following morning in such a manner so as\n            to be reasonably capable of causing annoyance to\n            persons in that vicinity;\n      ( b ) the operator is requested to reduce or discontinue\n            the sound caused by the specified equipment by\n            or on behalf of any person who is affected by the\n            sound; and\n       (c) the operator fails to comply with that request,\nthe operator shall, without prejudice to subsection (Z), be\nguilty of an offence against this section and shall be liable\non summary conviction in a Resident Magistrate’s Court\nto a fine not exceeding twenty thousand dollars or in default\nof payment to imprisonment for a term not exceeding six\nmonths.\n        (2) Where a request is made as men,tioned in para-\ngraph ( b ) of subsection (1) because of the serious illness of\nany person or for any other reasonable cause and the request\nis not complied with, a member of the Constabulary Force,\nnot below the rank of Sergeant, may seize and detain any\nspecified equipment used in the commission of the offence,\nso, however, that such seizure and detention shall, subject\nto the provisions of section 3. be for such period only as\nmay be necessary for the purposes of any investigation,\n trial or enquiry."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The Minister may make regulations generally for ~ e g u h t i ~ n ~ .\ngiving effect to the provisions and purposes of this Act.\n         [The inclusion U( this page is authorized by   146/1999]"
    }
  ],
  "definitions": []
}