{
  "id": "jm-stat-the-norman-square-savanna-la-mar-act",
  "type": "statute",
  "title": "The Norman Square (Savanna-la-mar) Act",
  "title_en": "The Norman Square (Savanna-la-mar) Act",
  "short_name": "Norman Square (Savanna-la-mar) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-norman-square-savanna-la-mar-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-norman-square-savanna-la-mar-act | Legal areas: Local Government",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The expression “Norman Square” shall be deemed to Noman\ninclude all that piece or parcel of land in the town of Square\n                                                           described.\nSavanna-la-Mar around the Court House, starting from\nthe point or intersection of Great George Street and\nNorman Street, running easterly along the southern boun-\ndary of Norman Street, then southerly along the western\nboundary of Beckford Street, then south-westerly 276 feet\nalong the western boundary of Rose Street, thence north-\nwesterly to the eastern boundary of Great George Street\nto a point 343 feet south of the point of intersection of\nGreat George Street and Norman Street, and thence along\nthe eastern boundary of Great George Street to the p i n t\nof its intersection with Norman Street."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Parish Council of the parish of Westmoreland P W C ~\nmay make regulations for the proper management and make reguiations\npreservation of the Norman Square, and may from time for\nto time alter, add to or rescind, any such regulations:\n   Provided always that no such regulations, or any altera-\ntion or amendment thereof, shall be of any force or effect,\nuntil fourteen days after the same shall have been approved\nby the Minister, and published in the Gazerre."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Any person doing any act in contravention of any Penaityfor\nregulation made by the Parish Council aforesaid under breach of\nthis Act, and approved as aforesaid, shall, on summary\n      me inclusion of this m e is sulhorizcd by L.N. 480119731\n2         I               NORMAN SQUARE (SAVANNA-LA-MAR]\n               conviction, be liable to a penalty not exceeding ten dollars,\n               or in default of payment thereof to imprisonment with or\n               without hard labour for a term not exceeding one month.\nArrest           5. Any constable, or other person specially appointed in\non new.\n               writing by the chairman or vice-chairman of the Parish\n               Council, may lawfully arrest, without warrant, any person\n               wilfully and after due warning contravening any regulation\n               of the Council which has been approved as aforesaid.\nPowers of        6. Every person appointed in writing by the chairman or\npersons\nappoinledto    vice-chairman to carry out the regulations of the Parish\nregulations.\ncarryout       Council shall, for the purposes of this Act, have the powers\n               and privileges of a constable.\n~     ~    d ~ When"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.\n                 t   i rules\n                          ~   and regulations have been\n                              ~                            approved by\nposted up. the Minister, the Parish Council aforesaid\nto be kept                                            shall cause copies\n               thereof to be paifited on boards, and posted and kept\n               posted up on two conspicuous places on or near the\n               Norman Square and the grounds aforesaid.\n                                                                                    #-\n                      lTk indurion of this page is authoriecd by L.N. 480119731\n                                                                                  ,' -"
    }
  ],
  "definitions": []
}