{
  "id": "jm-stat-the-notaries-public-act",
  "type": "statute",
  "title": "The Notaries Public Act",
  "title_en": "The Notaries Public Act",
  "short_name": "Notaries Public Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-notaries-public-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-notaries-public-act | Legal areas: Regulation of Professions",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-In this Act the expression “Corporate Area” has the Inteterpreta-\nmeaning assigned to it by section 3 of the Kingston and St.\nAndrew Corporation Act.                                     s.2.\n                                                                              c,966          I"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Governor-General may, by warrant under his Appointmerit\n                                                              of Nolmics\nhand and sed, from time to time commission and appoint hb,ic,\nas many fit and proper persons as be may think fit through-\nout the Island to be Notaries Public, to discharge the duties\nassigned to such office by the laws of Great Britain and of\nthis Island, or by the practice of commerce."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Before entering upon the duties of his office, each oath tobe\n                                                           rakm.\nNotary Public shall, under a dedimus to be issued by the\nGovernor-General, be sworn well,truthfulIy, and faithfully\nto discharge such duties."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Before noting any protest, where the circumstancesI)uryin\nshall appear to the notary to be suspicious, and not %;ao““\nwarranting the protest demanded, he shall refuse to act,\nuntil, by an order of two Justices in Petty Sessions, the\nperson requiring the protest shall have established a right\nthereto, and, before applying for such order, notice of the\napplication shall be given to the notary refusing the\nprotest, and such persons, if any, in the Island, interested\nin the subject of protest."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. When a protest or other notarial act shall be refused, Rc[Uraloi\nthe notary shall mark on the log-book, bill of exchange, or :zTtobs\nother document, his refusal to the effect, “protest refused”,\nwith his signature and the date of refusal subscribed.\n       Ill18 Musion of this pagc is authorized by   LN. 480/1973]\n4                                          NOTARIES PUBLIC\nOffenca.             7. It shall be a misdemeanour, punishable by fine or\n                  imprisonment, with or without hard labour, for a term not\n                  exceeding three years, or by both fine and imprisonment as\n                  aforesaid, for any notary or other person falsely to certify,\n                  or to propound any statement, document, or thing, or\n                  fraudulently, with intent to deceive, to conceal, withhold\n                  or pervert any fact, document, or thing pertinent to the\n                  subject of protest or other notarial act.\n~ ~ t z r i ~ ~ t o  8. Notaries Public shall be deemed to be officers of the\nbe officers\nofsupreme         Supreme Court, and liable to the summary jurisdiction\ncourt.            thereof; and, on a certificate from the Court of misconduct\n                  in office, the Governor-General shall discharge the offending\n                  officer from his said office.\n~             ~     9. A~ stamp ~duty, according\n                                          i      ~ to the iunderstated\n                                                                  ~    scale,\n                                                                           ~\nto be             shall be impressed on each commission of Notary Public to\nstmpcd.\n                  be countersigned by the Registrar of the Supreme Court.\n401 1966             Scale of Stamps on Commissions of Notary Public\ns. 3.\n                      For the whole Island       ...      ...                    $30\n                      For the Corporate Area     ...      ...                    $20\n                      For any parish outside the Corporate\n                        Area    ...      ...     ...      ...                    $10\nAdhesive            10. Instead of the impressed stamp of forty cents pre-\ninstead of\nimprcsscd         scribed by the Stamp Duty Act, a fifty Cents adhesive stamp\nstamps.           may be substituted, provided it be duly cancelled as by the\n                  said Act prescribed.\nFOU.                ll.-(l) The fces payable for notarial acts (which shall\n40/1966           be payable in addition to any stamp duty) shall be the fees\ns. 4.             for the time being prescribed in a tar# of feei framed and\n                  approved in accordance with the provisions of this section.\n                        NOTARIES PUBLIC                             5\n        (2) Any two Notaries Public appointed by the\nMinister for the purposes of this section may frame a tariff\nof fees payable for notarial acts and may from time to time\namend the same.\n        (3) Every tariff of fees framed in accordance with the\nprovisions of subsection (2) and every amendment thereof\nshall be subject to the approval of the Minister who may\nmake such alterations or additions as he may think fit, and\nshall not have effect unless published in the Caretre by order\nmade by the Minister."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Adhesive instead of impressed s W p .\n                                                                        1’"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Fecs.\n       me inclusion of this page is authorized by L.N. 4801 19731\n                                                                                             i\n                                                                                             1\n                       NOTARIES PUBLIC                                                   3\n                                                                                             1\n                                                                                             I\n                                                                                             I\n                                                                                             I\n                                                                                             !\n                                                                                             i\n                                                                                             I\n             THE NOTARIES PUBLIC ACT                                          CUR 261.\n                                                                                  Act\n                                                                              40 of 1%\n                                                                    11865.1"
    }
  ],
  "definitions": []
}