{
  "id": "jm-stat-the-nurses-and-midwives-act",
  "type": "statute",
  "title": "The Nurses and Midwives Act",
  "title_en": "The Nurses and Midwives Act",
  "short_name": "Nurses and Midwives Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-nurses-and-midwives-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-nurses-and-midwives-act | Legal areas: Regulation of Professions",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1                                                                                                    ,\n     1                                                           (ii) a refresher course in nursing or mid-\n     I                                                                wifery ;\n     1\n                         *\n        I\n                                                \"the Council\" means the Nursing Council established\n        I                    '                      under section 3;\n         I\n         I                                      \"mental nurse\" means a nurse trained in the nursing care\n                                                    of persons suffering from mental illness;\n            1\n            I\n                                            .\n            I                    13~005         \"midwife\" means a person who havini   . been, admitted to\n                                                                                                  I\n             I                   S. 2(a).           a midwifery education: programme authorized and\n            I\n             I                                      duly recognized by the appropriate regulatory 6odyl\n             I\n             1                                      has successfully completed the prescribed programme '\n                                                    of studies, has acquired the necessary qualifications\n                                                    and is registered and licensed to practice midwifery;\n             I   i\n                 1\n                                 1312005\n                                 S. 2(b).\n                                                \"nurse\" means a person, who having been admitted to a\n                                                     nursing educational programme, duly recognized in                  a\n                 I                                   the country in which the person is qualified, has suc-\n                 1\n                 i                                   cessllly completed the prescribed course of studies in\n                                                     nursing, has acquired the necessary qualifications and\n                 I\n                                                     is registered and licensed to practise nursing;\n                     I\n                     1\n                     I\n                     I\n                     i\n                     !.\n                       NURSES AND MIDWIVES\n     \"the register\" means-\n              (a) in relation to nurses, the Register of Nurses\n                    and\n              (b) in relation to midwives, the Register of\n                  Midwives,\n          specified in section 9;\n     \"the Registrar\" means the Registrar appointed under\n         section 5;\n     \"the roll\" means the Roll of Assistant Nurses specified in\n          section 10."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this kct-                 .                                                 Interpreta-\n                                                                                       tion.\n                \"the appropriate Medical Officer (Health)\" means the\n                    Medical Officer (Health) for the parish or area in\n                    which any matter, thing or event required by this Act\n     .    ' O       to be reported or notified to the appropriate Medical\n                    Officer (Health) exists, occurred or is intended to\n                    occur;\n         \"assistant nurse\" rneans'a          who, having been admit- ,312005\n               ted to an assistant nursing programme authorized and s.20\n               duly recognized by the appropriate regulatory body,\n- .           .has successfully ,completed the prescribed programme\n             ' of studies, has acquired the necessary qualifications\n                    '\n               and is enrolled and licensed to practise as an assistant\n.;     .       nurse  under the supervision of a registered nurse or a\n  .. .         registered medical practitioner;\n                L\n                \"continuing education\" means any formally structured or I3I2005\n                    supervised programme or course of study or any 2(a).\n                    special learning activity which is authorized and duly\n                    recognized by the Council for-\n                            (a) enhancing the knowledge, skills or attitude of\n                                 an enrolled assistant nurse, registered nurse or\n                                 registered midwife;\n                        [me inclusion of this page is authorid by L.N. 92d20121\nI\niI                               I                             NURSES AND MID WIVES\n                                                                                                                I   .\n                                                      (b) assisting an enrolled assistant nurse, registered\nt                                                         nurse or midwife, respectively, in fulfilling the\n I                                                        job responsibilities or attaining professional\n I\n                                                          competence in nursing or midwifery, as the\n I                                                        case may be;\n    i\n    I\n     iI\n                                                       (c) providing-\n                                                                                                                        a\n                                                                 (i) a review of recent developments in the\n                                                                     practice of nursing or midwifery; or"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1)   There shall be established for the purposes of this Act Establish-\n                                                                   ment of\na body to be called the Nursing Council.                           Nursing\n                                                                              Council.\n       (2) The provisions of the First Schedule shall have effect First\nas to the constitution of the Council and otherwise in relation Schedule.\nthereto."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Council shall have power to control the training Functionsof\nand practice of nurses, midwives and assistant nurses and the Council.\nto register nurses and midwives and enrol assistant nurses."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.The Council may appoint and employ at such Appoint-\nremuneration and on such terms and conditions as it thinks\nfit a Registrar and such other officers, agents and servants andother\n                                                                              :ezz\n                                                             officers,\nas it thinks necessary for the proper carrying out of the agentsand\nprovisions of this Act:                                      servants.\n              [The Inclusion of thla page l a authorized by L.N. 180Al20061\n                                        NURSES AND MID WIVES\n                    Provided that no salary in excess of fifteen hundred dollars\n                  per annum shall be assigned to any post without the prior\n                  approval of the Minister.\nFundsofthe          6. The fbnds of the Council shall consist of such moneys\nCouncil.\n                  as may from time to time be placed at its disposition for\n                  the purposes of this Act by Parliament, and such other\n                  moneys as may lawfblly be paid to the Council.\n:iccountsand        7. The Council shall keep proper accounts of its receipts,\naudit.\n                  payments, credits and liabilities and such accounts shall be\n                  audited annually by an auditor appointed in each year by\n                  the Council with the approval of the Minister.\n.hualrepor(s        &-(I)    The Council shall in each year prepare and submit to\nand estimates.\n                  the Minister on or before the thirtieth day of June a report of its\n                  proceedings during the twelve months ending on the thirty-first\n                  day of March in such year, including a statement of its accounts\n                  audited in accordance with section 7.\n                         (2) The Council shall, on or before the thirty-first day of\n                  October in each year, submit to the Minister for approval its\n                  estimates of revenue and expenditure in respect of the period\n                  commencing on the first day of April next following and ending\n                  on the thirty-first day of March of the subsequent year.\nRegistration of     9.-(1) The Council shall cause the Registrar to keep in such\nnurses and\nmidw lves         form as it may from time to time determine-\n                               [The inclusion of thls page Is nuthorlzed by L.N. 180AR0061\n                      NlJRSES AN11 MIDWIVES\n    (a) a register to be known as the Register of Nurses\n        in which shall be entered the name and other\n        prescribed particulars of every person registered\n        as a nurse; and\n    (h) a register to be known as the Register of Midwives\n        in which shall be entered the name and other\n        prescribed particulars of every person registered as\n        a midwife.\n       (2) The Register of Nurses and the Register of Mid-\nwives shall be open to inspection by any member of the\npublic at all reasonable times and a copy of each register\nshall be published in the Gazette by the Registrar at such\ntimes as may be prescribed.\n       (3) Any person who is qualified under this Act to be\nregistered as a nurse or a midwife may apply to the Registrar\nfor registration. Every application under this subsection\nshall be made in the prescribed form and accompanied by\nthe prescribed fee.\n       (4) The Registrar shall issue to every person regis-\ntered under this Act the appropriate certificate of regis-\ntration in the prescribed form."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. If any vacancy occurs in the membership of the Tribunal, such ~ i l l i ~ ~ f\nvacancy shall be filled by the appointment of another member who vacancies.\nshall, subject to the provisions of t h i s Schedule. hold office for the\nremainder of the period for which the previous member was appointed."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The names of members of the Tribunal as first constituted and Publication\nevery change in the membership thereof shall be published in the ofmember-\nGazette.                                                           ship."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Minister may make rules-                                     Power to\n     (U) as to the manner of appealing to the Tribunal;               make rulca.\n     ( b ) as to proceedings More the Tribunal and matters incidental\n           to or wnsequential on such proceedings,\nand, subject to any rules so made, the Tribunal may regulate its own\nproceedings.\n         [The inclusion of this page in authorized by L.N. 480{1973]"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. (1) The Council shall be a body corporate having perpetual ~,mrpora-\nsuccession and a common seal with power to q u i r e , hold and dis- twn.\npose of land and other property of whatever kind.\n      (2) The seal of the Council shall be kept in the custody of the\nchairman or the Registrar and shall be al%xed to instruments pursuant\nto a resolution of the Council in the presence of the chairman or any\nother member of the Council and the Registrar.\n      (3) The seal of the Council shall be authenticated by the\nsignatures of the chairman or any other member authorized to act in\nthat behalf and the Registrar, and shall be officially and judicially\nnoticed.\n      (4) All documents, other than those required by law to be under\nseal, made by, and all decisions of, the Council may be signi6ed under\nthe bands of the chairman, or any other member authorized to act in\nthat behalf, and the Registrar.\n      (5) The Council may sue and be sued in its corporate name and\nmay for all purposes be described by such name."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. (1) The Council shall meet at such times as may be necessary p m d w e\nor expedient for the transaction of its business, and such meetin@ shall +meet-\nbe held at such places and times and on such days as the Council may mgs.\ndetermine.\n       (2) The chairman may at any time call a special meeting of the\nCouncil and shall call a special meeting within seven days of the receipt\nof a written requisition for that purpose addressed to him by any two\nmembers of the Council.\n       (3) The chairman shall preside at all meetings of the Council\nat which he is present, and in case of the chairman's absence from any\nmeeting the members present and constituting a quorum shall elect a\nchairman from among their number to preside at that meeting.\n       (4) A quorum of the Council shall be eight.\n         (5) The decisions of the Council shall be by a majority of votes\nand, in addition to an original vote, the chairman or other person\npresiding at a meeting shall have a casting vote in any case m which\nthe voting is equal.\n         (6) Minutes in proper form of each meeting of the Council .shall\nbe kept.\n         (7)The validity of the procaedings of the Council shall not be\nd e c t e d by any vacancy amongst the members thereof or by any defect\nin the appointment of a member thereof.\n         me inclusion of this m e is authorized by LN.480/1973]\nI6                                  NURSES AND MIDWIVES\n                    (8) Subject to the provisions of this Schedule the Council may\n              regulate its own proceedings.\nCommittees.      11. (1) The Council may appoint such committees as it may think\n              fit and may delegate to any such committee the power and authority\n              to carry out on its behalf such duties as the Council may determine.\n              so. however, that no such committee shall have the power to make\n              regulations.\n                     (2) The constitution of each committee shall be determined by\n              the Council.\nProtec-          12. (1) No member of the Council shall be personally liable for any\ntion of       act or default of the Council done or omitted to be done in good faith\nmembers.      in the course of the operations of the Council.\n                     (2) Where any member of the Council is exempt from liabinty\n              by reason only of the provisions of this paragraph the Council shaU\n              be liable to the extent that it would be if the member was a servaat\n              or agent of the Council.\nRcmunsra-       13. There shall be paid from the funds of the Council to the chair-\ntion of       man and other members of the Council such remuneration. whether\nmembers.      by way of honorarium, salary or fees. and such allowances as thc\n              Minister may determine.\n                                      SECOND SCHEDULE                      (section 12)\nConstitu-        I. The Tribunal shall consist of a chairman and two other members\ntion ofthe    to be appointed by the Minister.\nTribunal.\nTenure of        2. The members of the Tribunal shall, subject to the provisions of\no 5 a of      this Schedule, hold office for such period not exceeding two years as the\nmembers.       Minister may determine and shall be eligible for reappointment\nActing          3. The Minister may appoint any person to act in the plam of the\nappoint-      chairman or any other member of the Tribunal in case of the absence\nments.        or inability to act of the chairman or other member.\nResigna.        4. (1) Any member of the Tribunal other than the chairman may at\ntiona.        any time resign his officeby instrument in writing addressed to the\n              chairman, who shall forthwith cause it to be forwaded to the Minister\n              and, from the date of the receipt by the chairman of such instrument.\n              such member shall cease to be a member of the Tribunal.\n                   (2) The chairman may at any time resign his office by instrument\n              in writing addressed to the Minister and, from the date of the raoeipt\n              by the Minister of such instrument, snch chairman shall cease to be\n              chairman of a member of the T r i b d\n                       me inclmion of this page is authorized by LN. 480/19731\n                      NURSES AND MlDWlVES                                          17"
    },
    {
      "provision_ref": "sec10b",
      "section": "10B",
      "title": "Section 10B",
      "content": "10B.-41) The Council shall cause the Registrar to keep a Registerof\nregister in respect of each group to be known as the Register of Licences to\nLicences in which shall be entered the name and other 1312005\nprescribed particulars of every person whose application for a S. 3.\nlicence to practise is approved by the Council and each register\nshall be published in the Gazette by the Registrar at such times\nas may be prescribed.\n      (2) The Register of Licences shall be open to inspection\nby any member of the public at all reasonable times."
    },
    {
      "provision_ref": "sec10c",
      "section": "10C",
      "title": "Section 10C",
      "content": "10C.-(1) Where, pursuant to section 11, the Council has Revocation\n                                                                     of licence.\ndirected the Registrar to strike the name of a person off the 13,005\nregister or off the roll, the licence issued to that person shall be s. 3.\nrevoked forthwith.\n                                      NURSES AND M D K W S\n                      (2) The Council may, at any time if it thinks just, direct\n               that a licence which has been revoked be reinstated on such\n               conditions as it thinks fit.\n                     (3) The Council shall, as soon as practicable after-\n                   (a) the licence of any person has been revoked; or\n                   (b) the reinstatement of any licence which has been\n                       revoked,\n               cause notice of the appropriate fact to be published in the\n               Gazette.\n                      (4) Where a licence issued to any person under this Act\n               has been revoked, the Council may, in writing, require such\n               person to return the licence to the Registrar and such person\n               shall comply with that requirement.\nSuspension        11.-31) If any person who is registered or enrolled under\nand striking\nOK\n               this Act is found, upon enquiry by the Council-\n                   (a) to be suffering from any illness rendering such person\n                        unfit to practise nursing or midwifery, or to perform\n                        satisfactorily the duties of an assistant nurse, as the\n                        case may be; or\n                            lThe inclusion of this page is authorized by L.N. 180A120061\n                    NURSES AND MIDWIVES                             7\n    ( b ) to have procured any registration or enrolment\n          under this Act as a result of any misleading, false\n          or fraudulent representation; or\n    (c) to be guilty of-\n              (i) dishonesty, negligence or incompetence, in\n                  the performance of his duties as a nurse,\n                  midwife or assistant nurse, as the case may\n                  be; or\n             (ii) conduct that is unbecoming to a nurse,\n                  midwife or assistant nurse,\nthe Council may, if it thinks fit, either suspend the regis-\ntration or enrolment of such person for a period not ex-\nceeding one year or direct the Registrar to strike the name\nof such person off the appropriate register or off the roll,\nas the case may require.\n        (2) The Council may at any time, if it thinks just,\ndirect the name of any person which has been struck off\nthe register or off the roll to be reinstated.\n       (3) The Council shall, as soon as practicable after-\n    (a) the registration or enrolment of any person has\n         been suspended, or\n    (b) the name of any person has been struck off the\n         register or off the roll; or\n    (c) the reinstatement of any name which was struck\n         off the register or off the roll,\ncause notice of the appropriate fact to be published in the\nGazette.\n         (4) Whenever the name of any person has been\nstruck off the register or off the roll, the Council may in\nwriting require such person to return to the Registrar his\ncertificate of registration or certificate of enrolment, and\nsuch person shall comply with that requirement.\n        W e inclusion of this page is authorized by LN. 480/1973]\n8                                  NURSES AND MIDWIVES\nAppeals to        12.-( I ) Without prejudice to the provisions of sub-\nNursing\nAppeal\n               sections (3) and (4) of section 11, any person aggrieved by\nTribunal.      any decision of the Council in respect of the registration\n               or enrolment of such person may appeal from such deci-\n               sion to the Nursing Appeal Tribunal, hereinafter referred\n               to as “the Tribunal”, which shall be constituted for the\n               purposes of this section.\nSemnd                   (2) The provisions of the Second Schedule shall have\nschedule.\n               effect as to the constitution of the Tribunal and otherwise\n               in relation thereto.\n                       (3) Upon allowing an appeal from any decision of\n               the Council under subsection (1) of section 11, the Tribunal\n               shall cause notice of its decision to be published in the\n               Gazette and shall, in the event of the appellant’s certificate\n               having been returned under subsection (4) of section 11,\n               direct such certificate to be restored to him.\n                        (4) A decision of the Tribunal shall not affect any\n               liability incurred under subsection (1) of section 15 by the\n               appellant prior to such decision.\nSupFNiSora       13.41) The Council may, for the purpos of ensuring\nof midwives.\n               proper supervision of midwives-\n                   ( U ) divide Jamaica into such midwifery districts (in\n                         this Act referred to as “districts”) as it may think\n                         fit;\n                   ( b ) designate such persons as it may think fit to be\n                         Supervisors of Midwives; and\n                   (c) specify the districts for which each Supervisor of\n                         Midwives shall be responsible.\n                       (2) The Council shall, as soon as may be after any\n               Supervisor of Midwives has been designated, cause notice\n               of the fact to be published in the Gazette and such notice\n                       me induaion of this mge is authorized by LN. 480/19731\n                    NURSES AND MIDWIVES                                     9\nshall set out the namc and address of such Supervisor of\nMidwives and the districts for which he is responsible.\n        (3) It shall be the duty of every Supervisor of Mid-\nwives-\n     (a) to exercise general supervision over midwives\n          practising in , the districts for which he is\n          responsible;\n     (b) to investigate allegations, in respect of any mid-\n          wife practising in any district for which he is\n          responsible, of conduct that is unbecoming to a\n          midwife, or of dishonesty, negligence or incom-\n          petence on the part of such midwife in the\n          performance of her duties as a midwife, and to\n          report to the Council the result of such investiga-\n          tions;\n     (c) to report to the appropriate Medical officer\n          (Health) and the Council any matter afIecting the\n          standard and efficiency of midwifery services in any\n          district for which he is responsible."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.2005        before a Resident Magistrate to a fine not exceeding fifty\ns.4(c).        thousand dollars or to imprisonment with or without hard labour\n               for a term not exceeding thirty days.\nRegulations.     16.-(1) The Council, with the approval of the Minister, may\n               make regulations generally for the proper carrying out of the\n               provisions and purposes of this Act and in particular but without\n               prejudice to the generality of the foregoing, may make\n               regulations-\n                   (a) prescribing the requirements which shall be\n                       satisfied by persons applying for training as nurses,\n                       midwives and assistant nurses;\n                   ( b ) providing for the programmes of training and the\n                         curricula of study to be followed in the training\n                         of nurses, midwives and assistant nurses;\n                   (c) providing for the establishment, management and\n                       control of schools for assistant nurses and\n                       regulating the instruction to be given in such\n                       schools;\n                   (4 prescribing the examinations to be passed and the other\n                        requirements to be satisfied, whether in addition, or as\n                        an alternative, to the passing of examinations, by\n                        persons applying for registration as nurses or\n                        midwives or enrolment as assistant nurses;\n                   (e) as to the functions of nurses, midwives and\n                       assistant nurses and the nature of the services\n                       which may be rendered by them;\n                   V)   providing for the making of corrections to the register\n                        and the roll required by this Act to be kept;\n                            [The Inclusion of thls page Is authorized by L.N. 180A/20061\n                     NUXSES AND MID WIVES                                        13\n     (g) providing for the establishment of agencies to facilitate\n         the effective utilization of the services of nurses, mid-\n         wives and assistant nurses, in hospitals or otherwise;\n    (h) for the procedure to be followed in respect of enquiries\n        into matters capable of rendering persons registered\n        under this Act liable to be struck off or to have\n        their registration or enrolment suspended;\n     (i) prescribing any other matter or thing which is required\n        by this Act to be prescribed.\n        (2) Regulations made under this section may contain dif-\nferent provisions for nurses, midwives and assistant nurses.\n        (3) Notwithstanding section 29 of the Interpretation Act, 13/2005\n                                                                  S. 4A.\nregulations made under subsection (1) may provide for the\nimposition of penalties on summary conviction in a Resident\nMagistrate's Court not exceeding a fine of one million dollars\nor imprisonment for a term not exceeding two years or to both\nsuch fine and imprisonment."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.--(1)    Every person who on the 8th September, 1966, is ~ o t i a ~\n                                                                 md report3\npractising as a midwife shall, on or before. the prescribed tobe\ndate, supply in writing to the appropriate Medical Officer           gzti-\"-'\n(Health) and the Council her full name, address, and a des- wives.\ncription of the area in which she is practising.\n          (2) Every midwife shall-\n     (a) before she begins to practise in any district, give\n            to the appropriate Medical officer (Health) and\n            the Council notice in writing of her intention to\n            practise in that district, indicating in such notice\n            her place of residence and the date on which she\n            proposes to begin to practise in that district;\n     ( b ) not more than fourteen days after any change in\n            her place of residence occurs, inform the\n10                               NURSES AND MIDWIVES\n                    appropriate Medical officer (Health) and the\n                    Council in writing of such change;\n                (4 in each year, on or before the thirty-first day of\n                    January, submit to the Council a return in the\n                    prescribed form showing the districts in which\n                    she resided, and those in which she practised,\n                    during the twelve months ending on the thirty-\n                    first day of December of the previous year.\n                    (3) Where a midwife undertakes any case of\n            emergency outside the area described by her in compliance\n            with subsection (1) or the district mentioned in a notice\n            given by her under paragraph (a) of subsection (2), as the\n            case may be, she shall, not later than three days thereafter,\n            submit to the Supervisor of Midwives responsible for the\n            district in which the case was undertaken and to the\n            appropriate Medical Officer (Health) a report in the pres-\n            cribed form of the circumstances and particulars of the\n            case.\n                   (4) If any person dies or gives birth within four-\n            teen days after being attended by a midwife, the midwife\n            who attended that person shall, not later than thirty-six\n            hours after such death or birth, submit to the appropriate\n            Medical Officer (Health) a report thereon in the prescribed\n            form.\nOffenceS.     1 5 . 4 1 ) Any person who-\n                 (a) not being registered under this Act as a midwife\n                       or not being qualified to practise midwifery under\n                       any other enactment for the time being in force\n                       in Jamaica, practises midwifery; or\n                 (b) not being registered under this Act as a nurse,\n                       practises as a nurse or takes or uses the name or\n                       title of registered nurse either alone or in com-\n                       bination with any other words or letters or uses\n                   IThe inclusion of this page is authorized by L.N. 480/ 19731\n                      NURSES AND MIDWNES\n         any name, title, addition, description, uniform or badge\n        implying that she is registered under this Act as a\n        nurse; or\n    (c) not being enrolled as an assistant nurse, at any\n        time after the expiration of six months after the\n        8th September, 1966, undertakes employment as an\n        assistant nurse; or\n    (4 being a nurse, midwife, or assistant nurse, whose\n        registration or enrolment (as the case may be) is\n        suspended under section 11, nevertheless practises\n        as a nurse or midwife or undertakes employment\n        as an assistant nurse; or\n    (e) with intent to deceive makes use of any certificate\n        of registration or certificate of enrolment issued\n        under this Act to him or any other person,\nshall be guilty of an offence and shall be liable on summary\nconviction before a Resident Magistrate-\n    (a) in the case of a first offence, to a fine not exceed-\n        ing two hundred thousand dollars; and\n                                                                           S. 4(a)(i).\n    (b) in the case of a second or subsequent offence, to\n        a fine not exceeding four hundred thousand dollars and 13'2005\n                                                               S. 4(a)(ii).\n        in default of payment thereof to imprisonment with or\n        without hard labour for a term not exceeding six\n        months.\n       (2) Any person who wilfully makes, or causes to be\nmade, any falsification in any matter relating to the Register of\nNurses or the Register of Midwives or to the roll shall be guilty\nof an offence and shall be liable on summary conviction before a\nResident Magistrate to a fine not exceeding two hundred 132005\nthousand dollars or to imprisonment with or without hard labour S. 4(b).\nfor a term not exceeding six months or to both such fine and\nimprisonment.\n                                      NURSES AND MID WIVES'\n                       (3) Any person who is guilty of a contravention of any of\n               the provisions of this Act for which no penalty is provided in\n               subsection (1) or (2) shall be liable on summary conviction"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The Minister 'may, by order subject to affirmative Minister\nresolution, amend the mone& penalties specified in this                ::;rGd\nAct.                                                     penalties.\n                                                                       71201 l\n                                                                       Sch.\n                                                     NURSES AND MID WIVES\n                                                         FIRST SCHEDULE                             (Section 3)\nI\n            Constitution       1. The CounciI shall consist of fifteen members appointed by the\n            of the Councrl   Minister, and of such members-\nI\nI\nI                                 (a) five shall be nurses nominated by the Jamaica General Trained\nt                                     Nurses Association or any other body recognized by the\nI                                     Minister as having succeeded to the functions of that Associa-\n                                      tion;\n                                  (6) three shall be midwives who shall be nominated by the Jamaica\n                                       Midwives Association or any other body recognized by the Mini-\n                                       ster as having su~ieededto the hnctions of that Association;\n                                  (c) two shall be mental nurses; and\n                                  (d) two shall be assistant nurses.\n            Tenure of           2. .The appointment of a member of the Council shall, subject to the\n        '   ofice.           provisions of this Schedule, be for a period not exceeding three years\n                             and such member shall be eligible for reappointment.\n                                        .   I.   .\n            Chairman.           3. The Minister shall appoint one of the members of the Council to be\n                             the chairman thereof.                                    -,\n            Acting              4. If the chairman or any other member of the Council is absent or                '\n                             unable to act, the Minister may appoint any person-to-act in thk place of\n                             the chairman or such other member.\n             Resignations.       5.-(1) Any member of the Council, other than the chairman, may at\n                             any resign his office by instrument in writing addressed to the Minister\n                             and transmitted through the chairman and from the date of receipt by\n                             the Minister of such instrument such member shall cease to be a member\n                             of the Council.\n                                     (2) The chairman may at any time resign his office by instrument\n                             in writing addressed to the Minister and such resignation shall take effect\n                             as from the date of receipt by the Minister of such instrument.\n             Revocationof      6. The Minister may at any time revoke the appointment of any\n             appointments.   member of the Council if he thinks it expedient so to do.\n             Filling of         7. If any vacancy occurs in the membership of ;he Council such\n             vacancies.      vacancy shall be filled by the appointment of another member who\n                             shall, subject to the provisions of this Schedule, hold office for the remainder\n                             of the period for which the previous member was appointed, so, however,\n    I\n                             that such appointment shall be made in the same manner and from the same\n                             category of persons, if any, as the appointment of the previous member.\n                                      [The inclusion of this page is ,authorid' by L.N. 92c/2012]\n                     NURSES A N D MIDWIVES                                        15"
    }
  ],
  "definitions": [
    {
      "term": "the Council",
      "definition": "the Nursing Council established",
      "source_provision": "sec1"
    },
    {
      "term": "mental nurse",
      "definition": "a nurse trained in the nursing care",
      "source_provision": "sec1"
    },
    {
      "term": "midwife",
      "definition": "a person who havini",
      "source_provision": "sec1"
    },
    {
      "term": "nurse",
      "definition": "a person, who having been admitted to a",
      "source_provision": "sec1"
    },
    {
      "term": "the Registrar",
      "definition": "the Registrar appointed under",
      "source_provision": "sec1"
    },
    {
      "term": "the roll",
      "definition": "the Roll of Assistant Nurses specified in",
      "source_provision": "sec1"
    },
    {
      "term": "continuing education",
      "definition": "any formally structured or I3I2005",
      "source_provision": "sec2"
    }
  ]
}