{
  "id": "jm-stat-the-nursing-homes-registration-act",
  "type": "statute",
  "title": "The Nursing Homes Registration Act",
  "title_en": "The Nursing Homes Registration Act",
  "short_name": "Nursing Homes Registration Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-nursing-homes-registration-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-nursing-homes-registration-act | Legal areas: Health and Safety",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                      '    Interprets-\n                                                                            tion.\n     \"register\" and \"registration\" mean register and registration\n          under this Act;\n     \"nursing home\" means any premises used or intended to be\n          used for the reception of and the providing of nursing\n          for persons suffering from any sickness, injury or\n          infirmity, and includes a maternity home but does not\n      - * include-\n                 (i) any public or regional hospital under the 712004\n-I                  3National Health Services Act or any S.2.\n                     premises maintained or controlled by a local\n                     authority;\n                (ii) a psychiatric facility within the meaning of\n                     the Mental Health Act;\n     \"maternity h'ome\" means any premises used or intended to\n         be used for the reception of pregnant women or of\n         women immediately after childbirth;\n     \"registered nurse\" means a person who is registered as a\n          nurse pursuant to section 9 of the Nurses and Mid-\n          wives Act.\n                                 NURSING HOMES REGISTRA,TION\nRegistration of     3.-41) If any person carries on a nursing home without\nNursing\nHopes.            being duly registered in respect thereof, he shall be guilty\n                  of an offence against this Act and shall in respect of each\n                  such offence be liable on.summary conviction. before a Resi-\n712011            dent Magistrate to a fine not exceeding two hundred and fifty\nSch. '\n                  thousand dollars or, in the case of a second or subsequent\n                  offence, to imprisonment for a term not exceeding three months\n71201 I           or to a fine not exceeding five hundred thousand dollars or to\nSch.              both such imprisonment and fine.\n                        (2) Application for registration shall be made to' the\n                  Chief Medical Officer in writing in the form prescribed by\n712004            him and shall be accompanied by a fee of-\nS. 3(b).\n                      (a) five thousand dollars, for nursing homes ,with a bed\n                          capacity of twenty-five beds or less; or\n                      (b) ten thousand dollars, for nursing homes 'with a bed\n                          capacity of more than twenty-five beds.\n                         (3) Subject as provided in this Act the Chief Medical\n                  OEcer shall, on the receipt of an application for registra-\n                  tion, register, in a book to be kept by him, the applicant\n                  in respect of the nursing home named in the application\n                  and issue to him a certificate of registration:\n                    Provided that the Chief Medical Officer-mayrefuse to register\n                  the applicant if he is satisfied-\n                      (a) that the applicant or any person employed. by him\n                          at the home is not a fit person, whether by reason\n                          of age or otherwise, to carry on or to be employed\n                          at a nursing home of such description          the\n                          nursing homenamed in the application; or\n           NURSING HOMES REGISTRATION\n(b) that for reasons connected with situation, con-\n    struction, accommodation, staffing or equipment,\n    the home or any premises used in connection\n    therewith are not fit to be used for a nursing\n    home of such a description as the nursing home\n    named in the application, or that the home or\n    premises are used or to be used for purposes\n    which are in any way improper or undesirable\n    in the case of such a nursing home; or\n(c) in the case of a nursing home (other than a\n    maternity home) that the home is not under the\n    charge of a person who is either a registered\n    medical practitioner or a registered nurse and who\n    is resident in the home, or that there is not a\n    proper proportion of registered nurses among the\n    persons having the superintendence of or employed in\n    the nursing of the patients in the home; or\n(6) in the case of a nursing home (other than a mater-\n    nity home) that the nursing of the patients in the\n    home is not under the superintendence of a regis-\n    tered nurse who is resident in the home; or\n(e) in the case of a maternity home, that the person\n    having the superintendence of the nursing of the\n    patients in the home is not either a registered\n    nurse or a registered midwife, or that any person\n    employed in attchding any woman in the home in\n    childbirth or in nursing any patient in the home is not\n    either a registered medical practitioner, or a registered\n    midwife.\n                                NURSING HOMES REGISTRATION\n                        (4) The certificate of registration issued in respect\n                 of a nursing home shall be kept affixed in a conspicuous\n                 place in the home, and, if default is made in complying\n                 with the foregoing requirement, the person carrying on the\n                 home shall be guilty of an offence against this Act.\n                        (5) Not later than the last day of March in each\n                 year the Chief Medical Officer shall furnish to the Registrar-\n                 General for publication in the Gazette and the Registrar-General\n                 shall cause to be published accordingly a complete list of\n                 nursing homes to which certificates of registration have been\n                 granted during the past preceding twelve months.\n712004                  (6) A certificate of registration issued under this Act\ns.3(c).\n                 shall, unless sooner cancelled, be valid for a period of two years\n                 from the date of issue.\nApplication        3A.-(I) An application for renewal of registration in respect\nfor renewal of\nregistration.    of a nursing home shall be made on the prescribed form to the\n712004           Chief Medical Officer not later than thirty days before the date\ns. 4.            of expiration of the certificate of registration issued in respect\n                 thereof.\n                        (2) The Chief Medical Officer shall, on receipt of an\n                 application under subsection (l), cause the nursing home to be\n                 inspected pursuant to section 7 (1) and shall not consider such         0\n                 an application unless a certificate of inspection has been issued\n                 in respect of that nursing home.\n                       (3) Every application for renewal of registration shall be\n                 accompanied by the respective fees specified in section 3.\n                 NURSING HOMES REGISTHATION                                   5"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Subject as provided in this Act the Chief Medical Officer Cancellation\nmay at any time cancel the registration of a person in respect of        22:;-\nany nursing home on any ground which would entitle him to\nrefbse an application for the registration ofthat person in respect\nof that home, or on the ground that that person has been\nconvicted of an offence against this Act or that any other person\nhas been convicted of such an offence in respect of that home."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1)   Before making an order refbsing an application for Noticeof\nregistration or an order cancelling any registration, the Chief refusal    or of\n                                                                    cancellation\nMedical Officer shall give to the applicant or to the person ofregis-\nregistered, as the case may be, not less than fourteen days' notice\nof his intention to make such an order, and every such notice\nshall state the grounds on which the Chief Medical Officer\nintends to make the order and shall contain an intimation that, if\nwithin fourteen days after the receipt of the notice the applicant\nor person registered informs the Chief Medical Officer in\nwriting that he desires so to do, the Chief Medical Officer will,\nbefore making the order, give him (in person or by a\nrepresentative) an opportunity of showing cause why the order\nshould not be made.\n       (2) If the Chief Medical Officer after giving the\napplicant or the person registered (if under the provisions\nof the preceding subsection he is entitled so to do) an\nopportunity of showing cause as aforesaid, decide to refbse\nthe application for registration or 'to cancel the registration,\nhe shall make an order to that effect and shall send a copy\nof the oider by registered post to the applicant or the\nperson registered.\n       (3) No such order shall come into force until the\nexpiration of fourteen days from the date on which it was\nmade, or, where notice of appeal is given against it, until\nthe appeal has been decided or withdrawn.\n               NURSING HOMES REGISTRATION\n        (4) Any person aggrieved by an order refking an\napplication for registration or cancelling any registration\nmay, within fourteen days after the date on which the copy\nof the order was sent to him, appeal against such order to\nthe Nursing Homes Appeal Tribunal constituted under sub-\nsection (5).                                                           0\n       (5) There shall be constituted a Nursing Homes\nAppeal Tribunal which shall consist of a Chairman and\ntwo other members to be appointed by the Minister.\n      (6) The members of the Nursing Homes Appeal\nTribunal shall, subject to the provisions of subsection (8)\nhold office for such period, not exceeding two years, as the\nMinister may determine, but shall be eligible for reappoint-\nment.\n        (7) The Minister may appoint any person to act in\nthe place of the Chairman or any other member of the\nNursing Homes Appeal Tribunal in case of the absence or\ninability to act of the Chairman or other member.\n       (8) Any member of the Nursing Homes Appeal\n                                                                       0\nTribunal may at any time resign his ofice by instrument\nin writing addressed to the Chairman thereof, who shall\nforthwith cause it to be forwarded to the Minister, and\nfrom the date of the receipt by the Chairman of such\ninstrument such member shall cease to be a member of the\nNursing Homes Appeal Tribunal.\n                NURSING HOMES REGISTRATION\n        (9) The appointment, removal, death, departure from the\nthe Island or resignation of any member of the Nursing Homes\nAppeal Tribunal shall be notified in the Gazette."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.02                             NURSING HOMES REGISTRATION\nInspection of          7.-(1) Any person duly authorized by the Minister may, at\nNmhg              all reasonable times enter and inspect any premises which are\nHomes.\n                  used, or which that person has reasonable cause to believe to be\n                  used, for the purposes of a nursing home, and to inspect any\n                  records required to be kept in accordance with the provisions of\n                  this Act.\n71'2004                    (2) Any person who inspects any premises which are\nS. 6(a).\n                  used for the purposes of a nursing home shall issue a certificate\n                  of inspection to the owner or operator thereof within three days\n                  of the date of inspection.\n                           (3) If any person refuses to allow any such person to\n                  enter or inspect any such premises as aforesaid or to inspect any\n                  such records as aforesaid, or obstructs any such person in the\n                  execution of his powers under this section, he shall be guilty of\n                  an offence against this Act.                                  /\nPenalty for           8.-(1) Where a person commits an offence under this Act\noffences\nagainst Act       for which no penalty is expressly provided by this Act he shall\nand provision     be liable, on summary conviction before a Resident Magistrate,\nas to offences                                                          '\nby companies.     to'a fine not exceeding one million dollars.\n70004\nS. 7.\n7001 f\nSch.\n                          (2) Where a person convicted of an offence against this\n                  Act is a company, the chairman and every director of the com-\n                  pany and every oficer of the company concerned in the man-\n                  agement thereof shall be .guilty of the like offence, &less he\n                  proves that the act constituting the offence took place without\n                  his knowledge or consent.\n Minister may        8A. The Minister may, by order subject to afirmative resolu-\n amend\n monetary         tion, amend the monetary penalties specified in t h i s ~ c t .\n penalties.\n Payment of           9. All fees received by the Chief Medical Officer under this\n fees into Con-\n solidated        Act shall be paid into the Consolidated Fund.\n Fund."
    }
  ],
  "definitions": [
    {
      "term": "nursing home",
      "definition": "any premises used or intended to be",
      "source_provision": "sec2"
    },
    {
      "term": "maternity h'ome",
      "definition": "any premises used or intended to",
      "source_provision": "sec2"
    },
    {
      "term": "registered nurse",
      "definition": "a person who is registered as a",
      "source_provision": "sec2"
    }
  ]
}