{
  "id": "jm-stat-the-oaths-foreign-countries-act",
  "type": "statute",
  "title": "The Oaths (Foreign Countries) Act",
  "title_en": "The Oaths (Foreign Countries) Act",
  "short_name": "Oaths (Foreign Countries) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-oaths-foreign-countries-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-oaths-foreign-countries-act | Legal areas: International Relations",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 ) Every Jamaican or British ambassador, envoy,\n    minister, charge d'affaires, and secretary of embassy orambanur-\n                                                                 British\n    legation exercising his functions in any foreign country,$;?&.\n    and every Jamaican or British consul-general, consul, vice- nistaoatb\n                                                                 and do\n    consul, acting consul, proconsul and consular agent, acting notarid\n    consul-general, acting vicecconsul and acting consular agent\n    exercising his functions in any foreign place may, in that\n    country or place, administer any oath and take any affidavit\n    and also do any notarid act which any notary public can\n    do within this Island; and every oath, &davit, and notarid\n    act administered, sworn, or done by or before any such\n    person s h d be as effectual as if duly administered, sworn,\n    or done by or before any lawful authority in t h i s Island.\n          (2) Any document purporting to have & x e d , D ~ ~ n t\n    impressed, or subscribed thereon or thereto, the seal and ramipiblo\n                                                               iamde,,ce\n    signature of any person authorized by this section to%:\n    administer an oath in testimony of any oath, affidavit, or proof.\n    act being administered, taken, or done by or before him,\n    shall be admitted in evidence without proof of the seal\n    or signature being the seal or signature of that person, m\n.   of the officialcharacter of that person.\n             (3) For the purposes of this section-                   3711976\n           (a) any reference to a foreign country or foreign place *' '.\n                shall be deemed to include any commonwealth\n                country other than Jamaica; and accordingly\n             me hclusion of this page is authorized by L.N. 3 1 / 1 9 q\n    I\n2                  OATHS (FOREIGN COUNTRlES)\n        (b) in relation to any such Commonwealth country,\n            any reference to an ambassador shall be deemed\n            to include reference to a Jamaican or British High\n            Commissioner in that country and any reference\n            to any of the consular offices specified in sub-\n            section (1) shall be deemed to include a Jamaican\n            or British officer performing like consular duties\n            in that country.\n         m e inclusion of this page is authorized by   LN. 31/1977]"
    }
  ],
  "definitions": []
}