{
  "id": "jm-stat-the-oaths-act",
  "type": "statute",
  "title": "The Oaths Act",
  "title_en": "The Oaths Act",
  "short_name": "Oaths Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-oaths-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-oaths-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Oaths Act.\n                    (Substituted by Law 43 of lYS4)"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Part the word “officer” means any person duly ititcrprclii-\n                                                           tion.\nauthorized to administer oaths."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1)    Any oath may be administered and taken in the form athiiitrisirit-\n                                                                   hlatrllc‘ot‘\nand manner following, that is to say, the person taking the oath tiortot\nshall hold the Bible in his uplifted hand, and shall say or repeat\nafter the officer administering the oath the words-\n                                                  ,.\n     “I swear by Almighty God that.. . . . . . . . . . .\nfollowed by the words of the oath prescribed by law.\n        (2) The officer shall (unless the person about to take the\noath voluntarily objects thereto, or is physically incapable of so\ntaking the oath) administer the oath in the form and manner\naforesaid without question:\n  Provided that, in the case of a person who is neither a\nChristian nor a Jew, the oath shall be administered in any\nmanner which is now lawfbl."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Where an oath has been duly administered and taken, the W m o f\n                                                                        rcligiws\nfact that the person to whom the same was administered had, at hliel.nu,,o\nthe time of taking such oath, no religious belief, shall not for any affia oatti.\npurpose affect the validity of such oath.\n4                                                 OATHS\nOath in             5. If any person to whom an oath is administered desires to\nScottish form.\n                  swear with uplifted hand, in the form and manner in which an\n                  oath is usually administered in Scotland, he shall be permitted so\n                  to do, and the oath shall be administered to him in such form and\n                  manner without hrther question.\nSubstitution or\naffirmations        6 . 4 1 ) Every person upon objecting to being sworn, and\nfor oaths in      stating, as the ground of such objection, either that he has no\ncertain cases.\n                  religious belief, or that the taking of an oath is contrary to his\n                  religious belief, shall be permitted to make his solemn\n                  affirmation, instead of taking an oath, in all places and for all\n                  purposes where an oath is or shall be required by law, which\n                  affirmation shall be of the same force and effect as if he had\n                  taken the oath.\nForm of\nf i i i o n in            (2) Every such affirmation shall be as follows-\nlieu of pre-\nscribed oath.             “I, All, do solemnly, sincerely and truly, declare\n                       and afirm”,\n                  and then proceed with the words of the oath prescribed by law,\n                  omitting any words of imprecation or calling to witness.\nForm of                     (3) Every affirmation in writing shall commence “I,\n& i t i o n in\nwriting and                                  of                        do solemnly\njurat.\n                  and sincerely affirm”, and the form in lieu of jurat shall be\n                  “Affirmed at           this .         day of            19 .\n                  Before me”.\n                                   PART 11. Promissory Oaths\nForm of oath        7. The oath in this Part referred to as the oath of allegiance\nof allegiance.\n                  shall be in the form following, that is to say-\n3512002                 “I,                       , do swear that I will be faithful\ns. 2.             and bear true allegiance to Jamaica, that 1 will uphold and\n                  defend the Constitution and the laws of Jamaica and that I will\n                  conscientiously and impartially discharge my responsibilities to\n                  the people of Jamaica - So help me God”.\n                               CIA THS                                                5"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Substitution of affirmations for oaths in certain cases\n   Form of affirmation in lieu of prescribed oath.\n   Form of &mation in writing and jurat.\n                      PART11. Promissory Oaths"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The oath in this Part referred to as the official oath shall be Fomi of\n                                                                      otliicial\nin the form following, that is to say-                                oath.\n   \"I,                               , do swear that I will 32 2002\nwell and truly serve the people of Jamaica in the ofice s. 3.\nof                                          - So help me\nGod\"."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The oath in this Part referred to as the judicial oath shall be     omo of\n                                                                        judicial\nin the form following, that is to say-                                  oath.\n  -1,                                        , do swear that I will     S'J\"'\nbe faithfid and bear true allegiance to Jamaica, that I will uphold\nand defend the Constitution of Jamaica and that I will administer\njustice to all persons alike in accordance with the laws and\nusages of Jamaica without fear or favour, affection or ill will-\nSo help me God\"."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The oath in this Part referred to as the oath of the Privy Formof\nCouncillor shall be in the form following, that is to say-              K::'!\n                                                                        Councillor.\n     \"I,                                 , being chosen and admitted\n           of Her Majesty's Privy Council in Jamaica, do swear\n           that I will, to the best of my judgment, at all times\n           when thereto required, freely give my counsel and\n           advice to the Governor-General (or any other person\n           for the time being lawfully performing the functions of\n           that office); and that I will not directly or indirectly\n           reveal such matters as shall be debated in Council and\n           committed to my secrecy, but that I will in all things\n           be a true and faithhl Councillor-So help me God\"."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The oath of allegiance and official oath shall be tendered hovision as\nto and taken by each of the officers named in the First Part of the     cr:r\nSchedule as soon as may be after his acceptance of ofice by the id part or\nofficer, and in the manner in that behalf mentioned in the First Schedule.\nPart of that Schedule.\n6                                 OATHS"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The oath of allegiance and judicial oath shall be taken by Pro\\istond\\\n    each of the officers named in the Second Part of the said ~a~~~~\n    Schedule, as soon as may be after his acceptance of ofice and secondpart\n                                                                        Schedule\n    before his entering upon the duties thereof, and such oaths shall of1966\n    be tendered and taken in manner in the said Second Part s J\n    indicated."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The oath of allegiance and the oath of a Privy Councillor Oat'\n    shall be taken by each Privy Councillor as soon as may be after ;:hcillor,\n    he shall have been chosen and admitted of the Privy Council,\n    and such oaths shall be tendered by the Clerk of the Privy\n    Council and taken at a meeting of the Privy Council of Jamaica."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. The form of the oath of allegiance provided by this Act F m o f\n                                                                   oath of\n    shall be deemed to be substituted for the form of the oath of\n    allegiance and supremacy, and for the forms of the oaths of s u ~ t u t d\n                                                                   I'w the oaths\n    allegiance, supremacy, and abjuration, heretofore taken.       heretofore\n                                                                          made."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. No person shall be required to take the oaths of allegiance, Personsre-\n    supremacy, and abjuration, or any of such oaths, or to make any\n    declaration to the like effect of such oaths, or any of them,\n    except the persons required to take the oath of allegiance by this\n    Act.\n                  Miscellaneous Provisioris as to Oaths"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Where, in any oath under this Part, the name of her Suhstitu-\n    present Majesty is expressed, the name of the Sovereign of ~ ~ ~ ~ i g n . s\n    Jamaica for the time being shall be substituted from time to ~ ~ e ~ ~ e f i ~ r t h r .\n                                                                 timc hcing.\n    time.                                                        x/ i 966\n                                                                          S. 6."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Any person who has been, or shall be appointed a Justice Judiccol'\n    of the Peace by any commission, and has taken and\n    subscribed, or shall take and subscribe, the oaths o a f i n m e\n                                                                          z::rd\n     prescribed by section 12, shall not be obliged again to take and than once\n    subscribe the same oaths for or by reason of his having Ssmwign.\n                              OATHS                                        7\nbeen or being again appointed a Justice of the Peace by any\nsubsequent commission which shall have been or shall be\ngranted during the reign of the same Sovereign, and shall\nnot incur any pcnalty or forfeiture for the not taking or\nsubscribing the said oaths on such reappointment."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Whenever an oath is required to be taken under this AlErmation\n                                                            or declara-\nPart, every person for the time being by law permitted to tiooinstead\nmake a solemn affirmation or declaration instead of taking “Oath.\nan oath may, instead of taking such oath, make a solemn\naffirmation in the form of the oath hereby appointed, sub-\nstituting the words “solemnly, sincerely, and truly declare\nand affirm”, for the word ‘(swear”, and omitting the words\n“So help me God”.\n                  PART111. Unlawful Oaths"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Every person who shall, in any manner or form oathbind-\nwhatsoever, administer, or cause to be administered, or           %:E:;,\nbe aiding or assisting at the administering of, any oaths % ;:\nor engagement purporting or intending to bind the person\ntaking the same to commit any treason, arson, or murder,\nshall on conviction thereof by due course of law, be liable 42/1%9\nto imprisonment for life.                                   3rd Sch."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Every person who shall, in any manner or form Oathbind-\nwhatsoever, administer, or cause to be administered, or be        zg&in\naiding or assisting at, or present at and consenting to the =ation,&.\nadministering or taking of, any oath or engagement, pur-\nporting or intended to bind the person taking the same to\nengage in any mutinous or seditious purpose, or to disturb\nthe public peace, or to be of any association, society, or\nconfederacy formed for any such purpose, or to obey the\norders or commands of any committee or body of men not\nlawfully constituted, or of any leader or commander, or\nother person not having authority of law for that purpose,\nor not to inform or give evidence against any associate,\nconfederate, or other person, or not to reveal or discover\n       me inclusion of this page is authorized by L.N.480/1973]\n8                                             OATHS\n               any unlawful combination or confederacy, or not to reveal\n               or discover any illegal act done or to be done, or any illegal\n               oath or engagement which may have been administered or\n               tendered to or taken by any such person, or to or by any\n               such other person, or the import of any such oath or engage-\n               ment; and every person who shall take any such oath or\n               engagement, not being compelled thereto, shall, on convic-\n4211969        tion thereof by due course of law, be liable to imprisonment\n3rd Sch.\n               for a term not exceeding seven years.\nCompulsion       21. Compulsion shall not justify or excuse any person\nnot to\njustify        taking such oath or engagement unless he or she shall,\nunless         within fourteen days after the taking thereof, if not preven-\ninformation\ngiven.         ted by actual force or sickness, and then within fourteen\n               days after the hindrance produced by such force or sickness\n               shall cease, declare the same together with the whole of\n               what he or she shall know touching the same, and the\n               person or persons by whom and in whose presence, and\n               when and where such oath or engagement was administered\n               or taken, by information on oath before any Justice, or in\n               case the person taking such oath or engagement shall be in\n8/1966         actual service in Her Majesty’s Forces within the meaning\ns. 8.          of the Defence Act, then by such information on oath as\n               aforesaid, or by information to his Commanding Officer.\nAiders and        22. Any person aiding and assisting at the adminis-\nabettors.      tering of any such oath or engagement as aforesaid, and\n               any person causing any such oath or engagement to be\n               administered, though not present at the administering\n421 1969       thereof shall be deemed a principal offender, and shall be\n3rd Sch\n               tried as such, although the person or persons who actually\n               administered such oath or engagement, if any such there shall\n               be, shall not have been tried or convicted.\nIndictment       23. It shall not be necessary in any indictment against\nfor offenoe\nagainst Act.   any person administering, or causing to be administered\n                            OATHS                                         9\nor taken, or taking, any such oath or engagement as aforesaid, or\naiding or assisting at, or present and consenting to the\nadministering or taking thereof, to set forth the words of such\noath or engagement, and it shall be suficient to set forth the\npurport of such oath or engagement, or some material part\nthereof."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Any engagement or obligation whatsoever in the nature of \\\\hat [O be\nan oath, purporting or intending to bind the person talung the fzydrn\nsame to commit any treason, arson, or murder shall be deemed\nan oath within the intent and meaning of this Act, in whatever\nform or manner the same shall be administered or taken, and\nwhether the same shall be actually administered by any person\nor persons to any other person or persons, or taken by any other\nperson or persons, without any administration thereof by any\nother person or persons."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Any person who shall be tried and acquitted, or Persons\nconvicted, of any offence against this Part, shall not be liable to z\n                                                                    ;\n                                                                    :\n                                                                    d a\nbe indicted, prosecuted, or tried again for the same offence or 8 1966\nfact as high treason, or misprision of high treason, and nothing s.9.\nin this Part contained shall be construed to extend to prohibit\nany person guilty of any offence against this Part from being\ntried for the same as high treason, or misprision of high treason,\nin such manner as if this Part had not been enacted.\n10                                      OATHS\n811966                                 SCHEDULE\ns. 10.\n                                       First Part                   (Section 11)\n2311978\ns. 33.    Attorney-General\n          Auditor-General\n1511983   Contractor-General\nS. 32.\n411952\n          Member of the Police\nS.26.     Public Complaints\n          Authority\n2512002   Political Ombudsman\nS. 26.\n3512002   Public Defender\ns. 5.\n                                      Second Part                   (Section 12)\n                                  \\\n                                  1\n          Judge of the Supreme\n          court\n                                         Before the Governor-General.\n          Judge of the Court of\n          Appeal\n61 1977   Judge of the Family\ns. 2.     court\n          Judge of the Traffic\n          court                           Before the Governor-General or\n                                          before such person as the Governor-\n                                          General may appoint.\n          Resident Magismte\n          Justice of the Peace             Before such person as the Govemor-\n                                           General may appoint."
    }
  ],
  "definitions": []
}