{
  "id": "jm-stat-the-obscene-publications-suppression-of-act",
  "type": "statute",
  "title": "The Obscene Publications (Suppression of) Act",
  "title_en": "The Obscene Publications (Suppression of) Act",
  "short_name": "Obscene Publications (Suppression of) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-obscene-publications-suppression-of-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-obscene-publications-suppression-of-act | Legal areas: Media and Information",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Obscene Publications wtitla\n(Suppression of) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Any person who-                                                         mcncca.\n    (a) for purposes of or by way of trade or for distribu-\n           tion or public exhibition makes or produces or has\n           in his possession any obscene Writings, drawings,\n           prints, paintings, printed matter, pictures, posters,\n           emblems, photographs, cinematograph iYms or any\n           other obscene objects;\n    (6) for the purposes above mentioned imports,\n        conveys or exports or causes to be imported,\n        conveyed or exported any of the said obscene\n        matters or things, or in any manner whatsoever\n        puts them into circulation;\n    (c)    carries on or takes part in a business, whether\n          ' public or private, concerned with any of the said\n            obscene matters or things, or deals in the said\n            matters or things in any manner whatsoever, or\n            distributes them or exhibits them publicly or\n            makes a business of lending them;\n    (d) advertises or makes known by any means what-\n        soever in view of assisting in the said circulation\n        or traffic, that a person is engaged in any of the\n        above acts, or advertises or makes known how\n        or from whom the said obscene matters or things\n        can be procured either directly or indirectly,\n          LTbe inclusion of this page is authorized by L.N. 480/1973]\n            /\n2                          OBSCENE PUBLIGATlONS (SUPPRESSION OF)\nPenalty.            shall be guilty of an offence under this Act and shall upon\n                    summary conviction before a Resident Magistrate be\n                    liable to a penalty not exceeding forty dollars and in\n                    default of payment to be imprisoned for a term not\n                    exceeding three months, with or without hard labour.\nResident               3. Whenever it is made to appear upon oath that there\nMagistrates\nempowered           is reasonable cause to suspect that any person is in\nt   o   i       ~   possession of any obscene matters or things, it shall be\nwarrant to\nsead.               lawful for any Resident Magistrate by warrant to\n                    authorize any constable to enter and search any place,\n                    either in the day or in the night, and if any obscene matter\n                    or thing is found in any place so searched to seize and\n                    bring it before him to be secured for the purpose of being\n                    produced in evidence in any proceeding before any court\n                    of Justice in which it may be required. And it shall be\n                    lawful for the Resident Magistrate presiding over any\n                    such proceeding to order the destruction of any such\n                    obscene matter or thing."
    }
  ],
  "definitions": []
}