{
  "id": "jm-stat-the-occupiers-liability-act",
  "type": "statute",
  "title": "The Occupier's Liability Act",
  "title_en": "The Occupier's Liability Act",
  "short_name": "Occupier's Liability Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-occupiers-liability-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-occupiers-liability-act | Legal areas: Real Estate",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Occupiers’ Liability Act. Shorttitle.\n                              Liability in tort"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1)    The rules enacted by sections 3 and 4 shall have Rulesof\neffect, in place of the rules of the common law, to regulate common\n                                                             law\nthe duty which an occupier of premises owes to his visitors\nin respect of dangers due to the state of the premises or\nto things done or omitted to be done on them.\n       (2) The rules so enacted shall regulate the nature of\nthe duty imposed by law in consequence of a person’s occu-\npation or control of premises and of any invitation or\npermission he gives (or is to be treated as giving) to another\nto enter or use the premises, but they shall not alter the\nrules of the common law as to the persons on whom a duty\nis so imposed or to whom it is owed; and accordingly, for\nthe purpose of the rules so enacted, the persons who are to\nbe treated as an occupier and as his visitors are the same\nas the persons who would at common law be treated as an\noccupier and as his invitees or licensees.\n       (3) The rules so enacted in relation to an occupier of\npremises and his visitors shall also apply, in like manner\nand to the same extent as the principles applicable at\ncommon law to an occupier of premises and his invitees or\nlicensees would apply, to regulate-\n     (a) the obligations of a person occupying or having\n          control over any fixed or moveable structure, in-\n          cluding any vessel, vehicle or aircraft; and\n           LThe inclusion of this page is authorized by L.N. 480/1973]\n2                                  OCCUPIERS’ LIABILITY\n                  (6) the obligations of a person occupying or having\n                       control over any premises or structure in respect\n                       of damage to property, including property of per-\n                       sons who are not themselves his visitors.\nExtent of       3.-(1) An occupier of premises owes the same duty (in\noccupier’s\nordmary      this Act referred to as the “common duty of care”) to all\nduty.\n             his visitors, except in so far as he is free to and does extend,\n             restrict, modify or exclude his duty to any visitor by agree-\n             ment or otherwise.\n                      (2) The common duty of care is the duty to take such\n             care as in all the circumstances of the case is reasonable to\n             see that the visitor will be reasonably safe in using the\n             premises for the purposes for which he is invited or per-\n             mitted by the occupier to be there.\n                      (3) The circumstances relevant for the present pur-\n             pose include the degree of care and of want of care, which\n             would ordinarily be looked for in such a visitor and so, in\n             proper cases, and without prejudice to tkie generality of the\n             foregoing-\n                   (a) an occupier must be prepared for children to be\n                         less careful than adults;\n                   ( b ) an occupier may expect that a person, in the\n                         exercise of his calling, will appreciate and guard\n                         against any special risks ordinarily incident to it,\n                         so far as the occupier leaves him free to do so.\n                    (4) In determining whether the occupier of premises\n             has discharged the common duty of care to a visitor, regard\n             is to be had to all the circumstances.\n                    (5) Where damage is caused to a visitor by a danger\n             of which he had been warned by the occupier, the warning\n             is not to be treated without more as absolving the occupier\n             from liability, unless in all the circumstances it was enough\n             to enable the visitor to be reasonably safe.\n                            OCCUPIERS' LlABlLlTY                            3\n           (6) Where damage is caused to a visitor by a danger\n    due to the faulty execution of any work of construction,\n    maintenance or repair by an independent contractor, the\n    occupier is not to be treated without more as answerable\n    for the danger if in all the circumstances he had acted rea-\n    sonably in entrusting the work to an independent contractor\n    and had taken such steps, if any, as he reasonably ought in\n    order to satisfy himself that the contractor was competent\n    and that the work had been properly done.\n           (7) The common duty of care does not impose on an\n    occupier any obligation to a visitor in respect of risks will-\n    ingly accepted as his by the visitor (the question whether a\n    risk was so accepted to be decided on the same principles as\n    in other cases in which one person owes a duty of care to\n    another).\n          (8) For the purposes of this section, persons who\n    enter premises for any purpose in the exercise of a right\n    conferred by law are to be treated as permitted by the\n    occupier to be there for that purpose, whether they in fact\n    have his permission or not."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)   Where an occupier of premises is bound by con- EfIectof\n    tract to permit persons who are strangers to the contract to r$g:y\n    enter or use the premises, the duty of care which he owes toy.\n    to them as his visitors cannot be restricted or excluded by\n    that contract, but (subject to any provision of the contract\n    to the contrary) shall include the duty to perform his obli-\n    gations under the contract, whether undertaken for their\n'\n    protection or not, in so far as those obligations go beyond\n    the obligations otherwise involved in that duty.\n          (2) A contract shall not by virtue of this section have\n    the effect, unless it expressly so provides, of making an\n    occupier who has taken all reasonable care answerable to\n    strangers to the contract for dangers due to the faulty exe-\n4                                   OCCUPIERS LIABILITY\n               cution of any work of construction, maintenance or repair\n               or other like operation by persons other than himself, his\n               servants and persons acting under his direction or control.\n                     (3) In this section “stranger to the contract” means a\n               person not for the time being entitled to the benefit of the\n               contract as a party to it or as the successor by assignment\n               or otherwise of a party to it, and accordingly includes a\n               party to the contract who has ceased to be so entitled.\n                      (4) Where by the terms or conditions governing any\n               tenancy (including a statutory tenancy which does not in\n               law amount to a tenancy) either the landlord or the tenant\n               is bound, though not by contract, to permit persons to enter\n               or use premises of which he is the occupier, this section\n               shall apply as if the tenancy were a contract between the\n               landlord and tenant.\n                      ( 5 ) This section, in so far as it prevents the common\n               duty of care from being restricted or excluded, applies to\n               contracts and tenancies created before the commencement\n               of this Act, as well as those entered into or created after its\n               commencement; but, in so far as it enlarges the duty owed\n               by an occupier beyond the common duty of care, it shall\n               have effect only in relation to obligations which are under-\n               taken after the commencement of this Act or which are\n               renewed by agreement (whether express or implied) after\n               its commencement.\nLandlord’s       5.-(1) Where premises are occupied by any person under\nliability in   a tenancy which puts on the landlord an obligation to that\nvirtue of\nobligation\nto repair.\n               person for the maintenance or repair of the premises, the\n               landlord shall owe to all persons who or whose goods may\n               from time to time be lawfully on the premises the same\n               duty, in respect of dangers arising from any default by him\n               in carrying out that obligation, as if he were an occupier of\n                       me inclusion of this page is authorized by L.N.4EO/1973]\n                     OCCUPIERS LIABILITY                               5\nthe premises and those persons or goods were there by his\ninvitation or permission (but without any contract).\n       (2) Where premises are occupied under a sub-tenancy,\nsubsection (1) shall apply to any landlord of the premises\n(whether the immediate or a superior landlord) on whom\nan obligation to the occupier for the maintenance or repair\nof the premises is put by the sub-tenancy, and for that pur-\npose any obligation to the occupier which the sub-tenancy\nputs on a mesne landlord of the premises, or is treated by\nvirtue of this provision as putting on a mesne landlord,\nshall be treated as put by it also on any landlord on whom\nthe mesne landlord’s tenancy puts the like obligation\ntowards the mesne landlord.\n      (3) For the purposes of this section, where premises\ncomprised in a tenancy (whether occupied under that ten-\nancy or under a sub-tenancy) are put to a use not permitted\nby the tenancy, and the landlord of whom they are held\nunder the tenancy is not debarred by his acquiescence or\notherwise from objecting or from enforcing his objection,\nthen no persons or goods whose presence on the premises is\ndue solely to that use of the premises shall be deemed to he\nlawfully on the premises as regards that landlord or any\nsuperior landlord of the premises, whether or not they are\nlawfully there as regards an inferior landlord.\n       (4) For the purposes of this section, a landlord shall\nnot be deemed to have made default in carrying out any\nobligation to the occupier of the premises unless his default\nis such as to be actionable at the suit of the occupier or,\nin the case of a superior landlord whose actual obligation is\nto an inferior landlord, his default in carrying out that obli-\ngation is actionable at the suit of the inferior landlord.\n      (5) Nothing in this section shall relieve a landlord of\nany duty which he is under apart from this section.\n6                                  OCCUPIERS’ LJABILITY\n                    (6) For the purposes of this section, obligations im-\n              posed by any enactment in virtue of a tenancy shall be\n              treated as imposed by the tenancy, and “tenancy” includes\n              a statutory tenancy which does not in law amount to a\n              tenancy, and includes also any contract conferring a right\n              of occupation, and “landlord” shall be construed\n              accordingly.\n                     (7) This section applies to tenancies created before\n              the 1st October, 1%9, as well as to those created after\n              that date.\n                                    Liabili?y in contract\nImplied          6.-(1) Where persons enter or use, or bring or send\nterms in\ncontracts.    goods to any premises in exercise of a right conferred by a\n              contract with a person occupying or having control of the\n              premises, the duty he owes them in respect of dangers due\n              to the state of the premises or to things done or omitted to\n              be done on them, in so far as the duty depends on a term to\n              be implied in the contract by reason of its conferring that\n              right, shall be the common duty of care.\n                       (2) The foregoing subsection shall apply to 6xed and\n              moveable structures as it applies to premises.\n                     (3) This section does not affect the obligations im-\n              posed on a person by or by virtue of any contract for hire\n              of, or for the carriage for reward of persons or goods in,\n              any vehicle, vessel, aircraft or other means of transport, or\n              by virtue of any contract of bailment.\n                    (4) This section does not appIy to contracts entered\n              into before the 1st October, 1969.\n                                             General\nApplication     7. This Act shall bind the Crown, but as regards the\nto Crown.\n              Crown’s liability in tort shall not bind the Crown further\n                     m e jnclusion af ibis page is authorized by L.N. 480119731\n                                                                          1\n                     OCCUPIERS LIABILITY                              I\nthan the Crown is made liable in tort by the Crown Pro-\nceedings Act, and that Act and in particular section 3 of it\nshall apply in relation to duties under sections 3 to 5 of\nthis Act as statutory duties.\n      m e inclusion of t h i s page is authorized by L.N. 480{1973]"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.4 of 1969.\n                                                   [Isr October, 1969.1"
    }
  ],
  "definitions": []
}