{
  "id": "jm-stat-the-offences-against-the-person-act",
  "type": "statute",
  "title": "The Offences Against the Person Act",
  "title_en": "The Offences Against the Person Act",
  "short_name": "Offences Against the Person Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-offences-against-the-person-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-offences-against-the-person-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec3a",
      "section": "3A",
      "title": "Section 3A",
      "content": "3A.-(1) On an indictment charging a person with murder b e d u =\nfalling within section 2(1), he may be found not guilty of such =garding\nmurder but guilty of murder falling within section 2(2).          charge.\n                                                                  ID005\n        (2) For the purpose of any appeal against conviction, s.4.\nmurder falling within section 2(1) shall be treated as a distinct\noffence from murder falling within section 2(2).\n          (3) Where on an appeal against a conviction of\nmurder-\n              [The inclusion of lhia pap is aIllhmiad by LN. 80d2008]\n                               OFFENCES AGAINST THE PERSON\n                      (a) falling within section 2(l)(a) to 0;  and\n                      (b) for which the appellant has been sentenced to death,\n                the Court substitutes a verdict of guilty of murder falling within\n                section 2(2), the Court shall nevertheless determine whether a\n                sentence of death is the appropriate sentence by virtue of section\n                3(1A) and shall confirm that sentence if it is so found to be\n                appropriate.\n                        (4) Subject to the foregoing provisions of this section,\n                murder falling within section 2(1) shall not be treated, for any\n                purpose, as a different offence fi-om murder falling within\n                section 2(2)."
    },
    {
      "provision_ref": "sec3b",
      "section": "3B",
      "title": "Section 3B",
      "content": "3B. [Repealed by Act 1of 2005. ]\nProvisions as     3C.-(1) Where a person is sentenced to death by virtue of\nto appeals in\ndation to       subsection (IA) of section 3, he shall have the like right of\nrepeated and    appeal against the sentence as if the appeal were against a\nmultiple\nmurders.        conviction involving sentence of death.\n14/1992\n.S.4.                   (2) On any such appeal against sentence, the Court shall\n                have the same powers as to allowing or dismissing the appeal as\n                on an appeal against a conviction; and where the Court allows\n                the appeal, and it appears to the Court that, having regard to the\n                decision on the appeal, the sentence is not warranted in law, the\n                Court shall quash the sentence and pass the appropriate sentence\n                in substitution for it.\n                        (3) Where a person is sentenced to death under\n                subsection (1A) of section 3 (which relates to more than one\n                conviction for murder) and afterwards one of the convictions is\n                set aside on appeal-\n                      (a) that person may apply to the Court of Appeal to set\n                           aside the sentence of death on the ground that it is no\n                           longer warranted in law having regard to the decision\n                           on appeal; and\n                      (b) whether or not an application is made under para-\n                           graph (a), the Registrar of the Court of Appeal shall\n                           notify the Court that the sentence is one which should\n                           be set aside on the ground referred to in that\n                           paragraph,\n                            [The inclusion of this page is aluhoripd by LN. 80d2008)\n             OFFENCES AGAINST THE PERSON                                      9\ndone by him in pursuance of the pact unless it is done\nwhile he has the settled intention of dying in pursuance of\nthe pact."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.   twelve months, but at the time of the act or omission the balance\n     of her mind was disturbed by reason of her not having fully\n     recovered fiom the effect of giving birth to the child or by\n     reason of the effect of lactation consequent upon the birth of the\n     child, then, notwithstanding that the circumstances were such\n     that but for this Act the offence would have amounted to\n     murder, she shall be guilty of felony, to wit, of infanticide, and\n     may for such offence be dealt with and punished as if she had\n     been guilty of the offence of inanslaughter of the child.\n              (2) Where upon the trial of a woman for the murder\n     of her child, being a child under the age of twelve months, the\n     jury are of opinion that she by any wilful act or omission caused\n     its death, but that at the time of the act or omission the balance\n     of her mind was disturbed by reason of her not having fully\n     recovered from the effect of giving birth to the child or by\n     reason of the effect of lactation consequent upon the birth of the\n     child, then the jury may, notwithstanding that the circumstances\n     were such that but for the provisions of this Act they might\n     have returned a verdict of murder, return in lieu thereof a verdict\n     of infanticide.\n              (3) Nothing in this section shall affect the power of\n     thejury upon an indictment for the murder of a newly-\n     born child to return a verdict of manslaughter, or a verdict\n     of guilty but insane, or a verdict of concealment of birth,\n     in pursuance of section 74.\n              (4) The said section 74 shall apply in the case of the\n     acquittal of a woman upon indictment for infanticide as it\n     applies upon the acquittal of a woman for murder, and upon\n     the trial of any person over the age of sixteen for infanticide\n     it shall be l a m 1 for the jury, if they are satisfied that the\n                  lThe inclusion of this page is authorized by L.S. lUlZOlll\n                               OFFENCES AGAINST THE PERSON\n                accused is guilty of an offence under section 9 of the Child Care\n                and Protection Act, to find the a c c d guilty of such an of-\n                fence, md in that case that section shall apply accordingly.\n                                       Unn~duralOfinces\nUnnatural         76. Whosoever shall be convicted of the abominable\ncrimc.   :\n                crime of buggery, committed either with' mankind or with\n4211969         any animal, shall be liable to be imprisoned &Kept    to\n3rd Sch.\n                hard labour for a term not exceeding ten years.\nAnempl.            77. Whosoever shall attempt to commit the said abominable\n                crime, or shall be guilty of my assault with intent to commit the\n                same, or of any indecent assault upon any male person, shall be\n                guilty of a misdemmour, and being convicted thereof, shall be\n4211969         liable to be imprisoned for a term not exceeding seven years,\n3rd Sch.\n                with or without hard labour.\n                                    Proof of Carnal Knowledge\nProof o f carnal   78. Whenever upon the trial of any offence punishable under\nknowledge.\n                 this Act, it may be necessary to prove carnal knowledge, it shall\n                 not be necessary to prove the actual emission of seed in order to\n                 constitute a carnal knowledge, but the carnal knowledge shall be\n                 deemed complete upon proof of penetration only.\n                                      Qlulrageson Decency\nOulrages on       79. Any male person who, in pub!ic or private, commits, or is\ndecency.\n                a party to the commission of, or procures or attempts to procure\n                the commission by any male person of, any act of gross inde-\n                cency with another male person, shall be guilty of a mis-\n                demeanour, and being convicted thereof shall be liable at the\n                discretion of the court to be imprisoned for a term not exceeding\n                two years, with or without hard labour.\n                                         Olher Marrers\nApprehension      $0. Any constable may take into custody, without a warrant,\ntvithout war-\nrant.     t     any person whom he shall find lying or loitering in any\n                highway, yard, or other place during the night, that is to say the\n                interval between 7 o'clock in the evening and 6 o'clock in the\n                morning of the next succeeding day, and whom he shall have\n                good cause to suspect of having committed, or being about to\n                              l'l'hc inclusion of this page is authorized h!. I..%. 12312011(\n               OFFENCES AGAINST THE PERSON\ncommit any felony in this Act mentioned, and sMl take such\np m n , as soon as reasonably may be, before a Justice, to be\ndeda with according to law.\n  $1. In the case of every felony punishable under this Act m-t\nevery principal in the second degree, and every accessory before ,ofh\n                                                                    ,\n                                                                      phcipals\nthe fact, shall be punishable in the same manner as the principal & m e\nin the first degree is by this Act punishable; and every accesmry -.\nafter the fact to any felony punishable under this Act (except\nmurder) shall be liable to be imprisoned for a tern not exceed-\ning two years, with or without had labour; and every accessory\nafter the fact to murder shall be liable to be imprisoned for life, 4 2 ~        ~\nwith or without h a d labour, and whosoever shdl counsel, aid, 3rd M.\nor abet the commission of any indictable mideme8wour puni-\nshable under this Act shall be liable to be proceeded against.\nindicted, and punished as a principal offender.\n  $2. menever any person shall be convicted of my indictable Fines rsnrQ\nmidemeanour punishable under this Act, the coua may, if it         'JkPP\nshall think fit, in addition to or in lieu of my punishment by b.\nthis Act authorized, fine the offender, and require him to enter\ninto his own recognizances, and to find sureties* both or either\nfor keeping the peace and being of g o d behaviour: and, in case?\nof any felony punishable under this Act otherwise ahm with\ndeath, the cowt may, if it shall think fit, q u i r e the oflender\nto enter into his own recognimces, and to find sureties both\nor either for keeping the peace, in addition to my punishment\nby this Act authorized:\n  Provided, that no person shall be imprisaned for not finding\nsureties under this section for any period exceeding one\nyear.\n  $3. No summary conviction under this Act shall be quashed Conviaion\n                                                                  not to be\nfor want of form, or be m o v e d by certiorari into the Supreme M,,\nCourt; and no warrant of commitment shall be held void by wantof\nreason of any defect therein, provided it be therein alleged that\nthe party has been convicted, and there be a g d and valid\nconviction to sustain the same.\n                                  OFFENCES AGAINST THE PERSON\ncosts on             84. Where any person shall be convicted on any indictment\nprosecution\nfor assault.       of any assault, whether with or without battery and wounding, or\n                   either of them, such person may, if the court thinks fit, in addi-\n                   tion to any sentence which the court may deem proper for the\n               ,   offence. be adjudged to pay to the prosecutor his actual and\n                   necessary costs and expenses of the prosecution, and such\n                   moderate allowance for the loss of time as the court shall, by\n                   afidavit or other inquiry and examination, ascertain to be rea-\n                   sonable; and, unless the sum so awarded shall be sooner paid,\n                   the offender shall be imprisoned for any term the court shall\n                   award not exceeding thee months, in addition to the term of im-\n                   pmsoment (if any) to which the offender may be sentenced for\n                   the offence.\nRecovery             85. The court may, by warrant under hand and seal, order\ndistress.\nOfCmU by\n                   such sum as shall be so awarded to be levied by distress and sale\n                   of the goods and chattels of the offender, and paid to the\n                   prosecutor, and that the surplus, if any, arising fiom such sale\n                   shall be paid to the owner; and, in case the sum shall be so\n                   levied, the imprisonment awarded until payment of such sum\n                   shall thereupon cease.\n                                I'lbc iadPdon of tbb page b rutharked by LN. IZYLOIIJ"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Whosoever shall be convicted of manslaughter shall Man-\n                                                            daughter.\nbe liable to be imprisoned for life, with or without hard 42/1969\nlabour, or to pay such fine as the court shall award in 3rdSEh.\naddition to or without any such other discretionary punish-\nment as aforesaid."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. No punishment or forfeiture shall be incurred by Excusable\nany person who shall kill aaother by misfortune, or in his homicide.\nown defence, or in any other manner without felony."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Every offence which, before the fourth day of March, petit\n1837, would have amounted to petit treason, shall be\ndeemed to be murder only, and no greater offence; and\nall persons guilty in respect thereof, whether as principals\nor accessories, shall be dealt with, indicted, tried, and\npunished as principals and accessories in murder."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Where any person,        being feloniously stricken, Provigion\npoisoned, or otherwise hurt upon the sea, or at any place for    toal of\n                                                             artaincaaea\nout of this Island, shall die of such stroke, poisoning, or       zeAF\nhurt in this Island, or being feloniously stricken, poisoned slaughter.\nor otherwise hurt at any place in this Island, shall die of\n      me inclusion of this psge ia authorized by L.N. 480/1973]\n10                         OFFENCES AGAINST T H E PERSON\n              such stroke, poisoning or hurt upon the sea, or at any\n              place out of this Island, every offence committed in respect\n              of any such case, whether the same shall amount to the\n              offence of murder or manslaughter, or of being accessory\n              to murder or manslaughter, may be dealt with, enquired\n              of, tried, determined, and punished in the parish in which\n              such death, stroke, poisoning, or hurt shall happen, in the\n              same manner in all respects as if such offence had been\n              wholly committed in that parish.\n                                    Attempts to Murder\nAdminister-   13. Whosoever shall administer to, or cause to be\ning poiion.\nor wound.ng administered  to, or to be taken by any person, any poison\nwith intent or other destructive thing, or shall, by any means whatso-\nto murder.\n            ever, wound, or cause any grievous bodily harm to any\n            person, with intent, in any of the cases aforesaid, to commit\n            murder, shall be guilty of felony, and, being convicted\n4z/1969     thereof, shall be liable to be imprisoned for life, with or\n3rd Sch.    without hard labour.\nDestroying       14. Whosoever, by the explosion of gunpowder or other\nrddcm         explosive substance, shall destroy or damage any building,\nwithintent\nto murder.    with intent to commit murder, shall be guilty of felony,\n42/1969\n3rd Sch.\n              and being convicted thereof, shall be liable to be imprisoned\n              for life, with or without hard labour.\nSettingfire      15. Whosoever shall set 6re to any ship or vessel or any\ns$:;zzB\ntomurder.\n              part thereof, or any part of the tackle, apparel or furniture\n              thereof, or any goods or chattels being therein, or shall\n              cast away or destroy, or attempt to destroy, any ship or\n              vessel, with intent in any of such cases to commit murder,\n              shall be guilty of felony, and being convicted thereof, shall\n42/1%9        be liable to be imprisoned for life, with or without hard\n3rd sch.\n              labour.\n                    me inclusion of this page is authorized by L.N. 480/1973]\n                OFFENCES AGAINST THE PERSON                                   13\nhimself, or any other person to commit, or with intent in any of\nsuch cases thereby to assist any other person in committing, any\nindictable offence, shall be guilty of felony, and, being\nconvicted thereof, shall be liable to imprisoned for life, with or 4211969\nwithout hard labour. ,                                             3rd Sch."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Whosoever shall unlawfully apply or administer to, or Administer-\ncause to be taken by, or attempt to apply or administer to, or        :~izknt\nattempt to cause to be administered to or taken by, any person, tocommit\n                                                                    indictable\nany chloroform, laudanum, or other stupefying or overpowering ofience,\ndrug, matter, or thing, with intent, in any of such cases, thereby\nto enable himself, or any other person to commit, or with intent\nin any of such cases thereby to assist any other person in com-\nmitting, any indictable offence, shall be guilty of felony, and,\nbeing convicted thereof, shall be liable to be imprisoned for life, 42I1969\n                                                                    3rd Sch.\nwith or without hard labour."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Whosoever shall unlawfully and maliciously administer Administer-\nto, or cause to be administered to or taken by any other person, ing  poison\n                                                                 SO as to\nany poison or other destructive or noxious thing so as thereby endanger\nto endanger the life of such person, or so as thereby to inflict life or\n                                                                 inflict\nupon such person any grievous bodily harm, shall be guilty of grievous\n                                                                 bodily\nfelony, and being convicted thereof,. shall be liable to be harm.\nimprisoned for a term not exceeding ten years, with or without 4211969\n                                                                 3rd Sch.\nhard labour."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Whosoever shall unlawfully and maliciously administer Administer-\n                                                                  ing polson\nto, or cause to be administered to or taken by any other withintent\nperson, any poison or other destructive or noxious thing, with to injureor\nintent to injure, aggrieve, or annoy such person, shall be guilty annoy.\nof a misdemeanour, and, being convicted thereof, shall be liable\nto be imprisoned for a term not exceeding three years, with or 42/1969\nwithout hard labour.                                              3rd Sch.\n         [The inclusionof this page is authorized by L.N. 92~12012]\n                                OFFENCES AGAINST THE PERSON\nJury may           27. If, upon the trial of any person for any felony men-\nacquit of\nfelony, and     tioned in section 25, the jury shall not be satisfied that such per-\nfind guilty     son is guilty thereof, but shall be satisfied that he ,is .guilty\nof rnis-\ndemeanour.      of any misdemeanour mentioned in section 26, then and in\n                every such case, the jury may acquit the accused of-such\n                felony, and find him guilty of such misdemeanour and there-\n                upon he shall be liable to be punished in the same\n                manner as if convicted upon an indictment for such mis-\n                                                                               \"*\n                demeanour.\nAbandoning        28. Whosoever shall unlawfully abandon or expose any\not exposing\nchild           child, being under the age of two years, whereby the life of such\nwhereby         child. shall be endangered. or the health 'of such child shall\nlife\nendangered.     have been or shall be likely to be permanently injured. shall           '\n                be guilty of a misdemeanour. and. being convicted thereof. shall\n4211969\n                be liable to be imprisoned for a term not exceeding three                   +\n3rd Sch.        years, with or without hard labour.\nCausing           29. Whosoever shall unlawfully and maliciously by the\nbodily injuy\nby explosion    explosion of gunpowder or other explosive substance. burn.\nof gun-         maim. disfigure. disable. or do any grievous bodily harm to\npowder.\n                any person. shall be guilty of felony and, being convicted there-\n4211969         of, shall be liable to be imprisoned for life, with.or without hard\n3rd Sch.\n                labour.\nCausing           30. Whosoever shall unlawfUlly and maliciously cause any\ngunpowder\nto explode.     gunpowder or other explosive substance to explode. or send\netc.. with      or deliver to, or cause to be taken or received by any person any\nintent to\ndo grievous   . explosive  substance, or any other dangerous or noxious thing, or\nbodily harm.    put or lay at any place, or cast or throw at or upon, or otherwise\n                apply to any person, any corrosive fluid, or any destructive or\n                explosive substance, with intent, in any 'of the cases aforesaid,\n                to burn, maim, disfigure, or disable any person, or to do\n                some grievous bodily harm to any person, shall, whether any\n                bodily injury be effected or not, be guilty of felony, and, being\n             OFFENCES AGAlNST THE PERSON                                  15\nconvicted thereof, shall be liable to be imprisoned for life, 42/15-69\n                                                              3rd Sch.\nwith or without hard labour."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. Whosoever shall unlawfully and maliciously put or madne\n throw upon or across any railway or tramway any wood,            zca;pctc.,\nstone, or other matter or thing, or shall unlawfully and towithintcat\n                                                             endanger\nmaliciously take up, remove or displace any rail, sleeper, safetyof\nor other matter or thing belonging to any railway or pa==ngers.\ntramway, or shall unlawfully and maliciously turn, move\nor divert any points or other machinery belonging to any\nrailway or tramway, or shall unlawfully and maliciously\nmake or show, hide or remove any signal or light upon or\nnear to any railway or tramway, or shall unlawfully and\nmaliciously do or cause to be done any other matter or\nthing, with intent, in any of the cases aforesaid, to\nendanger the safety of any person travelling or being upon\nsuch railway or tramway, shall be guilty of felony, and\nbeing convicted thereof, shall be liable to be imprisoned ;;Jk,;\nfor life, with or without hard labour."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. Whosoever, by any unlawful act, or by any wilful Doing\nomission or neglect, shall endanger or cause to be gpifp\nendangered, the safety of any person conveyed by or being         gzn;:n\nin or upon a railway or tramway, or shall aid or assist onrailway.\ntherein, shall be guilty of a misdemeanour, and, being con-\nvicted thereof, shall be liable to be imprisoned for a term\nnot exceeding two years, with or without hard labour."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.-(1) Whosoever shall advocate or promote genocide Genocide.\n                                                               441 1968\nis guilty of an indictable offence and shall be liable to be s.2.\nimprisoned for a term not exceeding ten years, with or with-\nout hard labour.\n         (2) In this section “genocide” means any of the\nfollowing acts committed with intent to destroy, in whole\nor in part, any national, ethnical, racial or religious group,\nas such-\n      me inclusion of this page is authorized by L.N. 48011973]\n16                         OFFENCES AGAINST THE PERSON\n                   (a) killing members of the group;\n                   (6) causing serious bodily or mental harm to members\n                       of the group;\n                   (4 deliberately inflicting on the group conditions of\n                       life calculated to bring about its physical destruc-\n                       tion in whole or in part;\n                   (4 imposing measures intended to prevent births\n                       within the group;\n                   (4 forcibly transferring children of the group to\n                       another group.\n                                           A ssuulrs\nObstructing\nclergyman"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. Whosoever shall, by threats or force, obstruct or\nintheper-     prevent, or endeavour to obstruct and prevent, any clergy-\nformancc of\nhisdutia.     man or other minister in or from celebrating divine service,\n              or otherwise officiating in any church, chapel, meeting-\n              house, or other place of divine worship, or in or from the\n              performance of his duty in the lawful burial of the dead in\n              any church-yard or other burial place, or shall strike, or\n              offer any violence to, or shall, upon any civil process, or\n              under the pretence of executing any civil process, arrest\n              any clergyman or other minister who is engaged in or to\n              the knowledge of the offender is about to engage in, any\n              of the rites or duties in this section aforesaid, or who, to\n              the knowledge of the offender, shall be going to perform the\n              same or returning from the verformance thereof, shall be\n              guilty of a misdemeanour, and, being convicted thereof,\n              shall be liable to be imprisoned for a term not exceeding\n              two years, with or without hard labour.\n*ss?di\"g\nmagsmte"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. Whosoever shall assault and strike or wound any\nwhen          magistrate, officer, or other person whatsoever lawfully\npreserving\nwreck.        authorized, in or on account of the exercise of his duty in\n              or concerning the preservation of any vessel in distress,\n                    mic inclusion of this page is authorized by L.N. 480/19731\n             OFFENCES AGAINST T H E PERSON                                17\nor of any vessel, goods, or effects wrecked, stranded, or\ncast on shore, or lying under water, shall be guilty of a\nmisdemeanour, and, being convicted thereof, shall be liable 421 1 9 a\nto be imprisoned for a term not exceeding seven years, 3rd Sch.\nwith or without hard labour.\n  34 Whosoever shall assault any person with intent to .q$Tauitwith\n                                                               intent 10\ncommit felony or shall assault, resist, or wilfully obstruct commit\nany constable or peace officer in the due execution of ~ ~ o ~ & O - o '\nhis duty, or any person acting in the aid of such officer, or .table,*\nshall assault any person with intent to resist or prevent the\nlawful apprehension of himself or any other person for any\noffence,shall be guilty of a misdemeanour, and beiig\nconvicted thereof, shall be liable to be imprisoned for a term\nnot exceeding two years, with or without hard labour."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Whosoever shall unlawfully, and with force, hinder Hindering\nor prevent any seaman or person labouring on board any seaman    from\n                                                           mrtim E t\nvessel from working at or exercising his lawful trade, hishade.\nbusiness, or occupation, or shall beat or use any violence etc.\n to any such person, with intent to hinder or prevent him\nfrom working at or exercising the same, shall, on summary\nconviction, be liable to imprisonment with hard labour for\na term not exceeding three months."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. Whosoever shall beat, or use any violence or threat Using\n                                                                  violena to\nof violence to any person, with intent to deter or hinder deterpernon\nhim from buying, selling, or otherwise disposing of, or to%  T;:&\n                                                                ;of\ncompel him to buy, sell, or otherwise dispose of any\npoultry, hogs, grain, fruit., or fish, or other provisions or\nfood in any market or other place, or shall beat, or use\nany such violence or threats to any person having the care\nor charge of any poultry, hogs, grain, fruit or fish, or other\nprovisions, whilst on the way to or from any city, market,\ntown or other place in this 'Tsland, with intent to stop the\n          [TZle-i~clusionofthis   is au&orized by L.N. 951 19971\nI8                          OFFENCES AGAINST THE PERSON\n               conveyance of the same, shall, on summary conviction, be\n               liable to imprisonment with or without hard labour for a\n               term not exceeding three months.\nSummary           39. Where any person shall unlawfully assault or beat\njurisdiction\n   try         any other person, two Justices, upon complaint by or on\ncommon\n8553 U1b.\n               behalf of the party aggrieved, may hear and determine\n               such offence, and the offender shall, upon summary\n               conviction, be liable to imprisonment with or without hard\n               labour, for a term not exceeding two months, or else shall\n               forfeit and pay such fine not exceeding, together with costs\n31/1995\ns. 4.\n               (if ordered) the sum of one thousand dollars; and if such\n               fine as shall be so awarded, together with the costs, if\n               ordered, shall not be paid either immediately after convic-\n               tion, or within such perid as shall at the time of the con-\n               viction be appointed, the offender may be committed to\n               imprisonment with or without hard labour, for a term not\n               exceeding two months unless such fine and costs be sooner\n               paid.\nALBraVtttCd      40. When any person shall be charged before a court of\nassaults on\nwomeo or       summary jurisdiction with an assault or battery upon any\nchildren.      male child whose age shall not, in the opinion of such\n               court, exceed fourteen years, or upon any female either\n               upon the complaint of the party aggrieved or otherwise,\n               the said court, if the assault or battery is of such an\n               aggravated nature that it cannot, in their opinion, be\n               saciently punished under the provisions hereinbefare\n               contained as to common assaults and batteries, may\n               proceed to hear and determine the same in a summary\n               way, and if the same be proved, may convict the prisoner\n               accused; and every such offender shall be liable to\n               imprisonment with or without hard labour for a term not\n               exceeding six months, or to pay a fine not exceeding\n31 11995       (togetherwith costs) the s u m of two thousand dollars, and, if\ns. 4.          the court shall so think fit, in any of the said cases, shall be\n                         me inclasEon of this -is   a d m r k d bm.9 5 / I m\n                    OFFENCES AGAINST THE PERSON\n    bound to keep the peace, and be of good behavior for a\n    period not exceeding six months fiom the expiration of such\n    sentence."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. If the court, upon the hearing ok any such case of assault         :ziE\n                                                                                 may\n    and battery upon the merits, where thk complaint was preferred complain'\n    by or on behalf of the party aggrieve/i under either section 39 aai?'ing\n                                                                          dism~ssal.\n0   or sectionko shall deem the offence not to be proved, or shall\n    find the assault or battery to have bee4 justified, or so trifling as\n    not to merit any punishment, and shall accordingly dismiss the\n    complaint, the court shall forthwith ldake out a certificate, stat-\n    ing the facts of such dismissal, and shkll deliver such certificate\n    to the party against whom the complaibt was preferred."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. If any person against whom such complaint as is men- certificate\n    tioned in either section 39,40 or 41 shkll have been preferred by         :ozt-\n    or on behalf of the party aggrieved Lhall have obtained such abarto\n    certificate, or, having been convicted, shall have paid the whole further\n                                                                      p,-dj,,\n    amount adjudged to be paid, or shall have suffered the imprison-\n    ment, or imprisonment with hard labob awarded; in every such\n    case, he shall be released from all further or other proceedings,\n    civil or criminal, for the same cause:\n                                                      1\n      Provided, that in case the court shal find the assault or battery\n    complained of to have been acco+panied by any attempt\n    to commit felony, or shall be of opinlon that the same is from\n    any other circumstance, a fit subject fir a prosecution by indict-\n    ment, they shall abstain from any adjudication thereupon, and\n0   shall deal with the case in all respects in the same manner as if\n    they had no authority finally to hear d d determine the same:\n      Provided also that nothing\n                                                          I\n                                               contained shall\n                                                      I\n    authorize any Justices to hear and detennine any case of\n    assault or battery in which any q ;estion shall arise as to\n                  lThe inclusion of this page is ruthorirk by L.S. 123ROlll\n                                                          1\n20                               OFFENCES AGAdNST TP.IE PERSON\n                  the title to any land, tenements, or hereditaments, or any interest\n                  therein, or accruing therefrom, or as to any bankruptcy or\n                  any execution under the process of any court of justice.\nPunishment          43. Whosoever shall be convicted upon an indictment of any\nfor common\nand a d -\n                  assault occasioning actual bodily ham shall be liable to be im-\nvated assaults.   prisoned for a term not exceeding three years, with or without\n3rd S C ~ .\n42/'969\n                  hard labour; and whosoever shall be convicted upon an indict-\n                  ment for a common assault shall be liable, to be imprisoned for\n                  a term not exceeding one year, with or without hard labour."
    },
    {
      "provision_ref": "sec61",
      "section": "61",
      "title": "Section 61",
      "content": "61. [Repealed by Act 12 of 2009.1\n                                                                                            \\   ,,\n                                (The inclusion of this paEc is suthorizd by L.N. 123nOll)\n               OFFENCES AGAINST THE PERSON"
    },
    {
      "provision_ref": "sec67",
      "section": "67",
      "title": "Section 67",
      "content": "67. [Repealed by Act 12 of 2009.1\n                         Suppression of Brothels\n   6 8 . 4 1 ) If it is made to appear to a Justice by information on Search\noath that there is reason to suspect that any premises or part warrants.\nthereof is used as a brothel or for the purposes of habitual\nprostitution, the Justice may issue a warrant authorizing any\nconstable to enter and search the premises, at any time of the\nday or night and with such assistance and by such force as may\nbe necessary, and to seize any article found therein which there\nis reasonable ground for believing will afford evidence as to the\ncommission of any offence of an obscene or immoral nature and\nto arrest any person found therein who there is reasonable cause\nto suspect is committing, or has committed, any offence against\nthis Act.\n        (2) Every person so arrested shall be detained in custody\nuntil he can be brought before, or shall give bail for his appear-\nance to, the Resident Magistrate of the parish. Every article so\nseized shall be produced in evidence at the trial, if any person be\ncharged in relation thereto, and may be disposed of in such\nmanner as to the court may seem fit. If there be no such trial\nsuch article may be disposed of in such manner as a Resident\nMagistrate may think fit.\n                        Child Stealing"
    },
    {
      "provision_ref": "sec68",
      "section": "68",
      "title": "Section 68",
      "content": "68. Search warrants.\n                                                    I\n                                Child stealiJg"
    },
    {
      "provision_ref": "sec69",
      "section": "69",
      "title": "Section 69",
      "content": "69. Whosoever shall unlawfully, either by force or fraud, lead Child\nor take away, or decoy or entice away, or detain any child under Stea'iq,\nthe age of fourteen years, with intent to deprive any parent,\nguardian, or other person having the l a h l care or charge of\n             lThc inclusion of this pagc is authorized by L.S. 123ROll)\n                              OFFENCES AGAINST THE PERSON\n               sush child, of the possession of such child, or with intent to steal\n               any article upon or about the person of such child to whom-\n               soever such article may belong; and whosoever shall, with any\n               such intent, receive or harbour any such child, knowing the\n               same to have been by force or fraud led, taken, decoyed, enticed\n               away, or detained as in this section before-mentioned, shall be\n4211969        guilty of felony, and, being convicted thereof, shall be liable to\n3rd Sch.\n               be imprisoned for a tern not exceeding seven years, with or\n               without hard labour:\n                  Provided, that no person who shall have claimed any right to\n               the possession of such child, or shall be the mother, or shall\n               have claimed to be the father of an illegitimate child, shall be\n               liable to be prosecuted by virtue hereof on account of the getting\n               possession of such child out of the possession of any person\n               having the lawful charge thereof.\n                                           Kidnapping\nKidnapping       70.--( 1) Whosoever shall kidnap a person with intent-\nwith certain\nintents per-\nsons of any         (a) to hold him against his will for ransom, whether by\nage.                    way of money or valuables or any promise to do or\n3411973.\n                        refrain from doing anything or any other consideration;\n                        or\n                    (6) to cause him to be unlawfully sent or transported out of\n                        Jamaica against his will; or\n                    (c) to hold him for service against his will,\n               shall be guilty of a felony and, being convicted thereof, shall\n               be liable to imprisonment for life with or without hard labour.\n                       (2) Whosoever conspires to commit an offence against\n               subsection (1) or solicits, encourages, persuades or endeavours\n               to persuade any person to commit such an offence shall be\n               guilty of a 'misdemeanour and, being convicted thereof, shall be\n               liable to be imprisoned for a term not exceeding ten years with\n               or without hard labour.\n                       (3) In proceedings .under this section where the person\n               in relation to whom the offence is alleged to have been com-\n               mitted is a child under the age of fourteen years any action shall\n                             lThc inclusioa of tbb page is aothoriscd by LN. l23ROlll\n               OFFENCES AGAINST THE PERSON\nbe deemed to be against his will if it is against the hill of his\nparent or guardian, or other person having the lawful care or\ncharge of such child.\n         (4) For the purposes of this section a person \"kidnaps\"\nwhen he unlawfully, either by force or fraud, leads or takes\naway, decoys or entices away, or detains or secretes any other\nperson, so, however, that the fact that a person in relation to\nwhom the offence is alleged to have been committed did not\nresist is not a defence unless the accused proves that the failure\nto resist was not caused by fraud or by threats, duress, force or\nexhibition of force.\n                               Bigamy"
    },
    {
      "provision_ref": "sec71",
      "section": "71",
      "title": "Section 71",
      "content": "71.-41) Whosoever, being married, shall marry any other Bigamy.\nperson during the life of the former husband or wife, whether\nthe second marriage shall have taken place in this Island or\nelsewhere, shall be guilty of felony, and, king convicted 42;1%9\n                                                                   3rd Sch.\nthereof, shall be liable to be imprisoned for a tern not exceeding\nfour years, with or without hard labour; and my such offence\nmay be dealt with, inquired of, tried, determined and punished\nin any parish of this Island where the offender shall be appre-\nhended, or be in custody, in the same manner in all respects as if\nthe offence had been actually committed in that parish:\n   Provided, that nothinb in this section contained shall extend\nto any second marriage contracted elsewhere than in Jamaica by\nany Commonwealth citizen, or to any person marrying a second\ntime whose husband or wife shall have been continually absent\nfiom such person for the space of seven years then last past, and\nshall not have been known by such person to be living within\nthat time, or shall extend to any person who, at the time of such\nsecond marriage, shdl have been divorced fiom the bond of\nthe first marriage, or to any person whose former marriage shdl\nhave been declared void by the sentence of any court of compe-\ntent jurisdiction.\n      (2) The wife or husband of a person charged with Rovisionas\nbigamy may be called as a witness either for the prosecution or to evidence.\n                               OFFENCES AGAINST THE PERTON\n                defence and without the consent of the person charged.\n                                  Attempts to Procure Abortion\nAdminister-       72. Every woman, being with child, who with intent to\ning drugs or\nusing instru-   procure her own miscarriage, shall unlawfblly administer to her-\nments to        self any poison or other noxious thing, or shall unlawfully\nprocure\nabortion.       use any instrument or other means whatsoever with the like in-\n                tent; and whosoever, with intent to procure the miscarriage of\n                any woman, whether she be or be not with child, shall unlaw-\n                fully administer to her, or cause to be taken by her, any poison\n                or other noxious thing, or shall unlawfblly use any instrument or\n                other means whatsoever with the like intent, shall be guilty of\n4211369         felony, and, being convicted thereofl, shall be liable to be im-\n3rd Sch.        prisoned for life, with or without hard labour.\nProcuring         73. Whosoever shall u n l a h l l y supply or procure any poison\ndrugs, etc..                                                                           '\nto procure      or other noxious thing, or any instrument or thing whatsoever,\nabortion.       knowing that the same is intended to be u n l a h l l y used or em-\n                ployed with intent to procure the miscarriage of any woman,\n                whether she be or be not with child, shall be guilty of a mis-\n4211969    :    demeanour, and, being convicted thereof, shall be liable to be\n3rd Sch.        imprisoned for a term not exceeding thee years, with or with-\n                out hard labour.\n                                  Conbealing the Birth of a Child\nConcealment       74. If any woman shall be delivered of a child, every person\nof birth.\n                who shall by any secret disposition of the dead body of the said\n                child, whether such child died before, at, or afier the birth,\n                endeavour to conceal the birth thereof, shall be guilty of a mis-\n                demeanour, and being convicted thereof, shall be liable to be\n                imprisoned for a term not exceeding two years, with or with\n                hard labour:\n                  Provided, that if any person tied for the murder of any child\n                shall be acquitted thereof, it shall be l a h l for the jury by\n                whose verdict such person shall be acquitted to find, in case it\n                shall so appear in evidence, that the child had recently been\n                born, and that such person did, by some secret disposition of the\n                              JThe inclusion of tbii page k aa(ho&ed by LN. l23ROlll\n                    OFFENCES AGAINST THE PERSON                                ... a\n     dead body of such child, endeavour to conceal the birth thereof,\n     and thereupon the court may pass such sentence as if such per-\n     son had been convicted upon an indictment for the concealment\n     of the birth.\n                                 Infanticide"
    },
    {
      "provision_ref": "sec73",
      "section": "73",
      "title": "Section 73",
      "content": "73. Procuring drugs, etc., to procure abbrtion.\n                                                I\n                Concealing the ~irthlof a Child"
    },
    {
      "provision_ref": "sec75",
      "section": "75",
      "title": "Section 75",
      "content": "75. Offence of infanticide.\n                                                ~\n           lThe inclusion o f this page is authokized by L A . 123120111\n            OFFENCES AGAINST THE PERSON\n                          Unnatural Oflences"
    },
    {
      "provision_ref": "sec80",
      "section": "80",
      "title": "Section 80",
      "content": "80. Apprehension without warrant.\n8 1. Punishment of principals in second degree and accessories."
    },
    {
      "provision_ref": "sec85",
      "section": "85",
      "title": "Section 85",
      "content": "85. Recovery of costs by distress.\n            (The inclusion of this page is authorized by L.N. 123nOll]\n               OFFENCES AGAINST TIYE PERSON\n          as consideration for that other person causing or\n          assisting in causing the death of any person or\n          counselling or procuring any person to do any act\n          causing or assisting in causing that death;\n      (f) any murder committed by a person in the course\n           or furtherance of an act involving the use of violence\n           by that person which, by reason of its nature and\n           extent, is calculated to create a state of fear in the\n           public or any section of the public.\n        (1A) For the purposes of subsection (l)(a), the offences 3m06\n                                                                  S.2(b).\nreferred to in this subsection are-\n    (a) burglary or housebreaking;\n    (b) arson in relation to a dwelling house;\n    (c) robbery; or\n    (4 any sexual offence.\n      (2) Subject to subsection (3), every person convicted of lnws\nmurder other than a person-                                    s. 2(c).\n      (a) convicted of murder in the circumstances specified in\n           subsection (l)(a) to (f); or\n      (b) to whom section 3(1A) applies,\nshall be sentenced in accordance with section 3(l)(b).\n        (3) If in the case of any murder referred to in subsection lnws\n(1) (not being a murder referred to in paragraph (e) of that s. 2(c).\nsubsection), two or more persons are convicted of tbat\nmurder-\n      (a) the provisions of section 3(l)(a) shall apply to any of\n           those persons who-\n             (i) by his own act caused the death of, or inflicted\n                  or attempted to inflict grievous bodily harm on,\n                  the person murdered; or\n            (ii) himself used violence on that person in the\n                 course' or furtherance of an attack on that\n                 person; and\n             pie inclusion of this page is authorired by LN. 80~t2008]\n                              OFFENCES AGANST THE PERSON\n                    ( b ) any other persons convicted of the murder shall be\n                           sentenced in accordance with section 3(l)(b).\n                       ( 4 ) [Deleted by Act I of 2005.1\n                       (5) In this section-\n                    \"correctional officer\" has the same meaning as in the\n                          Corrections Act;\n                    \"judicial officer\" means-\n                           (a) a Judge of the Supreme Court or the\n                                Court of Appeal, the Master in Chambers or any\n                                person for the time being performing the func-\n                                tions of a Judge of the Supreme Court or Court of\n                                Appeal or of the Master in Chambers;\n                         (b) the Registrar or Deputy Registrar of the Supreme\n                                Court, the Revenue Court or the Court of Appeal\n                                or any person for the time being performing the\n                                functions of Registrar or Deputy Registrar;\n                          ( c ) a Resident Magistrate or any person for the time\n                                being performing the functions of a Resident\n                                ~a~iskate;\n                          (4 a person employed in a court's office who carries\n                                out prosecution of offences or in the Office of the\n                                Director of Public Prosecutions or engaged to\n                                carry out functions on behalf of the Director of\n                                Public Prosecutions;\n                    \"member of the security forces\" means a member of-\n                          (a) the Jamaica Constabulary Force;\n                          ( b ) the Jamaica Defence Force to the extent that such\n                                member has been assigned to act in aid of the\n                                Police;\n                          (c) the Island Special Constabulary Force;\n                          (4 the Rural Police.\nSentence for     3.-(1) Every person who is convicted of murder falling\nmurder.\n112005         within-\ns. 3(a)(b).\n                           [The inclusion of this page istauthorizuJ by L.N. 80d20081\n               OFFENCES AGAINST W E PERSON\n      (a) section 2(l)(a) to V) or to whom subsection (1A)\n           applies, shall be sentenced to death or to imprison-\n           ment for life;\n      (b) section 2(2), shall be sentenced to imprisonment for\n           life or such other term as the court considers\n           appropriate, not being less than fifteen years.\n       (1A) This subsection applies to a person who is convicted moos\nof murder and who, before that conviction, has been convicted S. 3(b).\nin Jamaica-\n      (a) whether before or after the 14th October, 1992, of\n           another murder done on a different occasion; or\n      (b) of another murder done on the same occasion.\n        (1B) Where a court pronounces a sentence of death m ~ s\n                                                                   s. 3(c).\npursuant to subsection (l)(a)-\n      (a) the form of the sentence shall be to the effect only\n           that the person is to \"suffer death in the manner\n           authorized by law\";\n      (b) every person 'so sentenced shall, after sentence, be\n           confined to some safe place within the correctional\n           institution, apart from all other inmates; and\n      (c) the sentence may be carried into execution as here-\n           tofore has been the practice.\n        (1C) In the case of a person convicted of murder, the lnms\nfollowing provisions shall have effect with regard to that s. 3(c).\nperson's eligibility for parole, as if those provisions had been\nsubstituted for section 6(1) to (4).of the Parole Act-\n      (a) where a court imposes a sentence of imprisonment for\n           life pursuant to subsection (l)(a), the court shall\n           specify a period, being not less than twenty years,\n           which that person should serve before becoming\n           eligible for parole; or\n      (b) where, pursuant to subsection (l)(b), a court\n           imposes-\n                (i) a sentence of imprisonment for life, the court\n                     shall specify a period, being not less than\n                     fifteen years; or\n               (ii) any other sentence of imprisonment, the court\n            me inclusion of this page is authorized by LN. 8OdZM)8]\n                                 OFFENCES AGAINST THE PERSON\n                                  shall specify a period, being not' less\n                                  than ten years,\n                  which that person should serve before becoming eligible for\n                  parole.\n                         (ID) A person shall not be sentenced to death under this\n                  section by reason of a previous conviction for murder referred to\n                  in subsection (1A)unless-\n                        (a) at least seven days before the trial, notice is given to\n                            him that it is intended to prove the previous\n                            conviction; and\n                      (b) before he is sentenced, his previous conviction for\n                            murder is admitted by him or is found to be proven\n                            by the trial Judge.\n                        (1E) Before sentencing a person under subsection (I),\n                the court shall hear submissions, representations and evidence,\n                from the prosecution and the defence, in relation to the issue of\n                the sentence to be passed.\nSentence of              (2) Where a woman is convicted of murder falling\ndeath not to be\npassed on       within section  2(l)(a) to V) or to whom subsection (1A)applies\nPregnant\nwoman.\n                is found in accordance with the provisions of this section to be\n4211969         pregnant,  the sentence to be passed on her shall be any sentence\n3rd Sch.        of imprisonment that may be imposed under subsection (l)(b)\n112005\nS. 3(d).        instead of sentence of death.\nProcedure                   (3) Where a woman convicted of murder falling within\nwhere womw\nconvicted of      section 2(l)(a) to V) or to whom subsection (1A)applies alleges\ncapital offence   that she is pregnant, or where the court before whom a woman is\nalleges she is\npregnant.         so convicted thinks fit so to order, the question whether or not\n112005            the woman is pregnant shall, before sentence is passed on her,\nS. 3(e).          be determined by a jury.\n                            (4) Subject to the provisions of this subsection, the said\n                  jury shall be the trial jury, that is to say the jury to whom she\n                  was given in charge to be tried for the offence, and the members\n                  of the jury need not be re-sworn:\n                     Provided that-\n                               [The inclusion of chis page is authorid by LN. 80d2008]\n                 OFFENCES AGAINST THE PERSON\n        (a) if any member of the trial jury, after the conviction,\n    ,      dies or is discharged by the court as being through\n           illness incapable of continuing to act or for any other\n           cause, the inquiry as to whether or not the woman is\n           pregnant shall proceed without him; and\n      (b) where there is no trial jury, or where a jury have dis-\n           agreed as to whether the woman is or is not pregnant,\n           or have been discharged by the court without giving a\n           verdict on that question, the jury shall be constituted\n           as if to try whether or not she was fit to plead, and\n           shall be sworn in such manner as the court may direct.\n        (5) The question whether the woman is pregnant or not\nshall be determined by the jury on such evidence as may be laid\nbefore them either on the part of the woman or on the part of the\nCrown, and the jury shall find that the woman is not pregnant\nunless it is proved affirmatively to their satisfaction that she is\npregnant.\n        (6) Where on proceedings under this section the jury Wl%2\n                                                                    S. 35.\nfind that the woman in question is not pregnant the woman may\nappeal under the Judicature (Appellate Jurisdiction) Act, to the\nCourt of Appeal and that Court, if satisfied that for any reason\nthe finding should be set aside, shall quash the sentence passed\non her and instead thereof pass on her any sentence of 42/1969\nimprisonment that may be imposed under subsection (l)(b):           3rd S C ~ .\n                                                                    1/2005\n   Prokided that the operation of the provisions of this s.s(r).\nsubsection shall be deemed to be coincident with the operation\nof the Judicature (Appellate Jurisdiction) Act."
    }
  ],
  "definitions": [
    {
      "term": "member of the security forces",
      "definition": "a member of-",
      "source_provision": "sec85"
    }
  ]
}