{
  "id": "jm-stat-the-offensive-weapons-prohibition-act",
  "type": "statute",
  "title": "The Offensive Weapons (Prohibition) Act",
  "title_en": "The Offensive Weapons (Prohibition) Act",
  "short_name": "Offensive Weapons (Prohibition) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-offensive-weapons-prohibition-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-offensive-weapons-prohibition-act | Legal areas: Companies and Associations",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Offensive Weapons (Pro-\n    0   hibition) Act.\n                                                                            Shorttitle."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 t ) Inthis Act-                                             Intcrpeta-\n                                                                            non.\n             \"ballistjc knife\" means a device or instrument designed or\n                  adapted to fire or discharge a knife, dagger or similar\n                  instrument by mechanical, percussive or explosive\n                  means;\n             \"butterfly knife\" means a knife with a two-piece handle\n                  which folds together to cover both edges of the blade\nr\nP                 (where the blade is not serrated and exceeds seven\nI\nb\ni\n                  centimetres in length);\n             \"dagger\" means a sharp pointed stabbing instrument,\n                 ordinarily capable of being conceded on the person\n                 and hV&-\n                    (a) a flat blade, exceeding eight centimetres in\n                        length, with cutting edges (whether or not\n                        serrated) along the length of both sides;\n                    (b) a needle-like blade, the cross-section of which\n                        is elliptical or has three or more sides,\n                but does not include instruments such as swords or\n    0           bayonets;\n             \"flick knife\" means a knife designed or adapted so that the\n                  blade is concealed when folded or recessed into the\n                  handle and which opens by gravity or centrifugal force\n                  or by any pressure applied to a button, spring or\n                  device in or attached to the handle of the knife;\n2          OFFENSIVE WEAPONS (PROHI3ITION)\n    \"knuckleduster\" means a device or instrument designed or\n        adapted to be worn across a knuckle or knuckles of the\n        hand, fmger, fingers or thumb so as to-\n           (a) increase the force or impact of a punch or blow\n                when striking another with that hand, finger,\n                fingers or thumb; or\n          (b) protect the knuckle or knuckles from injury\n              when striking another with that hand, f-er,\n                fingers or thumb;\n                                                                             U\n    \"knuckle knife\" means an open or exposed blade or similar\n        instrument attached to a handle that is designed or\n        adapted to be held between the knuckles (including\n        the device commonly known as the \"Urban Pal\n        Knife\");\n    \"offensive weapon\" mans-\n          (a) any article made or adapted for use for causing\n                injury to the person or which is intended by the\n                person having such article with him to cause\n                such injury;\n           (6) any dagger; or\n           (c) any swordstick, ballistic knife, butterfly knife,\n                flick knife, knuckleduster, knuckle knife or any\n                knife which is commonly known as a\n                switchblade, ratchet knife or rambo W e , or\n                such other knife as the Minister may prescribe\n                by order subject to affirmative resolution;\n    \"public place\" includes-\n           (U) every highway, road or other passageway,\n                court, parade, wharf; school premises, public\n                garden, open space or any place used for the\n                purposes of sports and games; and\n          (6) any other place or premises to which, at the\n               material time, the public has access, whether on\n               payment or otherwise;\n                           of this p a ~ eIS authorized b, L N I I U2002 ]\n             Inbe I~EIIISIOII\n                     OFFENSIVE WEAPONS (PROHIBITION)                              3\n          \"swordstick\" means a cane, stick or similar article designed\n              or adapted to hold the blade of a sword so that it is\n              concealed from view until withdrawn from the cane,\n              stick or article.\n           (2) Paragraph (a) of the definition of \"offensive\n    weapon\" in subsection (1) does not include any of the following\n    substances that a person has with him for personal protection,\n0   namely-\n          (a) mace or pepper spray;\n           (b) such other substance as the Minister may prescribe by\n               order subject to affirmative resolution."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1)   A person shall not, without lawful authority or meocco~\n    reasonable excuse, knowingly have with him in any public place carrying'n\n                                                                    OffCnSlVC\n    any offensive weapon falling within paragraph (U) or (6) of the -ponina\n    defmition of \"offensive weapon\".                                PUbllC\n                                                                         plsce.\n           (2) A person shall not knowingly have in his possession\n    in any public place, any offensive weapon falling within\n    paragraph (c) of the definition of \"offensive weapon\".\n            (3) A person who contravenes subsection (1) or (2)\n    commits an offence and is liable on sumfnary conviction before\n    a Resident Magistrate to a fine not exceeding four thousand\n    dollars and in default of payment to imprisonment for a term not\n    exceeding four months.\n            (4) It shall be a defence for a person charged with an\n    offence under subsection (1) to prove that he had the article with\n    him for the purposes of any lawful sport or the person's lawful\n0   trade, business or occupation.\n               ( 5 ) A constable shall-\n          (a) seize any offensive weapon referred to in subsection\n              (2) which is found in the possession of any person in\n              contravention of that subsection;\n4                          OFFENSIVE WEAPONS (mo~rmroiy~\n                    (b) seize any other offensive weapon in respect of which\n                        he has reasonable cause to believe an offence has\n                        been committed under this section,\n              and that weapon shall be detained by the constable until such\n              time as any legal proceedings in respect of the offence are\n              fmlly disposed of.\n                      (6) Where any person is convicted of an offence under\n              subsection (1) or (2) the Court may upon the application of the\n              prosecution make an order for the forfeiture of any offensive\n                                                                                            0\n              weapon used in the commission of the offence.\n                      (7) A conviction under this section shall not form part of\n              the criminal record of the person convicted.\nProcedure       4 . 4 1 ) Where the prosecution proposes to apply for for-\nuponfor-      feiture of any offensive weapon under section 3 (6), notice of\nfeirure of\noffmTcnsive   such intention and of the grounds therefor shall be given\nweapon        forthwith to any person who, to the knowledge of the pro-\n              secution, is the owner thereof:\n                 Provided that notice shall not be required to be given under\n              this subsection if the seizure was made in the presence of the\n              owner of the offensive weapon seized.\n                      (2) Without prejudice to any other form of service,\n              notification may, for the purpose of subsection (l), be made by\n              two publications in a daily newspaper printed and circulating in\n              Jamaica, the second of such publications being not later than\n              three days after the fust.\n                      (3) Any person having a claim to any offensive weapon\n              in respect of which an application for forfeiture is made\n              pursuant to section 3 (6) may appear before the Court on the\n              hearing of the application and show cause why an order for\n              forfeiture should not be made.\n                      (4) Where, on hearing of an application pursuant to\n              section 3 (6) for forfeiture of any offensive weapon, no person\n              appears before the Court to show cause why an order for\n              forfeiture should not be made, the Court shall presume that such\n              weapon has been abandoned.\n                            [The tnciizsioii of this page is authorized by L.N I1212002 ]\n                 OFFENSMZ WEAPONS (PROHI3ITION)                                      5\n            ( 5 ) If, upon the application of any person aggrieved by\n    an order made by the Court under section 3 (6), the Court is\n    satisfied that it is just to revoke such order, the Court may\n    revoke that order upon such terms and conditions as it deems\n    appropriate, and, without prejudice to the generality of the\n    foregoing, shall require the person to pay, in respect of storage,\n    maintenance, administrative expenses, security and insurance of\n    the offensive weapon, such charges as shall be approved by the\n0   court.\n              (6) An application to the Court under subsection (5) for\n    the revocation of an order shall be made within thirty days of the\n    date of the order or within such greater time, not exceeding three\n    months after the date of the order, as the Court may allow."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) A constable m y , in any public place, upon showing powcrto\n    his proper identification as a constable, search without a urcsl with-\n    warrant-                                                              OUtwamnt\n            ( U ) any person whom he has reasonable cause to believe\n                  to be in possession of any offensive weapon in\n                  contravention of section 3 or anything carried by such\n                  person;\n            (b) any vehicle, its driver and any passenger if he has\n                  reasonable cause to suspect that an offensive weapon\n                  is to be found in any such vehicle or on such driver or\n                  passenger in contravention of section 3.\n              (2) If, in the course of any search carried out pursuant to\n    subsection (l), an offence under section 3 appears to have been\n    committed-\n           (a) the constable shall seize any offensive weapon found\n                  in the course of such search;\n           (b) the person shall give his true name and address to the\n                  constable when requested to do so;\n0          (c) if the person fails to give his name and address the\n                  constable may, without a warrant, arrest that person."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Minister may make regulations generally for giving Re@ntions.\n    effect to the provisions of this Act and all such regulations shall\n    be subject to affirmative resolution."
    }
  ],
  "definitions": [
    {
      "term": "ballistjc knife",
      "definition": "a device or instrument designed or",
      "source_provision": "sec2"
    },
    {
      "term": "butterfly knife",
      "definition": "a knife with a two-piece handle",
      "source_provision": "sec2"
    },
    {
      "term": "dagger",
      "definition": "a sharp pointed stabbing instrument,",
      "source_provision": "sec2"
    },
    {
      "term": "flick knife",
      "definition": "a knife designed or adapted so that the",
      "source_provision": "sec2"
    },
    {
      "term": "knuckleduster",
      "definition": "a device or instrument designed or",
      "source_provision": "sec2"
    },
    {
      "term": "knuckle knife",
      "definition": "an open or exposed blade or similar",
      "source_provision": "sec2"
    },
    {
      "term": "swordstick",
      "definition": "a cane, stick or similar article designed",
      "source_provision": "sec2"
    }
  ]
}