{
  "id": "jm-stat-the-office-of-utilities-regulation-act",
  "type": "statute",
  "title": "The Office of Utilities Regulation Act",
  "title_en": "The Office of Utilities Regulation Act",
  "short_name": "Office of Utilities Regulation Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-office-of-utilities-regulation-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-office-of-utilities-regulation-act | Legal areas: Companies and Associations",
  "provisions": [
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(I) Except in so far as may be necessary for the due\nperformance of its functions under this Act, every officer and s. S.\nemployeeof the Officeshall p r e s e r v e d aid in preserving\nsecrecy with regard to all matters relating to the affairs of\nany licensee or specifled organization or of any customer of\nany such licensee or specified organization, that may come\nto his knowledge in the course of his duties.\n       (2) Any officer or employee who-\n     (U) communicates any matter referred to in subsection (1)\n          to any person other than the Office or an officer of the\n          Office authorized in that behalf by the Registrar; or\n      (b) allows any unauthorized person to have access to any\n          books, papers or other records re-      to any licensee\n          or specified organization, or to any customer of any\n          such licensee or specified organization,\nshall be guilty of an offence and shall be liable on conviction\nthereof to a fine not exceeding five hundred thousand dollars or\nto imprisonment with or without hard labour for a term not\nexceeding three years."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The funds of the Office shall consist of-                      FU&\n      (U) sums received by the Office as licence fees and            140000\n          regulatory service fees in accordance with this Act;       S.6@).\n      (b) [Deleted by Acf I 4 of2UUU.]\n      (c) alJ other sums or property which may in any manner\n          become payable or made available to the Oflice in\n          respect of any matter incidental to its hctions."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. [Repealed by Act 14 of 2000.1\n8                             OFFICE OF UTILITIES REGULATION\n14’2000\nS. 8\n                tions of the provision of any prescribed utility services by a\n                licensee or specified organization.\nThird                  (2) The provisions of the Third Schedule shall apply to\nSchedule.\n                every enquiry conducted by the Office pursuant to this section.\nDiscretion10        8A.-(I) The Oflice may, determine whether to under-\nundatakr OT\ncontmue         take or continue an investigation under this Act and in\nlnvrstrgat1on"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Power to hold an enquiry.\n8 ~ Discretion\n    .          to undertake or continue investigation."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14,2000\n                particular, but without prejudice to the generality of the fore-\ns 9             going, may refise to undertake or continue any investigation if\n                it is of the opinion that-\n                       (U) the subject-matter of the complaint is trivial;\n                      (b) the complaint is frivolous or vexatious or not\n                          made in good faith;\n                      (c) the complainant has deferred for too long the\n                           making of his complaint to the Office;\n                      (d) the complainant does not have a sufficient interest\n                           in the subject-matter of the complaint; or\n                      (e) having regard to all the circumstances of the\n                           case, no investigation or fUrther investigation is\n                           necessary.\n                        (2) Where the Ofice decides not to undertake or\n                continue the investigation of a complaint, it shall inform the\n                complainant of its decision and give reasons therefor.\nPuwa to             9.+1)     Where it appears to the Office that a licensee or\nrequire\nmeasure to       specified organization, as the case may be, is not filfilling its\nbe taken        obligations under its licence or enabling instrument, as the\n14l2000\nS.(lD).         case may be, the Office may, by memorandum in writing to the\n                licensee or specified organization, require the licensee or\n                specified organization, within the time specified in that\n                memorandum, to takesuch remedial measures as may be\n                so specified.\n14RODD                    (2) Any licensee or specified organization which fails\nS . IO(bXi).\n                to comply with the requirements of a memorandum issued by\n                the Office under this section shall be guilty of an offence and\n14mml           liable on summary conviction before a Resident Magistrate\nS. 10(bXii).    to a fine not exceeding two million dollars:\n                               [The m ~ l v r i o nOF thin p i l e IS autbanad by L.N. Jnwl]"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Transitional.\n      SCHEDULES.\n            OFFICE OF UTILITIES REGULATION                                    7"
    }
  ],
  "definitions": []
}