{
  "id": "jm-stat-the-opticians-act",
  "type": "statute",
  "title": "The Opticians Act",
  "title_en": "The Opticians Act",
  "short_name": "Opticians Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-opticians-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-opticians-act | Legal areas: Regulation of Professions",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Opticians Act.                        Short title."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                       Interprets-\n                                                                        tion.\n    \"optometry\" or \"the practice of optometry\" means the em-\n        ployment of any methods for the estimation of errors of\n        refraction of the human eye, and the prescribing or\n        adapting of lenses to correct such errors."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The office of the Registrar-General of Births and Deaths egis try and\nshall be the registry of qualified opticians and the Registrar-\nGeneral of Births and Deaths shall be the Registrar under this\nAct."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Registrar shall open and thereafter keep, as nearly as Resisterof\nmay be according to the Form in the Schedule, a register of practitioners\nqualified optometry practitioners.                              Schedule."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. A copy of the register as it stands at any such time, copyof\nshall be published by the Registrar in the first Gazette\nissued after each first day of June and December in every inGa=erre.\n                                                                        :;:,zed\nyear.\n   Any copy of the Gazette containing the most recent copy\nof the register, shall be prima facie evidence in all legal\nproceedings that the persons therein specified are registered\nunder this Act; and the absence of the name of any person\nfrom such copy' shall be prima facie evidence that such person\nis not registered under this Act.\n                                                       OPTZCZANS\n    Registered            6. Every person registered under this Act shall be entitled\n    practitioners\n    entitled to         to practise optometry in this Island and to demand and recover\n    -ewver              reasonable charges for professional services and/or optical aid\n      arges.\n                        rendered by such person, and the cost of merchandise supplied\n                        by him.\n    only regis-           7. No person, unless duly registered under the provisions of\n    topractise\n                        this Act, shall practise optometry in this Island either for or\n                        without reward nor carry on business under any title, name or\n                                                                                                 '   0\n    optometry.\n                        description implying that he is registered under this Act. The use\n                        of test lenses, spectacles, trial frames, ophthalmoscope, retino-\n                        scope, or any apparatus that may be used to measure refraction,\n                        or visual acuity, or muscular equilibrium, shall be deemed con-\n                        clusive evidence of the practice of optometry.\n    Persons         I     8. The following persons, upon satisfying the Registrar by\nI\n1   entitledtobe\n    registered.         documentary or other evidence that they are of good moral\n                        character and of their right to be registered, and upon payment\n                    I   of the registration fee of two dollars and ten cents, shall be\n1\nI\n                        entitled to be registered under this Act-\n                             (a) Any person qualified or entitled to practise in the\n                                 United Kingdom under any Act for the time being in\n                                 force or who holds the sight-testing diploma of the\n                                 Worshipful Company of Spectacle Makers or' the\n                                 British Optical Association both of London,\n                                 England.\n                             (b) Any person who, at the passing of this Act, has\n                                 been domiciled in Jamaica for not less than two                     0\n                                 years and also is and has been for not less than\n                                 two years, bona fide engaged in the practice of\n                                 optometry in this Island, and who holds a\n                                 diploma, licence or certificate granted to him by\n                                 any university, college or institution recognized by\n                            OPTtCtANS                                  5\n         the Minister, after and in consequence of his\n         having passed through the course of study and\n         examination in optometry, prescribed by such\n         university, college or institution.\n    (c) Any person who, at the passing of this Act, has\n         been domiciled in Jamaica for not less than five\n         years and also is and has been for not less than\n         five years bona fide engaged in practice of opto-\n         metry in this Island, and whom the Minister for\n         special cause shown, permits to be registered with-\n         out examination."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Any person who, at the passing of this Act, is bonu Personsto\nfide engaged in the practice of optometry in this Island make application\nand also any person not qualified to be registered under ~ , ~              ~\nsection 8, but who in either such case holds a diploma, bation.\nlicence, or certificate granted to him by any university,\ncollege, or institution recognized by the Minister, after and\nin consequence of his having passed through the course of\nstudy and examination in optometry prescribed by such\nuniversity, college, or institution, and who wishes to be\nregistered under this Act, may make application in writing\nto the Minister to appoint a Board of Examiners for his\nexamination under this Act."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. On receipt of such application the Minister shall Constitution\n                                                             of Board of\nappoint three persons, two of whom shall be registered Examiners.\nmedical practitioners and the third shall be duly registered\nunder this Act, a s a Board of Examiners, and the persons\nso appointed shall thereupon fix a time and place for\nholding the examination. The Minister shall appoint one\nof such registered medical practitioners to be the chairman\nof the Board of Examiners.\n      IThe inclusion of this page is authorized by L.N. 480119731\n6                                         OPTICIANS\nAmointment       11. The Minister shall appoint some fit and proper\nof secretary\nand fee        person to act as secretary to such Board and shall pay to\npayable to\nexaminers      each examiner for each examination, a fee of two dollars\nand\nsecretary.\n               and ten cents, and to the secretary a fee of two dollars and\n               ten cents.\nRequire-          12. The candidate for examination shall first satisfy the\nments for\ncandidates     Board of Examiners that he is of good moral character,\nfor exam-      and that he was at the date of the passing of this Act\nination.\n               bona fide engaged in the practice of optometry in this Island,\n               and that he attended a university, college or institution\n               recognized by the Minister andior that he holds a diploma,\n               licence or certificate granted to him as aforesaid, and the\n               Board of Examiners, if so satisfied, shall, with reasonable\n               dispatch fully and fairly examine such candidate accord-\n               ingly; and if they find him sufficiently informed and skilled,\n               they shall give him a certificate to that effect, and he shall\n               then be entitled to be registered under this Act, upon pay-\n               ment of the registration fee.\nExamination      13. A n y candidate who presents himself for examination\nfee.\n               shall be required to deposit with the secretary, before the\n               examination, the sum of ten dollars and fifty cents, to be\n               applied in payment of the fees mentioned in the preceding\n               sections, and which shall not in any case be returned to the\n               candidate.\nDuties of        14. The Registrar shall erase from the register any entry\nRegistrar.\n               which has been incorrectly and fraudulently made, and shall\n               erase the name of any person who shall die, or who has given\n               notice that he has ceased to practise.\n                 The Registrar shall also, provided he first obtains the\n               sanction of the Minister, erase the name of any person\n               convicted of felony or misdemeanour, either before or after\n               the passing of this Act, and either before or after\n               registration.\n                                                                                  -\n                     mhe inclusion of this page is authorized by L.N. 480/19731\n                                   OPTICIANS                                        7"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Appointment of secretary and fee payable to examiners and\n                        secretary."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Any person-                                                   Offences.\n        (a) who shall fraudulently procure or attempt to procure\n             himself or any other person to be registered under\n             this Act, or who shall aid or abet in such fraudulent\n             procuiement or attempt; or\n        (b) who, not being registered under this Act, shall hold\n             himself out of pretend to be, or use or take the\n             name or title of optometrist, optician, or doctor or\n             professor of optometry of any name, title or addition\n             implying such qualification or that he is a person spe-\n             cially qualified to practise optometry;\n        (c) who whether registered under this Act or not and not\n             being a registered medical practitioner, assumes the\n             title of oculist or eyesight specialist, or uses or causes\n             to be used in connection with his business, trade,\n             calling or profession, any written words, titles, initials\n             or abbreviation of words, titles, or initials which are\n             intended or may reasonably cause any person to believe\n             that he is qualified to practise medical or surgical\n             treatment of the eye;\n        (d) who whether registered under this Act or not and not\n             being a registered medical practitioner or acting under\n             the instructions of a registered medical practitioner,\n             administers any drug for the purpose of paralysing the\n             accommodation of the eye or otherwise for facilitating\n             the measurement of the powers of vision, or treats any\n             disease of the eye by the use of drugs,\n    shall be guilty of an offence under this Act, and shall on sum-\n    mary conviction before a Resident Magistrate be liable to a\n    penalty 'not exceeding five hundred thousand dollars, or to be ,no11\n@   imprisoned, with or without hard labour, for a term not exceed- SCh.\n    ing six months:\n      Provided always, that a person shall not be guilty of any\n    offence,under clause (b) if he shows that he has been registered\n    and continues to be entitled to be registered under this Act,\n    but that his name has been erased on the ground only that he\n    ceased to practise in the Island.\n                                             OPTICIANS\nPenalty for         16. Any Registrar or other person who knowingly shall\nRegistrar\nmaking         fraudulently make or cause, or permit to be made,.any false or\nfalse entry,   incorrect entry in the register, or any copy thereof shall on con-\netc.\n71201 1        viction be guilty of a misdemeanor and be liable to a fine not ex-\nSch.           ceeding one million dollars or imprisonment with or without\n               hard labour for a term not exceeding twd years.\nRegulations.      16A.-(1) The Minister may make regulations for the better\n7/20] 1\nSch.           carrying out of the provisions and purposes of this Act.\n                         (2) Notwithstanding section 29(b) of the Interpreta-\n               tion Act, regulations made under this section may provide in\n               respect of a breach of any of the provisions thereof for the impo-\n               sition of penalties on summary conviction in a Resident Magis-\n               trate's Court of a fine not exceeding one million dollars or im-\n               prisonment for a term not exceeding twelve months or both such\n               fine and imprisonment.\nMinister          16B. The Minister may, by order subject to affirmative\nmay amend\nmonetary       resolution, amend the monetary penalties specified in this Act.\npenalties.\n7/20] 1\nSch."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) Nothing in this Act contained shall extend to preju-\n               dice or in any way affect duly registered medical practitioners.\n                          (2) Nothing in this Act shall so operate as to pro-\n               hibit-\n                    (a) any registered chemist or ,druggist fiom dispensing,\n                         selling or supplying any drugs or applying them to\n                         secure local anaesthesia for the 'purpose of removing\n                         any foreign body from the eye;                   J\n                    (b) any wholesale dealer fiom supplying frames,\" oph-\n                         thalmic lenses, or spectacles in the ordinary course of\n                         wholesale business; or\n                     (c) any person. from selling from a permanent place of\n                         business, and otherwise than in compliance with a pres-\n                         cription given by a registered medical practitioner, or a\n                  .    . registered optician, spectacles; kept in itock in a state\n                         ready for use.           .      ,               ,\n                         OPTICIANS                                      9\n                          SCAEDULE                             (Section 4)\n                                  Date of\nName           Address\n                               examinatioo"
    }
  ],
  "definitions": []
}