{
  "id": "jm-stat-the-parish-councils-unified-service-act",
  "type": "statute",
  "title": "The Parish Councils (Unified Service) Act",
  "title_en": "The Parish Councils (Unified Service) Act",
  "short_name": "Parish Councils (Unified Service) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-parish-councils-unified-service-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-parish-councils-unified-service-act | Legal areas: Local Government",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Parish Councils (Unified Short title.\nService) Act.\n  2 4 1 ) In this Act, unless the context otherwise re- Interpretn-\n                                                         tion.\nquires-\n“appointed day” means the day on which this Act com-\n     mences;\n“chairman” means the chairman of the Commission and\n     includes any person appointed to act as chairman of\n     the Commission;\n“Commission” means the Parish Councils Services Com-\n     mission constituted under this Act;\n“nominating body” means a body authorized under the\n     provisions of this Act to nominate persons for appoint-\n     ment as members of the Commission;\n“principal Act” means the Parish Councils Act.\n      (2) In this Act reference to the Parish Council of\nany parish shall include reference to any person or persons\nappointed by the Minister to exercise the powers and\nperform the duties d the Parish Council of such parish\npursuant to the provisions of section 116 of the principal\nAct.\n      (3) Except as provided in subsection (1) any expres-\nsion appearing in this Act which is defined in the principal\nAct shall have the meaning assigned to that expression by\nthe principal Act, unless the context otherwise requires.\n        me inclusion of this page is authorized by L.N.68/1978]\n4                       PARISH COUNCILS (UNIFIED SERVICE)\nEstablish-      3 4 1 ) There is hereby established a Parish Councils\nment and\nconstitu-     Services Commission which shall consist of not less than\ntion of\nParish        four nor more than six members appointed by the\nCouncils      Governor-General by instrument in writing under his hand,\nServices\nCommis-\nsion.\n              so, however, that-\n                   (a) one member shall be appointed from among\n                         persons nominated by the Jamaica Association of\n                         Local Government Officers in accordance with\n                         subsection (4);and\n                   (b) one member shall be appointed from among\n                         persons nominated by the Parish Councils’\n                         Association in accordance with the said sub-\n                         section.\n                     (2) No person shall be appointed as a member of the\n              Commission at any time when he is a member of either\n             House of Parliament or a councillor of the Kingston\n             and St. Andrew Corporation or a Parish Council or an\n             employee of the Kingston and St. Andrew Corporation or\n             any Parish Council, and any member of the Commission\n             who becomes a member or councillor, as the case may be,\n             of any of the bodies aforesaid or an employee of the\n             Kingston and St. Andrew Corporation or a Parjsh\n             Council, shall thereupon be deemed to have vacated his\n             office as a member of the Commission.\n                    (3) The Governor-General shall by instrument in\n             writing appoint one of the members of the Commission,\n             not being a person holding any office of emolument-\n                  (a) under the Crown; or\n                  (6) under the Government of Jamaica: or\n                  (c) the emoluments of which are payable out of the\n                        funds of the public or of any parish,\n             to be chairman thereof.\n                    (4) Each nominating body shall as soon as possible\n             after the commencement of this Act furnish to the Minister\n               PARISH COUNClLS (UNIFIED SERVICE)                             5\na panel of the names of not less than five persons whom\nthey nominate for appointment under paragraphs (a) and\n(b) of subsection (l), respectively, as occasion may require.\n      (5) A nominating body may at any time by instru-\nment in writing addressed to the Minister cancel the\nnomination of any person whose name appears on the\npanel of persons nominated by them.\n     (6) Whenever the occasion requires each nominating\nbody shall submit to the Minister an additional name or\nnames for inclusion in the panel concerned, in place of any\nname or names which may for any reason have been\nremoved therefrom.\n      (7) The Governor-General may, if he thinks it\nexpedient so to do, at any time revoke the appointment\nof-\n      (U) the chairman;\n     (b) any member of the Commission:\n  Provided that-\n     (i) he shall not revoke the appointment of a member\n         nominated by a nominating body except after\n         consultation with such nominating body; and\n    (ii) whenever a nominating body have in accordance\n         with the provisions of subsection (5) cancelled\n         the nomination of a person who has been\n         appointed a nominated member he shall revoke\n         the appointment of that member."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 1 ) In these Regulations-                                       Intcrprcta-\n     “Commission” means the Parish Councils Services Commission ~ ~ l & o a .\n           constituted under this Act;                                  24/1977\n     “existing officer” means a person who is on the appointed day, the S. 3(ah(b).\n           substantive holder of a unscd service office;\n     “unified service office” means any offici of emolument in the\n           service of a Parish Council, set out in the Appendix:\n     “unified service of6m” means the substantive holder of a unified\n           service office.\n       (2) From and after the 1st day of October. 1977. these Regula- 0 . ~ .\ntions other than regulation 11 shall not apply to any weekly-paid em- 691/1977\nployee of a Parish Council whether or not the employee was in the LN.41d82.\nm i c e of a Parish Council before that date."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Every existing officer shall elect within six months after the Existing\nappointed day whether or not he will retain the right to refuse to be offiwsto\ntransfcmd (temporarily or otherwise) from the service of the Parish\nCouncil by whom he is employed to the service of another Parish\nconncil: and any existing oflicer, who has not within that period\n          Vhe inclusion of t h i a page is authorized by LN. 55/1983]\n12                         PARISH COUNCILS (UNIFIED SERVICE)\n                                                                  , >\n             rercised his right to elect, shall be deemed to have elected not to\n             retain such ri&t of refusal:\n               Provided that any such officer who elects to retain the right of\n             refusal as aforesaid but subsequently accepts a permanent appointment\n             in the service of another Parish Council shall lose such right of\n             refusal.\n~ n ~ o n s 4. (1) Pursuant to the provision of section 10 of this Act the matters\nof thE    contained in the €allowing sub-paragraphs shall stand referred to the\nCm~miJ-      Commission and the Commission shall-\ndon.\n                (a) as occasion requjrcs. make recommendations to a Parish\n                    council in relation to-\nL.N.                   (i) the appointment (including the appointment of deputies\n229/1%2                    and the making of acting appointments) of persons as\n                           unified service officers: and\n                      (ii) the promotion, termination of appointment, dismisd\n                           and disciplinary control o€ unified service officers:\nU.              Provided that in respect of a decision to interdict a uni6ed service\n~    /   l   ~05mr\n                 - from the exercise of his duties until the determination of any\n             proceedings against him, the Commission may act in its discretion;\n                  (b) subject to the provisions of regulation 3, determine any\n                       question in relabon to the transfer (temporarily or otherwise)\n                       of unified service officers from the service of one Parish\n                       Council to that of another Parish Council:\n                  (c) consider any appeal which may be made by a unified service\n                       officer in regard to his transfer from one department of a\n                       Parish Council to another department of the same Parish\n                       Council or in regard to his transfer from one office to another\n                       within the same department. not involving promotion to a\n                       higher grade or class, and submit a recommendation to the\n                       Parish Council conoemed in each case;\n                  (d) consider any question in relation to awards to unified service\n                       oEkers to enable them to obtain further training and make\n                       r e c ~ m m e n d a t ito~ ~the Parish Council concerned thereon;\n                  (e) advise the Parish Council concerned €tom time to time with\n                       regard to the training of unified service officers;\n                  v> interview candidates for the award of scholarships to unified\n                       service officers under any scheme approved by the Minister\n                       or any other scheme, and make rccommmdatiom to the\n                       Parish Council concerned;\n                  (g) consider and determine any appeal made by a permanent\n                       employee of a Parish council under paragraph (2) of regula-\n                       tion 11.\n                   (2) In any casi where a recommendation is made by the Com-\n             mission to a Parish Council pursuant to sub-paragraph (a), (c), (d) or\n             (f) of paragraph (1) the Parish Council shall act in accordance with\n                        me inclusion of &.is page is authorized by LN. 55/1983]\n             PARISH COUNCILS (UNIFIED SERVlCE)                                     13\nsuch recommendation, but before doing so may not later than four- L.N.\nteen days after the first meeting of the Parish Council subsequent 229/1%2\nto the making of such recommendation. request the Commission to\nreconsider their recommendation :\n   Provided that any recommendation which the Commission may make\nas a result of such request shall be accepted by the Parish Council as\nfinal."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)  The Governor-General on the application of any Grantof\nmember of the Commission (including the chairman) may leave   of\n                                                         absence       ,,,\ngrant to such member leave of absence for any period not m m b m .\nexceeding six months and may appoint some other person\nto act as a member during the period of leave of absence\nso granted:\n           Vhe inclusion of thia page is auiborized by LX. 480119731\n6                       PARISH COUNCILS (UNIFIED SERVICE)\n               Provided that where leave of absence is granted to a\n             nominated member, a person nominated by the nominating\n             body concerned in accordance with the provisions of this\n             Act, shall be appointed to act instead.\n                    (2) Where leave of absence is granted under sub-\n             section (1) to the chairman, the Governor-General shall,\n             subject to the provisions of subsection (3) of section 3,\n             appoint some member of the Commission to act as chair-\n             man during the period of leave of absence so granted.\n                   (3) In subsection (2) the expression “member of the\n             Commission” includes any person appointed to act as a\n             member of the Commission pursuant to the provisions of\n             subsection (1).\nTenure          5.-(1) Subject to the provisions of subsection (2) of\nof Office.\n             section 3 every member of the Commission shall hold\n             office for a period of two years from the date of his appoint-\n             ment, or until the Governor-General revokes his appoint-\n             ment whichever shall be the earlier, so, however, that any\n             member of the Commission may, by notice in writing-\n                   (U) if he is the chairman of the Commission, addressed\n                        to the Minister; and\n                    (b) in any other case, addressed through the chair-\n                        man of the Commission to the Minister,\n             resign his office as chairman or as a member of the\n             Commission, or both, as the case may be.\n                     (2) Subject to the provisions of this Act every\n             person who has vacated the office of a member of the\n             Commission shall be eligible for reappointment thereto\n             from time to time.\nRemuncra-\ntion of"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. (I) The Commission shall meet from time to time as may be Procedure\nnecessary but at least twice in each year, in June and December, for warding\nthe purpose of considering the appointment of candidates to such      - : :2\nunified service offices as may be vacant, and shall consider the follow-\ning in respect of each candidate-\n     (U) educational record:\n     (b) general fitness:\n     (c) any previous service in the employment of a Parish Council\n           or the service of the Government of this Island or any other\n           employment; and\n     ( d ) any reports for which the Commission may call.\n      (2) Where the terms and qualifications for appointment to any\nunified service office or the method of rccruitment thereto shall have\nbeen prescribed. the Commission in making recommendations for\nappointment to such office shall ensure that such requirements have\nbeen complied with.\n      (3) All canddates for appointment to the service of a Parish\nCouncil as Clerical Officer Grade 11 and Stenographer and Typist who\npossess the necessary qualifications for appointment shall be inter-\nviewed by the Commission."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. At any meeting of the Commission the chairman or acting chair- Q          ~        ~\nman and any two members shall form a quorum for the transaction of\nbusiness. AU decisions of the Commission shall be by a majority of\nthe votes of the members present and voting :\n  Provided that the chairman or acting chairman, as the case may be,\nshall have a casting vote (as well as an original vote) wherever the\nvoting shall be equaL"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The validity of any proceedings of the Commission Validityof\nshall not be affected by any vacancy amongst the members g;Fd-\nthereof, or by any defect in the appointment of a member\nthereof.\n   &-(U The Governor-General shall appoint a secretary Appoint-\nto the Commission and such other officers and servants :g:zf\nthereto as he may consider expedient for securing the and  servants\nproper discharge of the functions of the Commission under\n                                                           Commis-\nthis Act.                                                  Non.\n       (2) The Governor-General may, if he thinks fit, and\nsubject to such conditions as he may impose, appoint any\nofficer in the service of the Government of this Island to\nany office under the Commission :\n  Provided that in relation to pension, gratuity, allow-\nance and other rights as a public officer, such officer shall\nbe deemed to be in the service of the Government of this\nIsland while so employed."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Questions may also be decided by the Commission by circulation Circulation\nof the relevant papers among the members. If, however. on circulation ofmpers.\nof the p a p s relating to any question a dificrcnce of opinion arises\namong the members. or if any member so desires, the question shall be\ndiscussed at a meeting.\n        LThe inclusion of this page is authorized by L.N. 480/1973]\n14                        PARISH COUNCILS (UNIFIED SERVICE)\nConsulta-      9. The Commission in considering any matter or question referred\ntion with    to them for their advice may consult with such heads of departments\nheads of     in the service of a Parish Council or public officers or other persons as\ndepart-\nments.       the Commission may consider proper and desirable.\nRecord of      10. Minutes of all meetings of the Commission shall be recarded.\nminutes.     Copies of such minutes duly confirmed at a subsequent meeting shall,\n             as soon as practicable thereafter, be forwarded to the Minister.\nAppeals.        11. (1) A Unified Service 0 5 c e r who suffers dismissal or any other\n[..N.        disciplinary punishment shall be entitled to appeal to the Privy Council\n711961.      against such dismissal or punishment.\n                    (2) A permanent employee of a Parish Council, not being a\n             unified service oficer, who suffers dismissal shall be entitled to appeal\n             to the Canmission against such dismissal.\n                    (3) For the purpose of paraqaph (2) “a permanent employee”\n             means a person. other than a daily paid employee, employed whole.\n             time in the service of a Parish Council.\nL.N.                (4) Where an appeal is taken under this regdation-\n711961.           (a) to the Privy Council. the Privy Council shall consider the\n                       case and shall advise the Governor-General what action\n                       should be taken in respect of the officer concerned, and the\n                       Governor-General shall then act in accordance with such\n                       advice;\n                 (b) to the Commission, the Commission shall consider and decide\n                       the case,\n             and any action of the Governor-General 01 decision of the Commis-\n             sion shall be final.\nL.N.                (5) The Privy Council or the Commission. as the case may be,\n2291 1962.   in the exercise of its functions under this regulation may-\n                 (U) consider and deal with any case at such time and in such\n                       manner either in the presence or absence of the appellant as\n                       it thii fit; and\n                 (b) give such advice to the Governor-General or. in the case of an\n                       appeal to the Commission, make such decision, as it thii\n                       fit including, without prejudice to the generality of the fore-\n                       going, adv,ce. or a decision, as the case may be-\n                           (i, that any penalty imposed be confirmed or that another\n                               penalty be substituted therefor whether or not the\n                               substituted penalty is of a like nature to that originally\n                                imposed;\n                          (ii) that the case be remitted for rehearing either generally\n                                or subject to such instructions as the Privy Council\n                               or the Commission (as appropriate) may consider\n                              necessary.\n          PARISH COUNCILS (UNIFIED SERVICE)                                            IS\n                            APPENDIX                     (Regulation 2)"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The expenses of the Commission (including the Expenxi\nremuneration of members and staff thereof) shall be\ndefrayed out of sums provided from time to time for the\npurpose by the Legislature.\n   lO.-(l)  Notwithstanding anything to the contrary, from Functions\n                                                            of the\nand after the appointed day, such matters as may be Commis-\nprescribed relating to the exercise by a Parish Council of lion.\ntheir functions under the provisions of any law, in\nrespect of the appointment of persons to the service of\nsuch Parish Council and the promotion, transfer, termjna-\ntion of appointment, dismissal and disciplinary control of\nemployees of such Parish Council, or any prescribed class\nof such employees, and their terms and conditions of\nservice, shall stand referred to the Commission to be dealt\nwith by the Commission in such manner as may be\nprescribed.\n                       PARlSH COU1v;ClLS (UNIFIED SERVICE)\n                     (2) With a view to facilitating the establishment of\n             a unified service for Parish Councils, the Commission may,\n             subject to the provisions of this section and to any\n             regulations made under this Act, at any time cause any\n             person holding a prescribed office to be transferred from\n             the service of one Parish Council to the service of another\n             Parish Council either with or without his consent or the\n             consent of the Parish Council from or to whose service\n             he is transferred :\n                Provided that the Commission shall not exercise such\n             power of transfer in relation to any existing employee of\n             a Parish Council unless such employee has failed to elect,\n             within the prescribed period or such other period as may be\n             fixed by the Minister in any particular case, to retain the\n             right which is hereby conferred to refuse to be transferred\n             (temporarily or otherwise) from the service of such Parish\n             Council to the service of another Parish Council.\n                For the purposes of this subsection the expression\n             “existing employee” means any person who, on the\n             appointed day, is the substantive holder of an office in\n11 1 I964    the service of a Parish Council, but where such a person is\ns. 2 (3).    a poor relief officer the references to the appointed day\nSemnd        in this paragraph and in regulations 2 and 3 of the Second\nSchedule.\n             Schedule shall be deemed to be references to the 1st April,\n             1964.\nThe chair-     11. The chairman and members of the Commission\nman and\nmembers      shall on first appointment take an oath or make an\nof Commis-   affirmation, each according to his conscience, in the form\nsion shall\ntake an\noath.\n             in the First Schedule. Such oath shall be administered by\nFirst        a Justice of the Peace.\nSchedule.\nProtection      12. The chairman and any other member of the\nof chair-    Commission shall have such and the like protection and\nman and\nmembers\nof the\n             privileges in case of any action or suit brought against\nCommis-      him for any act done or omitted to be done in the execution\nnon.\n          PARISH COUNCILS (UNIFIED SERVICE)                               9\nof his duty as is by law given to any Judge of the Supreme\nCourt acting in the execution of his office."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Any person who in connection with an application Offenceof\nby any person for employment or promotion in the\nservice of a Parish Council or with any matter upon which informa-\n                                                             .\n                                                            tion to the\nit is the duty of the Commission to decide or to make sion. emmis-\nrecommendations to any Parish Council under this Act,\nwilfully gives to the Commission or to the chairman or a\nmember thereof or to any person or body of persons\nappointed to assist the Commission in the exercise of their\nfunctions or the discharge of their duties any information\nwhich is false by reason of the falsity of, or by reason of\nthe omission of, a material particular, shall be guilty of\nan offence and upon summary conviction thereof before a\nResident Magistrate shall be liable to a fine not exceeding\none thousand dollars or in default of payment thereof to be\nimprisoned for any term not exceeding two years or to\nboth such fine and imprisonment.\n  1 4 . 4 1 ) The Minister may make regulations generally Regula-\nfor the better carrying out of the provisions of this Act. tions.\n          (2) Regulations made under subsection (1) may,\nwithout prejudice to the generality of the power thereby\nconferred, provide for-\n     (a) the time, place and manner, when, in which and\n            how the Commission shall exercise their functions\n            and duties;\n     (b) the conduct of examinations and the interviewing\n            of employees of any Parish Council or candidates\n            for appointment in the service of a Parish Council\n            by the Commission;\n     (c) forms and fees in connection with applications\n            to the Commission, reports or communications\n            from the Commission or for any other matters\n            required by or under this Act;\n                                                                    __\n         me inclusion of this page is authorized by L.N. 68/1978]\n10                    PARISH COUNCILS (UNIFIED SERVICE)\n                (d) any matter which under section 10 requires to be\n                     prescribed;\n                (e) the terms of, and qualifications for, appointment\n                     to any office in the s6rvice of a Parish Council\n                    or to the method of recruitment thereto;\n                cfl the transfer of officers or any class of officers\n                   from the service of one Parish Council to the\n                   service of another Parish Council, and the condi-\n                   tions and restrictions governing such transfers;\n                   appeals from decisions in disciplinary proceedings\n                   against any employees of a Parish Council;\n241 1977\ns. 2.\n                ih) changes in the terms and conditions of service\n                    of persons already in the service of a Parish\n                    Council at the time when the regulations take\n                    effect.\nSecond              (3) The Regulations contained in the Second\nschcduls.\n            Schedule shall be deemed to have been made under the\n            provisions of subsections (1) and (2).\n               PARISH COUNCILS (UNIFIED SERVICE)                                           11\n                           FIRST SCHEDULE                                 (section 11)\n                              Oath of Ofice\n  I.                                                  , having been appointed\n               chairman\n(to act)f-sa                  the Parish Councils Services Commission\n                  member\n                              swear\ndo                                                    that I will freely\n       solemnly and sincerely declare and a5nn\nand without fear or favour. affection or ill will, give my counsel and\nadvice to every Parish Council in connection with all such matters as\nmay be referred to the Parish Councils Services Commission under\nthe Parish Councils (Unified Service) Act, and that I will not directly\nor indirectly reveal any such matters to any unauthorized person or\notherwise than in course of duty.\n       Sworn\n                    before me this             day of                           , 19   .\n       Declared\n                                      .......................................\n                                           Justice of the Peace\n                          SECOND SCHEDULE             (Section 14(3) )"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Regulations.\n                            sU3BDUL.ES\n          inclusion of t h i n pase iS authorized by L.N.480/1973]\n                                                                     -\n           PARISH COUNCILS (UNIFlED SERVICE)                                    3\nTHE PARISH COUNCILS (UNIFIED SERVICE) ACT                            ~ a w\n                                                                  36 Of LQS&\n                                                                     Actr\n                                                                  11 of 1914\n                                        U4th September, 1956.1     see. %,\n                                                                  24 of 1977."
    }
  ],
  "definitions": []
}