{
  "id": "jm-stat-the-parish-councils-act",
  "type": "statute",
  "title": "The Parish Councils Act",
  "title_en": "The Parish Councils Act",
  "short_name": "Parish Councils Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-parish-councils-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-parish-councils-act | Legal areas: Local Government",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the parish' Councils Act. Short title.\n                                                                                             411956\n                                                                                             S. 3 (2) (a).\n                                   Interpretation\n                                                                                           lnterpreta-"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                                         tion.\n                                                                                            1211956\n      \"appropriate digit\" means in .the case of an elector-                                S. 3 (2) (a).\n               (i) who'has a right hand upon which there are any\n                    digits that finger on the right hand which is\n                    nearest to the right thumb, or if the elector has no\n                    right thumb to the right thumb socket, or if the\n                    elector has a right thumb but has no fingers on\n                    his right hand, the right thumb;\n              (ii) who has no right hand or has a right hand but\n                     has no digits upon such hand, the finger on the\n                     left hand which is nearest to the left thumb, or if\n                     the elector has no left thumb to the left thumb\n                     socket, or if he has a left thumb but no fingers\n                     upon his left hand, the left thumb;\n      \"by-election\" means an 'election other than a general\n            election;\n*This Act has been substantially modified. See the Parochial Elections (Modification) Act.\n                                  PARISH COUNCILS\n            \"candidate\" or \"candidate at an election\" means any person\n                who is nominated as a candidate for election to the Parish\n                Council;\n            \"Chairman\" means the Chairman of a Parish Council;\n            ''Chief Electoral Officer\" means the Chief Electoral Officer\n                 appointed under the Representation of the People Act;\n            \"constituency\" has the meaning assigned to it by the Constitu-\n                 tion of Jamaica;\n1211956     \"councillor\" means a councillor of the Parish Council;\nS. 2 (b).\n            \"digit\" includes both fingers and thumb;\n            \"election\" means an election of a councillor to serve on the\n                 Parish Council;\n            \"election day\" means the day upon which the poll is taken at\n                 any election, or if no poll is required to be taken,\n                 nomination day;\n            \"election documents\" or \"election papers\" means the papers\n                 which the returning officer is required by section 45 to\n                 transmit to the Chief Electoral Officer after an election;\n            \"election officer\" includes the Chief Electoral Officer, every\n                 returning officer, election clerk, presiding officer, poll\n                 clerk, enumerator, or other person having any duty to\n                 perform pursuant to this Act, to the faithful performance\n                 of which duty he may be sworn;\n            \"election petition\" means a petition presented in accordance\n                 with the provisions of any enactment for the time being in\n                 force in relation to election petitions;\n            \"elector\" means any person whose name is for the time being\n                 on any official list of electors for the House of Rep-\n                 resentatives;\n            \"electoral division\" means any electoral division constituted\n                 under section 10;\n 1211956    \"electoral ink\" means the ink (whether composite or consisting\ns. 2 (c).        of two or more separate solutions) supplied by the Chief\n                 Electoral Officer for use in accordance with the provi-\n                   he inclusion of this page is authorized by L.N. 92~/2012]\n                       PARISH COUNCILS                             9\n“hackney carriage” includes every motor vehicle which\n     plies for hire as a hackney carriage;\n“illegal payment” means any payment made in contra-\n     vention of the provisions of this Act;\n“nomination day” means the day appointed in accordance\n     with the provisions of section 14 for the nomination\n      of candidates;\n“oath” includes affirmation and statutory declaration;\n“officiallist” means the list of electors for any polling 611966\n      division prepared in accordance with sections 7 and\n      8 of the Representation of the People Act as modified\n     by the Chief Electoral Officer in accordance with the\n     Rules in the First Schedule to the said Act or the\n     appropriate portion of any such List which has been\n     divided in accordance with the provisions of section\n     30 of the Act aforesaid;\n“Parish Council“ means the Parish Council of any parish\n     of this Island, except the parishes of Kingston and\n     Saint Andrew, it shall also include the Municipal\n     Board, the Board of Parochial Roads Commissioners\n     and the Parochial Board constituted under Law 16\n     of 1885 (now repealed) wherever reference to any of\n     the Councils is made in any of the laws of this Island;\n“poll book” means the book in the prescribed form in\n     which the name and other particulars of every person\n     applying to vote are entered;\n“polliig day” means the day hed for holding the poll at\n     an election;\n“polling division” means any polling division constituted\n     in accordance with the provisions of section 4 of the\n     Representation of the People Act;\n“polling station” means any room secured by the returning\n     officer for the taking of the vote for a polling division\n     on polling day;\n        m e inclusion of this page ia authorized by L.N.68/19781\n10                                 PARISH COUNCILS\n            “Principal Returning officer” means the returning officer\n                 designated under section 55 to be the Principal Return-\n                 ing Officer for any parish;\n            “prospective candidate” means any person who within\n                 three months next before nomination day publicly\n                 announces or permits others publicly to announce his\n                 intention to stand as a candidate at the next ensuing\n                 election;\n61 1966     “qualified person” means any person who is qualified in\ns. 4             accordance with the provisions of section 37 of the\n(kh.)\n                 Constitution of Jamaica to be registered as an elector;\n            “rejected ballot paper” means a ballot paper which has\n                 been handed by the presiding officer to an elector to\n                 cast his vote but which at the close of the poll has\n                 been found in the ballot box unmarked or so impro-\n                 perly marked that in the opinion of the presiding\n                 officer or returning officer it cannot be counted;\n            “spoiled ballot paper” means a b d o t paper which, on\n                 polling day, has not been deposited in the ballot box\n                 but has been found by the presiding officer to be soiled\n                 or improperly printed, or which has been handed by\n                 the presiding officerto an elector to cast his vote,\n                and-\n                         has been spoiled in marking by the electoc\n                       (U)\n                         and\n                     (6) has been handed back to the presiding officer\n                         and exchanged for another;\n            “voter” means any person who votes at an election.\n                                       COnStitUtiOPI\nCOnstirU-          3.-(1) The Parish Council shall be composed of one\ntion of\nParish          councillor for each electoral division of the parish con-\n~ ~ n c i l s . stituted in accordance with the provisions of section 10.\n21 1977.\ns. 2.               me inclusion of this page is authorized by L.N. 68/1978]\n                        PARISH COUNCILS                               I1\n       (2) The Parish Councils constituted under this section\nshall be corporations by their respective names and each\nof them may make contracts and sue and be sued in such\nname and may have a common seal and acquire, hold and\ndispose of real and personal property and shall be deemed\nto be to all intents and purposes the successors of the\nMunicipal Boards, the Boards of Parochial Roads Commis-\nsioners and the Parochial Boards constituted under the\nParochial Boards Law, 1885 (now repealed).\n  4 The Minister may where he considers it appropriate ~onnerto\nso to do by reason of the economic, geographical or wnfcr\n                                                       tioeof\nhistorical importance of the parish town of any parish, by\nnotice in the Gazette confer upon the person for the time s, 6.\nbeing holding the office and bearing the title of chairman\nof the Parish Council of such parish, the additional title\nof Mayor of the parish town aforesaid."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3,1981                  (a) threatens or assaults an election officer or obstructs\nS. 3.\n                            such officer in the lawful exercise of his duties; or\n                       (b) wilhlly destroys or causes damage to, or takes\n                           away, without lawhl authority any equipment,\n                           article, material or document used in, or provided for\n                           use in the conduct of, any election; or\n                          PARISH COUNCILS                                     68.01   1\n       (c) aids or abets any person in the commission of an          :\":,\"pil.\n          offence under paragraph (a) or (b),\nshall be guilty of an offence and, on summary conviction\nbefore a Resident Magistrate, be liable to a fine not exceeding\ntwenty thousand dollars or imprisonment with or without hard         iO:y:,\nlabour for a term not exceeding three years."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.4(Sch.).\n    (3D) refer are-                                                           1 112005\n        (a) that the elector is unable to produce the identification\n            card or other prescribed document establishing his\n            identity referred to in that subsection or use it for\n            the purposes of establishing his identity by reason 2511966\n            of the fact that the Chief Electoral Officer has not yet S . 2\n            pursuant to section 9 of the Representation of the\n            People Act caused it to be delivered to him or that it hase\n            been lost, stolen, destroyed, mutilated or defaced;\n        ( b ) that the elector shall take the oath of identity in\n,             the prescribed form and otherwise establish his identity\n              to the satisfaction of the presiding officer.\n          (8) In order to establish the identity of any person by 2111981\n    whom a ballot is demanded, the presiding officer may, if he S . S(Sch)\n    deems it necessary, make the following enquiries of such per-\n    son-\n         (a) his date of birth;\n         (b) his place of birth;\n         (c) the maiden name of his mother;\n         (6) the place of birth of his mother,\n                                         PARISH COUNCILS\n               and the presiding officer shallcompare the answers given by\n               such person with the information appearing on the record\n               referred to in section 32 (1) (k) of the ~ e ~ r e s e n t a t i oof\n                                                                                 n the\n               People Act pertaining to the elector in whose name the ballot is\n               demanded.\n                        (9) No person of whom enquiries are made pursuant to\n               subsection (8) shall be allowed to vote unless his identity is\n               established to the satisfaction of the presiding officer.\n                       (10) In this section, \"specified equipment\" means the\n               equipment approved by the Electoral Advisory Committee for\n               the purpose of identifying electors by finger print and issuing\n               ballots.\nTransfer o f      29.-41) Where any person whose name appears upon the of-\nelectors in\nspecial        ficial list for any polling division is appointed as agent of a\ncases.         candidate, provided notice in writing signed by such candidate\n               of such appointment has been delivered to the returning officer\n               not less than seventy-two hours before the opening of the poll\n               on polling day, or as presiding officer or poll clerk for some\n               other polling division in the same electoral division or for some\n               polling station in that electoral division other than the polling\n               station to which his name is allotted in accordance with the\n               provisions of section 24, the returning officer shall transfer his\n               name to the official list for the polling station of which he is\n               appointed agent of a candidate or the presiding officer or\n               poll clerk, as the case may be.\n                       (2) The returning officer shall give notice in writing\n               to every candidate in his electoral division of any transfer\n               under subsection (1) and to the presiding officer of the polling\n               station at which the person whose name is so. transferred would\n               have been entitled to vote but for the provisions of section 30.\n                         [The inclusion of' this page is authorized by L.N. 92~12012)\n                              PARISH COUNCILS\n             (3) No agent of a candidate shall be transferred between\n                                                                            .\n    polling stations within the same polling location.\n      3 0 . 4 1 ) Every person whose name is transferred in accord- Where\n    ance with the provisions of section 29 from any official list to            EiET:d\n    any other official list or from any division of any official list to vote.\n    any other division of such list shall vote, if he vote at all, at the\n    polling station in respect of which he is appointed as agent of a\n0   candidate or as presiding officer or poll clerk, as the case may\n    be.\n               (2) Every presiding officer who issues to any person\n    whose name has been transferred from any official list to any\n    other official list, or from any division of any official list to any\n    other division of such list, any ballot paper at any polling station\n    other than that to which such person's name has been transferred\n    shall be guilty of an offence against this section and, on sum-\n    mary conviction thereof before a Resident Magistrate, shall be\n    liable to a fine not exceeding ten thousand dollars and in default 1012003\n    of payment thereof, to imprisonment for a term not exceeding s 3\n    six months.\n        3 1 . 4 1 ) Subject to the provisions of section 33, each General\n    elector shall receive from the presiding officer a ballot paper on          ::if\n    which such officer has previously put his initials so placed that ballot\n    when the ballot is folded they can be seen without opening 1211956     (a,  ,,\n    it, and on the counterfoil of which he has placed a number cor-\n    responding to the consecutive number given to the elector and\n    entered in the poll book opposite the name of such elector.\n                (2) The presiding officer shall instruct the elector how\n    and where to affix his mark, and shall properly fold the elector's\n    ballot paper, directing him to return it, when marked, folded as\n    shown, but without inquiring or seeing for whom the elector in-\n    tends to vote, except when the elector is unable to vote in the\n    manner prescribed by this Act on account of blindness or other\n    physical incapacity.\n            (3) The elector on receiving the ballot paper shall forth-\n    with enter one of the polling compartments and there mark his\n             [The inclusion o f this page is authorized by L.N. 92~12012)\n32                                    PARISH COUNCILS\n             ballof paper by making a cross with a black lead pencil within\n             the space containing the name of the candidate for whom he in-\n             tends to vote, and he shall then fold the ballot paper as directed\n             so that initials and the number on the counterfoil can be seen\n             without opening it, and hand the paper to the presiding officer,\n             who shall, without unfolding it, ascertain by examination of the\n             initials and numbers appearing thereon that it is the same paper\n             as that delivered to the elector and if the same he shall subject to      .\n1211956\ns 3(b)\n             the provisions of section 34 forthwith in full view of the voter\n             and all others present remove and destroy the counterfoil and\n                                                                                           0\n             deposit the ballot in the ballot box.\n                        (4) An elector who has inadvertently so dealt with the\n             ballot paper delivered to him that it cannot conveniently be\n              used shall restore it to the presiding officer who shall so deface\n              it as to render it a spoiled ballot. The presiding officer shall then\n              deliver another ballot paper to the elector.      .\n                        (5) Every elector shall vote without undue delay and\n              shall leave the polling station as soon as his ballot paper has\n              been put into the ballot box.\n                        (6) If at the hour of closing of the poll there are any\n211981        electors inside the polling station or within the immediate pre-\n   5(Sch.)    cincts thereof who are qualified to vote and have not been able\n              to do so since their arrival at the polling station,.the poll shall be\n              kept open a sufficient time to enable them to vote, but no one\n              not actually present within the polling station or actually iden-\n              tified by the presiding officer as being within the immediate pre-\n              cincts aforesaid at the hour of closing shall be allowed to vote.\n23/20] I                (7) Except as otherwise permitted by this Act, subsec-\nSch.\n              tions (8) and (9) shall apply in case where an elector-\n                     (a) intentionally displays his ballot paper so as to make\n                          known to any person the candidate for or against\n                          whom he intends to vote; or                                      0\n                      (b) uses a cellular phone, digital camera or other device to\n                          record, photograph or otherwise capture the image of a\n                          marked ballot paper.\n                        (8) Where an elector intentionally displays his ballot\n                         PARISH COUNCILS                                       33\npaper so as to make known to any person the candidate for or\nagainst whom he intends to vote-         .\n       (a) the presiding officer shall-\n                (i) issue a warning to the elector and request that\n                    the elector return the ballot paper to him forth-\n                    with; and the elector shall forthwith restore the\n                    ballot paper to the presiding officer;\n               (ii) deface the ballot paper so as to render it a\n                     spoiled ballot; and\n              (iii) deliver a second ballot paper to the elector;\n                    and\n       (b) if, pursuant to paragraph (a), an elector is given a\n            second ballot paper and acts in the manner described\n            in this subsection in relation to that second ballot\n           paper, the provisions of paragraph (a)(i) shall apply,\n           and no other ballot paper shall be delivered to the\n            elector thereafter.\n          (9) Where an elector uses a cellular phone, digital 2312011\ncamera or other device to record, photograph or otherwise Sch.\ncapture the image of a marked ballot paper, the presiding officer\nshall-\n       (a) request that the elector return the ballot paper to him\n            forthwith; and the elector shall restore the ballotapaper\n            to him forthwith; and\n       (b) deface the ballot paper so as to render it a spoiled\n            ballot and no other ballot paper shall be delivered to\n            the elector thereafter.\n         (10) An' elector who acts in the manner described sub- 23~011\nsection (7) commits an offence and shall be liable upon sum- SCh.\nmary conviction before a Resident Magistrate to a fine not ex-\nceeding eighty thousand dollars or to imprisonment for a term\nnot exceeding five years or to both such fine and imprisonment."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.  5\n(Sch.).              made by the agent of any candidate in relation to\n                     the taking of the poll.\nProcced-      40.-(1) Forthwith upon the close of the poll, in the\ningsafter\npoll.\n            presence and in full view of the poll clerk and the\n            candidates or their agents, and if the candidates or any\n            of them are absent, then in the presence of such as are\n            present, and of at least two electors if none of the\n            candidates are represented, the presiding officer shall-\n                 (U) count the number of voters whose names appear\n                      in the poll book as having voted and make an\n                      entry thereof on the line immediately below the\n                      name of the voter who voted last, thus-\n                      “The number of voters who voted at this election\n                      in this polling station is” (stating the number)\n                      and sign his name thereto;\n                 (b) count the spoiled ballot papers, if any, place them\n                      in the special envelope supplied for that purpose\n                      and indicate thereon the number of such spoiled\n                      ballot papers and seal it up;\n                  (c) count the unused ballot papers undetached from\n                      the books of ballot papers, place them with all the\n                      stubs of all used ballots in the special envelope\n                      supplied for that purpose and indicate thereon\n                      the number of such unused ballot papers;\n                 (4check the number of ballot papers supplied by\n                      the returning officer against the number of p i l e d\n                      ballot papers, if any, the number of unused ballot\n                      papers and the number of voters whose names\n                      PARISH COUNCILS                                 43\n           appear in the poll book as haiiing voted, in order\n           to ascertain that all ballot papers are accounted\n           for;\n     (4 open the ballot box and empty its contents upon\n           a table;\n      U, count the number of votes given to each candidate\n           on one of the tally sheets supplied, giving full\n           opportunity to those present to examine each\n           ballot paper. The poll clerk and not less than\n           two witnesses shall be supplied with a tally sheet\n           upon which they may keep their own score as\n           each vote is called out by the presiding officer.\n         (2) In counting the votes the presiding officer shall\nreject all ballot papers-\n     (a) which have not been supplied by him; or\n     (b) which have not been marked for any candidate; or\n     (c) on which votes have been given for more than one\n           candidate; or\n     (4upon which there is any writing or mark by\n           which the voter could be identified, other than the\n           numbering by the presiding officer in the cases\n           hereinbefore referred to, but no ballot paper shall\n           be rejected on account of any writing, number or\n           mark placed thereon by any presiding officer.\n         (3) If, in the course of counting the votes any\nballot paper is found with the counterfoil still attached\nthereto, the presiding officer shall (carefully concealing the\nnumbers thereon from all persons present and without\nexamining them himself) remove and destroy such\ncounterfoil. He shall not reject the ballot merely by\nreason of his former failure to remove the counterfoil.\n         (4) If, in the course of counting the votes, the\npresiding officer discovers that he has omitted to affix his\ninitials to any ballot paper, as provided by subsection (1)\n       me inclusion of this page, ia authorized by LH. 17/1982]\n                                                                  -\n44                              PARISH COUNCILS\n          of section 31, he shall, in the presence of the poll clerk\n          and the agents of the candidates, affix his initials to such\n          ballot paper and shall count such ballot paper as if it had\n          been initialled by him in the 6rst place, provided that he\n          is satisfied that the ballot paper is one that has been\n          supplied by him and that such an omission has really been\n          made, also that every ballot paper supplied to him by the\n          returning officer has been accounted for, as provided by\n          paragraph (d)of subsection (1).\n                  (5) Nothing in subsection (3) dr subsection (4) shall\n          relieve the presiding officer from any penalty to which he\n          may have become liable by reason of his failure to remove\n          or destroy the counterfoil at the time of the casting of the\n          vote to which it relates or to aEx his initials to any ballot\n          paper before handing it to any elector.\n                  (6) The presiding officer shall keep a record on the\n          special form printed in the poll book of every objection\n          made by any candidate, or his agent or any eIector present,\n          to any ballot paper found in the ballot box, and shall\n          decide every question arising out of the objection. The\n          decision of the presiding officer shall be final, subject to\n          reversal on a count by the returning officer under\n          paragraph (a) of subsection (2) of section 41 or on a\n          re-count by a Resident Magistrate under section 43 or on\n          petition questioning the election or return; and every such\n          objection shall be numbered, and a corresponding number\n          placed on the back of the ballot paper and initialled by\n          the presiding officer.\n211981           ( 6 ~ Nothing\n                       )       in subsection (6) With regard to the\ns. 5      form printed in the poll book shall prevent any candidate,\n(Sch.).\n          or his agent or any elector present from making objections\n          in the prescribed form to any ballot paper found in the\n          ballot box whereupon-\n                 me inclusion of this page is auhrized by LN. 17119821\n                         PARISH COUNCILS                                  45\n    (U)  one copy of such form shall be initialled by the\n          presiding officer and pasted in the poll book and\n          shall form part of the official records of the polling\n          station; and\n     (b) another copy of such form shall be initialled by\n          the presiding officer and returned to the candidate,\n          agent or elector making such objection.\n        (7)All the ballot papers not rejected by the\npresiding officer shall be counted and a list kept of the\nnumber of votes given to each candidate and of the number\nof rejected ballot papers. The ballot papers which\nrespectively indicate the votes given for each candidate\nshall be put into separate envelopes; all rejected ballot\npapers shall be put into a special envelope and all such\nenvelopes shall be endorsed so as to indicate their contents,\nand shall be sealed by the presiding officer, and by such\nagents or witnesses present as may desire to seal them or\nto sign their names thereon in addition or instead.\n        (8) The presiding officer and the poll clerk,\nimmediately after the completion of the counting of the\nvotes, shall take and subscribe respectively the prescribed\noaths.\n          (9) The presiding officer shall make the necessary\nnumber of copies of the statement of the poll in the\nprescribed form one copy to remain attached to the poll\nbook, one copy to be retained by the presiding officer and\none copy for the returning officer which shall be enclosed\nin a special envelope supplied for the purpose, which\nenvelope he shall seal and deposit by itself m the ballot\nbox, and one copy each shall be delivered to every candidate u i g a\nor his agent present at the polling station,                    s. 5\n                                                                (Sch.).\n       (10) The poll book, the several envelopes con-\ntaining the ballot papers-unused, spoiled, rejected or\ncounted for each candida-ach        lot in its proper envelope,\n          me inclusion of this pdge is authorized by LN. 17/1982]\n46                               PARISH COUNCILS\n          the envelope containing the official list of electors and other\n          documents used at the poll shall then be placed in the large\n          envelope supplied for the purpose, and this envelope shall\n          then be sealed and placed in the ballot box with (but\n          not enclosing) the envelope containing the statement of the\n          poll prepared for the returning officer and referred to in\n          subsection (9). The ballot box s h d then be locked and\n211981    sealed with the seal of the presiding officer and, if so desired,\ns. 5      the seal of the agents or representatives of each candidate\n(Sch.).\n          and forthwith transmitted by registered mail or delivered to\n          the returning officer. The returning officer may specially\n          appoint one or more persons for the purpose of collecting\n          the ballot boxes from a given number of polling stations and\n          such person or persons shall, on delivering the ballot boxes\n          to the returning officer take the oath in the prescribed form.\n211981             ( 1 0 ~ )Any arrangements made pursuant to sub-\ns. 5      section (10) for the delivery of ballot boxes to the returning\n(Sch.).\n          officer otherwise than by registered mail or for the collection\n          of ballot boxes by the returning officer shall include arrange-\n          ments for the persons delivering or collecting the ballot\n          boxes, as the case may be, to be accompanied by an agent\n          or representative of each of the candidates.\n                 (11) The presiding officer shall, with the ballot\n          box, transmit or deliver to the returning officer, in the\n          envelope provided for that purpose, the key of such\n          ballot box, the preliminary statement of the poll in the\n          form prescribed by the Chief Electoral OfEcer and the\n          polling station account furnished him in blank by the\n          returning officer, having first caused it to be filled in and\n          signed by the officials of his polling station entitled to\n          fees, and by the landlord thereof, if any.\n                 (12) The presiding officer shall transmit to the\n          returning officer-\n               (U) the ballot box;\n               (6) the envelope containing the key thereof;\n                                                            _-\n                 me inclusion of this page is authorized by LN. 17/1982]\n                            PARISH COUNCILS\n       (c) the preliminary statement of the 'poll;\n       (4 the polling station account;\n       (e) the record of information referred to in section 32(1)\n           (k) of the Representation of the People Act; and\n                                                                         211981\n                                                                         S. 5.\n                                                                         (Sch.).\n        fl the equipment referred to in section 33 (2),\nin such manner as the Chief Electoral Officer may direct.\n          (13) If any presiding officer shall omit to enclose with-\nin the ballot box, and in the proper envelopes provided for that\npurpose, any of the documents mentioned in this section, he\nshall, in addition to any other punishment to which he may be\nliable, forfeit all right to payment for his services as such officer."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Qualfication and dsqualification for nicnibcrship.\n                              Elections"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.--(1) A general election of councillors to serve on the Elections\nParish Council shall be held in each parish in every third\nyear on such day or days not earlier than in the month of 411977\nMarch and not later than in the month of June, as the s. 2.\nGovernor-General in Council may by Proclamation appoint.\n       (2) Notwithstanding the provisions of subsection U),\nwhere any Parish Council has been dissolved by the\nMinister in accordance with the provisions of section 116\nno general election of councillors to serve on such Council\nshall take place until the period for which the Board was\ndissolved has expired and the Parish Council elected at\nthe expiration of such period shall only continue until the\n      mq inclusion of this page is authorized by   L.N. 5011979]\n14                                   PARISH COUNCILS\n               next triennial general election unless it shall be dissolved\n               in the meantime.\n                      (3) A by-election to supply any casual vacancy in\n               any division shall be held on such day as the Chairman\n               shall after consultation with the Chief Electoral Officer\n               by order published in the Gazerre direct. Such day shall\n               be within three months of the vacancy having been entered\n               on the minutes of the Council :\n                  Provided that no such by-election shalt be held if a\n               vacancy occurs within six months immediately preceding\n               the first day of June in any year in which a general\n               election is to be held in accordance with the section.\n                      (4) In any case to which the provisions of section\n               16 or of section 20 apply, the day to which any election is\n               adjourned shall be deemed to be the day appointed by\n               the Governor-General in Council or Chairman as the case\n               may be.\nTerm of          9. Subject to the provisions of sections 66, 98, 102, 116\noffice of\ncouncillors.   and 119, the term of office of a councillor of a Parish\n21 1977\ns. 4.          Council shall be from the date of his election until the\n               next general election of members under the provisions of\n               section 8.\nElectoral        lO.-(l) For the purposes of this Act there shall be\ndivisions.\n               constituted in each parish except the parishes of Kingston\n               and Saint Andrew so many electoral divisions as the\n               Minister may determine.\n                       (2) Every electoral division shall comprise so many\n               and such polling divisions as the Minister may by order\n               direct.\nQualifica-       11.-(1) Every person shall be entitled to vote at an\ntion of\nelectors.\n               election of a councillor to serve on a Parish Council for\n611966         any electoral division if his or her name appears upon the\ns. 4           official list prepared in accordance with the provisions of\n&h.)\n                     [Th: inclusion of this mge is authorid by LN. 50/1979]\n                        PARISH COUNCILS                                    15\nthe Representation of the People Act, for some polling\ndivision comprised in such electoral division unless-\n     (a) his or her name was wrongly included in such\n            list; or\n     ( b ) he or she is disqualified from voting by reason of\n            any of the provisions of this section; or\n      (c) subsequent to his name appearing on the official 611966\n            list he ceases to be a Commonwealth citizen or to        &&,\n            be ordinarily resident in Jamaica; or\n     (6) on election day he or she is an inmate of any\n            Mental Hospital or is undergoing any sentence of\n            imprisonment.\n          (2) The following persons are disqualified from\nvoting at an election and incapable of being. registered as\nelectors and shall not vote nor be so registered, that is to\nsay-\n     (a) the Chief Electoral Officer;\n     (b) the returning officer for each electoral division\n            during his term of office, except when there is an\n            equality of votes on the final count of votes or on\n            a recount as in this Act provided;\n      (cl any person found or declared to be insane under\n            any law in force in Jamaica;\n     (4any person who is under sentence of death imposed 6/1966\n            on him by a court in any part of the Common- $&,\n            wealth or is serving a sentence of imprisonment\n            (by whatever name called) of or exceeding six\n            months imposed on him by such a court or\n            substituted by competent authority for some other\n            sentence imposed on him by such a court or is\n            under such a sentence of imprisonment the execu-\n            tion of which is suspended,\n      (4every person who is disqualified from voting by\n            reason of his employment for pay or reward in\n      F   e inclusion of this pagc is authorized by L.N. 480/19731\n16                          PARISH COUNCILS\n               connection with the election in the electorai\n               division in which such person would otherwise be\n               entitled to vote; and\n           V, every person who is disqualified from voting\n               under any law relating to the disqualification of\n               electors for corrupt or illegal practices.\n             (3) Subject to the provisions of subsection (41, every\n     person employed by any person for pay or reward in\n     reference to an election in the electoral division in which\n     such person would otherwise be entitled to vote shall be\n     disqualified from voting and incompetent to vote in such\n     electoral division at such election.\n             (4) A person shall not be disqualified from voting at\n     an election of a councillor to serve in the Parish Council by\n     reason that he is employed for pay or reward in reference\n     to an election in the electoral division in which such person\n     would otherwise be entitled to vote, so long as the employ.\n     ment is legal.\n            (5) Persons who may be legally employed are-\n         (a) returning officers, election clerks, presiding officers,\n             poll clerks, messengers, constables and persons\n             otherwise necessarily and properly employed by\n             an election officer for the conduct of the election;\n         (b) agents of candidates;\n         (c) persons engaged in printing election material on\n             behalf of a candidate;\n         (d persons employed, whether casually or for the\n             period of the election or part thereof, in advertising\n             of any kind, or as clerks or stenographers or as\n             messengers on behalf of a candidate or prospective\n             candidate, so, however that the total number of\n             persons so employed does not exceed one for\n             each five hundred electors in the electoral division,\n             and that the name, address and occupation of\n           P X e inclusion of thls page is iuthorized by L.N. 480119731\n                          PARISH COUNCILS                                        17\nevery person so employed is communicated, in writing, to the\nreturning officer."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1)   So soon as may be after the official list of electors List of\n'for any polling division is prepared in accordance with the             teeFeOi:$\n provisions of the Representation of the People Act, the returning returning\n officer for the constituency for the purposes of the Representa-        zFr;l\n tion of the People Act, in which such polling division is corn- s 4(sch.)\n prised shall forward to the returning officer for the electoral\n division for the purposes of this Act in which such polling\n division is comprised so many copies of such electoral list as\n may be prescribed, so, however, that in any case in which the\n same person is both the returning officer for the constituency\n and the returning officer for the electoral division in which any\n polling division is comprised, this section shall take effect as if\n for the words \"shall forward to the returning officer for the\n electoral division for the purposes of this Act in which such\n polling division is comprised\" were substituted the words \"shall\n retain for use in conneition kith any election under this Act\".\n        (2) The electoral lists referred to in subsection (1) shall 611996\nconstitute the official lists of electors to be used for taking the s. 4csch.I\nvote on polling day in accordance with the provisions of this\nAct."
    },
    {
      "provision_ref": "sec12a",
      "section": "12A",
      "title": "Section 12A",
      "content": "12A. As soon as may be after the notice for an election has official\n been issued under this Act, and not later than eight days after tobesup-\n the nomination day, the returning officer shall supply to each plied cand~dates.\n candidate for such election, four copies of the official list of 2312011\n electors in force for such elections, disaggregated into four parts, SCh\n as follows-\n         (a) the Military Voters' List;\n         (b) the Police Voters' List;\n         (c) the Election Officers Voters' List;\n         (4 the Civil Voters' List.\n                                           PARISH COUNCILS\nProvisions of        13. Subject to the provisions of this Act, the provisions of\nsections 108 to"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Prolisions of sections 108 to 110. 112. 113. and 113A of the\n        Representation of the People Act to apply."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.--(I) At ten in the forenoon on nomination day the Procedure\nreturning officer and the election clerk shall both attend at the ~ , \" , \" ~ ' f\nplace specified in the election notice under section 15 as the candidates.\nplace for the nomination of candidates and shall there remain\nuntil two o'clock in the afternoon of the same day for the\npurpose of receiving the nominations of such candidates as the\nelectors desire to nominate. After two o'clock on nomination day\nno fbrther nominations shall be received:\n   Provided that in the holding of any by-election the time 611966\nallowed for receipt of nominations shall be twelve noon S. 4.\nto two o'clock in the afternoon on nomination day.\n       (2) Any six or more electors qualified to vote in an\nelectoral division for which an election is to be held may\nnominate any person qualified to be a councillor of the\nParish Council as a candidate by signing a nomination\npaper in the prescribed form and causing such nomination\npaper to be handed to the returning oficer between the\nhours referred to in subsection (1):\n  Provided that no candidate shall be deemed not to have been\nvalidly nominated by reason only of the fact that subsequent to\nnomination day any person by whom his nomination paper was\nsigned is struck off the list of electors for the relevant electoral\ndistrict.\n        (3) Every nomination paper shall specify-\n       (a) such particulars of the name, address and occupa-\n           tion of the candidate as are. sufficient to identify\n            him; and\n       (b) his address for service of process and papers\n           under this Act; and\n       (c) the name, address and occupation of his oficial\n           agent (if any).\n      (4) Each candidate shall be nominated by a separate\nnomination paper.\n                                        PARISH COW C I L S\n                    (5) No nomination paper shall be valid or acted\n              upon by the returning officer unless it is accompanied by-\n                   (a) the consent in writing of the person therein\n                       nominated except where such person is absent\n                       from the parish in which is comprised the\n                       electoral division in respect of which such person\n                       is nominated, when such absence shall be stated\n                       in the nomination papers; and\n10/2003\ns. 2.              (b) a deposit of three thousand dollars in legal tender\n                      (6) The returning officer shall not accept any\n              deposit until after all the other steps necessary to complete\n              the nomination of the candidate have been taken, and upon\n              his accepting any deposit he shall give to the person by\n              whom it is paid to him a receipt therefor which shall be\n              conclusive evidence that the candidate has been duly and\n              regularly nominated.\n                     (7) At the close of the time for nominating the\n              candidate the returning officer shall deliver to every\n              candidate or the agent of a candidate applying therefor a\n              duly certified list of the names of the several candidates\n              who have been nominated.\nDisposal of     18.-(1) The fill amount of every deposit made under\ndeposit.\n              subsection (5) of section 17 shall forthwith after its receipt\n              be transmitted by the returning officer to the Accountant-\n              General.\n                      (2) The fill amount of every deposit shall be\n              returned by the Accountant-General to the person who\n              made such deposit or his personal representatives, upon\n              the production by him or his personal representatives, as\n              the case may be, of a certificate from the Chief Electoral\n              Oficer that the candidate was elected or polled not less\n              than one-eighth of the total number of votes cast at the\n              election, or died before the close of the poll on polling day.\n                      [The inclusion of thls page is authorized by L.N. 87120041\n                     PARlsH COUNCIW                            23   I\n                                                                        I\n        (3) Where any candidate withdraws from the\nelection in accordance with the provisions of subsection (1)\nof section 19, and the Chief Electoral ORcer is satisfied\nthat such withdrawal was consequent upon circumstances\nover which the candidate had no control and which he had\nno cause on or before nomination day to anticipate, the\nChief Electoral O h r may certify accordingly to the\nAccountant-General.\n       (4) Where the Chief Electoral othcer certifim in\naccordance with the provisions of subsection (3,the\n                                                                    I\nAccountant-General shall d u n d to the candidate or to\nhis personal representative one moiety d the deposit.               i\n        (9 Exapt BB otherwise provided in this section;\nevery deposit under subsection (5) of section 17 shall at\nthe expiration of one month from the conclusion of the\nelection in respect of which it was mad6 be paid into the\nConsolidated Fund."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.41) Any candidate may withdraw at my time not\nless than ninety-six hours before the opening of the poll -.\non polling day by filing with the returning officer a               ,\n                                                                    1\ndecIaration in writing to that effect signed by himself, and        \\\nattested by the signature of two qualified electors in the\nelectoral division, and any votes cast for the candidate who\nhas so withdrawn shall be null and void.\n        (2)When a candidate has withdrawn after the\nballots are printed, the returning officer shall advise, by         I\nletter or telegraph, each presiding officer of his electoral\ndivision of such withdrawal, and, when time permits,\nshall distribute to each presiding officer a printed notice\nof the withdrawal. On polling day cacb presiding officer\nshall post up a copy of the printed notice of withdrawal\nm a conspicuous place in his polling station. If time does\nnot permit of the printing and the distribation of such\n      me irrlvsicn of this gmm t autbrmd\n                                      '  by LN. 480119731           i\n24                                  PARISH COUNCILS\n              notiE, the presiding officer, upon being advised by letter or\n              telegram by the returning officer of the withdrawal of any\n              candidate, shall himself prepare by hand a notice to that\n              effect and post it up in a conspicuous place in his polling\n              station. In either case the presiding officer shall, when\n              delivering a ballot to each elector, inform such elector of\n              the withdrawal of the candidate.\n                      (3) If, after the withdrawal, there remains only\n              one candidate, the returning officershall return as duly\n              elected the candidate so remaining without waiting for the\n              day fixed for holding the poll.\nprocedu~\non deatb of     20.-(1)  Whenever, before the closing of the poll, the\nnominated\ncandidate.\n              returning officer becomes aware that any candidate has\n              died since the close of the nominations, he shall, after\n              communicating with the Chief Electoral officer, adjourn\n              the election to some day being not more than one month-\n              from the day originally fixed for the election.\n                     (2) Whenever any election is adjourned in accord-\n              ance with the provisions of subsection (11, the provisions\n              of subsection (1) of section 15 shall apply as if the day\n              upon which the election is adjourned were the day of the\n              publication of the proclamation or order referred to in\n              subsection Cl) of section 15 and the day to which the\n              election is adjourned were the day specified in such\n              proclamation or order.\n                      (3) Full particulars of any action taken under this\n              section shall be reported by the returning officer to the\n              Chief Electoral Officer.\nReturnby         21.-(1) Whenever only one candidate has been\nearno-\na0n.          nominated within the time fixed for that purpose the\n              returning officer shall forthwith make his return to the\n                    L T h inclwon of thia p ~ s pis authorid by LN. 480/W31\n                        PARISH COUNCILS                               25\nChief Electoral Officer, in the prescribed form that such\ncandidate is duly elected for the said electoral division and\nshall send within forty-eight hours a duplicate or certified\ncopy of such return to the person elected.\n        (2) The returning officer shall include in his return\nto the Chief Electoral Officer a report of his proceedings\nand of any nomination proposed and rejected for non-\ncompliance with the requirements of this Act.\n         (3) Nothing in this Act shall be construed to\nimpose any liability upon any person nominated as a\ncandidate by others without his consent, unless he has\nafterwards given his assent to such nomination or has been\nelected."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.02                              PARISH COUNCrLS\n                    holding of the poll or that any essential electoral\n                    supplies or materials will not be available in\n                    adequate quantities upon such day; or\n211981          (e) riot, open violence or other civil disturbance\ns. 5                resulting in such interruption, obstruction or\n(=.).\n                    abandonment of the electoral process as to pre-\n                    judice the holding of a fair election,\n           he may by proclamation adjourn the holding of the poll\n           to some other day specified in such proclamation not being\n           more than thirty days after the day specified by the election\n           notice under section 15.\n                  (2) Any proclamation under subsection (1) made\ns. 5\n2!lgS1     pursuant to the provisions of paragraph (c), (4or (e) of sub-\n(Sch.).    section (1) may be expressed to apply only to such electoral\n           divisions as are specified in such proclamation in which\n           event the poll shall be taken in any electoral divisions not\n           so specified upon the day appointed for the taking of the\n           poll under section 8.\n                    (3) Where any proclamation under this section is\n           made before the day which would have been nomination\n           day if such proclamation had not been made, nomination\n           day shall be deemed to have been adjourned to the twenty.\n2411973\nS. qa).\n           third day next before the day to which the holding of the\n           poll is adjourned by such proclamation :\n2411973\nS. 4(b).\n             Provided that if such twenty-third day is a Sunday or\n           a public holiday nomination day shall be deemed to be\n           adjourned to the first day not being a Sunday or a public\n           holiday after such twenty-third day.\n                  (4) Where any proclamation is made under this\n           section after nomination day the adjournment by such\n           proclamation of the day upon which the poll is taken shall\n           in no way d e c t the validity of any nomination validly\n           made upon nomination day and no other nomination shall\n           be made.\n                            PARISH COUNCILS                                    21"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-(1) If more than one candidate is nominated for the firnting\nelectoral division in the manner required by this Act, the ofapo''.        I\nreturning officer shall grant a poll for taking the votes of               Y\nthe electors.\n        (2) Within five days after such poll has been 6/1966\ngranted the returning officer shall post to all postmasters :&.I.\nin his electoral division a notice in the prescribed form of\nhis having granted a poll and indicating the names,\naddresses and occupations of the candidates duly\nnominated.\n        (3) Forthwith upon receipt of the notice referred\nto in subsection (21, every postmaster shall display it in\nsome conspicuous place to which the public has access in\nthe post office of which he is postmaster and maintain it\nthere displayed until the hour fixed for the closing of the\npoll.\n        (4) The returning officer shall, within seven days 2/1981\nafter the nomination day, deliver or send by registered post &&,\nto each candidate the prescribed number of copies of the\nnotice aforesaid together with-\n       fThe inclusion of this page is authorized by L.N. 17/1982]\n26                                    PARISH COUNCILS\n                   (a) a list of the presiding officers and poll clerks who\n                       will officiate at each polling station;\n                   (b) a copy of each separate list of electors relating to\n                        each polling station having regard to the provisions\n                        of section 24; and\n                    (c) a list of the persons assigned to transport ballot\n                        boxes from polling stations :\n                 Provided, however, that the returning officer may make\n              such changes as may be necessary in the lists referred to in\n              paragraphs (a)and (c) after the delivery or despatch of such\n              lists to the candidates and, if he does so, shall forthwith\n              notify the candidates.\n                      ( 5 ) Within five days after receipt of the documents\n              referred to in subsection (4) a candidate or the agent of a\n              candidate may make objections or representations to the\n              returning officer against any of the particulars or arrange-\n              ments indicated in any such document; and thereupon the\n              returning officer, after consultation with such other candi-\n              dates or their agents as the returning officer thinks necessary,\n              may make such changes in such particulars or arrangements\n              as he thinks fit.\nEstablish-      2 3 4 1 ) The returning officer shall establish for each\nment of\npolling       polling division so many polling stations as the Chief\nstations.     Electoral Officer may direct.\n6 / I966\ns. 4\n(=.I.                (2) Each polling station shall be established in\n              premises of convenient access, with an outside door for\n              the admission of electors, and where possible with another\n              door through which electors may leave after they have\n              voted.\nAllotment       2 4 . 4 1 ) The Chief Electoral officer shall allot to each\nof lists to\npolling       polling station established under subsection (1) of section\nstations.     23, the official list of electors referred to in section 12 for\n611966\ns. 4          so many and such polling divisions as he may think fit.\n~M.r\n                     PARISH COVNC~L.9                                    27\n        (2) In allotting lists of electors to polling stations\nthe Chief Electoral Officer shall have regard to the\ndesirability of ensuring so far as practicable that not more\nthan two hundred and fifty names are allotted to any one\npolling station and to geographical considerations.            fscb.)."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Establishment of polling stations.\n2                              PARISH COUNCILS"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. The provisions of section 31 of the Representation p=\nof the People Act (which relate. to the supply of ballot ze&,,.\nboxes) shall apply to elections held under this Act as they\napply to elections held under the Representation of the *sr. c\n                                                            held mdu\nPeople Act.                                                 W I Aa."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. The provisions of section 32 of the Representation of provision8\n                                                            of s8ction\nthe People Act (which relate to the supply of election 32of\nmaterial and to the custody of such material prior to the\ncommencement of the poll and to the posting up of URPCOPIC\ndirections to voters before the commencement of the poll) Act    to\n                                                            .ppiyto\nshall apply to elections held under this Act as they apply :$Elcr\nto elections held under the Representation of the People\nAct, subject to the following modi6cations-\n     0 paragraph (4of subsection (1) of the section shall\n       take effectas if for the reference to the form set out\n       in the Second Schedule of the Representation of\n       the People Act, there were substituted a reference\n       to the prescribed form;\n2a                              PARISH COUNCILS\n               (ii) paragraph (4of subsection (1) of the section shall\n                    take effect as if for the reference to the Represen-\n                    tation of the People Act, there were substituted\n                    a reference to this Act;\n211981        (iii) paragraph (I) of subsection (1) and paragraph UJ)\ns. 5\n(-.I.               of subsection (2) shall take effect as if for refer-\n                                                                            -?\n                    ences in those paragraphs to section 37 (2) of that\n                    Act there were substituted respectively references\n                    to section 33 (2) of this Act;\n              tiv) subsection (4) of the section shall take d e c t as if\n                    for the reference to section 43 (1) of that Act there\n                    were substituted a reference to section 39 (1) of\n                    this Act.\noutdoot      26~.--(1) Every candidate in an election may appoint such\nageotm.\n4/1990    persons as he thinks fit to be outdoor agents and shall issue\ns. 3.     to any such outdoor agent appointed by him a certificate of\n          appointment in the prescribed form specifying the polling\n          station in respect of which the agent is appointed.\n                  (2) The candidate may substitute one outdoor agent\n          for another with respect to any polling station.\n                     PARlSH COUNCILS\n          (3) No more than one person at any one time shall\nbe entitled to perform the functions of outdoor agent for any\ncandidate at any one polling station and, for the purpose\nof monitoring the extent of voter turnout on election day,\nthe agent shall be stationed not less than twenty yards from\nthe polling station.\n                 Procedure on Polling Day"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.41) The poll shall be taken in each polling station ~ n ~ i a l o i\nby secret b d o t in accordance with the provisions of section poll\n                                                               the t.1lO\n                                                                        md\n31 or of section 32 between the hours of seven o'clock in\nthe forenoon and five o'clock in the afternoon on election\nday.\n        (2) The ballot of each voter shall be a printed\npaper, in this Act called a ballot paper, on which the\nnames, addresses and occupations of the candidates\nalphabetically arranged in the order of their surnames and\nnumbered accordingly shall be printed exactly as they are\nset out in the nomination paper. Opposite to the name\nof each candidate there shall be a prescribed symbol. The\nballot papers shall have a counterfoil and a stub, end there\nshall be a line of perforations between the ballot and the\ncounterfoil and between the counterfoil and the stub.\n       (3) The ballot papers shall be numbered on the top\nof the stub and the counterfoil, the same number bung\nprinted or written on the stub as on the counterfoil. The\n30                                   PARISH COUNCiU\n           ballot papers shall be bound or stitched in books containing\n           ten, twenty-five, fifty or one hundred ballots.\n                    (4) Subject to subsection (51, on each ballot paper\n           the name of the electoral division and the number of the\n           polling division in which the ballot is to be used shall be\n           printed in such manner as to remain on the ballot after it\n           has been detached from the stub and the counterfoil.\n                  (5) In the event of the loss or destruction of ballot\n           papers conforming to the requirements of subsection (4),\n           or in the case of any other emergency, substitute ballot\n           papers having such distinctive features as may be prescribed\n           may be used.\n?4ho may\nvote.\n               2 8 4 1 ) Subject to the provisions of this section and of\n61 I966    section 11 any person whose name appears on the official\ns. 4       list of electors allotted to any polling station shall be\n(Sch.).\n           permitted to vote at such polling station.\n61 1966            (2) Where there is contained in the official list of\ns. 4\n(Sch.).    electors allotted to any polling station a name, address and\n           occupation which correspond so closely with the name,\n           address and occupation of a person by whom a ballot is\n           demanded as to suggest that the entry in such official list\n           of electors was intended to refer to him, such person shall,\n           upon taking the oath in the prescribed form and complying\n           in all other respects with the provisions of this Act, be\n           entitled to receive a ballot and to vote. In any such case\n           the name, address and occupation shall be correctly entered\n           in the poll book and the fact that the oath has been taken\n           shall be entered in the proper column of the poll book.\n           -         [The inclusion of this page U authorized by LN. 5/'19921\n                            PARISH COUNCILS                                   30.01\n        (3) Subject to subsections (8) and (9), no elector shall 11/2oos\nreceive a ballot paper or be permitted to vote unless his identity S. 2(\").\nas the person whose name appears on the official list of electors\nfor that electoral division has been established, as directed by\nthe presiding officer or any other person authorized by him, in\naccordance with the provisions of this section.\n        (3A) Before receiving his ballot paper, every elector I 112005\nshall, on the direction of the presiding officer, place his finger in S . 2(a).\nor on the specified equipment.\n       (3B) Where an elector refuses to place his finger in or on 1112005\n                                                                  S. 2(a).\nthe specified equipment-\n     (a) no ballot paper shall be issued to him; and\n     (b) erasing lines shall be drawn through his name on the\n         official list of electors and in the poll book, if such\n         name has been entered in the poll book, and the words\n         \"Refused to be identified by finger print\" shall be\n         written thereafter.\n        (3C) Where the specified equipment fails to function or I 112005\n                                                                S. 2(a).\nto function properly or no such equipment is provided, the\nelector shall-\n                lThe inclusion o f this page is authorized by L.N. llnOlO I\n                                       PARISH COUNCILS\n                (a) produce to the presiding officer his identification card\n                    or other prescribed document establishing his identity;\n                    and\nSecond          ( b ) take the oath in the form set out in the Second\nSchedule.\n                      Schedule and otherwise establish his identity to the\n                      satisfaction of the presiding officer; or\n                (c) as the case may require, satisfy all the conditions speci-\n                    fied in subsection (7).\n11/2005             (3D) Where a prescribed document establishing identity\nS. 2(a).\n            has been issued in substitution for an identification card, only\n            the prescribed document shall be produced to and accepted by\n            the presiding officer, except in cases in which the elector\n            satisfies the conditions specified in subsection (7).\nI 112005           (3E) In determining whether or not the specified\nS. 2(a).\n            equipment has failed to function or function properly the\n            presiding officer shall seek and be bound by the advice of the\n            Chief Electoral Officer or the person nominated by him so to\n            determine.\n                   (4) No elector shall vote more than once in the same\n            electoral division at the same election nor in more than one\n            electoral division on the same day.\n111200s           (5) Subject to subsection (9), where an elector fails to\nS. 2(b).\n            comply with the provisions of subsection (3D)-\n                (a) no ballot paper shall be issued to him; and\n                (b) erasing lines shall be drawn through his name on the\n                    official list of electors and in the poll book, if such\n                    name has been entered in the poll book, and the words\n                    \"Refused to be sworn\" shall be written thereafter.\n                          [The inclusion o f this page is authorized by L.N. 1lROlO I\n                             PARISH COUNCILS                                       30.03\n            (6) The candidates, agents of the candidates or any elec- I 112005\n    tor representing a candidate shall be permitted to examine-       s. 2(b).\n        (a) the specified equipment; and\n        ( b ) any identification card or other prescribed document\n              used to establish the identity of an elector produced\n              pursuant to subsection (3C).\n           (7) The conditions to which subsections (3C) and 611966"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.    Where transferred elector to vote.\n     3 1.   General mode of taking ballot."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.of 1965,    40 of 1995,\n                                                                               6 of 1966,    28 of 1997\n                                                                               7 of 1966,        Sch.,\n                                                                              25 of 1966,      7 of 1998.\n         ,    -\n                                                                               6 of 1969,     15 of 2001.\n                                                                              39 of 1969      32 of Z(JO2.\n                                                                                 S. 10,       10 of 2003,\n                                                                              42 of 1969      11 of 2005,\n                                                                                              13 of 2007,\n                                                                                              23 of 2011\n                                                             Sch."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.-41) Subject to all other provisions of this Act as to Mode of\n                                                                            ballot\nproof of qualification as an elector and as to the administration taklng\n                                                                      . specla1\n                                                                      ~n\nof oaths, if a person representing himself to be a particular cases\nelector applies for a ballot paper after another person has voted\n                                    PARISH COUNCILS\n          as such person, he shall be entitled to receive a ballot paper and\n          to vote after taking the oath of identity in the prescribed form,\n          and otherwise establishing his identity to the satisfaction of the\n          presiding officer.\n                    (2) In such case, the presiding officer shall put on the\n          ballcit paper his initials, together with a number corresponding\n          to the consecutive number given to the voter and entered in the\n          poll book opposite the name of such voter, and the poll clerk\n          shall enter in the poll book-\n              (a) the name of such voter;\n              (b) a note of his having voted on a second ballot paper\n                    issued under the same name;\n              (c) the fact of the oath of identity having been required and\n                    taken, and the fact of any other oaths being so required or\n                    taken; and\n              (4 any objection made on behalf of any and of which of the\n                    candidates.\n1312007              (3) The presiding officer shall act in accordance with\ns.3(i).    subsection (4) upon the request of-\n                (a) an elector who-\n                          (i) is incapacitated from voting in the manner pres-\n                              cribed by this Act, due to any physical cause\n                              other than blindness; and\n                         (ii) takes an oath in the prescribed form; or\n                (b) a blind elector who takes an oath in the prescribed form.\n                     (4) The presiding officer shall, at the option of the elec-\n           tor-\n                (a) assist the elector by marking the elector's ballot paper-\n                   .       (i) in the manner directed by the elector; and\n                          (ii) in the presence of the poll clerk and the sworn\n                               agents of the candidates or of the sworn electors\n                               representing the candidates in the polling\n                               station, but no other person,\n                      and placing the ballot in the ballot box; or\n                 (b) permit the person described in subsection (5) to ac-\n                      company the elector into the voting compartment\n                                                                                 .   .   ..   ,\n                            PARISH COUNCILS                                              35\n          and mark the elector's ballot for him.\n       ( 5 ) The person referred to in s~~bsection\n                                                (4) is a friend of             i3:y7\nthe elector, being a person wl~o-\n     ( a ) has not already acted pursuant to subsection (4)(b)in\n          relation to any other elector in that election; and\n     (b) takes an oath, in the prescribed form, that he-\n               (i) will lteep secret the name of the candidate\n                      for whom he marks the ballot on behalf of\n                      the elector; and\n               (ii) has not already acted pursuant to subsection\n                    (4)(b) in relation to any other elector in that\n                    election.\n        ( 6 ) Whenever any elector has had his ballot paper\nmarlted as provided in subsection (4) the presiding officer shall 1312007\nenter in the poll book opposite the elector's name, in addition to S.3(2).\nany other requisite entry, the reason why such ballot paper was\nso marked."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.-(1)    Subject to the provisions of section 36, every Ball01\n                                                                  papcrs 1101\npresiding officer shall refuse to deliver any ballot paper to any ,,             ,,\nelector unless he is satisfied that there does not appear-        del~vered\n                                                                               to electors\n                                                                               ~lliless110\n      (a) upon the appropriate digit of such elector; or                       marks of\n                                                                               electoral\n      (b) in the case of an elector who the presiding officer is               ~~~~~~~,\n          satisfied is suffering from an injury to the appropriate 1211956\n          digit, upon any of the digits of such elector,           s. 4.\nany marl< of electoral ink.\n       (2) For the purpose of satisfying himself in the manner\nrequired by subsection (1) the presiding officer shall in the\npresence of the poll clerlt and of the sworn electors representing\nthe candidates in the polling station, as the case may be,\ninspect the appropriate digit of each elector or all of the digits\n              [The inclusion of this p a r e is authorized by L.N. 1lf2010 1\n36                                     PARISH COUNCILS\n           of each elector, as the case may require and for that\n211921     purpose shall use, as prescribed by regulations, any prescribed\nS 5\n(Sch.).\n           equipment designed for the purpose of detecting any mark of\n           electoral ink:\n               Provided that if the prescribed equipment fails to hnction or\n           is illegally removed from, or is for any reason not available for\n           use at, any polling station, the presiding officer, in lieu of using\n           that equipment, shall require the elector-\n                 (i) to take an oath in the prescribed form to the effect that\n                     he has not previously voted in that election;\n                 (ii) to make one or more impressions in ink on the form of\n                      the oath as follows:\n                                with his right thumb;\n                         (b) with his left thumb, should he not have a right\n                             thumb; or\n                         (c)    with any other finger should he not have any\n                                thumb.\n2119x1            (2~) Where the appropriate digit or any other digit which\nS 5.\n(SCII.).   an elector may be required to immerse in electoral ink is\n           concealed or covered with any bandage or other material, the\n           presiding officer shall refuse to deliver to the elector any ballot\n           paper unless the elector either-\n                 (a) removes such bandage or other material and wholly\n                      uncovers the appropriate or other digit aforesaid; or\n                 (b) satisfies the presiding officer that he is suffering from\n                     injury to such appropriate or other digit, takes an oath\n                     to that effect in the prescribed form and maltes one or\n                     more impressions in ink on that form, as follows-\n                         (i) with his right thumb;\n                         (ii) with his left thumb, should he not have a right\n                              thumb; or\n                          (The inclusion of this page is authorized by L.N. lllZOlO I\n                           PARISH COUNCIIS                                  37\n                  (iii) with any other finger, should he not have\n                        any thumb.\n        (2B) Where the presiding officer issues a ballot paper to 2!198i\nan elector pursuant to subsection (2A) he shall make an entry in      :&.\nthe poll book setting out the facts in relation to such an issue.\n       (3) Every presiding officer who refuses to deliver\nany ballot paper to any elector under the provisions of\nthis section shall make an entry in the poll book setting\nout the facts in relation to such refusal.\n       (4) Every person who applies for any ballot paper\nat a time when there is upon any of his digits any mark of\nelectoral ink shall be guilty of personation within the\nmeaning of this Act."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34.-(1)\naccordance with the provisions of subsection (3) of section 31        $'zte\n            Upon receiving any ballot paper from any elector in Electors to\nthe presiding officer shall before removing the counterfoil from digit in\nsuch ballot paper, if the elector has an appropriate digit, satisfy   F2,\"m\nhimself that there does not appear upon such digit any substance 12119s6\nwhich in his opinion is likely to prevent the adhesion of electoral S.4.\nink and cause the elector to immerse such digit in the electoral\nink:\n   Provided that where the presiding officer is satisfied that the\nelector is suffering from some injury to his appropriate digit\nwhich is of such nature as to render it undesirable for him to\nimmerse such digit in the electoral ink the presiding officer may\nrequire him to immerse in such ink any other digit upon which\nthe presiding officer is satisfied that there is no substance which\nis likely to prevent the adhesion of electoral ink.\n        (2) If any elector on being required so to do fails\nor refuses to immerse his appropriate digit or any other\ndigit in electoral ink the presiding officer shall destroy the\nballot paper handed to him by such elector and make an entry in\nthe poll book setting out the particulars in relation to the\ndestruction of such ballot paper.\n38                                            PARlSH COUNCILS\nPenalty for          35. Subject to the provisions of section 36, every presiding\nfailure of\npresiding          officer who fails or neglects to perform any duty imposed\nofficer to carry   upon him by section 33 or section 34 shall be guilty of\nout provisions\nof sections 33     an offence against this section and shall be liable on\nand 34.            summary conviction before a Resident Magistrate to a fine not\n1211956\nS. 4.              exceeding ten thousand dollars and in default of payment, to\n1012003\nS. 4.\n                   imprisonment for a term not exceeding six months; and the\n                   Resident Magistrate may, in addition to imposing such fine or\n                   imprisonment, order that the presiding officer be disqualified\n                   fiom holding any post as an election officer for a period of seven\n                   years fiom the date of conviction.\nNun-\napplication of"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. Penalty for failure of presiding officer to can?; out provisions of\n            sections 33 and 34."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. The provisions of sections 33, 34 and 35 shall not apply\nsections 33.34     in relation to any elector who has no hands.\nand35 to\nelectors with\nno hands.\n1211956\nS. 4.\nWho may\nbe present.\n                     3 7 . 4 1 ) In addition to the presiding officer and the poll\n                   clerk, the candidates, and one agent for each candidate in\n                   each polling station, and, in the absence of agents, one\n                   elector to represent each candidate on the request of such\n                   elector, and no others, shall be permitted to remain in the\n                   polling station during the time the poll remains open:\n                     Provided that no candidate and his agent shall be in the\n                   same polling station at the same time for more than five\n                   consecutive minutes.\n                          (2) The agent of each candidate, and, in the\n                   absence of an agent, any elector representing any\n                   candidate, on being admitted to the polling station, shall\n                   take an oath in the prescribed form to keep secret the\n                   name of the candidate for whom any of the voters has\n                   marked his ballot paper in his presence.\n                           (3) Agents of candidates or electors representing\n                   candidates may, with the permission of the presiding\n                   officer, absent themselves from and return to the polling\n                       PARISH COUNCILS                                    39\nstation at any time before one hour previous to the close\nof the poll."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38.-{l) If the agents or electors referred to in sub- proceed-\n                                                                ings before\nsection (1) of section 37 are in attendance at least fifteen opening\nminutes before the hour fixed for opening the poll, they OfPO\".\nshall be entitled to have the ballot papers intended for\nuse thereat carefully counted in their presence before the\nopening of the poll, and to inspect such ballot papers and\nall other papers, forms and documents relating to the poll.\n         (2) A candidate may himself undertake the duties\nwhich any agent of his, if appointed, might have under-\ntaken, or may assist his agent in the performance of such\nduties, and subject to the provisions of subsection (1) of\nsection 37, may be present at any place at which his agent\nmay in pursuance of this Act, be authorized to attend.\n         (3) The non-attendance of any agent or agents of\ncandidates at any time or place required by this Act shaU\nnot in any wise invalidate any act or thing done during the\nabsence of such agent or agents if such act or thing is\notherwise duly done, and wherever in this Act any\nexpressions are used requiring or authorizing any act to\nbe done at the polls or otherwise, in the presence of agents\nof the candidates, such expressions shall be deemed to\nrefer to the presence of such agents of the candidates as\nare authorized to attend, and as have, in fact, attended\nat the time and place where such act or thing is being\ndone.\n         (4) The presiding officer shall, on polling day before 2/1981\nthe opening of the poll-                                        s. 5\n                                                                (Sch.).\n     (a) cause such printed directions to electors as have\n           been supplied to him in the prescribed form to tie\n           posted up in conspicuous places outside of and\n           near to the polling station and also in each com-\n           partment of the polling station; and\n        me inclusion of this page is authorized by L.N. 17119821\n40                                   PARISH COUNCILS\n                (b) deliver to the aforesaid agents or electors, as the\n                    case may be, who are in attendance, copies of a\n                    certificate signed by the returning officer setting\n                    out the serial number sequence of the total number\n                    of ballot papers issued for use at that polling sta-\n                    tion, so, however, that nothing in this paragraph\n                    shall prevent a presiding officer from delivering\n                    such copies as aforesaid to an agent or an elector\n                    as aforesaid who arrives at the polling station after\n                    the opening of the poll.\nProceed-       3 9 4 1 ) At the hour fixed for opening the poll the\npoll.\nlngsat     presiding officer and the poll clerk shall, in the presence\n           of the candidates, their agents, and such of the electors as\n           are present, open the ballot box and ascertain that there\n           are no ballot papers or other papers therein, after which\n           the box shall be locked, and the presiding officer shall keep\n           the key thereof; the box shall be placed on a table in full\n           view of all present and shall be maintained there until the\n           close of the poll.\n                     (2) Immediately after the ballot box is so locked,\n           the presiding officer shall call upon the electom to vote.\n                     (3) The presiding officer shall secure the admittance\n           of every elector into the polling station, and shall see that\n           they are not impeded or molested at or about the polling\n           station.\n611966               (4) The presiding officer may, if he considers it\ns. 4       advisable, direct that not more than one elector for each\n(%.I.\n           compartment shall, at any time, enter the room where the\n           poll is held; and each elector, upon so entering, shdl declare\n           h i s name, residence and occupation. The poll clerk shall\n           then ascertain whether the name of that elector appears on\n           the official list of electors allotted to the polling station.\n           If the name of that elector appears on that official list he\n           shall answer any questions asked by the presiding officer\n           concerning his identity and produce to the presiding officer\n                  m e inclusion of   this page is authorized by L.N. 17119821\n                      PARISH COUNCILS                            41\nthe identification card or other prescribed document\nestablishing his identity issued to him under section 9 of\nthe Representation of the People Act or, if such identifica-\ntion card or such other prescribed document cannot be\nproduced or used for the purposes of establishing his\nidentity, all the conditions specified by subsection (7) of\nsection 28 shall be satisfied. Where an impression is made\nupon the form of oath of identity mentioned in paragraph\n(6) of that subsection with a finger other than the right\nthumb the presiding officer shall make a note of the finger\nwith which it was made. When it has been ascertained\nthat that elector is q u m e d to vote at the polling station,\nhis name, address and occupation shall be entered in the\npoll book which shall be kept by the poll clerk in the\nprescribed form, a consecutive number shall be prefixed\nto his name in the appropriate column of the poll book, and\nsubject to any requirement under subsection (2) or (3) of\nsection 28 to take an oath, he shall immediately thereafter\nreceive a ballot paper and be permitted to vote.\n        (5) The poll clerk shall-\n     (4make such entries in the poll book as the presiding\n          officer pursuant to any provision of this Act\n          directs; and\n     (b) enter in the poll book opposite the name of each\n          voter, as soon as the voter’s ballot paper has been\n          deposited in the ballot box, the word “Voted’;\n         and\n     (c) enter in the poll book, the word “Sworn” or\n      “Aflimed” opposite the name of each elector, to\n      whom any oath or atfirmation has been adminis-\n      tered, indicating the nature of the oath or\n      affirmation; and\n    (4enter in the poll book the words “Refused to be\n      sworn” or “Refused to aErm’’or “Refused to\n      answer”, opposite the name of each elector who\n       me inclusion of this m e is authorized by L.N. 17119821\n42                                 PARISH COUNCILS\n                     has refused to take an oath or to affirm when he\n                    has been legally required so to do, or has refused\n                     to answer questions which he has been legally\n                    required to answer;\n2/1981          (e) record in the poll book such objections as may be"
    },
    {
      "provision_ref": "sec40a",
      "section": "40A",
      "title": "Section 40A",
      "content": "40A.-(1) Where-                                                        Halting of\n                                                                         taking of the\n                                                                         poll.\n                                                                         2811997\n                        I   -                                            Sch.\n        (a) polling stations have not opened for the taking of the\n            poll within the period of the first five hours after the\n            hour fixed for the opining of the poll and the nurn-\n            ber of electors on the official list of electors for those\n            polling stations .constitute at least twenty-five per\n            cent of the electors in the electoral division;\n                                          PARISH COUNCILS\n                         (b) there is an occurrence of any earthquake, flood, fire\n                             or other natural disaster which could substantially\n                             prevent or prejudice the holding of fair elections,\n3212002          the Constituted Authority established under section 40C may\nS. 3 .\n                 halt the taking of the poll so, however, that the decision to halt\n231201I          the taking of the poll shall be by a five-sixths 'majority of the\nSch.\n                 members of that Authority.\n                         (2) The Constituted Authority shall have the power to\n                 halt the taking of the poll in any polling station, polling division\n                 or electoral division on polling day.\nPerlodwlthln       40B. Where under section 40A the Constituted Authority\nwhlch poll to\nbe retaken       halts the taking of a poll, the poll shall be retaken on such day\naAer b e ~ n g   within a period of twenty-eight days from the date on which the\nhalted\n2811997          poll is halted or so soon after such period as the Constituted\n\\ch              Authority may deem reasonably practicable.\nEstablishment       4 0 C . - ( 1 ) There shall be established, on the issuing of an\nof Const~tuted\nAuthority        election notice by a returning officer under section 15 (I), a\n3212002          body to be known as the Constituted Authority which shall con-\ns4\n                 tinue in force for a period ending six months after the day\n                 referred to in section 15 (2) (b).\n                         (2) The members of the Constituted Authority shall be-\n231201 1                 (a) the four selected members of the Electoral Commis-\nSch.\n                             sion of Jamaica established under the Electorul\n                           , C'ommis.sion (Inlerim) Act.\n                             PARISH COUNCILS                                    48.01\n       (b) two other persons appointed by the Governor-\n           General after consultation with the Prime Minister\n           and the Leader of the Opposition-\n                  (i) one of whom shall be a retired Judge; and\n                 (ii) one of whom shall be a member of the\n                      Privy Council,\nso, however, that where a retired Judge is not available for\nappointment, another member of the Privy Council shall be\nappointed.\n         (3) The chairman of the Constituted Authority shall be\nthe retired Judge but where no retired Judge is appointed the\nmember of the Privy Council who is the more senior shall be the\nchairman.\n         (4) Where any member who is appointed under\nsubsection (2) dies or is unable to perform his functions by\nreason of infirmity of body or mind or for any other cause, the\nGovernor-General after consultation with the Prime Minister\nand the Leader of the Opposition shall appoint another person\nto replace that member.\n              ITIK iiicliirimi of lliis page IS millionzed by 1. N   XX/1003]"
    },
    {
      "provision_ref": "sec40c",
      "section": "40c",
      "title": "Section 40c",
      "content": "40c. Establishmcnt of Constituted Authority.\n                        Procedure swhsequenl to polling clqv"
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42.-(1)\nwhere        returning officer by the time specified in the election notice\nball01 box\nnat          under section 15, the returning officer shall adjourn the\nreturned.\n             proceedings to a subsequent day, which shall not be more\n             than a week later than polling day.\n                     (2) In case the statement of the poll cannot be\n             found and the number of votes polled for the several\n             candidates cannot be ascertained, or if, for any other\n             cause, the returning officer cannot, at the day and hour\n             appointed by him for that purpose, ascertain the exact\n             number of votes given for each candidate, he may thereupon\n             adjourn to a future day and hour the final count of the\n             votes given for each candidate, not being more than\n             seventy-two hours after the time specified in the election\n             notice under section 15.\n                     (3) At the time to which the proceedings are\n             adjourned in accordance with the provisions of subsection\n             (21, the returning officer shall ascertain by such evidence\n             as he is able to obtain the total number of votes cast for\n             each candidate and shall declare elected the candidate\n             appearing to him to have the largest number of votes.\n                     (4) For the purposes of this section the returning\n             officer shall have all the powers of and be deemed to be\n             a commissioner appointed under the Commissions of\n             Enquiry Act and the provisions of section 11 of the\n             Commissions of Enquiry Act shall apply to all persons\n             required by the returning officer to give evidence or to\n             produce any documents before him as they apply to\n             persons summoned to attend and give evidence or to\n             produce documents before a commission of enquiry under\n             the Commissions of Enquiry Act.\n             ~~\n                       PARISH COUNCILS                                  51"
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43.-(1) If within four days after the day on which the Resident\n                                                                Recountby\nreturning officer has declared a candidate elected it is made Magistrate.\nto appear, on the affidavit of a credible witness, to the\nResident Magistrate hereafter described, that a returning\nofficer in counting the votes has improperly counted or\nimproperly rejected any ballot papers or has made an\nincorrect addition of the number of ballots cast for any\ncandidate, and if the applicant deposits within the said\nperiod with the clerk of the court of such Resident\nMagistrate the sum of ten dollars as security for the costs\nof the candidate declared elected, the Resident Magistrate\nshall appoint a time within four days after the receipt of\nthe affidavit to recount the said votes.\n          (2) The Resident Magistrate to whom applications\nunder this section may be made shall be the Resident\n Magistrate for the parish in which is situated the place\n whereat the declaration of the election was made.\n          (3) If applications for a recount of the votes in\n two or more electoral divisions are made under this section\n to the same Resident Magistrate, such Resident Magistrate\n shall first proceed with the recount in the electoral division\n in respect of which the first application is made to him,\n and successively with the recounts in the electoral division\n or electoral divisions in respect of which applications were\n later made, and all such recounts shall proceed con-\n tinuously from day to day until the last of them has been\n completed.\n          (4) The Resident Magistrate shall appoint and\n give written notice to the candidates of a time and place\n at which he will proceed to recount the votes.\n        ( 5 ) The Resident Magistrate shall also summon the\nreturning officer and his election clerk to attend at the\ntime and place so appointed with the parcels containing\nthe used and counted, the unused, the rejected, and the\n                               __\n        ITbe inclusion of this wge is authorized by LN. 17/1982]\n52                                    PARISH COUNCILS\n           spoiled ballot papers, or the original statements of the poll\n           signed by the presiding officers, as the case may be, with\n           respect to or in consequence of which such recount is to\n           take place.\n                   (6) Every candidate shall be entitled to be present\n           and to be represented by an agent at any proceedings under\n           this section.\nMannerof\nmaking"
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44.-(1)   The Resident Magistrate shall proceed to make\nrecount.   such recount by recounting all the votes or ballot papers\n           returned by the returning officer, and shall open the sealed\n           envelopes containing the used and counted, the unused, the\n           rejected, and the spoiled ballot papers.\n                   (2) At every recount the Resident Magistrate shall\n           recount the votes according to the directions in this Act\n           set forth for presiding officers at the close of the poll, and\n           shall verify or correct the statement of the poll giving the\n           ballot paper account and the number of votes given for each\n           candidate; and he shall also, if necessary or required,\n           review the decision of the returning officer with respect\n           to the rejection of any ballot papers or to the number of\n           votes given for a candidate at any polling place where the\n           ballot box used was not forthcoming when the returning\n           officer made his decision, or when the proper statements\n           of the poll were not found therein, and for the purpose of\n           arriving at the facts as to such missing box and the\n           statements of the poll, the Resident Magistrate shall have\n           all the powers of a returning officer with regard to the\n           attendance and examination of witnesses, who in case of\n           non-attendance shall be subject to the same consequences\n           as in case of refusal or neglect to attend on the summons\n           of a returning officer.\n                  (3) If in the course of the recount any ballot paper\n           is found with the counterfoil still attached thereto, the\n           Resident Magistrate shall remove and destroy such\n                       me inclusion of this page in authorized by LN. 17119821\n                           PARISH COUNCILS                            53\n    counterfoil. He shall not reject the ballot by reason\n    merely of the presiding officer’s failure to remove the\n    counterfoil, nor shall he reject any ballot paper by reason\n    merely of the presiding officer’s failure to affix bis initials\n    to such ballot paper.\n            (4) The Resident Magistrate shall, as far as\n    practicable, proceed continuously, except on Sunday, with\n.   the recount, allowing only necessary adjournments for rest\n    and refreshment, and excluding the hours between six\n    o’clock in the afternoon and nine in the succeeding\n    forenoon.\n           (5) During such adjournments the ballot papers\n    and other documents shall be kept enclosed in parcels\n    under the seals of the Resident Magistrate.\n           (6) The Resident Magistrate shall personally\n    supervise such parcelling and sealing and take all\n    necessary precautions for the security of such papers and\n    documents.\n            (7) The Resident Magistrate shall thereupon\n    declare the recount at an end, seal up all the ballot papers\n    in separate packages, and forthwith certify the result of\n    the recount to the returning officer, who shall forthwith\n    in writing declare to be elected the candidate so cert5ed\n    as having the highest number of votes. Such declaration\n    shall be communicated to candidates, in the same way as\n    the prior declaration made under subsection (7) of section\n    41 and shall be deemed for all purposes to have been\n    substituted therefor, whether it is the same as such prior\n    declaration or a e r e n t therefrom.\n            (8) In case of an equality of votes the returning\n    officer, notwithstanding that he may have already voted\n    pursuant to subsection (9)of section 41, shall have and cast\n    another or deciding vote.\n             me iwlusion of chis page is authorized by L.N. 5119921\n54                               PARISH COUNCILS\n                    (9) If the recount does not so alter the result of\n           the poll as to affect the return, the Resident Magistrate\n           shall-\n                (a) order the costs of the candidate appearing to be\n                      elected to be paid by the applicant;\n                (b) tax such costs, following as closely as possible\n                      the tariff of costs allowed with respect to\n                      proceedings in the Resident Magiskate’s Court.\n                  (10) The moneys deposited as security for costs\n           shall, so far as necessary, be paid out to the candidate in\n           whose favour costs are awarded and if the said deposit is\n           insufficient the party in whose favour the costs are awarded\n           shall have his action for the balance.\nElection      45.-(1) Subject to the provisions of subsection (21, the\nICtUlTl.\n           returning officer upon the seventh day next following that\n           upon which he has made the final count of or ascertained\n           the number of votes given for each candidate, shall transmit\n           to the Chief Electoral Officer-\n                 (a) a return in the prescribed form stating that the\n                      candidate having the majority of votes has been\n                      duly elected;\n                 (b) a report of his proceedings in the form prescribed\n                      by the Chief Electoral Officer;\n                  (c) the recapitulation sheets, in the form prescribed\n                      by the Chief Electoral Officer, showing the\n                      number of votes cast for each candidate at each\n                      polling station, and making such observations as\n                      the returning officer may think proper as to the\n                      state of the election papers as received from the\n                      presiding officers;\n                (4the statements of the polls;\n                (e) the reserve supply of undistributed blank ballot\n                      papers;\n                       indusion of this page is authorized by L.N. 5119921\n                        PARlSH COUNClLS                                 55\n    cf) the returns from the various polling stations\n        enclosed in sealed envelopes, as prescribed by this\n        Act, and containing the poll book used at the\n        poll, a packet of stubs and of unused ballot papers,\n        packets of ballot papers cast for the several\n        candidates, a packet of spoiled ballot papers, a\n        packet of rejected ballot papers and a packet\n        containing the official list of electors used at the\n         poll, and the written appointments of candidates’\n         agents; and\n    (9) all other documents used for the election.\n       (2) Where the returning officer has been summoned\nunder subsection (5) of section 43 to attend a recount by\nthe Resident Magistrate he shall delay transmission of such\nreturn and report until he shall have received from the\nResident Magistrate a certificate of the result of such\nrecount whereupon he shall transmit the same.\n        (3) The returning officer shall forward to each of\nthe candidates a duplicate or copy of the return made by\nhim under paragraph (a)of subsection (1).\n        (3d The returning officer shall transmit the equip- 2,,981\nment referred to in section 33 (2) to the Chief Electoral &;,),\nOfficer who shall keep such equipment safely in his custody.\n        (4) A premature return shall be deemed not to\nhave reached the Chief Electoral Officer until the same\n should have reached him in due course, and he shall, if\n circumstances so require, send back such return and any\n or all election documents connected therewith to the\n returning officer for completion or correction.\n         (5) The Chief Electoral Officer shall, on receiving\n the return of any councillor elected to sewe on the Parish\n Council, enter it, in the order in which such return is\n received by him, in a book to be kept by him for such\n         IThe inclusion of this page is authorized by L.N. 146/ 19991\n56                                PARISH COUNCILS\n             purpose and thereupon immediately give notice in the\n             Gazette of the name of the candidate so elected and in the\n             order in which it was received.\n                     (6) The Chief Electoral Officer shall, immediately\n             after each General Election, cause to be printed a report\n             giving, by polling divisions, the number of votes polled for\n             each candidate, the number of rejected ballots, the number\n61 1966\ns. 4         of names on the official list of electors, together with any\n(Sch.).      other information that he may deem fit to include; and shall\n             also, at the end of each year, cause to be printed a similar\n             report on the by-elections held during the year.\nNeglect or     46. The provisions of section 50 of the Representation\nrefusal to\nreturn       of the People Act (which relate to the penalty for any\ncandidate.\n             delay, neglect or refusal on the part of a returning officer\n             to return an elected candidate) shall apply in relation to\n             elections held under this Act as they apply in relation to\n             elections held under the Representation of the People Act,\n             subject to the modification that there shall be substituted\n             for the words “in the House of Representatives” in the\n             third line of the section the words “on the Parish Council”,\n             and for the word “constituency” in the third and fourth\n             lines of the section and in the fifth and sixth lines of the\n             section the words “electoral division”.\nVoiding of\nfaking of"
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. Neglect or refusal to return candidate.\n                                                  L"
    },
    {
      "provision_ref": "sec46a",
      "section": "46A",
      "title": "Section 46A",
      "content": "46A.-(1) The provisions of sections 52A and 52B of the\nthe poll.    Representation of the People Act (which relate to the void-\n%/I997       ing of the taking of the poll) shall apply in relation to elec-\nSch.\n             tions held under this Act as they apply in relation to elections\n             held under the RepreTentation of the People Act.\ncustody of      47.41) So soon as may be after the conclusion of the\nballot\nboxa.        final count of the votes under section 41 the returning\n             officer shall cause the ballot boxes used thereat, with their\n             locks and keys, to be deposited in the custody of the\n             sub-officer in charge of a police station in the electoral\n             division.\n             -- [The inclusion o         ~ is a u t h o k d by L N. 1461 19991\n                                     f page\n                           PARISH COUNCILS                            57   1\n         (2) The provisions of subsection (2) of section 5 1 of the\nRepresentation of the People Act (which relate to the custody of\nballot boxes) shall apply in relation to elections held under this\nAct as they apply in relation to elections held under the\nRepresentation of the People Act."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48.02\n                                Procediire siibseqiretit to pollitig d q\nF h I C W d Of     41.--(1)   The returning officer upon receipt by him of the\nvotes and\nc u m d y OF\n                 ballot boxes, shall take every precaution for its safekeeping and\nhallot boxes     for preventing any person other than himself and his election\npending such\ncount.\n                 clerk from having access thereto, sealing it under his own seal so\n                 that it cannot be opened without the seal being broken, but\n                 without effacing or covering any other seals thereto at’frxed.\n4:1990                    (1A) Each candidate at an election may by notice in\ns. 4 (8).        the prescribed form addressed to the returning oflicer and\n                 delivered to him at least seven days before election day, appoint\n                 agents to act as observers in relation to the safekeeping and\n                 security of the ballot boxes, ballot papers and other documents\n                 during the period beginning with the receipt by the returning\n                 officer of the ballot boxes after the preliminary count and ending\n                 with the fourth day next after completion of the final count, or,\n                 where application has been made for a magisterial recount, after\n                 the completion of such recount.\n11990                      (1B) The following provisions shall have effect in\nS.4 (a).\n                 relation to appointments made under subsection (1 A)-\n                          (a) the returning officer shall, on being notified as\n                              aforesaid, issue to the agent a certificate showing the\n                              name of the agent and specifying the times at which\n                              he shall be entitled to act as observer;\n                          (b) the agent shall act in conformity with that certificate\n                              and shall show it to the returning officer whenever\n                              requested to do so;\n                                 [The inclusioii of this page IS nutlionzed by L N   SS’_7OO.:J\n                      PARISH COUNCILS                                     48.03\n       (c) the agent shall not have access to the ballot boxes,\n           ballot papers and other documents aforesaid and\n           shall not enter any room or other place where they\n           are stored for safekeeping; and\n       (d) as respects each set of ballot boxes, papers and\n            documents, not more than one agent per candidate at\n            any one time shall hnction as an observer.\n         (2) Subject to subsection (2A) and after all the ballot 4/1990\nboxes have been received, the returning officer, at the place, S. 4 (b).\ndate and time specified in the election notice referred to in\nsection 15 for the final count of the votes, and in the presence of\nthe election clerk and of such of the candidates or their\nrepresentatives as are present, shall open such ballot boxes,\nand-\n       (a) count the votes contained therein cast for each\n           candidate (allowing the candidates and their\n           representatives to see such vote) and determine\n           whether any of the votes so cast should be rejected;\n       (b) count the votes rejected by the presiding officer\n           (allowing the candidates and their representatives to\n           see such votes) and determine whether any of such\n           votes should be regarded as having been validly cast\n           for any, and if so for.which, candidate;\n       (c) add up the total number of votes (including any\n           votes rejected by the presiding oficer but which he\n           thinks should not have been so rejected) cast for\n           each candidate;\n       (d) make and sign any necessary amendments to the\n           statement of the poll.\n         (2A) The Chief Electoral Officer, whenever he is 4 / 1 w )\nsatisfied that it is expedient to change the place designated for s. 4   (C)\nthe final-count, may direct the returning officer-"
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49.-(1) Subject to the provisions of subsection (2), no : ~ ~ ~ u r e .\nexpenditure shall be incurred in relation to the candidature 1012003\nof any person at any election in excess of one million S . 5 .\ndollars.\n          (2) In determining the total expenditure incurred in\nrelation to the candidature of any person at any election regard\nshall not be had-\n        (a) to the deposit required to be made by the\n             candidate under paragraph (b) of subsection (5)\n             of section 17; or\n        (b) to any expenditure incurred before the publica-\n             tion of the proclamation or of the order under\n             section 8 whereby such election was initiated, in\n             respect of services rendered or material supplied\n             before the date of such publication."
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50.-(1)  No expenditure shall be incurred in respect of Incur\n                                                            IWhomy\n                                                                  expen-\nthe candidature of any person at any election except by the diture.\ncandidate or by some person authorized in writing by the\ncandidate.\n        (2) No expenditure shall be incurred in respect of the\ncandidature of any candidate at any election, by any person\nauthorized in writing by such candidate, in excess of the amount\nspecified in the authorization.\n                                             PA lUSH COUNCILS\n                        (3) Every person who contravenes subsection (1) or\n               subsection (2) shall be guilty of an offence and, upon\n               summary conviction before a Resident Magistrate, shall be\n10/2003        liable to a fine not exceeding twenty thousand dollars or to\nS. 6.\n               be imprisoned for any term not exceeding six months.\nC~xtain          51. Any contract whereby any expenditure is incurred in\ncontracts to\nbe invalid.    contravention of the provisions of subsection (1) or of\n               subsection (2) of section 50 shall for all purposes be deemed to\n               be void and unenforceable.\nPeriod for       52.-(1)      Every claim against-\nsending in\nclaims and\nnuking                 (a) a candidate at an election; or\npayments for\nclsction\n                       (b) any person authorized in writing by a candidate\nsxpsnsrs.                  at an election to incur expenditure in respect of\n                           such election,\n               in respect of any expenditure so incurred which is not sent in to\n               the candidate or to the person by whom the expenditure was\n               incurred within twenty-one days of the date upon which the\n               expenditure was incurred shall be barred and shall not be paid.\n                           (2) All expenditure incurred by or on behalf of a\n               candidate at an election on account of or in respect of the\n               conduct or management of such election shall be paid\n               within six weeks next after election day.\n                         (3) Every person who makes any claim in con-\n               travention of the provisions of subsection (1) or subsection\n               (2) shall be guilty of an illegal practice.\nElection         53.-(1)    Within six weeks after election day every person\nr*turn.\n               who was a candidate at any election shall make an election\n               return to the returning officer for the electoral division in which\n               he was a candidate.\n                           (2) Every return under subsection (1) shall be in the\n               prescribed fbrm and shall contain a fill statement under the\n               appropriate head of all expenditure incurred in connection with\n               the election by or on behalf of the candidate\n                            PARISH COUNCILS                                                      59\nand shall be supported by vouchers for all payments in\nexcess of four dollars.\n          (3) Every return under subsection ( I ) shall contain\na full statement of all moneys, securities, or the equivalent\nto money received by the candidate from any source in\nconnection with the election.\n          (4) Every return under subsection (1) shall be\nsupported by a declaration sworn to before a Justice of\nthe Peace by the candidate stating-\n     (U) that the return fully and correctly sets out all\n            payments made by the candidate; and\n     ( b ) that to the best of his knowledge, information and\n            belief, the return is a full and correct return of\n            all expenditure incurred by any person in\n            connection with his candidature and of all moneys,\n            securities or the equivalent of money received by\n            him or any person on his behalf from any source\n            in connection with the election.\n            Administrative Provisions as fo Elections"
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52. Period for sending in claims and making payments for election\n                     expenses."
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53. Election return.\n                              Administrative Provisions as to Elections"
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54. The Chief Electoral Officer shall-                                           Powers\n                                                                                    and dulics\n     (a) exercise general direction and supervision                            over cif Chief\n                                                                   Elcrtoral\n            the administrative conduct of elections and 0acer\n            enforce on the part of all election officers fairness,\n            impartiality and compliance with the provisions\n            of this Act;\n      ( b ) issue to election officers such instructions as\n            from time to time he may deem necessary to\n            ensure effective execution of the provisions of\n            this Act; and\n       (c) execute and perform all other powers and duties\n            which in this Act are imposed upon him."
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55.-(1) The Minister may appoint for each electoral Returning\n                                                                   offic-r and\ndivision a returning officer and an election clerk who shall cldon\neach receive -such remuneration as- may be prescribed.             clerk\n          [The i n c l u s i ~ nof this page 13 authorized b y L N 14611Y9YI\n60                                         PARISH COUNCILS\n                       (2) Forthwith upon his appointment each returning\n               officer and each election clerk shall take and subscribe an\n               oath in the prescribed form and shall transmit such oath\n               to the Chief Electoral Officer.\n                       (3) Forthwith upon taking the oath referred to h\n               subsection (2), the returning officer shall establish an office\n               in the parish in which his electoral division is comprised\n               and shall cause an advertisement to be inserted in a daily\n               newspaper specifying the place at which he has established\n               his office.\nL.N.\n223 I I9 6 4\n                       (4) The Chief Electoral Officer shall designate one\n               of the returning officers appointed in respect of the electoral\n               divisions comprised in each parish to be the principal\n               returning officer for that parish.\n                       (5) If any returning officer during an election\n               becomes incapable of performing his duties as such, the\n               election clerk for the electoral division in respect of which\n               such returning officer was appointed shall forthwith report\n               the fact of such returning officer having become incapable\n               of performing his duties to the Chief Electoral Officer, and\n               shall, until such time as some other returning officer shall\n               be appointed for such electoral division, do all acts\n               required to be done by the returning officer as if he had\n               been appointed returning officer for such electoral division.\nPresiding        56.-(1)   The Governor-General shall appoint a presiding\nofficer.\n6 /lY66        officer for each polling station in each electoral division\ns. 4           who shall receive such fee as may be prescribed.\n(%.).\n                        (2) Forthwith upon his appointment the presiding\n               officer shall take an oath in the prescribed form and shall\n               transmit such oath to the returning officer.\nPoll clerks.     57.-(1) The Governor-General shall appoint a poll clerk\n6/1966\ns. 4\n               for each polling sta!ion in each electoral division who shall\n(Sch.).        receive such fee as may be prescribed.\n                           [The indusldin of !his paxe IS duthorlZed by L.N 146!1999]\n                        PARISH COUNCILS                                 61\n        (2) Forthwith upon his appointment every poll\nclerk shall take an oath in the prescribed form and shall\ntransmit such oath to the returning officer.\n        (3) If any presiding officer dies or becomes\nincapable of performing his duties during the taking of\nthe poll, the poll clerk shall forthwith assume the office\nof presiding officer and shall appoint some other person\nto act as poll clerk."
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58. Every election officer and every person who is amto\nrequired by this Act to take any oath or afErmation may              gfEm\ntake such oath or affirmation either before a Justice or f2tisng\nbefore any returning officer or presiding officer or poll oaccr,\nclerk appointed in accordance with the provisions of this presiding\nAct and every such returning officer, presiding officer and pollclerk\npoll clerk is hereby authorized and empowered to\nadminister any oath or affirmation required by this Act\nto be made or taken by any election officer or other person."
    },
    {
      "provision_ref": "sec59",
      "section": "59",
      "title": "Section 59",
      "content": "59.-(1)  Every person who is required to take an oath oaths.\nin pursuance of any of the provisions of this Act mpy\nelect to make a solemn aWmation instead of taking such\noath.\n       (2) Every oath administered or caused to be\nadministered in accordance with the provisions of this\nAct shall be in one or other of the prescribed forms."
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60.-( 1) The Minister may make regulations generally for powa of\ncarrying into effect the provisions of this Act relating or $'$\nancillary to the preparation for and conduct of any election S. 5\nunder this Act and in particular, but without prejudice to (M.&\nthe generality of the foregoing provisions, for the appoint-\nment, duties and remuneration of election officers, the\nreturns to be made and oaths to be taken by election officers,\ncandidates and electors, the forms to be used in connection\nwith any election, the symbols to be used upon any ballot\n62                               PARISH COUNCILS\n          paper and the manner of allocation of such symbols to\n          candidates, and any other matter, whether similar to the\n          foregoing or not, authorized by this Act to be prescribed in\n          relation to the preparation for or conduct of any election\n          under this Act.\n211981            (2) The regulations made under subsection (1) except\ns. 5\n(ach.).   those which relate to the remuneration of election officers,\n          shall be on the advice of and in conformity with the recom-\n          mendations of the Electoral Advisory Committee established\n          under the Representation of the People (Interim Electoral\n          Reform) Act.\n                     Oflences in connection with Elections\nBnkry.      61. The following persons shall be deemed guilty of\n          bribery within the meaning of this Act :\n               (a) Every person who directly or indirectly, by\n                   himself or by any other person on his behalf,\n                   gives, lends, or agrees to give or lend, or offers,\n                   promises, or promises to procure or endeavour to\n                   procurey any money or valuable consideration to\n                   or for any elector, or to or for any person on\n                   behalf of any elector, or to or for any other person\n                   in order to induce any elector to vote or refrain\n                   from voting, or corruptly does any such act as\n                   aforesaid on account of such elector having voted\n                   or refrained from voting at any election.\n               (b) Every person who directly or indirectly, by\n                   himself or by any other person on his behalf, gives\n                   or procures, or agrees to give or procure, or offers,\n                   promises, or promises to procure or to endeavour\n                   to procure, any officeyplace or employment, to 01\n                   for any elector, or to or for any person on behalf\n                   of any elector, or to or for any other person in\n                   order to induce such elector to vote or refrain\n                 me inclusion of this page is authorized by LN. 17/1982]\n                  PARISH COUNCILS                            63\n      from voting, or corruptly does any such act as\n      aforesaid on account of any elector having voted\n      or refrained from voting at any election.\n (c) Every person who directly or indirectly, by\n      himself or by any other person on his behalf,\n      makes any such gift, loan, offer, promise,\n      procurement or agreement as aforesaid, to or for\n      any person in order to induce such person to\n      procure or endeavour to procure the return of\n      any person as a councillor of a Parish Council, or\n      the vote of any elector at an election.\n(d) Every person who, upon or in consequence of any\n      such g&, loan, offer, promise, procurement or\n      agreement, procures or engages, promises or\n      endeavours to procure, the return of any person\n     as a councillor of the Parish Council, or the vote\n     of any elector at any election.\n (e) Every person who advances or pays, or causes to\n     be paid, any money to or to the use of any other\n     person, with the intent that such money, or any\n     part thereof, shall be expended in bribery at any\n     election, or who knowingly pays or causes to be\n     paid any money to any person in discharge or\n     repayment of any money wholly or in part\n     expended in bribery at any election.\n V, Every elector who, before or during any election,\n     directly or indirectly, by himself or by any other\n     person in his behalf, receives, agrees or contracts\n     for, any money, gift, loan or valuable considera-\n     tion, office, place or employment, for himself or\n     for any person, for voting, or agreeing to vote, or\n     for refraining or agreeing to refrain from voting\n     at any election.\nfg) Every person who, after any election, directly or\n     indirectly, by himself or by any other person on\n  lThe inclusion of this page is authorizzby L.N. 17/1982]\n64                                PARISH COUNGILS\n                     his behalf, receives any money or valuable\n                     consideration on account of any person having\n                     voted or refrained from voting, or having induced\n                     any other person to vote or refrain from voting\n                     at any election.\nTrWting.     The following persons shall be deemed guilty of treating\n            within the meaning of this Act-\n                (a) Every person who corruptly, by himself or by any\n                     other person, either before, during or after an\n                     election, directly or indirectly gives or provides,\n                     or pays wholly or in part the expense of giving or\n                     providing any food, drink, entertainment, or\n                     provision, to or for any person for the purpose of\n                     corruptly influencing that person or any other\n                     person to vote or refrain from voting at such\n                     election, or on account of such person or any other\n                     person having voted or refrained from voting at\n                     such election.\n                (b) Every elector who corruptly accepts or takes any\n                     such food, drink, entertainment or provision.\nUndue         62. Every person who directly or indirectly by himself\ninfluena.\n            or by any other person on his behalf makes use of, or\n            threatens to make use of,any force, violence or restraint, or\n            inflicts or threatens to inflict, by himself or by any other\n            person, any temporal or spiritual injury, damage, harm or\n            loss, upon or against any person, in order to induce or\n            compel such person to vote or refrain from voting, or on\n            account of such person having voted or refrained from\n            voting at any election, or who by abduction, duress or any\n            fraudulent contrivance, impedes or prevents the free\n            exercise of the franchise of any elector, or thereby compels,\n            induces or prevails upon, any elector either to give or\n            refrain from giving his vote at any election, shall be guilty\n            of undue influence within the meaning of this Act.\n                                                                        --\n                   [The idusion of this page is aulhmizcd by LN. 17/19821\n                           PARISH COUNCILS                                    65"
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63. Every person who at an election applies for a ballot Pmonation.\npaper in the name of another person, whether that name be\nthe name of a person living or dead, or of a fictitious\nperson, or who having voted once at any election applies at\nthe same election for a ballot paper in his own name,\nshall be guilty of personation within the meaning of this Act."
    },
    {
      "provision_ref": "sec64",
      "section": "64",
      "title": "Section 64",
      "content": "64. Every person who is guilty of bribery, treating or             k;;,fm\nundue influence, shall, on conviction, be liable to be treating,,\nimprisoned, with or without hard labour, for a term not              !$kce,\nless than three years nor more than five years or to a fine of not 2:1981\nless than twenty thousand dollars nor more than eighty thousand      Yi:;),\ndollars.                                                           1012003\n                                                                     S. 7."
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65. Every person who is guilty of personation, or of personation.\n                                                           P\"BHyfm\naiding, abetting, counselling or procuring, the commission 411990\n                                                           S. 9. ( s c ~ . ) .\nof the offence of personation, shall be l i a b l e\n       (a) on summary conviction in a Resident Magistrate's\n           Court to imprisonment for a term not less than\n           six months nor more than two years and in addi-\n           tion to such imprisonment to a fine not exceeding\n                                                             1012003\n           eighty thousand dollars; or                       S. 8.\n       (b) on conviction before a Circuit Court to imprison-\n           ment for a term not exceeding five years and in\n           addition to such imprisonment to such fine as the\n           Court may impose."
    },
    {
      "provision_ref": "sec66",
      "section": "66",
      "title": "Section 66",
      "content": "66. Every person who is convicted of bribery, treating,\nundue influence or personation, or of aiding, counselling or o~c,.\n                                                                      Encia\nprocuring, the commission of the offence of personation, vi\"lOnOf\nshall (in addition to any other punishment) be incapable              k?tof\nduring a period of seven years from the date of his\nconviction-\n                                             PARISH COUNCILS\n                         (a) of being registered as an elector, or voting at any\n                             election of a councillor of a Parish Council;\n                         (6) of being elected a councillor of a Parish Council,\n                             or, if elected before his conviction, of retaining\n                             his seat as such councillor.\nIllegal             67. Every person who-\npractices.\n                         (a) votes, or induces or procures any person to vote, at\n                              any election, knowing that he or such other person is\n                              prohibited by this Act, or by any other Act, fiom\n                              voting at such election;\n                         (b) before or during an election knowingly publishes a\n                             false statement of the withdrawal of a candidate at\n                             such election for the purpose of promoting or\n                             procuring the election of another candidate,\n411990\nS. 9.\n                  shall be guilty of an illegal practice, and shall be liable on\n(Sch.).           summary conviction in a Resident Magistrate's Court to a fine\n1012003\nS. 9.\n                  not exceeding four hundred dollars and in default of payment to\n                  imprisonment for a term not exceeding twelve months or to\n                  imprisonment for a term not exceeding twelve months or to both\n                  such fine and imprisonment and be incapable during a period of\n                  five years fiom the date of his conviction of being registered as\n                  an elector, or voting at any election of a councillor of the Parish\n                  Council for the parish in which the illegal practice was\n                  committed.\nFalse               68. Every person who before or during any election, for the\nstatements in\nrelationtothe     purpose of affecting the return of any candidate or prospective\npersonal\ncharaaer, etc.,\n                  candidate at such election, makes or publishes any false\nofcandidates      statement of fact in relation to the personal character or conduct\nor prospective\ncandidates.\n                          PARISH COUNCILS                                      67\nof such candidate or prospective candidate shall be guilty of an\noffence against this section and shall be liable on summary\nconviction before a Resident Magistrate to a fine not exceeding 4 1990\n                                                                 S 9.\nten thousand dollars and in default of payment to imprisonment (,,,       ,,\nwith or without hard labour for a term not exceeding twelve lo12003\nmonths, or to imprisonment with or without hard labour for a S. 9.\nterm not exceeding twelve months, or to both such fine and\nimprisonment."
    },
    {
      "provision_ref": "sec68",
      "section": "68",
      "title": "Section 68",
      "content": "68. False statements in relation to the personal character, etc., of\n- -..\n    --.   s----r---\n                       candidates or prospective candidates.\n                          -   --     ,    -\n                        me inclusion of this page is authorized by LN. 92c/2012]\n    4                             PARISH COUNCILS\n               Penalty on persons forging, counterfeiting, defacing, destroying\n                  ballot papers, etc.\n               Obstruction of election officers, etc.\n               Corrupt withdrawal from a candidature.\n               Mutilating or altering notices and lists.\n               False statement before returning officer.\n               Providing money for illegal practice or payment to be illegal\n                  payment.\n               Punishment of illegal ppyment or hiring.\n               Measure of proof necessary for charge of illegal practice by\n                  candidate.\n               Name and address of printer on placard.\n               Use of committee room in house for sale of intoxicating liquor or\n                   refreshment or in primary school, to be illegal hiring.\n               Certain licensed premises to be closed."
    },
    {
      "provision_ref": "sec69",
      "section": "69",
      "title": "Section 69",
      "content": "69.--( 1) Every person who-                                        Penalty on\n                                                                     persons\n                                                                     forging.\n                                                                     counter-\n       (a) forges or counterfeits, or fiaudulently defaces or        feiting\n           destroys, any ballot paper or the official mark on $\n                                                              :kg\n           any ballot paper;                                  ballot\n                                                                     papers, etc.\n       (b) without due authority supplies a ballot paper to\n           any person;\n       (c) fiaudulently puts into any ballot box any paper 711970\n           other than the ballot paper which he is authorized s . 2 .\n           by law to put in; or\n       (4 fiaudulently takes out of the polling station any\n            ballot paper,\nshall be guilty of a misdemeanour, and be liable, on summary\nconviction before a Resident Magistrate, to a fine of not less (s~h.1.\nthan twenty thousand dollars nor more than eighty thousand ~ ~ o ~ & b ) .\ndollars or to imprisonment with or without hard labour for a\nterm not exceeding three years.\n        [The incluston of this page is authorized by L.N. 87120041\n                                           PARISH COUNCILS\n                          (2) Every person who, without due authority\n                 destroys, takes, opens or otherwise interferes with, any\n                 ballot box or any packet of ballot papers then in use for\n                 the purposes of any election, shall be guilty of a mis-\n211981\nS. 5.\n                 demeanour, and be liable on summary conviction before a\n(sc~.).          Resident Magistrate to a fine of not less than twenty thousand\ns. 10 (axb).\n                 dollars nor more than eighty thousand dollars or to imprison-\n                 ment with or without hard labour for a term not exceeding three\n                 years.\n                          (3) Any attempt to commit any offence specified in\n                 this section shall be punishable in the manner in which the\n                 offence itself is punishable.\n                          (4) In any information or prosecution for an offence\n                 in relation to the ballot boxes, ballot papers, and other\n                 things in use at an election, the property in such ballot\n                 boxes, ballot papers or things, may be stated to be in the\n                 returning officer at such election.\nob-ctim*f\nelection\n                   69~.-Every person who-\nofficers. 21C."
    },
    {
      "provision_ref": "sec70",
      "section": "70",
      "title": "Section 70",
      "content": "70. Any person who corruptly induces or procures any zY;zwal\nother person to withdraw from being a candidate at an fioma\nelection, in consideration of any payment or promise of cMdid\"tu\"\npayment, shall be guilty of illegal payment, and any person\nwithdrawing, in pursuance of such inducement or procure-\nment, shall also be guilty of illegal payment."
    },
    {
      "provision_ref": "sec71",
      "section": "71",
      "title": "Section 71",
      "content": "71. Every person who wilfblly mutilates, tears down, or   L1*il\"ing\n                                                              altering\ndestroys or obscures any list or any notice published in n o t i ~ s a n d\naccordance with the provisions of this Act or who makes lists.\nany alteration in any copy of a list or notice so published\n                                            PARISH COUNCILS\n                  shall be guilty of an offence against this Act and upon\n                  summary conviction before a Resident Magistrate shall\nS. 12.\n                  be liable to a fine not exceeding ten thousand dollars or to be\n                  imprisoned with hard labour for any term not exceeding\n1012003           twelve months.\nS. 12.\nFalse               72. Every person who makes before a returning officer\nstatement\nbefore            any statement upon oath or any solemn affirmation which\nreturning\nomcer.\n                  he knows to be false or does not believe to be true shall\n611966            be guilty of an offence and upon summary conviction before\nS. 2.\n                  a Resident Magistrate shall be liable to imprisonment with\n                  hard labour for a term not exceeding three years, and in\n                  addition to such imprisonment shall be liable to a fine\n                  not exceeding twenty thousand dollars.\nRuviding            73. Where any person knowingly provides money for\nmoney for\nillegalpractice   any payment which is contrary to the provisions of this\napaymenttu\nbe illegal\n                  Act, or for any expenses incurred in excess of the\npayment.          maximum amount allowed by this Act, or of replacing\n                  any money expended in any such payment or expenses,\n                  except where the same may have been previously allowed\n                  in pursuance of this Act to be an exception, such person\n                  shall be guilty of illegal payment.\nillegal"
    },
    {
      "provision_ref": "sec74",
      "section": "74",
      "title": "Section 74",
      "content": "74.-41) A person guilty of an offence of illegal hiring\npaymentot         or illegal payment shall on summary conviction, be liable\nhiring.\n                      PARISH COUNCfLS                                   69\nto a h e not exceeding two hundred dollars and in default\nof payment thereof to be imprisoned for any term not\nexceeding twelve months.\n        (2) A candidate who is personally guilty of an\noffence of illegal hiring or illegal payment shall be guilty\nof an illegal practice."
    },
    {
      "provision_ref": "sec75",
      "section": "75",
      "title": "Section 75",
      "content": "75. For the avoidance of doubt it is expressly declared M ~ ~ S U I C\n                                                               f proof\nthat notwithstanding anythmg to the contrary no candidate oaeccury\nshall be deemed to be guilty of an illegal practice by reason   Fi;F&ge\nof any act or omission by any other person unless it shall prrcticcby\n                                                              candidate.\nbe afFirmatively proved that such act or omission was\ncommitted wirh the approval or at the instigation of the\ncandidate."
    },
    {
      "provision_ref": "sec76",
      "section": "76",
      "title": "Section 76",
      "content": "76. Every bill, placard, or poster, having reference to an ~add-~ m ofa n d\nelection shall bear upon the face thereof the name and printer on\naddress of the printer or publisher thereof; and any PImrd.\nperson printing, publishing, or posting, or causing to be\nprinted, published or posted, any such bill, placard, or\nposter, as aforesaid, which fails to bear upon the face\nthereof the name and address of the printer and publisher,\nshall if he is the candidate, or the election agent of the\ncandidate, be guilty of an illegal practice, and if he is not\nthe candidate, or the election agent of the candidate, shall\nbe liable on summary conviction to a fine not exceeding\ntwo hundred dollars.\n  7740)Any premises on which the sale by wholesale ueoc\n         or retail of any intoxicating liquor is authorized k z J e\n         by a licence (whether the licence be for con- $ ~ : m\n         sumption on or off the premises); or               intoxicat-\n                                                            lu liquor\n     (b) any premises where any intoxicating liquor is ;eFo$;\n         sold or is supplied to members of a club, society primuv\n         or association other than a permanent political school\n                                                            b&,~\n                                                                    to\n         club; or                                           hinu.\n        me isclusion of this paw ia autbodztd by LN. 37/39BZJ\n70                                PARISH COUNCILS\n                   (c) any premises whereon refreshment of any kind,\n                       whether food or drink, is ordinarily sold for\n                       consumption on the premises;\n           shall not be used as a committee room for the purpose of\n           promoting or procuring the election of a candidate at an\n           election, and if any person hires or uses any such premises\n           or any part thereof for a committee room he shall be guilty\n           of illegal hiring, and the person letting such premises or\n           part, if he knew it was intended to use the same as a\n           committee room, shall also be guilty of illegal hiring:\n             Provided that nothing in this section shall apply to any\n           part of such premises which is ordinarily let for the\n           purpose of chambers or officesor the holding of public\n2/1981\ns. 5       meetings or of arbitrations, if such part has no direct\n(sch.).    communication with any part of the premises on which any\n           intoxicating liquor or refreshment is sold or supplied as\n           aforesaid.\nCertain\nlicensed\n              7 8 4 1 ) Every person who is the holder of any whole-\npremises   sale licence, town retail licence, village retail licence, OT\nto be\nCl0pe.l.   tavern licence granted under the Spirit Licence Act in\n           respect of premises to which this section applies shall take\n           all necessary steps to cause such premises to be closed to\n           the public upon election day during the hours between\n           the opening of the poll and the closing of the poll.\n                    (2) Every person who is the hoIder of any hotel\n           licence or special hotel licence or club licence granted\n           under the Spirit Licence Act in respect of premises to\n           which this section applies shall take all necessary steps\n           to prevent the sale of alcoholic liquor at any time upon\n           election day between the hour appointed for the opening\n           of the poll and the hour appointed for the closing of the\n           poll.\n                    (3) The premises to which t h i s section applies arc\n           any premises situated in any electoral division in which an\n           election is in progress.\n                  me inclusion of taiS p g e is authorized by LN. 17/1982]\n                           PARISH COUNCILS                              71\n        (4) Any person failing to comply with the provisions of\nsubsection (1) or subsection (2) shall be guilty of an offence and\non summary conviction before a Resident Magistrate shall be\nliable to a fine not exceeding fifty dollars and in default of pay-\nment thereof to imprisonment with or without hard labour for\nany term not exceeding three months."
    },
    {
      "provision_ref": "sec79",
      "section": "79",
      "title": "Section 79",
      "content": "79. [Repealed by Act 23 o f 201 I.]\n.   80. [Repealed by Act 23 0f201I . ]\n    8 1 . [Repealed by Act 23 o f 201 1.1"
    },
    {
      "provision_ref": "sec82",
      "section": "82",
      "title": "Section 82",
      "content": "82. [Repealed by Act 23 qf201 I . ]\n72                                   PARISH COUNCILS\nMainten-      8 3 . - ( 1 ) Subject to the provisions of subsection (2) during\nance of\nd e r at    the hours when the poll is open upon election day no persons\nstations.\n            shall assemble or congregate within one hundred metres of any\n10!2003     building in which is situated any polling station.\nS I4 (a).\nI 012003           (1A) During the hours referred to in subsection (1). no\nS. '4'b'-   person shall. while within one hundred metres of a building\n            referred to in that subsection. have in his possession any weapon\n            or noxious substance which is capable of inflicting or causing\n            injury.\n                    (2) subsection (1) shall not apply-\n                  PARISH COUNCILS\n(a) to any electors who are waiting to poll their votes at\n    such polling station and who obey any instructions\n    which may be given by the presiding officer or any\n    constable for the purpose of forming a queue with\n    other electors also so waiting;\n(b) to any person who may under the provisions of this\n    Act lawfully enter or remain in such polling station;\n    or\n(c) to any outdoor agent lawfully appointed and acting 4/1990\n                                                       S. 7.\n    in conformity with section 26A.\n   [The inclusion o f this page is authorized by L.N. 92c/2012]\n74                                  PARISH COUNCILS\n10/2003\ns. 14 (d).        (2A) Subsections (I) and (1A) shall not apply to any\n             member of the-\n                    (a) Jamaica Constabulary Force;\n                    ( b ) Island Special Constabulary Force;\n                     ( c ) Rural Police; or\n                                     PARISH COUNCILS\n                    (6) Jamaica Defence Force,\n             who is lawfully at the polling station in the execution of his\n             duty.\n                     (3) Every person who contravenes or fails to comply\n             with the provisions of this section shall be guilty of an offence\n1012003      against this section and shall be liable on summary conviction\nS. 14 (e).\n             before a Resident Magistrate-\n                      h he inclusion of this page is, authorized by L.N. 92d20121\n                 PARISH COUNCILS\n(a) in the case of an offence under subsection (I), to a\n    fine not less than five thousand dollars nor more\n    than twenty thousand dollars or to imprisonment\n    with or without hard labour for a term not exceeding\n    six months or to both such fine and imprisonment;\n    or\n( b ) in the case of an offence under subsection (IA), to a\n                                                                 a\n      fine not less than twenty thousand dollars nor more\n      than eighty thousand dollars or to imprisonment for\n      a term not less than two years nor more than five\n      years or to both such fine and imprisonment.\n                          PARISH COUNCILS                                    77"
    },
    {
      "provision_ref": "sec84",
      "section": "84",
      "title": "Section 84",
      "content": "84.-(1) During the hours that the poll is open upon oInflUm\"\"g\n                                                             f eledors\nelection day no person (including a person appointed an tovoteror\noutdoor agent) shall upon any public road or in any public\nplace within one hundred metres of any building in which s . 8 .\na polling station is situated seek to influence any elector p;PP.i\nto vote for any candidate or to ascertain for what candidate\nany elector intends to vote or has voted.\n        (2) Every person who contravenes the provisions of\nsubsection (1) shall be guilty of an offence and shall be liable\non summary conviction before a Resident Magistrate to a fine\nnot exceeding ten thousand dollars or to imprisonment for a term lom03\nnot exceeding twelve months or to both such fine and S.15(b).\nimprisonment."
    },
    {
      "provision_ref": "sec85",
      "section": "85",
      "title": "Section 85",
      "content": "85.-(1) No person shall during an election call together, hold     ::Fir\nor address any election meeting in any public place unless meetings.\nwritten notice of the intention to hold such meeting at such place\nhas been given not less than three hours before the\ncommencement of such meeting to the Superintendent of Police\nin charge of the parish in which such place is situated or to the\nSub-officer of Police in charge of the police station nearest to\nsuch place.\n        (2) Every notice under subsection (1) shall specify-\n       (a) the person in support of whose candidature the\n           meeting is to be held;\n       (b) the approximate time at which such meeting is\n           to commence.\n                                      PARISH COUNCILS\n                    (3) Every person who contravenes subsection (1) shall\n           be guilty of an offence against this section and, on summary\n           conviction before a Resident Magistrate, shall be liable to a fine\n           not exceeding ten dollars or to be imprisoned for a term not\n           exceeding thirty days.\n                    (4) In this section \"public place\" means any street,\n           road, lane or highway and any park, garden, field or sea beach to\n           which the public has access whether as of right or upon payment\n           of any sum of money or otherwise.\nDuty of\nsecrecy."
    },
    {
      "provision_ref": "sec86",
      "section": "86",
      "title": "Section 86",
      "content": "86.-(1)    Every officer, clerk and agent in attendance at a\n           polling station shall maintain and aid in maintaining the secrecy\n           of the voting in such station, and shall not communicate, except\n           for some purpose authorized by law, before the poll is closed, to\n           any person any information as to the name or number on the\n           register of electors of any elector who has or has not applied for\n           a ballot paper, or voted at that station; and no person whosoever\n           shall interfere with or attempt to interfere with an elector when\n           marking his vote or otherwise attempt to obtain in the polling\n           station any information as to the candidate for whom any elector\n           in such station is about to vote or has voted.\n                   (2) Every officer, clerk and agent, in attendance at the\n           counting of the votes shall maintain and aid in maintaining the\n           secrecy of the voting, and shall not communicate any\n           information obtained at such counting as to the candidate for\n           whom any vote is cast in any particular ballot paper.\n                     (3) No person shall, directly or indirectly, induce any\n           elector to display his ballot paper after he has marked it, so as to\n           make known to any person the name of the candidate for whom\n           he has so marked his vote.\n                    (4) Every person who acts in contravention of the\n           provisions of this section shall be liable, on summary conviction\nS. 16\n           to a fine not less than twenty thousand dollars nor more than\n           eighty thousand dollars or to imprisonment for a term not less\n                           PARISH COl.NCILS                                78.01\nthan three years nor more than five years; and the Resident\nMagistrate may, in addition to such fine or imprisonment, order\nthat the person be disqualified from holding any post of election\nofficer for a period of not less than seven years from the date of\nconviction."
    },
    {
      "provision_ref": "sec87",
      "section": "87",
      "title": "Section 87",
      "content": "87. Every returning officer or presiding officer who-               Penahy for\n                                                                      participation\n                                                                      in election\n             canvasses for votes on behalf of any candidate or        campaign\n                                                                      by returning\n             political party; or                                      officer or\n                                                                      presiding\n                                                                      officer.\n             addresses any meeting on behalf of any candidate or\n             political party; or\n             in any way actively associates himself with the\n             election campaign of any candidate or political\n             Party  7\nshall be guilty of an offence against this section and on\nsummary conviction before a Resident Magistrate shall be\nliable to a fine not less than twenty thousand dollars nor more       l!:y\nthan eighty thousand dollars or to imprisonment for a term not\nless than three years nor more than five years; and the Resident\nMagistrate may, in addition to such fine or imprisonment, order\nthat the person be disqualified from holding any post as election\nofficer for a period not less than seven years fiom the date of\nconviction."
    },
    {
      "provision_ref": "sec88",
      "section": "88",
      "title": "Section 88",
      "content": "88. Every election officer who-\n        (a) makes, in any record, return or other document officers.  ,,\n            which he is required to keep or make under this Act, s. 3.\n            any entry which he know; or has reasonable cause\n            to believe to be false, or does not believe to be true;\n            or\n                                         PARISH COUNCILS\n                           permits any person whom he knows or has\n                          reasonable cause to believe not to be a blind person\n                          or an incapacitated person to vote in the manner\n                          provided for blind persons or incapacitated persons,\n                          as the case may be; or\n                          refuses to permit any person whom he knows or\n                          has reasonable cause to believe to be a blind\n                          person or incapacitated person to vote in the manner\n                          provided for blind persons or incapacitated persons,\n                          as the case may be; or\n                      (4 wilfully prevents any person fiom voting at the\n                           polling station at which he knows or has reasonable\n                           cause to believe such person is entitled to vote; or\n                      (e) wilhlly rejects or refuses to count any ballot paper\n                          which he knows or has reasonable cause to believe\n                          is validly cast for any candidate in accordance with\n                          the provisions of this Act; or\n                      V ) wilhlly counts any ballot paper being cast for any\n                           candidate, which he knows or has reasonable cause\n                           to believe was not validly cast for such candidate,\n               shall be guilty of an offence against this section and, on\n               conviction thereof before a Circuit Court, shall be liable to\n               imprisonment with or without hard labour for any term not\n               exceeding two years.\nvalid\"tiOnOf\ncertain ads."
    },
    {
      "provision_ref": "sec89",
      "section": "89",
      "title": "Section 89",
      "content": "89. Notwithstanding anything to the contrary, no order\n               shall be made by any court postponing or prohibiting the\n               taking of any step required to be taken under this Act\n               preparatory to or in the course of any election or\n               postponing or prohibiting the holding of the poll at any\n               election or declaring any election to be void by reason of-\n                       PARISH COUNCILS                                              79\n    (U) any official list of     electors or any certificate or 611966\n                                                                 s. 4\n         notice, required under this Act to be published, (Sch.).\n         supplied or given by any election officer at any\n         time or place or for any period or to any person\n         not having been published, supplied or given at\n         the time or place at which, or for the period for\n         which, or to the person to whom such official\n         list, certificate or notice ought lawfully to have\n         been published, supplied or given, unless the court\n         is satisfied that in failing to publish, supply or give\n         such official list, certificate or notice in the manner\n         required by this Act such election officer acted\n         otherwise than in good faith, or\n    (b) any irregularity in the appointment of any election\n         officer; or\n     (c) the wrongful omission from or inclusion in any\n         official list of electors of the name of any person\n         whose name ought or ought not to have been so\n         omitted or included, as the case may be, unless\n         the court is satisfied that such wrongful omission\n         or inclusion was due to any election officer who g1.1959.\n         was engaged in the preparation of such official\n         list having acted otherwise than in good faith."
    },
    {
      "provision_ref": "sec90",
      "section": "90",
      "title": "Section 90",
      "content": "90. The expense attendant on the election of a councillor expensof\n                                                            dect1onr\nto serve on the Parish Council shall be borne by the robc\n                                                            borne by\nparish.                                                     Parish\n                                                                        Councils.\n                 Declaration by Councillors"
    },
    {
      "provision_ref": "sec91",
      "section": "91",
      "title": "Section 91",
      "content": "91. No councillor of a Parish Council shall sit or vote at Oficid\nany meeting of such Council until he has made and sub- dtclaration\n                                                              by\nscribed the following declaration-                            councillors.\n                                                              z/ 1977\n     “I solemnly affirm that I will to the best of my ability s. 6.\n      do my duty as a councillor of the Parish Council of\n      the parish of                                                I,\n                                            --__\n80                                   PARISH COUNCILS\n                Such declaration shall be made after a general election\n              before the person designated by the Chief Electoral Officer\n              to be Principal Returning Officer at such election, and on all\n              subsequent occasions at a meeting of the Parish Council\n              before the Chairman or other presiding councillor.\n                          First Meeting and Election of Chairman\nAnt             92.-(1)   At noon on the first Thursday after every\nmeeting\nafter\n              general election, unless it be a public holiday, in which\ngeneral       case at noon on the first day after such Thursday which is\nelection,\nelection oP   not a public holiday or a Sunday the councillors elected in\nChairman.\n21 1971       the several divisions of every parish as councillors of the\nS. I (a).     Parish Council of such parish, shall assemble at the Parish\n              Council office of such parish, and shall there make the\n              required declaration before the person appointed as Principal\n              Returning Officer as aforesaid. As soon as all the councillors\n              have made the declaration aforesaid, or as soon after one\n              o’clock on that day as at least five councillors shall have\n              made it, the person appointed to administer the declaration\n              shall call upon the councillors who have made it to proceed\n              to the election of a Chairman, and he shall preside at the\n              meeting to be held for that purpose.\n                      (2) As soon as a Chairman has been elected the\n              Principal Returning Officer shall vacate the chair in his\n              favour, and leave the meeting, and the Chairman shall\n              enter on his duties.\n                      (3) If at three o’clock on the said day the requisite\n              number of councillors shall not be present, it shall be lawful\n              for the principal Returning Officer to adjourn the meeting\n              till noon on the following day, and so on from day to day\n              until the requisite number be present. When the requisite\n              number of councillors is present, if the votes for a Chairman\n              are equally divided, the Principal Returning Officer shall\n              have a casting vote for the purpose of deciding who shall\n              be Chairman.\n                                                                   ___\n                      me inclusion of this page is authodzed by LN. 17/1962]\n                        PARISH COUNCILS                                         81\n       (4) As soon as a Chairman has been elected the\nCouncil shall at once proceed to the election of a vice-\nchairman.\n         (5) Subject to subsection (6), a Chairman shall hold s.\n                                                              211977\n                                                                 7 (b).\noffice from the date of his election until the next general\nelection of councillors under the provisions of section 8 so, 7s/;:98\nhowever, that he shall continue in office until his successor\nin office has accepted office and made and subscribed the\nrequired declaration.\n                                                                      21 I977\n       (4) A Chairman may be removed from office after S.                  @)\nthe expiry of twelve months from the date of his election\non a motion supported by a majority of all the mumbers\nof the Council in such manner and form as may be pre-\nscribed.\n  9 3 . 4 1 ) The term of officeof the vice-chairman shall, viq-\n                                                              chairman\nunless sooner determined in accordance with subsection (41, 2211980\nexpire on the conclusion of a general election of councaors *.        '-\nunder the provisions of section 8, so, however, that he shall\ncontinue in office until his successor in office has accepted\noffice and made and subscribed the required declaration.\n        (2) In the event of the death, resignation, or dis-\nqualification from any cause, of the Chairman, the vice-\nchairman shall forthwith succeed to the office of Chairman,\nand shall, subject to subsection (6) of section 92, continue\nin office until the time when the Chairman whom he\nsucceeded would have gone out of office, and he shall then\ngo out of office.\n        (3) In the absence or illness of the Chairman, the\nvice-chairman shall be deemed to have authority to exercise\nall powers and discharge all the duties vested in and im-\nposed upon the Chairman under and by virtue of this Act\nand any other enactment amending the same, and all things\ndone. exercised or suffered by the vice-chairman as aforesaid\nshall be as valid and effectual in all respects as if they had\n         [The inclusion ot this page is authorized by L.N.146119991\n 02                                         PARISH COUNCILS\n                  been done, exercised or suffered, as the case may be, by\n                  the Chairman.\n                           (4) The vice-chairman may be removed from office\n                  after the expiration of twelve months from the date of his\n                  election on a motion supported by a majority of all the\n                  members of the Council in such manner and form as may\n                  be prescribed by regulations.\n                          (5) In the event of the death, succession to office\n                  of Chairman, resignation, incapacity or disqualification from\n                  any cause of the vice-chairman, the Council shall elect ooe\n                  of their number to supply his place.\nDeath,           94. If the Chairman is dead, or is absent, or is otherwise\nabsence or     incapable of acting in the exercise of his powers and duties\nincapacity\nof Chairman\nand vicc-\n               under this or any other enactment for the time being in\nchairman.      force, and the vice-chairman is also incapable of acting\nU/1980\ns. 2.          for any of the reasons hereinbefore specified, the Council\n               shall forthwith-\n                    (a) elect a councillor to execute the powers and duties\n                          of the Chairman; and\n                    (b) elect a councillor to execute the powers and duties\n                          of the vice<hairman,\n              for such period, not exceeding the term of office of that\n              Chairman or vice-chairman, as the case may be, as the\n              Council may by resolution determine.\nWho shall        94A. The Chairman or in his absence the vice-chairman\npreside:\noriginal\n              shall preside at the meetings of the Council, and in the\nmd castins    absence of both Chairman and vice-chairman, the coun-\nvote of\nperson        cillors present at any meeting shall elect one of their number\npresiding.    to preside thereat. The person presiding at any meeting\n22/19PU\ns. 2.         shall have an original and a casting vote.\nQuorum.          95.-(1)    Where the number of councillors is nine or less,\n401 I995\ns. 2.         three councillors, including the Chairman or other presiding\n              councillor shall form a quonim.\n                        (2) Where the number of councillors of a parish is\n              not less than-\n              ~             ~-     -    .                                               ~~\n                          [llhe inclusion of this p\n                                                  ag\n                                                   e is authorized by L.N. 1461 19991\n                                PARISH COWCILS                                               83\n            ( a ) ten nor more than fourteen, the quorum shall be\n                  four;\n            (b) fifteen or more, the quorum shall be five.\n       Appointmenf of Committees and Paymenf of Salaries and\n                Travelling Expenses of Councillors                                 40/1995\n                                                                                   s. 2.\n0     96.+1) A Parish council shall appoint fiom among their A w i n t -\n    number a fmance committee consisting of not less than one-half\n    the number of councillors of the Council, for regulating and ~ 9 5 6\n                                                                                   :azie,,\n    controlling the fmance of the Council and shall fur the term of .’ .’\n    ofice of the members of the committee and the powers and\n    duties of the committee.\n            (2) Subject to the provisions of subsection (I), a Parish\n    Council may appoint committees for any such general or special\n    purposes as in the opinion of the Parish Council would be better\n    regulated and managed by means of a committee; and may\n    delegate to a committee so appointed with or without\n    restrictions or conditions, as they may think fit, any hnction\n    exercisable by the Council either in respect of the whole parish\n    or a part thereof except the power of fixing a rate or of\n    borrowing money or of making regulations. In every such case\n    the acts done and the proceedings taken by the committee in\n    relation to the hnctions delegated to the committee shall be\n    exercised in the name of the Council and shall be as valid and\n    binding on all the parties as if the functions were exercised by\n    the Council.\n           (3) The number of members of a committee appointed\n    under subsection (2), their powers, duties and tenn of office, the\n    quorum of the committee, and the area, if any, within which the\n0   committee is to exercise authority shall be prescribed by the\n    Council.\n           (4) A committee appointed under subsection (2) may\n    include persons who are not councillors of the Parish Council:\n                   [Vie lliclusion t,filiis page IS authorized by L.N I1212002 I\n                                          PARISH COTJNCILS\n                 Provided that at least two-thirds of the members of every such\n               committee shall be councillors of the Parish Council.\n                       (5) Nothing in this section shall authorize the\n               appointment of a committee for any purpose for which the\n               Parish Council are authorized or required to appoint a\n               committee by any other enactment for the time being in force.\nPayment of       9 6 A . 4 1 ) With effect from the 16th November, 1995, there\nsalanes to\nsunallors\n4011995\nS Z\n               shall be paid to each councillor, salary at such rate as may be\n               provided in the Estimates of Revenue and Expenditure of a\n                                                                                          0\n15'200I        Parish Council\nS 2(a).\n                      (2) For the purposes of any arrangements which may be\n15~2001\nS.2 (b)\n               made for providing a pension scheme for councillors, the basic\n               allowance paid to councillors with effect from the 1st of\n               January, 1986 to the 15th of November, 1995, shall be deemed\n               to be payment of salary.\nTravelling       9 7 . 4 )A councillor of a Parish Council shall be entitled to\ne?rpenses of\ncouncillors.   receive payments at rates which shall be determined by the\n4i1956         Council, after consultation with the Minister, by way of\ns. 7.\n               reimbursement of expenses on travelling and subsistence\n               reasonably incurred by him for the purpose of enabling him to\n               perform any approved duty as a councillor\n                 Provided that a Parish Council may, with the approval of the\n               Minister, pay a commuted periodic allowance in lieu of the\n               reimbursement of expenses on travelling and subsistence.\n                 For the purpose of this section \"approved duty\" means-\n                   (U) attendance at any meeting of the Council or of any\n                       committee or sub-committee thereof;\n                   (b) the doing of any other thing approved by the Council\n                       for the purpose of or in connection with the discharge\n                       of the functions of the Council, or of any committee or\n                                                                                          0\n                       sub-committee thereof,\n                   (c) attendance as the representative of the Council at any\n                       conference or meeting convened by one or more Parish\n                       Councils or by an association of Parish Councils.\n                             [The iiicludoi~orthls page IS authonred by L N I IZiNK)2 1\n                       PARISH COUNCILS\n        (2) For the purposes of subsection (1) a councillor\nof a Parish Council shall include a person who, not being\na councillor, is appointed to be a member of a committee\nof the Council pursuant to this or any other enactment.\n                       Vacation of Seats"
    },
    {
      "provision_ref": "sec94a",
      "section": "94A",
      "title": "Section 94A",
      "content": "94A. Who shall preside, original and casting vote of person presiding.\n                             PARISH COUNCILS\n                      First Meeting and Election of Chairman"
    },
    {
      "provision_ref": "sec95",
      "section": "95",
      "title": "Section 95",
      "content": "95. Quorum..\n       Appointment of committees andpayment of salaries and travelling\n                          expenses of Councillors"
    },
    {
      "provision_ref": "sec97",
      "section": "97",
      "title": "Section 97",
      "content": "97. Travelling expenses of councillors.\n                                 -\n         [The inclusion o f lhis ~ a g e ' i s authorized by L;N.   92c/2012]\n                        PARISH COUNCILS                                   5\n                          Vacarion of Seats"
    },
    {
      "provision_ref": "sec98",
      "section": "98",
      "title": "Section 98",
      "content": "98.-(1) Subject to the provisions of subsection (2) of this Subsequent\n                                                                disqualifi-\nsection and of subsection (2) of section 99 the seat of any cation\ncouncillor who, though qualified to be elected at the time of\"'::\nhis election, shall afterwards become disqualified to be\nelected, shall, on such councillor so becoming disqualified, be\ndeemed to have been vacated.\n       (2) The seat of a duly elected councillor of the\nCouncil shall not be vacated under subsection (1) merely\nby reason of his beiig interested in a contract with the\nCouncil of which he is a councillor unless it appears that the\ncontract was entered into with the actual knowledge of\nthe councillor.\n  9 9 . 4 1 ) A contract entered into between a Parish\nCouncil and any councillor thereof or in which any such Iorwith\n                                                             Council\ncouncillor is pecuniarily interested, whether directly or void\nindirectly, whether the contract be made before or after he\nbecame a councillor of such Council, shall be null and permitted.\n                                                             2/1977\nvoid; unless-                                                S . 9 (a).\n     (a) if made after he became such councillor it has been\n           entered into with the express sanction; or\n     ( 6 ) if made before he became such councillor, it has\n           received, prior to his nomination as a candidate,\n           the subsequent approval,                          211977\n                                                             S. 9 (b).\nof the Minister.\n        (2) The existence of any such contract when so\nsanctioned or approved, shall not disqualify any person\nto be a member of a Parish Council.                     21 I977\n                                                        s. 9Q2).\n              inclusion c-f this page is authorzed by L.N.95119971\n 86                                    PARISH COUNCILS\nCouncillors       100. Notwithstanding anything in section 98 or in section\nnot to\nvote upon      99, no councillor of any Parish Council shall have any vote\ncontracts in\nwhich they\n               on any question relating to any contract with such Council\nare inter-     if he is directly or indirectly pecuniarily or otherwise\nested.\n               interested in such contract.\nPenalty 00        101. If any person being or having been a councillor of a\ncouncillor\nreceiving      Parish Council shall, by virtue or in pursuance of any\nmoney on\nvoid\n               contract declared to be null and void under this Act,\ncontract.      whether as the price of work done for, or of services\nZi1977\ns. 10.         rendered, or of goods supplied to, the Parish Council of\n               which he is or was a councillor at the time when such\n               work was done, services rendered, or goods supplied,\n               receive from such Council any sum of money, whether alone\n               or jointly with any other person or persons, such person\n               shall be liable to a penalty equal to twice the amount so\n               received, to be recovered by any person who shall sue for\n               the same within six months of the receipt of the same.\nVacao-            102. If any councillor shall by writing under his hand\naes-           addressed to the Chairman of the Parish Council, or in the\nwhat fact\ncreates        case of the Chairman, addressed to the vice-chairman,\nthem.\n               resign his seat at the Council, or without leave of the\n               Council Erst had and obtained, shall fail for a period of\n               six months to attend a meeting of the said Council, or shall\n               be adjudicated a bankrupt, or shall be sentenced in any\n               part of the Commonwealth to death, penal servitude, or\n               imprisonment with hard labour, or for a term exceeding\n               twelve months, his seat at the said Council shall thereupon\n               become vacant. The minutes of the Council shall be\n               conclusive evidence as to the attendance of councillors for\n               the purposes of this section.\nPenalty on\ncouncillor        103. Every person who, having been elected and returned\nvoting if\ndisquali-\n               as a councillor of any Parish Council, was at the time of\nfied or        his election disqualified to be a councillor of such Council,\nafter seat                                       __ _._. -.-\nvacant.                  we inclusion of this page is auhtized by L.N. 9S/ I9971\n                        PARISH COUNCILS                                      87\nand who shall nevertheless sit or vote at any meeting of\nsuch Council, shall for every day on which he sits or votes,\nand every person who shall sit or vote after his seat has\nbecome vacant, shall for every day on which he sits or\nvotes after his seat has become vacant, be liable to a penalty\nof twenty dollars, to be recovered by action in the Resident\nMagistrate’s Court for the parish, by any person who shall\nsue for the same :\n   Provided, that no process shall issue out of any Resident\nMagistrate’s Court for the recovery of any such penalty,\nunless the person suing out the same shall deposit with the\nClerk of the Courts the sum of fifty dollars; and any process\nissued without the payment of such sum shall be null and\nvoid."
    },
    {
      "provision_ref": "sec100",
      "section": "100",
      "title": "Section 100",
      "content": "100. Councillors not to vote upon contracts in which they are\n       interested."
    },
    {
      "provision_ref": "sec104",
      "section": "104",
      "title": "Section 104",
      "content": "104. The seat of an elected councillor of a Parish Council ge~;;\nshall not be deemed to have been vacated, or to have vacanttin\n                                                                    VrrnCY\nbecome vacant, until such vacancy shall have been entered entered on\non the minutes of such Council, or until the Supreme Court\nshall have declared the seat to be vacant as hereinafter declsredby\n                                                            supreme\nprovided; and the expressions “the seat shall be deemed court.\nto have been vacated”, “his seat at the said Council shall\nthereupon become vacant”, and “after his seat has become\nvacant”, in sections 98, 102 and 103, shall be read subject\nto this provision.\n   1 0 5 4 1 ) When the Chairman of any Parish Council shall g;:yd;-\nreceive a certificate purporting to be signed by the Clerk of ddarc\nany court, and sealed with the ~ e a l of such court, scat     vbcanton\ncertifying that judgment has been recovered in such court certificate.\nagainst any councillor of such Council for a penalty under\nthis Act, or that an absolute order in bankruptcy has been\nmade in such court against any councillor, or that any\ncouncillor has been sentenced in such court to death, or\nimprisonment for a term exceeding twelve months, the\nChairman, if satisfied of the identity of the party named,\n          me incluaim of this page k a d w x k d by L.N. 951 1997\n88                                    PARISH COUNCILS\n              shall, and he is hereby required to cause an entry of the\n              vacancy of the seat of such councillor to be made on the\n              minutes of the Council.\n                        (2) Notwithstanding the proofs aforesaid are not\n              forthcoming, it shall be lawful for any councflor of a\n              Council at any meeting thereof, to call the Chairman’s\n              attention to the fact that a vacancy has occurred, and there-\n              upon the question shall be submitted to the meeting whether\n              such vacancy has occurred; and, if such question be decided\n              in the affirmative, the Chairman shall, and he is hereby\n              required to cause such vacancy to be entered on the minutes\n              accordingly :\n                 Provided always, that from any such decision of the\n              Council an appeal shall lie to the Supreme Court, such\n              appeal shall be made by summons or motion at the instance\n              of the person whose seat is in question, or of any councillor\n              on behalf of the Council, and the Court may thereupon\n              declare the seat to be vacant or otherwise, and such declara-\n              tion, if it varies or reverses the entry on the minutes afore-\n              said, shall forthwith supersede the same.\n                        (3) Pending such appeal, the councillor whose seat\n              is in question shall not sit or vote at any meeting of the\n               Parish Council.\ncouncillor\nNotice to       106, If a councillor of a Parish Council has become\nof his\ndisqualifi-\n              disqualified under the provisions of this Act to be a\ncation.       councillor of such Council, and the vacancy of his seat has\n              not been entered on the minutes of the Council, it shall be\n              lawful for any person to give notice to such councillor\n              that he has become disqualiiied as aforesaid for a cause\n              or causes to be stated in such notice, and that in the event\n              of such councillor sitting or voting at any meeting of the\n              Council held after the giving of such notice, the person\n              giving the same will proceed against him under the pro-\n              visions of this section: and thereafter, if such councillor\n                        F   e inclusim of t k i n page is audwrkxd byL.N. 951 19971\n                        PARISH COUNCILS                                     89\nshall sit or vote at any meeting of such Council he shall,\nfor every day on which he sits or votes, be liable to a\npenalty of twenty dollars, to be recovered by any person\nwho shall have given such notice as aforesaid, and who\nshall sue for the same.\n  1 0 7 4 1 ) It shall be the duty of the Chairman or other Prowed-\n                                                              inps against\npresiding officer at any meeting of the Parish Council, to councillor\nwhose attention it shall be brought at any such meeting,          $E::and\nby any councillor of such Council, that any person elected ~vgg;\nand returned as a councillor of such Council was at the\ntime of his election disqualified to be a councillor of such\nCouncil, or that the seat of any person as aforesaid has\nbecome vacant, and that such person notwithstanding such\ndisqualification, or the fact that his seat has become vacant\n(as the case may be), is or has been nevertheless sitting or\nvoting at such Parish Council, or that any past or present\ncouncillor of such Council is liable to a penalty under this\nAct, to bring the facts to the notice of the Attorney-\nGeneral, and supply such information to the Attorney-\nGeneral in support of the facts aforesaid as he may be able\nto procure; and thereupon, the Attorney-General shall\ncause enquiries to be made into the matter, and if he shall\nconsider it a proper case for a prosecution under this Act,\nhe shall direct the Clerk of the Resident Magistrate’s\nCourt of the parish to take proceedings under this Act\nagainst the person who has sat or voted as aforesaid: and\nthe Clerk shall, on receiving such direction, and on being\nsupplied with the necessary funds, by the Chairman or\nother officer authorized to draw moneys on behalf of such\nCouncil, for the payment of witnesses and other necessary\nexpenses, sue in the name of the Attorney-General for the\npenalty or penalties incurred under this Act. And\nprocess shall be granted to the said Clerk suing as\naforesaid, without any deposit as by this Act required;\nand such process shall be good and valid, anything in this\nAct to the-\n              contrary notwithstanding.\n                            . - -  _ _ _         - - --\n          me inclusion d Ehir page k au&nized by L.N. 951 19971\n90                                      PARISH COUNCILS\n                          (2) If the Clerk of the Court sues as aforesaid, and\n                fails in the action, the defendant shall be entitled to be paid\n                the costs of his defence by the Parish Council of the parish\n                out of the funds of the parish, and judgment shall be given\n                for such costs against the Parish Council accordingly,\n                although the said Council is not nominally a party to the\n                action.\n41 1958            Any penalties recovered under this section shall be paid\ns. 9.\n                to the Parish Council of the parish.\n                                           Powers\nPower of           108. It shall be lawful for any Parish Council, with the\nCouncil\nto lease\nland.\n                approval of the Minister, to accept a lease of any land\n                within the parish for the purpose of holding a periodical\n                fair thereon, or for any other public purpose of which the\n                Minister may approve:\n                  Provided, that no such lease shall be for a longer term\n                than twenty-one years.\nCompul-\nsory acquisi-      109. In any parish it shall be lawful for the Parish\ntion of\nland.\n                Council from time to time, with the approval of the\n                Minister, to acquire under the Lands Clauses Act, or in\n                any other manner, for the purpose of a cemetery, or for\n                any other public purpose to be named by the Minister in\n                signifying his approval as aforesaid, lands not exceeding\n                such quantity as in such approval shall be limited. All\n                lands so acquired shall be conveyed to and vested in the\n                Parish Council and its successors, and shall be held by\n                it or them for the purpose for which the same shall have\n                been acquired as aforesaid.\nInwrpora-\ntion of the       110. The Lands Clauses Act is incorporated with this\nhnds\nClaUW\n                Act, except sections 10, 11, 84, 88, 89, 90,91, 92, 93, 101,\nAct.            103, I04 and 105, so far as section 105 relates to the\n                deduction of a percentage from money paid into the\n                Treasury, and except so far as the said Act is varied by\n                or is inconsistent with the provisions of this Act, and in\n                          me inclusion of this pgc is advorizeday L.N. 95 / 19971\n                       PARiSH COUNCILS                                    91\nconstruing the same, the Parish Council of the parish by\nwhich the land is to be acquired, shall be deemed to be\n“promoters of the undertaking”, and all costs and other\nsums of money payable in proceedings under such Act by\nthe promoters of the undertaking, shall be paid out of the\nTreasury, with the sanction of the Minister, from the fund\nto the credit of such Parish Council, in the Treasury\navailable for the purpose of acquiring the lands aforesaid,\nand shall not be in any way chargeable against the\nindividual councillors of the Parish Council personally,\nnor shall they or any of them be liable personally for any\npenalty by the said Act imposed on the promoters of the\nundertaking."
    },
    {
      "provision_ref": "sec107",
      "section": "107",
      "title": "Section 107",
      "content": "107. Proceedings against councillor sitting and voting when not\n       qualified.\n                               Powers"
    },
    {
      "provision_ref": "sec110",
      "section": "110",
      "title": "Section 110",
      "content": "110, 112, 113\n                  sections 108, 109, 110, 112, 113, 113A and of the Third, Fourth\nand 1 13A of      and Fifth Schedules of the Representation of the People Act\nthe Represent-\nation of the\n                  (which relate to Military voters, Police and Special Constable\nPeople Act to     voters, and to District and Special District Constable voters and\napply.            Election Workers voters) shall apply to general elections held\n4811959\nS. 2.             under this Act as they apply to general elections held under the\n3212002\n                  Representation of the People Act, subject to the following\nS. 2(a)(b)(c).\n                  modifications-\n                          (a) the sections and Schedules as aforesaid shall take\n                                                                                           a\n                               effect as if for the word \"constituency\" wherever\n                               that word appears there were substituted the words\n                               \"electoral division\" in each case;\n                          (b) subsection (2) of section 108 and subsection (2) of\n3212002                        section 109 and subsection (2) of section 113A shall\nS. 2 (d).                      take effect as if for the words \"issue of the writ\"\n                               there were substituted the words \"publication in the\n                               Gazette of a Proclamation under section 8 of this\n                               Act\" in each case;\n                          (c) subsection (4) of section 108, subsection (4) of\n3212002                         section 109 and subsection (4) of section 113A shall\nS 2 (e).\n                               take effect as if for ,the words \"Subject to the\n                               provisions of subsection (3) of section 1 11 of this\n                               Act, the\" there was substituted the word \"The\", in\n                               each case. ,\nNomination           14.-41) 'subject to the provisions of section 20, nomination\nday.\n211 977            day shall be such day, other than a Sunday or public holiday, as\nS.5.               may be appointed by the Minister, by notice in the Gazette, not\n                   being more than twenty-three nor less than sixteen 'days next\n                   before election day.\n                           (2) The place for the nomination of candidates shall be\n                   such public building situated in the parish in which any electoral      a\n                   division is comprised as the returning officer for that electoral\n                  'division deems convenient.\n                         (3) Subject to subsections (4) and (9, where the\n                  proceedings in any electoral division for or in connection\n                        PARlSH COUNCILS                                    19\nwith nomination day are on nomination day interrupted or\nobstructed by riot, open violence or other civil disturbance\nand the returning officer is of opinion that the nomination\nproceedings should be abandoned for that day, he may\ncause the proceedings to be adjourned to the day next\nfollowing which is not a Sunday or a public holiday and,\nwithout prejudice to anything validly done prior to such\nadjournment, the nomination proceedings in that electoral\ndivision shall continue between the hours of ten o’clock in\nthe forenoon and two o’clock in the afternoon on the day\nnext following aforesaid as if it were nomination day and\nany reference in this Act-\n     (a) to the time fixed for nomination, shall include any\n          time allowed for nomination pursuant to such\n          adjournment; and\n     (b) to the period after nomination day, shall, except\n          in section 16 (4), be construed as a period com-\n          mencing after the day of adjournment pursuant to\n          this subsection.\n        (4) Where, consequent on the interruption or z/1981\nobstruction referred to in subsection (3), the Governor-             fdh\nGeneral in Council by proclamation adjourns the holding\nof a poll in any electoral division pursuant to section 16, the\nproclamation, in relation to that poll, shall for the purposes\nof section 16 (3) be deemed to have been made before\nnomination day and acmrdingly-\n     (a) notwithstanding the completion of any nomination\n          proceedings in that electoral division prior to the\n          proclamation aforesaid, those proceedings shall be\n          null and void; and\n     (6) a new nomination day shall be deemed to have\n          been appointed being the twenty-third day next\n          before the day to which the holding of the poll in\n          that electoral division is adjourned by such pro-\n          clamation :\n       p h e inclusion of this page is authorizui by L.N. 17/1982]\n20                                 PARISH COUNCILS\n                       Provided that, if such twenty-third day is a\n                     Sunday or a public holiday, nomination day shall\n                     be deemed to be adjourned to the first day not\n                     being a Sunday or a public holiday after such\n                     twenty-third day.\n2/1981             (5) Where the returning officer causes the nornina-\ns. 5\n(%.).      tion proceedings to be adjourned pursuant to subsection\n           (3)-\n                (a) he shall take all appropriate steps to bring to the\n                     attention of the public the fact of such adjourn-\n                     ment and the day and place at which the nomina-\n                     tion proceedings will continue; and\n                (b) if there is any such further riot., open violence or\n                    civil disturbance as aforesaid at the subsequent\n                    nomination proceedings he shall cause the sub-\n                     sequent nomination proceedings to l   x abandoned\n                     and report the matter to the Chief Electoral Officer\n                    for reference to the Governor-General in Council.\nElection      lS.-(l) So soon as may be after the publication in the\nnotice.\n           Gazette of any proclamation or order under section 8 the\n           returning officer shall issue an election notice in the\n           prescribed form under his hand and shall post one copy\n           at least to the various postmasters of the post offices within\n           his electoral division.\n                  (2) Every election notice shall-\n               (a) specify the day and place fixed for the nomination\n                   of candidates;\n               (b) specify the day on which the poll for taking the\n                   votes of the electors is to be held, in case a poll is\n                   necessary;\n               (c) specify the place where and day and time when\n                   the number of votes given to the several candidates\n                   will be added up;\n                           PARISH COUNCILS                              20.01\n     (dj contain an exact description of the place in the\n         parish in which his electoral division is comprised\n         where the returning officer has established his\n         office.\n  The returning officer shall at the same time notify in\nwriting each postmaster within his electoral division of\nthe provisions of subsection (3).\n        (3) Every postmaster shall, forthwith after receipt\nof the notice referred to in subsection (11, post it up in\nsome conspicuous place within his office to which the public\nhas access and maintain it posted there until the time fixed\nfor the nomination of candidates has passed, and for the\npurposes of this provision such postmaster shall be deemed\nan election officer and liable as such.\n  1 6 . 4 1 ) Where at any time between the making of any powerto\nproclamation under subsection (1) of section 8 or the                 gz:\npublication of any order under subsection (3) of section 8 dayin\nand the day specified by an election notice under section went of\n15 for the holding of the poll at the election to which such\nproclamation or order relates, the Governor-General in\nCouncil is satisfied that it is expedient so to do by reason\nof-\n      (U)   Her Majesty’s Government having become engaged\n            or being likely to become engaged in any war; or\n      ( 6 ) the proclamation of any state of emergency under\n            the Emergency Powers Act; or\n       (c) the occurrence of any earthquake, hurricane, flood,\n            fire, outbreak of pestilence or outbreak of infec-\n            tious disease or other calamity whether similar to\n            the foregoing or not; or\n      (d) the likelihood that the official list for all electoral 611966\n            divisions or for any particular electoral division\n            will not be printed before the day specified for the\n            me inclusion of this page is autharized by LN. 17/19821"
    },
    {
      "provision_ref": "sec111",
      "section": "111",
      "title": "Section 111",
      "content": "111.-(1) A Parish Council may from time to time in prep--\naccordance with the provisions of this section prepare and ltionaof ~      ~\nmake a scheme (hereafter in this Act referred to as “a local\nscheme’’) in relation to the performance by the Council S. 6.\nin the parish of services which they may not otherwise be\nauthorized to perform, and thereafter carry out such scheme.\n        (2) Every local scheme when prepared shall be\nsubmitted to the Minister and thereafter published in the\nGazette by the Parish Council during such period as the\nMinister may specify.\n         (3) No local scheme shall be of any effect unless\nand until it is approved by the Minister, and the Minister,\nafter considering any representations he may receive with\nrespect to the scheme may approve it with or without\nmodifications or may reject it.\n         (4) Every local scheme shall fix the date or dates\non which the scheme is to come into operation and may\nfix Merent dates for different provisions of the scheme\nand for different areas within the parish, and the dates so\nfixed may be made dependent on the happening of events\nspecified in such scheme.\n           -.--__ _ _\n          inclusion o f M s ~ e i s ~ ~ ~ ~ b y L . N . 9 5 1 1 9 9 7 1\n92                                  PARISH COUNCILS\n                    (5) A local scheme may contain such incidental,\n            consequential or supplemental provisions as may appear\n            necessary or proper for the purposes of the scheme and\n            may be varied or revoked by a subsequent scheme made in\n            like manner as the original scheme.\n                     (6) No local scheme shall be prepared and made\n            which does not relate to a local service.\n               For the purpose of this section the expression “local\n            service” means any service which may be so declared by\n            the Minister by order.\n                     (7)The powers conferred by this section shall not\n            be exercised so as to alter, afTect, prejudice or interfere\n            with the rights, duties or liabilities, conferred or imposed,\n            upon any person under the provisions of any other enact-\n            ment.\nDisposdof\nlandr not"
    },
    {
      "provision_ref": "sec112",
      "section": "112",
      "title": "Section 112",
      "content": "112. Any surplus lands vested in any Parish Council\nrequired.   under this Act and any lands which shall cease to be\n            needed or used for the purposes of this Act may, with the\n            sanction of the Minister, be sold by the Parish Council,\n            or leased by the Council, upon such terms and conditions\n            and subject to such covenants, obligations and agreements\n            as the Minister may in each case determine. Any lands\n            so sold shall be conveyed by the Council to such persons in\n            such manner as the Council may direct. Lands so\n            conveyed shall be thereupon discharged from any trust\n            created by this Act and the purchase money shall be paid\n            into the Treasury and shall be applied and accounted for\n            in the same way as other moneys accruing to or belonging\n            to the Parish Council. Any lease of any lands made under\n            the provisions of this section shall be subject to all trusts\n            and obligations affecting the same:\n              Provided that nothing herein contained shall empower\n            a Parish Council to sell or lease a street or road over\n            which there is a public right of way.\n            ~~                                                 _____--\n                      F   e inclusim of bhis page is a d r i d by L.N. 95\\ 19971\n                       PARISH COUNClLS                                     93"
    },
    {
      "provision_ref": "sec113",
      "section": "113",
      "title": "Section 113",
      "content": "113. Any lease of any lands made by Parish Councils Validation.\nprior to the commencement of this Act shall be deemed\nand is hereby declared to be validly made anything in the\nsaid Act to the contrary notwithstanding.\n          Power ro Define Limits of Town or Village"
    },
    {
      "provision_ref": "sec114",
      "section": "114",
      "title": "Section 114",
      "content": "114. It shall be lawful for the Parish Council of each powerto\nparish, from time to time, as and when they shall think\nfit, by resolution to define, for all or for any specified definethe\n                                                              limits of\npurposes, the limits of any town or village within such\nparish, whether the limits or extent of such town or village\nshall or shall not have been previously ascertained or\ndefined, and from time to time in like manner to alter such\ndefinition. The Parish Council may, if they shall think\nfit, deEne different limits for different purposes in any\ntowns or villages. Such resolutions shall not take effect\nuntil they have been approved by the Minister, who shall\nhave power to alter the same, and shall have been published\nin the Guzerre. Such resolutions shall, after their approval,\nand first publication in the Gazette, be published for at\nleast four weeks in the Guzerre for general information,\nbut such publication subsequent to the first shall not be\nnecessary in order to make any resolution take effect."
    },
    {
      "provision_ref": "sec115",
      "section": "115",
      "title": "Section 115",
      "content": "115. The limits of all towns defined under any repealed ~imibof\nLaw shall, until altered under this Act, continue to be the       gzd\nlimits of such towns for the same purposes and to the same %&'Law8\nextent that they now are.                                         *pled.\n                         Dissolution"
    },
    {
      "provision_ref": "sec116",
      "section": "116",
      "title": "Section 116",
      "content": "116. If any Parish Council, in the judgment of the power to\nMinister, is not competent to perform, or persistently\nmakes default in the performance of the duties lawfully ~ ~ ~ a                 o   f\nimposed upon it, or exceeds, or abuses its powers, it shall %solution.\nbe lawful for the Minister, by an order published in the\nGazerre, to dissolve such Council.\n       m e inclusion of this page is authorized by LN. 17/1982]\n94                              PARISH COUNClLS\n            When a Parish Council is so dissolved, the following\n         consequences shall ensue-\n               (a) all councillors of the Council shall, as from the\n                    date of the order, vacate their offices as such\n                    councillors;\n               (6) all powers and duties of the Council shall, until a\n                    new Council shall have been elected under this\n                    Act, be exercised and performed by such person\n                    or persons as the Minister may from time to time\n                    appoint in that behalf;\n                (c) all property vested in the Council shall, during\n                    the period aforesaid, vest in the person or persons\n                    aforesaid :\n            Provided, that no order for the dissolution of a Parish\n         Council shall be valid, unless in and by such order a time\n         is fixed for the election of a new Council in lieu of the\n         Council so dissolved, not more than two years from the\n         date of such order. Such new Council shall continue only\n         for the residue of the triennial period in the course of which\n         it is elected :\n            Provided further, that the Minister may at any time vary\n         such order to the extent of diminishing the time fixed for\n         the election of a new Council, and substituting an earlier\n711~66   date for such election or extending the time fixed for such\ns. 2.    election and substituting a later date for such election being\n         a date which is not later than the expiration of a period\n         of two years and six months from the date of such order,\n         but notice of such change of date shall be given by\n         publication in the Guzerre, at least one calendar month in\n         advance :\n            Provided further, that in any case in which there is no\n         Parish Council in any parish, the same consequences\n         shall ensue as if the Council had been dissolved under this\n         section, and the Minister may make such orders EIS he\n                           PARISH COUNCILS                                 95\nwould be empowered to make if he dissolved the Council\nunder the authority of this section.\n                 Validity of acts of Councillors"
    },
    {
      "provision_ref": "sec117",
      "section": "117",
      "title": "Section 117",
      "content": "117. The proceedings of a Parish Council or of any ACUOI\n                                                               Council not\nCommittee thereof shall not be invalidated by reason of invalidated\n                                                                 want of\nany vacancy among their number or by any defect in the by      quslifica-\nelection, appointment or qualification of any councillor\nthereof and the acts of any person elected to an office under\nthis Act and acting in that office shall, notwithstanding\nhis disqualification or want of qualification, be as valid and\neffectual 89 if he had been duly qualified.\n       Liability of Councillors for certain Expenditure"
    },
    {
      "provision_ref": "sec118",
      "section": "118",
      "title": "Section 118",
      "content": "118.-(1) In the event of any unauthorized expenditure Liability\nor illegal payment of parochial funds, the amount thereof z ~ y k\nshall be recoverable from such of the following persons, e x r s m\nnamely, councillors and persons appointed or employed pymmt.\nunder the provisions of sections 6, 96 and 116 as have 93111965\n                                                           .2\nincurred or purported to authorize the same; and any\npersons from whom an amount is recoverable under this\nsubsection shall be jointly and severally liable in that\nbehalf.\n        (2) Any liability under subsection (1) may be\nenforced by action of debt at the suit of a public officer\ndesignated by the Minister for the purpose, and any moneys\nrecovered in any such action shall be carried to the credit\nof such Parochial Fund as the Minister shall direct.\n                    Power of Expulsion"
    },
    {
      "provision_ref": "sec119",
      "section": "119",
      "title": "Section 119",
      "content": "119. It shall be lawful for any Parish Council, by poaulo\nresolution passed by a two-thirds majority of the whole\nCouncil to expel any councillor for persistent obstructive-\n                                                                          sol,\nness, or other misconduct tending to prevent the despatch\nof business, or to bring the Council into discredit :\n.   __ - - - -\n            [The inclusion of b h h pge-i s a d ~ o d a d\n                                                        by L.N.95/1997]\n96                                 PARISH COUNCILS\n              Provided, that such sentence of expulsion shall be\n            sanctioned and confirmed by the Minister within fourteen\n            days of its being passed by the Council. Any councillor\n            so expelled shall not be eligible to be re-elected as a\n            councillor of such Council during the residue of the term\n            for which such Council has been elected.\n                              Power 10 make By-Laws\nPower to       120. It shall be competent for each Council to make\nmake\nby-law.     by-laws for the regulation of their own proceedings, and\n41I956      of their committees, and for the regulation, management,\ns. 9.\n            use and upkeep of any public buildings, institutions,\n            gardens, or property, now or hereafter to be vested in such\n            Council; and generally, to make all necessary rules and\n            regulations for carrying out and giving full effect to any\n            of the provisions of this Act.\n              Any person guilty of a breach of any by-law, rule, or\n            regulation framed under this Act, or for a breach of any\n            provision of this Act for which no penalty is specially\n4011995     appointed, shall be liable to a penalty of two thousand dol-\ns.2.        lars, which may be recovered summarily before a Resident\n            Magistrate.\n              AIJ rules and regulations lawfully made by a Parish\n            Council in force when this Act commences to operate, shall\n            continue in force until new rules or regulations are duly\n            substituted for the same.\n                         Power ro make certain Regularions\nPower to       121.41) A Parish Council may from time to time make,\nmake\nregula-     alter and revoke regulation-\ntions.\n24/1961\ns. 2 (a).\n                     me inclusion of this p g c is mthovized by L.N.95/1997]\n                   PARISH COUNCILS                             97\n(a) prohibiting or regulating the keeping of swine,\n     goats or sheep, dogs, horsekind, cattle or poultry\n     in any town or village;\n(b) prohibiting or regulating the driving of animals\n     over any thoroughfare or in any public place;\n (c) prohibiting, regulating or suspending traffic of\n     any kind whatsoever in any thoroughfare or\n     public place;\n(4regulating the closing up of portions of any\n     thoroughfare or public place altogether, partially,\n     permanently or temporarily;\n (e) regulating the opening of the surface of any\n     thoroughfare or public place other than main\n     roads;\n V, prohibiting or removing encroachments and\n     nuisances in any thoroughfare or public place;\n k) prohibiting or regulating the holding of meetings\n     in any thoroughfare or public place, and for the\n     preservation of order at any public meeting;\n (h) prohibiting loitering in thoroughfares or public\n     places;\n(4 regulating the opening up of new thoroughfares\n     and public places and the stopping up of\n     thoroughfares or public places;\nli, prohibiting or regulating parking of vehicles in\n     any thoroughfare or public place;\n(k) regulating the number of hackney carriages in\n     the parish or in any town or other place in the\n     parish;\n(1) regulating the number of passengers to be carried\n     in any hackney camage and the fares to be\n     charge\n    [The bclusim of this page is authorized by L.N. 2Sj19851\n98                           PARISH COUNCILS\n           (m) providing for the installation of taxi meters in\n               any particular class of hackney carriage;\n           (n) for the licensing of places of public amusement;\n           (a) providing for the establishment of silence zones;\n           @> prohibiting or regulating the exposing of goods\n               for sale on any piazza opening in any thorough-\n               fare or in any public place;\n           (4)prohibiting or regulating the exposing for sale\n              and sale of goods in any thoroughfare or public\n               place;\n           (r) regulating the construction of buildings in towns\n               and imposing suitable conditions and restrictions\n               as to the elevation, size and design of houses to be\n               built, and the extent of the accommodation to be\n               afforded thereby;\n            (s) governing the installation of sewers on premises\n                in towns;\n           (2) regulating the management of public parks and\n                other public places in towns, and the management\n                and use of parochial buildings;\n           (4 prohibiting or regulating the removal of houses\n               over any thoroughfare or public place;\n           (4 prohibiting or regulating the offering or exposing\n               for sale of meat intended for human consumption;\n           (w) [Deleted by Act 16 of 1983.2nd Schdde.1\n                                                                         c\nso/ 1959   Q for the naming of streets and lanes and the\ns 2.          numbering of premises on such streets and lanes,\n              the a4iixhg or erecting of name boards and number\n              plates and the fees to be paid therefor, and the\n              duties of owners and occupiers in relation to the\n              (The hclusioa of this pagc is authnized by L.N. 25/1985]\n                             PARlSH COUNCILS                                  99.\n             affixing or erecting of name boards and number\n             Plates;\n     O.)-,for the regulation and control of rivers and, in 3S.9 1/ 01 9 6 ~\n      I      particular, but without prejudice to the generality (1)\n             of the foregoing, for the regulation of prescribed\n             boats and vessels used on rivers, of landing places\n             and piers used in connection with such boats and\n             vessels and of bathing and other recreational uses\n               I   -   I\n                           ting the procedure for-                221 I980\n                                                                  s. 3.\n             (0 the.election of the Chairman or vice-chair-\n                 man of any Parish Council;\n            (ii) the removal from office of the Chairman or\n                 vice-chairman of any Parish Council.\n   All regulations made under this section may extend to\nthe,whok Qrany part of the parish.\n                bnferred by paragraphs (c), (k), 0 , (m)and\n(4od a Paris3 Council shall not be applicable so far as\nthose paragraphs relate to motor vehicles as defined by the\nRdad Tr& Act.\n        &) Regulations made in pursuance of paragraph (r) 39/1%9\nof subqchn (1) shall, in their appliition to any river, sjll&.\nhave- e@ct subjeet .to the provisions of any regulations\nmade under section9 of the River Rafting Act, and applic-\nable to that river."
    },
    {
      "provision_ref": "sec120",
      "section": "120",
      "title": "Section 120",
      "content": "120. Power to make Ly-laws.\n                     Power ro make certain Regulations"
    },
    {
      "provision_ref": "sec122",
      "section": "122",
      "title": "Section 122",
      "content": "122. All regulations made by any Parish Council under pi^\nthe p~avisioagof 'the Kingston Police Law shall notwith- ::Eiorn\nstanding the repeal of that Law remaia in full force and\neffect as if they were regulations made by the Parish Kingston\n                                                         Pdice Law\nCouncil under the provisions of this Act.                (rsped4.\n                                                                  S. 3 Of\n                                                                  271 1952.\n          [The incluai4n uf tllis   k autlmizsd by LJN.17/1982]\n100                                 PARISH COUNCU.9\nAppoint.        123. When a slaughtering place or places shall have been\nmeat of\nSlaughter-    appointed by any Parish Council in accordance with the\ning Places    provisions of section 26 of the Parochial Markets Law\nand power\nto make\nreylatioaa\n              the Parish Council may, from time to time make, alter\ngovcniidiap   and revoke regulations in relation to all or any of the\nsame\nCap. 275      following matters-\n1953 Edtn.\n(Omitted).         (U) for the management of any slaughtering place or\n                        places and for the good government of the officers\n                        and other persons employed by the Parish Council\n                        and also of persons making use of such slaughter-\n                        ing place or places;\n                   (6) for receiving and enforcing the payment of fees\n                        and for regulating the rights and liberties of\n                        owners of any animals brought therein, and the\n                        right of access to such slaughtering place or places\n                        or any part thereof;\n                   (c) for regulating the manner of occupying and using\n                        any such slaughtering place or places and the\n                        inspection and slaughtering of animals therein;\n                   (4for fixing the hours and days for the opening and\n                        closing of same;\n                    (e) for thing the hours when, and prescribing the\n                        conditions and requirements under and subject to\n                        which, animals are to be slaughtered therein;\n                    0 for fixing the times when, and prescribing the\n                        conditions and requirements under and subject to\n                        which, carcasses and other parts of any animals\n                        slaughtered in such slaughtering place or places\n                        shall be removed therefrom:\n                   (g) with respect to the licensing of slaughtermen and\n                        the suspension, revocation- and cancellation of\n                        such licences\n                   (h) for preventing nuisances or obstructions in any\n                        such slaughtering place or places or in the\n                        immediate approaches thereot\n                     me inclusion of this page is authorized by LN. L7/1%21\n                        PARISH CO UNClLS                                         101\n      (i) for ensuring the maintenance, cleanliness and\n           good order of such slaughtering place or places;\n      01 for maintaining order and preventing disturbance\n           in any such slaughtering place or places by\n           fighting or disorderly behaviour;\n     (k) for excluding and removing from any such\n          slaughtering place or places any person suffering\n          from any infectious and contagious disease;\n      (1) for dealing with any animal or carcass or part\n          thereof which may be found to be diseased or\n          unfit for human consumption;\n    (m) for regulating the feeding and watering of animals\n          brought therein and for preventing cruelty thereto;\n     (n) for regulating the landing of animals intended to\n          be taken direct from the landing plaw to any\n          such slaughtering place or places, and prescribing\n          the precautions to be observed by the owners of\n          such animals in bringing such animals into a\n          slaughtering place or places or any part thereof;\n    (U) and generally, for such other purposes as may be\n          deemed necessary for the government of any\n          slaughtering place or places and for carrying into\n          effect the provisions of this Part."
    },
    {
      "provision_ref": "sec123",
      "section": "123",
      "title": "Section 123",
      "content": "123. Appointment of Slaughtcrhg Places and power to make re@-\n           tions governing same."
    },
    {
      "provision_ref": "sec124",
      "section": "124",
      "title": "Section 124",
      "content": "124.41) All by-laws, rules or regulations made under the ~ k a -\n                                                                      tioa of\nprovisions of this Act shall-                                         by-laws;\n                                                                       and Mini-\n    (a) be notified to the Minister by memorandum                 in *%s\n              -\n        writing                                        POW==.\n                                                       40/1995\n    (b) be published in the Gazette; and               s. 2.\n    (c) be expressed to have effect as from a date not\n        earlier than-\n            (i) thirty days after notification to the Minister\n                pursuant to paragraph (U); or\n             indusPon d this page L mthorizsd by L.N. 95 I1997I\n102                                    PARLSH COUNCILS\n                            (ii) a date within that period of thirty days ap-\n                                 proved by the Minister by memorandum in\n                                 writing and notified in the Gazerte.\n                         (2) If the Minister, in his discretion, considers that\n               it is in the interest of national policy so to do, he may,\n               during the period expressed pursuant to subsection (1) (c)\n               (i), exercise any power given to the Parish Council to make,\n               amend or revoke any such by-laws, rules or regulations and\n               thereupon, until and unless the Minister otherwise directs\n               by memorandum in writing to the Parish Council, the power\n               of the Minister shall supersede the power of the Parish\n               Council in relation to the subject matter addressed by the\n               Minister in the exercise of his powers under this subsection.\n                         (3) Where the Minister exercises the power con-\n               ferred by subsection (21, he shall furnish to the Parish\n               Council in writing an explanation of the reasons for his\n               action.\n                         (4) Where a Parish Council intends to make any\n               by-laws, rules or regulations concerning the setting and\n               amending of licence fees and user charges, the Parish\n               Council shall inform the public of such intent by displaying\n               a notice in a conspicuous place at the offices of the Council\n               or by publishing such notice in a daily newspaper circulated\n               in the parish."
    },
    {
      "provision_ref": "sec126",
      "section": "126",
      "title": "Section 126",
      "content": "126. Any person who contravenes any of the provisions\n               of the regulations made under sections 121 to 125 shall\n               be guilty of an offence and shall be liable on summary\n               conviction before a Resident Magistrate to a penalty not\n4011995\ns.2.           exceeding ten thousand dollars.\nPower to\nmake regu-\n                  126~.-(1) A Parish Council may make, in addition to\nlatiqns con-   any other regulations which it is authorized to make under\nCCrnlll$\ndiscipline,    this Act, such regulations as it thinks necessary for-\netc.. of\nmployeas.\n121 1982                    _ _                                                ~-\n$. 2.                    me inclusinn of this p a s is authorized by L.N. 951 1997\n                         PARISH COUNCILS                                      103\n     (a) the control and superintendence of various catego-\n         ries of employees of the Parish Council;\n     (b) regulating the conduct of, and maintaining disci-\n         pline among such employees;\n     (c) prescribing the procedure to be followed in respect\n         of disciplinary proceedings against such employees;\n     (4prescribing the persons by whom such proceedings\n         are to be conducted and the nature of the punish-\n         ment which may be imposed as a result of those\n         proceedings in the cases of various categories of\n         employees;\n     (e) determining the physical fitness of such employees\n         to continue to hold office or employment or to\n         hold any office or employment to which it may\n         be proposed to transfer them.\n         (2) Regulations made under subsection (1) shall\nnot take effect unless and until they have been confirmed\nby the Parish Councils Services Commission.\n                      Parochial Audit"
    },
    {
      "provision_ref": "sec127",
      "section": "127",
      "title": "Section 127",
      "content": "127. All accounts of Parish Councils and Parochial Auditof\n                                                          Parochial\nOfficers shall from time to time be examined and audited ~ f c o ~ t a ,\nby the Auditor-General, or some person or persons acting\nunder his authority, in accordance with orders, rules and .nd\n                                                                         zuired\n                                                          provided\nregulations, to be made under section 128.                for."
    },
    {
      "provision_ref": "sec128",
      "section": "128",
      "title": "Section 128",
      "content": "128. The Minister may from time to time make any Powerto make\norders, rules or regulations, that seem to him necessary -and\nor proper, and may from time to time revoke or vary the                  ;2\n~ame,respecting the examination and audit of any books ~ o u n t s\nof account, accounts or vouchers, of Parish Councils and andandit\nof Parochial Officers, including the form of keeping Ofthem.\nthe books of account or the accounts of any Parish\nCouncil or any Parochial Officer, the day or days to which\n _ _ _                                                    - -      _-_\n          LTbe inclusion of ahls lmrge is anmhon’zed by LN.951 19971\n104                                  PARISH COUNCILS\n              the accounts are to be made up, the time within which\n              they are to be made up, the time within which the books,\n              accounts and vouchers are to be sent up to the Audit Office\n              or otherwise submitted for examination and audit, the\n              mode in which they or any of them are to be certified and\n              vouched, the mode of publishing any such accounts, the\n              persons by whom the books of account, or the accounts\n              and vouchers, are to be produced for examination and\n              audit, and the mode of conducting the examination and\n              audit.\nAnnual           129. As soon as may be after the close of each financial\nabstract of\naccouotN of   year the Auditor-General shall prepare and submit to the\neach parish   Minister an abstract of the accounts of each parish for\nwith report\nto be\nsubmitted\n              the past year, accompanied by such remarks as the\nto the        Auditor-General may deem it his duty to make on any\nMinister\n              items in such accounts, and by a report on the financial\n              position of the parish.\n                Every such abstract shall be published in the Gazette.\nParish           130. Notwithstanding any examination or audit as\nCouncils\nmay have      aforesaid, every Parish Council shall be at liberty to\nOther and\natparato      have any separate or other examination or audit made\naudits.       from time to time, when and as such Council shall think\n              necessary, of any of the books of account or vouchers of\n              such Council, or any books of account or accounts or\n              vouchers of any Parochial Officer, or any person in the\n              employment of or accountable to the Parish Council.\nPublication\nand binding"
    },
    {
      "provision_ref": "sec129",
      "section": "129",
      "title": "Section 129",
      "content": "129. Annual abstract of accounts of each parish with report to be\n            submitted to the Mister."
    },
    {
      "provision_ref": "sec131",
      "section": "131",
      "title": "Section 131",
      "content": "131. All orders, rules and regulations, which shall be\nobligatioo    made by the Minister in pursuance of section 128, shall be\nof ruled\nand o r h     published in the Gazette, and shall be binding on, and\n              shall be obeyed, performed and observed by the Parish\n              Council, or the body of persons affected or to be affected\n              thereby; and all Parish Councils shall cause effect to be\n                       ~c   ioclusim of &s page is auiihorized'byL.N. SSI19971\n                     PARISH COUNCIW                                 105\ngiven to the requests and instructions of the Auditor-\nGeneral in relation to any examination or audit under this\nAct."
    },
    {
      "provision_ref": "sec132",
      "section": "132",
      "title": "Section 132",
      "content": "132. The Auditor-General shall have the power from Power&\n                                                           Auditor-\ntime to time to call for any returns, books, or papers, Genera,to\nfrom any Parish Council or Parochial Officer, relating to    g;,\nor in any wise concerning any of the accounts under the ,s~..and\nexamination of the Auditor-General, or any person acting -to0 0exsmine\nunder his authority under this Act, or the receipt or oath.\nexpenditure of any parochial money, or any other matter\nof inquiry which he is or may be authorized to make which\nmay be necessary for the purposes aforeaid, and to keep\nsuch books, accounts, or vouchers and papers for such time\nas he may require the same, and also to send for and\nexamine upon oath (which oath the Auditor-General is\nhereby authorized to administer) any such officer, or any\nperson entrusted with any parochial money, touching any\nmatter or thing relating to the parochial accounts or any\nof them, or the receipt or expenditure of any parochial\nmoney, or any other matter of inquiry as aforesaid."
    },
    {
      "provision_ref": "sec133",
      "section": "133",
      "title": "Section 133",
      "content": "133. False evidence punkhabk as ptdw.\n                                PARISH COVNCILS\n                                              /'\n                                                                               Cap. 271.      3rd Sch.,\n                     THE PARISH COLTNCILS ACT*                                   Laws         7 of 1970,\n                                                                               7 of 1954,    11 of 1972\n                                                                              62 of 1955.        S. 6.\n                                                                               4 of 1956,    19 of 1973,\n                                                                              12 of 1956,    24 of 1973.\n                                                                              35 of 1956       2 of 1977,\n                                                   [7th August, 1901.1           s. 16,       4 of 1977,\n                                                                              40 of 1957.    22 of 1980,\n                                                                          '   32 of 1958,     2 of 1981,\n                                                                              48 of 1959,    12 of 1982,\n                                                                              50 of 1959,    16 of 1983\n                                                                              24 of 1961.     2nd Sch.,\n                                                                                 Acts         4 of 1990,"
    }
  ],
  "definitions": [
    {
      "term": "by-election",
      "definition": "an 'election other than a general",
      "source_provision": "sec2"
    },
    {
      "term": "candidate at an election",
      "definition": "any person",
      "source_provision": "sec2"
    },
    {
      "term": "Chairman",
      "definition": "the Chairman of a Parish Council",
      "source_provision": "sec2"
    },
    {
      "term": "councillor",
      "definition": "a councillor of the Parish Council",
      "source_provision": "sec2"
    },
    {
      "term": "election",
      "definition": "an election of a councillor to serve on the",
      "source_provision": "sec2"
    },
    {
      "term": "election day",
      "definition": "the day upon which the poll is taken at",
      "source_provision": "sec2"
    },
    {
      "term": "election papers",
      "definition": "the papers",
      "source_provision": "sec2"
    },
    {
      "term": "election petition",
      "definition": "a petition presented in accordance",
      "source_provision": "sec2"
    },
    {
      "term": "elector",
      "definition": "any person whose name is for the time being",
      "source_provision": "sec2"
    },
    {
      "term": "electoral division",
      "definition": "any electoral division constituted",
      "source_provision": "sec2"
    },
    {
      "term": "electoral ink",
      "definition": "the ink (whether composite or consisting",
      "source_provision": "sec2"
    },
    {
      "term": "public place",
      "definition": "any street,",
      "source_provision": "sec85"
    }
  ]
}