{
  "id": "jm-stat-the-parishes-abandoned-cemeteries-act",
  "type": "statute",
  "title": "The Parishes (Abandoned Cemeteries) Act",
  "title_en": "The Parishes (Abandoned Cemeteries) Act",
  "short_name": "Parishes (Abandoned Cemeteries) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-parishes-abandoned-cemeteries-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-parishes-abandoned-cemeteries-act | Legal areas: Local Government",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Parishes (Abandoned Shorttitle.\nCemeteries) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                       Interpmta-\n                                                        ti0n.\n     “cemetery” means cemetery as defined in the Public\n         Cemetery Management and Regulation Act;\n    “Minister” means the Minister responsible for local\n         government\n    “Parish Council” means the Parish Council of any\n        parish of this Island except the parishes of King-\n        ston and Saint Andrew."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Whenever burials in any cemetery shall have been h t t o\nwholly discontinued for a period of twenty years it shall %%&\nbe lawful for the Parish Council of the parish in which             kzfa\nsuch cemetery is situated, after giving notice of its intention years.\nso to do by publication in the Gazette and in at least one\ndaily newspaper circulating within the parish once a week\nfor not less than three months, to apply to the Minister\nfor an order directing that the provisions of this Act shall\napply to the cemetery mentioned and described in the said\npublication."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Minister, after consideration of the application Ministerto\nand of any objections or protests which may be made in mrke      pro-\n                                                           visional\nwriting by or on behalf of any person and lodged with the Order-\nMinister within one month of the appearance of the last of\nthe advertisements directed by section 3, may make an\n      [The inclusion of this ploe in authorized by L.N. 48011973]\n4                          PARISHES (ABANDONED CEMETERIES)\n              order (hereinafter called “a provisional order”) directing\n              that the provisions of this Act shall apply to the said\n              cemetery.\nPIan, etc.,      5. Within six months after the making of a provisional\nof cemetery\nto be m-      order the Parish Council shall cause a commissioned land\npared-and\nreCOnled.     surveyor to make an accurate survey of the said cemetery,\n              and to prepare a plan or diagram thereof to a scale of\n              not less than 100 feet to 1 inch showing thereon the correct\n              position of all tombstones or monuments distinguishing\n              the same by numbers or symbols and an accurate copy of\n              all legible inscriptions upon any of such tombstones or\n              monuments identifying the tombstones or monuments\n              upon which the same appear by the same numbers or\n              symbols, and shall cause such plan or diagram and copy\n              of inscriptions to be recorded in the Record Office.\nProposals       6 . 4 1 ) After such plan and copy of inscriptions shall\nfor use of\ncemetery to   have been duly recorded the Parish Council may submit to\nbe sub-\nmitted to     the Minister proposals for the use of the land constituting\nMinister.     the cemetery for some public purpose or purposes, or for\n              the sale, exchange or lease of such land for such purpose\n              or purposes as may be approved by the Minister.\n                     (2) The proposals referred to in subsection (1) shall\n              include-\n                  (U) a scheme for the use and management of the\n                      land constituting the cemetery if it is proposed\n                      to use such land for some public purpose or\n                      purposes; or\n                  (b) a statement of the purposes for which land pro-\n                      posed to be taken by the Parish Council in\n                      exchange for the land constituting the cemetery\n                      will be used; or\n                        me inclusion of this page is authorized by L.N. 480/1973]\n           PARISHES (ABANDONED CEMETERIES)                                     5\n     (c) a statement of the purposes for which the land\n         constituting the cemetery will be used by or on\n         behalf of the persons to whom such land is pro-\n         posed to be sold, given in exchange or leased."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Upon the submission of such proposals the Minister Proposals to\n                                                             consi-\nshall fix a date after which the proposals shall be taken be\n                                                          &&by\ninto consideration by him and shall direct notice of such\nproposals and date to be advertised and published in such\nmanner and served upon such persons as he may think fit,\nand the Parish Council shall cause such notice to be ad-\nvertised and published and served as directed."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Minister, upon being satisfied that the notice has Approvalor\n                                                                    modification\nbeen published and served as directed, may approve of the af proposals.\nsaid proposals with or without modification, or may require\nthe Parish Council to submit other proposals, and may,\nupon the submission of such other proposals, and after\nsuch notice thereof (if any) as he may consider necessary,\napprove the same with or without modification."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Upon such approval as mentioned in section 8 the Final\nMinister may make an order (hereinafter called “a final Order-\norder”) declaring the proposals mentioned therein to be\napproved proposals for the purposes of this Act, and there-\nafter the Parish Council shall have power to deal with the\nland constituting the cemetery and any land received in ex-\nchange for, or any money paid in respect of the sale or\nlease of, such land, in accordance with the provisions of\nthe proposals."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The Minister shall have power, from time to time, powerto\nupon the application of the Parish Council, to rescind any\nexisting fmal order and after such notice or advertisement\n(if any) as he may deem necessary to make another final\n            .' zt\n            /\n6                          PARISHES (AB A N D 0NED CEMETERIES)\n                order in substitution therefor, declaring other proposals to\n                be new approved proposals.\nEvidence.         11. The publication in the Gazerre of a final order shall\n                be conclusive evidence that all the provisions of this Act\n                have been complied with and that the proposals are\n                authorized by this Act."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Evidence.\n       m e inclusion of this page is authorizcd by L.N. 480/1973]\n           PARISHES (ABANDONED CEMETERIES)                                    3\nTHE PARISHES (ABANDONED CEMETERIES) ACT                               bw\n                                                                    1of 19%\n                                         U7rh February, 1958.1"
    }
  ],
  "definitions": []
}