{
  "id": "jm-stat-the-parishes-water-supply-act",
  "type": "statute",
  "title": "The Parishes Water Supply Act",
  "title_en": "The Parishes Water Supply Act",
  "short_name": "Parishes Water Supply Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-parishes-water-supply-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-parishes-water-supply-act | Legal areas: Local Government",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. For the words “every twenty dollars or fraCti0~1part thereof\n   of the value of the property” substitute the words “evely two\n   dollars of the unimproved value of the propetty (that is to my\n   the unimproved value of land within the meaning of the Land\n   Valuation Act),’."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. This Part shall not apply to or be in force in the\nparishes of Kingston and St. Andrew.\n                                                                zthb\n                                                        Part U in\n                                                                torso.\n                                                                wigm\n                                                                s. it."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. In this Act-\n“district” means a district defbed under any of the Public\n     Water Supply Laws 1873-1888, (now repealed) or\n     defined under this Act;\n“house” means any dwelling-house, shop, store, wharf, ware-\n     house, office or place of business;\n“Minister” means the Minister responsible for domestic\n     water supplies;\n“person in possession of property” includes the owner,\n     occupier, mortgagee in possession, or other person in\n     actual possession of such property;\n“property” means any property shown on the Valuation\n      Roll made and settled, or from time to time duly altered\n      and amended under the authority of the Valuation Act;\n‘‘service pipe” means any pipe laid in premises for supplying 17 1959\n     water from the public water supply of the district to such .’4.\n     premises and subject to water pressure from any water-\n     way connected to such public water supply, or which\n      would be so subject but for the closing of some tap;\n          F   e inclu8h d thh pqe tsuaCmbmind by LN.95/1947]\n6                                      PARISHES WATER SUPPLY\n                  “the value of the property” means the gross value of any\n                      property as shown in the Valuation Roll;\n                  “wateway” and “waterways” include all aqueducts, gutters,\n                      drains, culverts, pipes, streams and rivers, and all other\n                      means and apparatus in any way built, constructed,\n                      diverted or used, under this Act for the purpose of\n                      supplying any district with water;\n                  “water work” and “water works” include tanks, wells,\n                      reservoirs and all other receptacles for water, con-\n                      structed or used under this Act or the ownership of\n                      which is vested in, or which are for the time being in\n                      the occupation of or subject to the management or\n                      control of, any Parish Council.\n                                          Construction of Works\n~ p p l i ~ l r t i ~ n 4,   It shall be lawful for the Parish Council of any parish\nfor powar\ntoconstruct to apply to the Minister from time to time to authorize the\n                  construction of water works under this Act, or the enlarge-\n                  ment or improvement of any water works already con-\n                  structed or in course of construction and the Minister may\n                  give or refuse such authority as he may think fit.\nWater              5. In each case in which the Parish Council of any parish\ndistri-\nw l Y            has been or shall hereafter be authorized to construct any\nf$$p         of. water works under this Part it shall be lawful for the Minister\ns. 2.            to define the limits of the district (which may if the Minister\n                  thinks fit comprise the whole parish) for which such water\n                  supply is or shall be provided, and from time to time, as he\n                  shall think fit, to enlarge, lessen or alter, such limits, as\n                  also the limits of any district already defined by the\n                  Minister."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Each Parish Council so authorized shall have power\nPaciah\ncouncih to\n                   to construct such water works, and make such waterways,\nmnitrnct           as may be deemed necessary or advisable, and to repair,\nm.                 improve, enlarge and renew, the same respectively, and\n                                              -   ~\n                                     hladon d this pqm h Wborhd b y LN.95/1997l\n                  PARISHES WATER SUPPLY                                    7\nshall have power to alter or regulate the course of any river\n(not being navigable), stream or watercourse, or to take\nwater from any such river, stream or watercourse in such\nmanner as may be deemed necessary for the purposes of\nthis Part; but full compensation for all damages sustained\nby any person in consequence of such alteration or regulation\nshall be made under the provisions of the Lands Clauses\nAct, and shall be ascertained and enforced in the manner\ntherein prescribed."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Each Parish Council so authorized may, by resolution, powcrsoi\nrequest the Chief Technical Director to construct, enlarge,      :ELical\nimprove or repair, all or any of the water works so :           ;;,erg;\nauthorized, or perform any works connected with the same tounder-\n                                                               take any\nor the waterways thereof; whereupon, if the Minister shall WBtm\nauthorize the Chief Technical Director to undertake the\nsame, the Chief Technical Director shall be invested with all\nthe powers in such behalf vested in such Parish Council\nunder section 6 and section 11, and shall have and may\nexercise all and every of the powers, privileges and immuni-\nties, which are vested in or granted to him as Chief Technical\nDirector under any enactment of this Island, so far as the\nsame are or may be in any way applicable to the works\nundertaken by him under this Part.\n                 Acquisition, etc., of Land"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. For the purpose of carrying out this Part it shall be Powerto\nlawful for the Parish Council of any parish, with the general E$&\nor special approval of the Minister, to acquire under the\nLands Clauses Act, or in any other manner, lands and such\nrights and easements in, upon, over or under lands, as may\nbe deemed necessary for constructing the works and obtain-\ning and securing as large a supply of water as may be\nnecessary for any district."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The Lands Clauses Act is incorporated with this Part fands\nof this Act, except sections 10, 11, 84, 88, 89, 90, 91, 92, 93,"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. All lands acquired under this Part shall be conveyed\nmanage         to and vested in, and all lands acquired under any of the\nment of\nwater          Laws, namely, Laws 24 of 1873, 18 of 1881, 8 of 1886 and\nworks.         29 of 1888 which are repealed by Law 28 of 1889 (which\n               now forms part of this Act) shall continue to be vested\n               in the Commissioner of Lands of Jamaica and his successors,\n               and shall be held by him for the purposes of this Part, and\n               for securing the repayment of all moneys advanced under\n               any of the said Laws or this Part, and of interest thereon:\n                 Provided that in each parish the Parish Council shall have\n               the entire occupation, management and control, of all the\n               water works constructed or used under any of the said Laws\n               or this Part, and of the public water supply thereat, and of\n               the lands, rights and easements, purchased therefor.\nPowcr to         11. The promoters of the undertaking, as herein explained,\nalter\nstreets,       shall have power, with the approval of the Minister, to alter,\nm d s , etc.   for the purposes of this Part, as they may consider to be\n               necessary, any roads, streets, or lanes, adjoining or near to\n               the land acquired under any of the said Laws or this Part,\n               and may acquire land under this Part for the purpose of\n               adding to or altering any such roads, streets or lanes.\n                       me inclwim of this pap is authorized by L.N. 57/1981]\n                 PARISHES WATER SUPPLY                                     9"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Any superfluous lands vested in the Commissioner of Saleof\n                                                             SUPerflUOUl\nLands under any of the said repealed Laws or this Part, lands.\nand any lands which shall hereafter cease to be needed or\nused for the purposes of this Part may, with the approval of\nthe Minister, be sold by the Parish Council of the parish\nacquiring the same, and shall be conveyed by the Commis-\nsioner of Lands to such persons and in such manner as such\nParish Council may direct.\n  Such land so conveyed shall be thereupon discharged from\nany trust created by this Part, and the purchase moneys\nshall be paid into the Treasury, to the credit of the water\nsupply account of the district in which such superfluous lands\nmay be situated.\n                            Financial"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The Minister may order that the whoIe or any part Advancss\n                                                              for\nof the amount required for the construction, enlargement, mnimction\nimprovement and maintenance, of such water works as\nhave been or shall be authorized as aforesaid shall be works-\nadvanced by the Accountant-General to the Parish Council\nso authorized, in such manner, by such instalments and at\nsuch periods, as the Minister shall from time to time direct."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. All advances already made or which shall hereafter Replyment\n                                                              of advances\nbe made by the Accountant-General to any parish for or andinterest\ntowards the construction, enlargement, improvement or\nmaintenance, of any water works, constructed or to be con- -W.\nstructed under any of the Laws repealed as aforesaid or\nunder this Part,shall be charges upon and payable primarily\nout of the rates leviable under this Part within the district\nfor which such water supply is provided, and in case such\nrates prove insufficient for payment af the said advances\nand interest at the times when the same are payable res-\npectively, the deficiency shall be made good out of the\nGeneral Fund of the parish; and the Parish Council of the\n        me i m l h of this page is authorized 6v LN.57/19811\n10                             PARlSHES WATER SUPPLY\n             said parish is hereby authorized and required from time to\n             time to increase the Parish General Rate so far as may be\n             necessary to make good any such deficiency, and the said\n             rate is hereby made liable for the payment thereof, and for\n             the payment of interest thereon at a rate not exceeding five\n             per centurn per annum, which shall be written up at the\n             close of each financial year to the debit of the water supply\n             account hereinafter mentioned of the district assisted.\n                                                                               3\nProvision       15. It shall be lawful for the Minister at the time of\nfor repay-\nment.        making any advance under this Part, to determine what\n             proportion of the capital sum advanced shall be paid each\n             year, by way of interest and towards the payment of\n             principal, by the Parish Council to which such advance has\n             been made, and also when the first of such payments shall\n             be made, and until such first payment is made the annual\n             interest on such advance shall be added to the principal:\n               Provided always that it shall be lawful for the Parish\n             Council to repay at any time the amount of such advance,\n             and the interest thereon, out of any money at their disposal\n             which may be lawfully so applied :\n               Provided further that the Minister m a y in his discretion,\n             under any special circumstances, and on the application\n             of the Parish Council of the parish, dimiiikh the proportion\n             of the sum advanced under any of the Laws repealed as\n             aforesaid or under this Part that is to be paid in any one\n             year.\n                It shall be lawful €or the Parish CounciI to receive and\n             give releases for any gift, grant or legacy, from any person\n             for the purposes of any water works for providing a supply\n             of water within its parish.\n                -\n                     Phe inclusion of this pap is autborfted by LN. S7/1981]\n                       PARISHES WATER SUPPLY                              I1\n                          Rates and Charges"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Subject to the provisions of section 17, after the Water\n                                                               Supply\npublication in the Gazette of the definition of any district rates.\n                                                               211 1959\nit shall be lawful for the Parish Council of the parish, with s.2(a).\nthe approval of the Minister, to fix a water rate to be raised\nand paid throughout such district for the purposes of this\nPart-\n    (a) Each water rate may be fixed either by a uniform\n            rating on every twenty dollars or fractional part\n            thereof of the value of the property in respect\n            whereof the same is payable, or by a graduated\n            scale of charges based either on such value or on\n            the supply of water 01 on such value and on the\n            supply of water, and may be altered from the one\n            to the other. In fixing any such water rate special\n            provision may be made for a diminution o r increase\n            of rate for certain classes of property based upon\n            the purpose for which the rateable property is used.\n            The value of any property under the value of\n            eighty dollars shall be taken to be forty dollars.\n     ( b ) Any such rate shall be made payable in respect of 17/1959\n           all property in such district in which a service pipe s 3.\n           is laid provided that such property be occupied.\n     (c)    Any such rate shall be payable in advance for such\n            period (not being less than one or more Qan twelve\n            months) as the said Council, with the approval\n            aforesaid, shall fix, and shall be paid by the person\n            in possession of such house, or the owner or\n            possessor d each head of horsekind or horned\n            or other stock in case the same is made payable\n    .\n            in respect of horsekind and stock, during the\n            whole or any part of such period, to the Collector\n            or Assistant Collector of Taxes for the district, at\n                                                             -\n           nhe incl-     a€ &!is'-   is autWrize3 try LN. 57119811\n                     PARISHES WATER SUPPLY\n              his office, on such day or days as such office may\n              be open for the purpose; and in case of non-pay-\n              ment, payment may be enforced under the provi-\n              sions of the Tax Collection Act, and any enactment\n              amending the same, as if the person liable to pay\n              the same had made a return thereof under the Tax\n              Collection Act, and had failed therewith to pay\n              the same:\n1611972          Provided that the Minister may, where he\n                                                                     3\ns. 3.\n              considers it expedient so to do, by order provide\n              that the payment of the rate shall be made in like\n              manner as aforesaid to the Council instead of the\n              Collector or Assistant Collector of Taxes for the\n              district; and that in case of non-payment, payment\n              may be enforced in accordance with the provisions\n              specified in the order.\n          (dj It shall be no objection to any rate made under\n              this Act that it is fixed at a lower scale in some\n              portions of the district than in others, if in the\n              judgment of the Minister it is impracticable to give\n              to such iirst-mentioned portions of the district the\n              same facilities and advantages in respect of the\n              supply of water as are given to the other portions\n              and less facilities and advantages are given\n              accordingly.\n          (e) Any such rate may be altered, increased or\n              diminished in such manner as the Minister shall\n              see fit.\n          U, Any rate fixed as aforesaid, or any alteration,\n             diminution or increase, of the same shall take effect\n             from the first day of the month next after that in\n             which the water shall have been supplied from the\n             beginning of the month :\n                  PARlSHES WATER SUPPLY                                        13\n           Provided always that it shall not take effectfrom\n         an earlier day than the first day of the month next\n         after that in which it shall have been fixed, altered,\n         diminished or increased, as aforesaid.\n    (g) When a property lies partly within and partly with- ~roperty\n         out any area within which any rate under this $?&and\n         Act applies, the same shall be levied on the value $gZut\n         of such portion only of the property as lies within rateable\n                                                              area.\n         the rateable area, and the value of such portion\n         shall be settled in the same way, as nearly as may\n         be, as values have been settled under the Valua-\n         tion Act.\n     (A) The provisions of sections 41, 42, and 43 of the ~elid.\n         Tax Collection Act shall apply to and regulate\n         the granting of relief from the rate under this Act."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.41) Notwithstanding the provisions of section 16, A pucation\n                                                              ofthis Act\nfrom and after the appointed day, in relation to the parishes toparishca\n                                                            $\n                                                            :;!\nlisted in the Fourth Schedule, section 16, aforesaid shall be\nconstrued as if modified in the manner set out in the Fifth Schedule.\n                                                              2711959\nSchedule.                                                     5.3.\n                                                                   Ffi\n                                                                   Schedule.\n        (2) The Minister may from time to time, by order,\nadd to the Fourth Schedule any parish.\n        (3) In this section “the appointed day” means in\nrelation to the parishes of Saint Catherine and Saint Ann,\nthe 1st day of April, 1959, and, in relation to any other\nparish, the 1st day of April next after the date on which\npursuant to subsection (2) such parish is added to the Fourth p o d\n                                                              Schedule.\nSchedule."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The Government of this Island shall be liable to the b t t s o n\n                                                                   Government\nprescribed water rate in respect of aU buildings belonging buildings.\nto this Island or used by them for public purposes within\n        me inclupioa of this page is authorized by L.N. 57/1981]\n14                            PARISHES WATER SUPPLY\n             any district, in the same way that the occupier of such\n             property would have been liable if it had belonged to a\n             private person; and the Accountant-General shall, for the\n             purposes of this Part, pay to the credit of the water supply\n             account hereinafter mentioned for each district in which\n             such buildings are situated, the amount of the water rate\n             payable in respect of such property. For the purposes of\n             this Part, the rateable value of buildings belonging to or\n             used by the Government shall be fixed in the same manner          3\n             as that of other property.\nExisting        19. Any water rate heretofore fixed in any district by\nratea.\n             the Parish Council of any parish, and approved by the\n             Minister, shall, in so far as it may be in conformity with or\n             capable of being supported under the provisions of this\n             Part, be deemed to be valid effectual under the provi-\n             sions of this Part.\nRighie of      20. Every person resident within a district who shall\nratepayem\n10 water.    pay the water rates for such district in manner aforesaid,\n             and produce when required his receipt therefor, shall b:\n             eiitilled to be supplied with water from the public water\n             supply of such district, subject only to the rules and regula-\n             tions for the time being affecting the same made and\n             approved under this Part, and to any limit which shalt there-\n             by be prescribed.\nContrscts      21. Subject to the obligations imposed by the last preced-\nfor supply   ing section, any Parish Council having a public water supply\nof water.\n             may enter into contracts with any bodies corporate or politic\n             or with any person or persons whomsoever, for the supply\n             of water in such quantities, at such times, and in such manner\n             and at such prices, payable in such manner and at such times,\n             as may be agreed on, to or for any premises not situated\n             within a district, or to or for any institution, public or\n             private, wheresoever situated, or to or for any ship or other.\n                     whe inclusion of this page is autbonmi by L.N. 57119811\n                       PARISHES W A T E R SUPPLY                                    15\n     vessel. All applications for any such supplies of water shall\n     be made in such form, and subject to such regulations, as\n     such Parish Council shall from time to time require."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. The Parish Council of any parish may sell and dispose Sales of\n     of and deliver water from the water works in any district in water.\n,-\n     such parish at such prices and times, and in such manner,\n     and by such agents, as they may from time to time appoint,\n     and may employ such agents or servants for the purpose of\n     retailing and superintending the delivery of such water, and\n     on such terms of a fixed salary or commissions, and of\n     accounting for and paying over all sums of money received\n     for such sales of water, as they shall think fit; and all moneys\n     so received shall be paid over to the Secretary of such\n     Council, and shall be paid by him to the Accountant-General,\n     to the credit of the water supply account of such district\n     hereinafter mentioned."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23, It shall be lawful for the Parish Council of any parish po~;nd\n     in which any tank was constructed under the Public Tanks Cornantkm aurhmiad\n     Law, 1893, (Law 26 of 1893) now repealed, and the said ::22Z       ance wnh\n     Parish Council is hereby authorized to charge for the supply by-iSws\n                                                                        tor the\n     of water from the same in accordance with by-laws to be&      ::,;,;\n     made by such Council with the approval of the Minister gk:k%?      under Law\n     who shall have power to alter or amend the same.                  % d 1893\n                                                                        (now\n                                                                         RPdcd).\n                                                                         %IW7\n                                                                         s. 5."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. T h e Parish Councils in the several parishes of this r  f z;'eb\n     Island, in charge of public water supplies, are hereby em- Councils.\n                                                                   bypviah\n     powered, if they think fit, and subject to such orders as 4911974\n     they may make-                                                s. 2\n          (a) to supply water, free of water rates or other charge\n                for the same, in any area by any means other than\n                service pipes; and\n              me inclusioa of tFis page is authorized by L.N. 57/1981]\n 16                             PARISHES WATER SUPPLY\n                  (b) to supply water at cost by means of service pipes\n                      to public educational institutions offering primary\n                       education as defined in the Education Act.\nPC~~SUPPIY      25. The National Water Commission created under the\nof water\nbywater      National Water Commission Act shall, under their super-\nCamissi\"n.   vi'sion, and to their satisfaction, and subject to such con-\n             ditions as they may think fit, allow connection to be made\nwtm          with their mains, or otherwise to supply at cost water to\n(b).\nS.     (I)   public educational institutions offering primary education\n             as defined in the Education Act, in the parishes of Kingston\n             and S t . Andrew which are within the li~mitsof their water\n             service."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. [Repealed]\n                                  Water Supply Accounts\nAccounts       27. The Accountant-General shall open and keep separate\nfor each.    accounts with each Parish Council which has obtained, or\ndistrict.\n             which shall hereafter obtain, advances for water supply\n             purposes in respect of any district, of the sums so advanced,\n             and of all interest thereon, and of all sums paid from time\n             to time under section 29, and of all collections, payments\n             and credits, in respect thereof, which account shall, in each\n             case, be opened as the water supply account for the district\n             assisted.\npawmu          28. All money received by any Collector of Taxes for or"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. The Accountant-General shall from time to time pay Payments\n                                                                           Oat\n        from the moneys in his hands at the credit of the water\n        supply account for any district, the drafts of the Parish\n        Council of the parish in which such district lies, drawn\n        against such account in respect of the construction of the\n        hvmis authorized, and of the current charges of manage-\n,\n        mmt and maintenance of the same, and of such extra-\n        ordinary charges for repairs and renewal of works, and\n              w works, and for purchases of additional property,\n        and for any other extraordinary expenses, as may be author-\n        ized by the Minister specially under this Part."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. It shall be lawful for the Accountant-General to :Kernof\n    ,deduct, from the amount of all water rates collected and\n    . p a 3 qver to him by any Collector of Taxes under this Part,\n     a sum equal to five per centurn on such amount, to cover\n     expews of collection; and such percentage shall form\n     part Qf the Consolidated Fund.\n       31:-In case, upon the accounts kept under this Part Dcfidenciea.\n                                                                     hOW\n     between the Accountant-General and any Parish Council h pryablo,\n     respect of any water works authorized to be constructed as\n     aforesaid, and in respect of which an advance or advances\n     have been made by the Accountant-General, it shall appear\n     that the water rates to be credited as aforesaid, after deduct-\n     ing the authorized expenditure to be debited as aforesaid,\n    'are in any year insdlicient to pay the interest upon such\n     advance or advances together with the proportion of the\n     capital sum payable as aforesaid, the Accountant-General\n    .shall make good such insufiiciency out of the first moneys\n    ,coming to his hmds as the proceeds of the Parish General\n     Rate leviable within such parish under the provisions of the\n     Parochial Rates and Finance Act, and such appropriation\n    'shalt be legal, anything in the said Act to the contrary not-\n     withstatding.\n                m e inclusi00 of this page is authorized by L.N. 57/1%l]\nia                          PARISHES WATER SUPPLY\n                                      Managemenr\nBylaws.     32.-(1)   Every Parish Council may make by-laws-\n              (a) for the prevention of waste of water; and\n              ( b ) for the prevention of the improper use of any water\n                    p i p or fittings or appliances attached thereto; and\n              (c) for regulating the use of any water works or water-\n                    ways; and\n              (4for regulating the sale and delivery and supply\n                    and use of water in the parish; and\n              (e) for prescribing the amount, manner and limit of\n                    the supply of water to any ratepayer or class of\n                    ratepayers in the parish; and\n               Cf, for defining and regulating the powers, rights,\n                    duties and conduct of all persons employed, in\n                    about or in connection with the water works or\n                    waterways situated within the parish and of all\n                    persons seeking a supply of water from any sucb\n                    water work or water way; and\n              (g) for the cutting off and stoppage of the supply of\n                    water to premises-\n                       (i) if the water rate in respect of such premises\n                            is in arrear and unpaid; or\n                      (ii) if there has been waste of water supplii\n                            to such premises whether such waste was\n                           occasioned by an act or default of the person\n                            paying the water rates or not.\n                  (2) Notwithstanding anything to the contrary\n          different by-laws may be made under subsection (I) in\n          respect of different areas in any parish.\n                 (3) Every person who contravenes or fails to comply\n          with any by-law made under subsection (1) shall be guilty\n                  me inclusion of this page is authorized by L.N. 57/1981]\n                 PARlSHES WATER SUPPLY                                    19\nof an offence against this section and upon summary con-\nviction thereof shall be liable to a fine not exceeding ten 4011995\nthousand dollars.                                               s. 3.\n        (4) Every person who, in the contravention of any\nby-law does any damage-\n     (a) to any water work or waterway; or\n     (6) to any water pipe, fitting or appliance vested in or\n          supplied by any Parish Council and which is used\n          or intended to be used in connection with any water\n          work or waterway,\nshall on conviction of such Contravention be liable, in\naddition to the fine specified in subsection (31, to pay to the\nParish Council the value of such damage or in default of\npayment forthwith to imprisonment, with or without hard\nlabour, for a term not exceeding three months.\n       (5) Notwithstanding anything to the contrary where\nthe supply of water to any premises is cut off under the\nprovisions of any by-law the water rates payable in respect\nof such premises shall not abate during the time that the\nsupply is so cut off unless the Parish Council otherwise\ndirects in any particular case.\n        (6)[Deleted by Act 40 of 193.5, S.3.1"
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. The provisions of section 124 of the Parish Councils tiun\n                                                           ~pplica-\n                                                                of\nAct shall apply in relation to bylaws under this Act.      d o n\n                                                                124 ~e\n                                                                Parish\n                                                                Cmndla\n                                                                Act.\n                                                                4011995\n                                                                s. 3."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. All fittings for the conveyance, delivery or storage Fittings.\nof water, which m a y be required by any occupier of property\nto be placed in connection with fittings belonging to a Parish\nCouncil, shall be in all respects subject to the approval of\nsuch Council, and shall be kept constantly in serviceable\ncondition to the satisfaction of the Council, at the expense\n__           ~  ~ _ _                       __\n          pT~~imIusion\n                    &this page is authorized by L.N. 95119971\n20                              PARISHES WATER SUPPLY\n              of the party who may require them, and any such fittings not\n              so approved or kept serviceable as aforesaid may be removed\n              by or under the direction of the Parish Council, or the Parish\n              Council in their option may cut off the supply af water from\n              the premises where such fittings shall be placed.\n                                          Legal\n~ecoveryof\nrates, etc.,"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. Notwithstanding the means of collection of rates\nby suit.     hereby provided, any Parish Council may, in addition thereto\n             or in lieu thereof, proceed to recover and enforce the same,\n             or any arrears thereof, or any moneys payable to them under\n             this Part, or under any contract made with them, by action,\n             plaint or suit, at Law or in Equity, and by execution and\n             proceedings thereunder, or upon any judgment thereon.\nDocuments       36. All conveyances, leases, contracts and other docu-\nfree from\n              ments, made or given by or to the Commissioner of Lands,\n              the Chief Technical Director, or any Parish Council, in pro-\n              ceedings under this Act shall be free of stamp duty.\n                                    Oflences, etc.\n+rest on        37. The person in charge of any well or tank, or other\nview.\n              place of water supply provided under this Act, or other-\n              wise by any Parish Council, shall have power to appre-\n              hend or cause to be apprehended, without warrant, any\n              person who shall, in his view, at or near such well, tank\n              or place, commit any nuisance, or any breach of the by-\n              laws made and approved as aforesaid, and shall also have,\n              at and near such well, tank or place, the powers of a\n              constable.\nDamage to\nWorks, etc."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. Documents free from stamp duty.\n                               Offences, erc."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. Every person who shall in any way destroy or damage\n              any water works, or destroy, damage or obstruct any water-\n              way, or in any way defile or injure the water in any water\n              works or waterways, shall be liable to a penalty for each\n4011995\ns. 3.\n              offence not exceeding ten thousand dollars.\n                              -~\n                        [The inclusion of this pagc is authorized 'by L.N.95! 19971\n                  PARISHES WATER SUPPLY                                     21"
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. Any person who shall fraudulently take or attempt Frauds.\nto take any water from any water work or waterway con-\nstructed or used under this Act and in the exclusive posses-\nsion of a Parish Council, and any person who shall by any\nmeans fraudulently obtain water from any such water work\nor waterway in excess of any quantity that he may be autho-\nrized to take, shall be liable to a penalty not exceeding thirty 401 199s\n                                                                 s. 3.\nthousand dollars."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. No person shall make any alteration in, or any con- Tampring\nnection with, any of the pipes or fittings of any Parish wth pipes.\nCouncil, without the permission of such Parish Council being\nfirst had and obtained; and every person convicted of so\ndoing shall be liable to a penalty not exceeding five thousand 40: 1995\n                                                               s. 3.\ndollars."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. Every servant or agent of any Parish Council Emryon\nauthorized by the Parish Council may at any time between premised\nthe hours of eight o’clock in the morning and six o’clock\nin the afternoon enter upon any premises supplied with\nwater by the Council, for the purpose of-\n     (a) examining the pipes or means by which water is\n         supplied to such premises or any appliance or\n         thing used upon such premises in connection with\n         such pipes or means of supply; or\n     (6) cutting off the supply of water to such premises\n         in any case where it is permissible under the pro-\n         visions of this Act for such supply to be cut off."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. In any prosecutions under this Act, the several Parish F~\nCouncils and their officers shall have free process in any proam\nof the courts of this Island."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. All prosecutions for offences against this Act, or Time\n                                                          linutation\nagainst any by-laws thereunder, shall be commenced within for\nthree calendar months after the commission thereof.       prosecution.\n-\n          fllm lnchwim d lbisplgc is aulbmkd by L.N. 9511997)\n22                                 PARISHES WATER SUPPLY\nRcmvery\nof penalties.      44. All penalties imposed by this Act may be recovered\n                summarily before any two Justices of the Peace or a\n                Resident Magistrate, who, in default of payment thereof,\n                may award imprisonment with or without hard labour for\n                a term not exceeding three months.\n                    PART11. Jamaica Parishes Water Supply Loans\nInterprets-\ntion of           45. In this Part-\nterms\n                “Parish Council“ and “Council” shall be held to include\n                    the Kingston and Saint Andrew Corporation;\n                “Parish” shall be held to include the “Rural Wards” of the\n                    Corporate Area of Kingston and Saint Andrew.\nParish            46. The Parish Council of any parish of the Island (here-\nCouncil of\nany parish      inafter called the Council) may from time to time, out of\nmay make\nloans io        moneys standing to the credit of the General Fund of that\npersons in\npossession\n                parish make for the purposes of this Part loans to persons in\nof land.        possession of any land in that parish, the repayment of such\n                advances being secured in the manner hereinafter provided,\n                and in such further manner [if any) as the Council, or any\n                person or persons deputed by the Council m a y in any case\n                approve :\n                  Provided that such loans shall not exceed in the aggregate\n                in any one year the sum of three thousand dollars and shall\n                in no individual case exceed the sum of one hundred dollars.\nA plication       47. This Part shall not apply to any parish unless and\noPPart 11.\n                until the Parish Council of such parish has by resolution\n                signified its adoption of the provisions of this Part, and the\n                Minister has approved of the said resolution.\nPorrn of          48.-(1) The form of receipt contained in the F h t\nreceipt.\nRights and      Schedule, when signed by any person to whom an advance\npowers\n                         [The iaclusion of this page is a t h m i z e d lby L.N.951 19971\n                 PARISHES WATER SUPPLY                                      23\nmay be made on account of the loan therein mentioned, ;::\\$,$id\nshall confer on the Council the following rights and on   council\n                                                      on receipt\npowers-                                               being signed.\n                                                                  First\n     (a) In respect of all advances that may be made, not schedule.\n         exceeding the total amount of the loan mentioned\n         in such receipt, and any expenses incurred by\n         the Council in connection with, or arising out of\n         the said loan, a preferential charge upon all crops\n         that may be grown on the land specified in the said\n         receipt, until repayment in full of such advances\n         and expenses.\n     (61 A charge on such land in respect of such advances\n         and expenses, subject to any mortgages existing\n         thereon, and recorded or registered, or in respect\n         of which a caveat has been entered at the date\n         of such receipt, or of which the Council shaU have\n         received notice in writing, prior to the making\n         of the first advance on account of the loan.\n    (c) All the rights and powers conferred on lenders\n         under the terms of the Agricultural Loans Act,\n         and any enactment amending the same save that\n         such rights and powers shall extend to aU CTOPS\n         grown on the said land, until repayment in full of\n         the advances and expenses as aforesaid.\n     (d) A power, after ninety days' notice to the borrower,\n          to sell the interest of the borrower in the said land,\n          on default being made in repayment of the said\n          advances, or any part thereof respectively, at the\n          time and in the manner specified in the sajd\n          receipt.\n        (2) A document in the form specified in the Second SecondSchedule\nSchedule, signed by fhe Secretary of the Council, shall be\nsufficient to confer title on any purchaser, and no such\npurchaser shall be concerned to see or enquire whether such\n24                             PARISHES WATER SUPPLY\n              sale is properly made, or whether any such notice has been\n              given.\nImplied\ncorenants"
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. Parish Council of any parish may make loans to persons in\n      possession of land."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. Form of receipt.\n    Rights and powers which shall be conferred on Council on receipt\n      wig signed."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. In such form of receipt, there shall be implied on\nwLth          the part of the borrower, the following covenants with the\nCouncil.\n              Council, that is to say-\n                   (a) To expend the said loan on constructing or repair-\n                       ing a tank for the storage of water or sinking or\n                       repairing a well on the land specified in the said\n                       receipt, of the dimensions and materiaIs and\n                       according to plans and specifications, to be\n                       approved by the Council and not otherwise. The\n                       expression “tank” shalI include the catchment\n                       and other appurtenances to the tank.\n                   (b) To repay the said loan at the times mentioned\n                       in the said receipt, and to pay all expenses incurred\n                       by the Council in connection with, or arising out\n                       of the said loan.\n                   (c) To produce at such intervals as may be required\n                       by any person authorized in writing by the Council,\n                       an account showing the expenditure of the moneys\n                       advanced from time to time, vouched on oath, or\n                       by affirmation, or in such other manner as may\n                       be required by such person.\nImplied\ncovenants"
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. In such form of receipt there shall be implied the\nbinding on    covenants with the Council in this section specified, which\noccupier of\nland.         shall be binding on the occupier of the land for the time\n              being, in the same manner as if such occupier had signed\n              such receipt, and on the borrower in addition to the\n              covenants mentioned in section 49.\n                The said covenants are as follows-\n                  (a) Out of the crops and proceeds of the said land to\n                       repay the said loan, at the times mentioned in the\n                       -\n                       me inclusion ofthis p g e is a&orimd by L.N. 9S/ 19971\n                  PARISHES WATER SUPPLY                                 25\n         said receipt, and to pay all expenses incurred by\n         the Council in connection with, or arising out of\n         the same.\n    (6) To allow inspection of the land specified in the\n        said receipt, and of the cultivation thereon at all\n        times, by any person authorized in writing by the\n        Council.\n    (c) At all times, whilst any portion of the loan men-\n         tioned in such receipt remains unpaid, to uphold\n         and maintain the cultivation on the lands thereby\n         charged in good order and condition, and to see\n         that the security is not deteriorated in value."
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. Receipts for all advances on account of a loan subse- advances.\n                                                                Re=lp~for\nquent to the first advance, need not be recorded or registered,\nand may be in the form specified in the Third Schedule.         Thud\n                                                                Schedule."
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52. Any person who obtains an advance under this Part, Offences\nby means of any false representation, any person to whom\nan advance is made under this Part whether in money or\nbuilding materials who wilfully applies the money or\nmaterials so advanced to any other use or purpose than the\nconstruction or repairing, on the lands described in the said\nreceipt, of a tank for the storage of water or sinking or\nrepairing a well of such dimensions, materials and construc-\ntion as the Council shall approve, any person making any\nfalse oath or afhmation and any person who having\nobtained an advance whether in money or building materials\nunder this Part, or who, Wig the occupier of any land men-\ntioned in any receipts under this Part, afterwards sells or\ndisposes of, or converts to his own use, or wilfully destroys\nany of the crops or products, the subject of the charge\ncteated under this Part, without the consent in writing of\nthe Council or person deputed by the Council, shall be guilty\nof a misdemeanour, and being convicted thereof in any\n                                                              --___\n          Phc iUclusion of t h i s p d ~ is\n                                         c authwized by L.N. 95/1997]\n26                              PARISHES WATER SUPPLY\n                Court of Record in this Island, shall be imprisoned, with\n                or without hard labour, for a term not exceeding one year:\n                  Provided that no prosecution of any such offence shall be\n                begun or proceeded with, after the secured advances and\n                expenses shall have been satisfied.\nExpenses.         53. It shall be lawful for the Council, with the approval\n                of the Minister, to advance to any person or persons\n                appointed by the Board to carry out the purposes of this\n                Part, or to pay to the order of such person or persons any\n                expenses that may be incurred in the carrying out of this\n                Part under the authority of the Council.\nReceipts in       54. All receipts in the form in the First Schedule shall\nthe form in\nFirst           be in duplicate, and one copy thereof shall within one month\nSchedule to\nbe in           of execution, be lodged and kept in the Record Office, and\nduplicate.      indexed as a mortgage affecting the land mentioned in such\n                receipt, or in the case of lands under the operation of the\n                Registration of Titles Act, one copy of such receipt shall be\n                lodged with the Registrar of Titles, and he shall register the\n                same as a mortgage under the said Act.\nExem tion\nfrom Les          55. All documents executed under thii Part shall be\nand stamp\nduty.\n                exempt from all fees and stamp duty.\nCouncil m a y\ndirect that        56. It shall be lawful for the Council to direct that any\nloan or\ninstalment\n                loan or any instalment thereof shall be made by supplying\nthereof be      the borrower with building materials suitable for the con-\nmade by\nsupplying       struction or repairing of a tank or for sinking or repairing\nborrower\nwith            a well and equal in value to the amount of the loan or any\nbuilding\nmaterials.\n                instalment thereof as the case may be and on the delivery to\n                the borrower of such building materials the amount of loan\n                or any instalment thereof as the case may be represented by\n                such materials shall be deemed to have been paid to the\n                borrower and the decision of the Council as to the value of\n                such building materials shall be final and binding.\n                                                     byL.N.95119371\n                         [Theinclusiondtbispagsisa~~iPa\n                  PARISHES WATER SUPPLY                                       21"
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56. Council may direct that loan or instalment thereof be made by\n      supplying borrower with building materials."
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57. All moneys owing to the Council, whether for instal- z g y o\nments of a loan or otherwise, shall be paidto the Collector            2;::\nof Taxes of the parish at his office, and payment may, with- be pBliito\n                                                             Collector of\nout prejudice to any other remedies be enforced under the Tawesof\nprovisions of the Tax Collection Act, and any enactment parish.\namending the same, as if the person liable to pay the said\namounts had made a return thereof under the said Act and\nhad failed therewith to pay the same.\n              PARTHI. Miscellaneous Provisions"
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58. It shall be lawful for the Chief Technical Director ~ ~ ~ ~ i m\non behalf and by direction of the Government to take charge Director\n                                                            may take\nof and administer any system of water supply constructed Overwater\nby or on behalf of any Parish Council, whenever such\nCouncil has requested the Government so to do, and the\nMinister has approved of the request being complied with."
    },
    {
      "provision_ref": "sec59",
      "section": "59",
      "title": "Section 59",
      "content": "59. The Minister may make all necessary arrangements Mister\n                                                                       may make\nfor taking charge of and administering such water works and arrange-\nmay make rules and regulations for carrying out such ments        for\n                                                              &,weand\narrangements and generally for giving full effect to the pur-\nposes of sections 58 to 63. He may attach penalties of four waterworks.\ndollars for each breach of such rules and regulations, which\nmay be recovered summarily."
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60. During such time as any water works shall under Transferof\nsections 58 to 63, be in the possession and under the control g F to\nand subject to the management of the Chief Technical g         Fs;l\nDirector, all powers of the Parish Council over and in respect\nof such water works and all revenue in connection therewith\nshall be transferred to the Chief Technical Director who is\nhereby authorized to do whatsoever by Part I or by any\nenactment amending the same or incorporated therewith, a\nParish Council is authorized to do.\n          F   e kclusion of this paec i s authari?ed by L.N 9511997)\n2a                                      PARISHES WATER SUPPLY\nRetransfer       61. So soon as the position of any water works, the\nof water\nworls.        management of which has been assumed by the Government,\n              is in the opinion of the Minister such as to justify and call for\n              its re-transfer to the Parish Council to which it belongs, he\n              shall cause notice to be given to this effect by advertisement\n              in the Gazette, and from a date to be specified in such notice\n              the powers of the Chief Technical Director under sections\n              58 to 63 in respect of such water works shall cease, and the\n              powers of the Parish Council which were temporarily sus-\n              pended shall forthwith revive and be once more in full force\n              and effect."
    },
    {
      "provision_ref": "sec62",
      "section": "62",
      "title": "Section 62",
      "content": "62.** All legal proceedings in connection with water works\n              of which the management has been assumed by the Govern-\n68i1958\ns. 33.        ment under sections 58 to 63, may be taken by and in the\n              name of or against the Chief Technical Director.\nChief\nTechnical"
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63. The Chief Technical Director shall be exempt from\nDirector      personal responsibility for anything done, suffered, or\nexempt\nfrom          omitted in the exercise of the powers given by sections 58\npersonal      to 63,* and all damages and costs which shall or may be\nrcsponsibi-\nlity.         recovered against the Chief Technical Director in any action\n68 i 19sa     or suit for anything done, suffered, or omitted in the exercise\nS. 33.\n              of the powers given by sections 58 to 63 shall be paid out of\n              the revenues of the water supply under his control in respect\n              of which the liability arose.\n                **This section is repealed by section 32 of the Crown W d i n g s Act, insofar\n              au it pgtcts proceedings by or against the Crown or any oflicer of the Crown\n              M dehed    in that Act.\n                *The words “and all dama es ............................ most\" following the asterisk\n              are mmled by section 32 $the Crown Proceedii Act. inmfar IS tbev affcot\n              proceedings b y or against the Crown or any office- of the Crown aa d i n e d m\n              that Act.\n                  --           - _          . _                           -                 __\n                            ~ e i n c l u d o nof this page is &&Orized   by L.N.95119971\n                     PARISHES WATER SUPPLY                                            29\n                             FIRST SCHEDULE                        (Section48 (I) 1\n                THEPARISHBSWATER   S U P ~ ACT\n                                           Y\n  Received from the M h C Q Uof~ the parish of\nthcpum0fS                           on account of a loan of S\nto be made to me under the terms of the Parishes Water Supply\nAct. in re%pcct of all that piece or parcel of land\n                                                            (here describe 1Md)\nThe loan to be made in                          instalments, the receipt of\neach instalment bejng dependent on my satistjhg the said Council or\n\"Z      m n authorid by such Council in writing that the previous\n        ent has been duly expended on the construction. or repairing.\n011 the said land of a tank for the storage of water or on sinking or\nrepairing a well on the said laod of such materials, dimensions and\nCoIlStrudion as may be approved by the Council. The said loan to be\nrepayable in seven annual instalments with interest at the rate of\n                  per cent, per annum [see note \"U\" posl).the lirst of such\ninstalments to be paid on the             day of               19     .\n   If default shall be made in the p e n t of any instalment or of any\n                                      8\ninterest. the whole principal sum en unpaid shall become immediately\npayable without further demand.\n   I fully understand that the signing of this receipt makes me liable\nto the covenants set out in the Parishes Water Supply Act, and\nconfers on the Parish Council of the rish of\nthe rights and powers specified in t r e said Act and in the ApkuItufal\nh s Act.\n   I further fully understand that inatead of receiving the balance of\nthe gum of s                               hcreinbefon-mentioned or any\nimtdmcnt thereof. I may be supplied with building materials of a value\nto be determined by the said Council, and that the supply of such\nmaterials will be for the purposes of the Parishes Water Supply Act\na payment in money to the amount of thb vaiue of such materials\ndctemined as aforesaid.\n           Dated this                 day                                .   19   .\n                                                 X.Y., of\nwitlfess\n   (U) If no interest it to be charged, tha foregoing words should be atruck out\n.ndshould be repIDcsd by the WOFQ\"without intercat\".\n             F   e inctusion ofthis page iS ai&brized by L N.95/ I9971\n30                            PARISHES WATER SUPPLY\n                                    SECOND SCHEDULE                         (Section 48 (2) )\n                             THE PARISHES WATERSUPPLY Am\n          I. A B .                             Secretary of the Parish Council of the\n     parish of                                  in pusllslnce of the powers confarred\n     on me under the above-mentioned Act, do hereby in consideration\n     of the sum of                          paid to me by C.D.\n     of                                  sell and transfer all and every the estate and\n     interest of                               (borrower), of\n     a person to whom          advances have been made undw the said Act of\n     and in                              (here describe property)\n     to the said C.D.\n                 Dated this                 day of                                , 19      .\n                                                        AB.,\n                                      Secretary of the Parish Council for\n                                    THIRD SCHEDULE                               (sestioo 51)\n                        THE PARISHES   WATEXSUPPLY Am          .\n          Received from the Secretary of the Parish Council of the pariah of\n                                   the sum of I                                    bdng the\n                                   instalment on account of the loan mentioned in\n     my receipt dated the                     day of\n             Dated this                       day of                               , 19         .\n                                                         X.Y., of\n     witness\n                     [Theinclusion of this page is au@horizedby L.N. 951 19971\n                                                                                 31\n                 FOURTH SCHEDULE                      (section 1171\n   PARISHES IN RELATION TO W H I M RATES AILE BAS6D ON\n                   UNIMPROVED VALUES\n     Saint Catherine                                                  271 1959\n     saint Ann                                                        s. 4.\n     Portland                                                         L.N.\n     Saint Mary                                                       2711962\n     Saint Thomas                                                     L.N.\n     Trelawny                                                         90; I965\n     Saint Elizabeth\n     Clarendon                                                        L.N.\n     Manchester                                                       1101I973\n     Westmoreland.\n                   FIFTH SCHEDULE                     ( W o n 171\n       MODIFICATIONS OF SECTION 16 IN RELATrON TO                     2111993\n                                                                      s. 4.\n           PARISHES    IN FOURTHSCHEDULE\n                  LISTED"
    },
    {
      "provision_ref": "sec101",
      "section": "101",
      "title": "Section 101",
      "content": "101, 103, 104 and 105, so far as section 105 gives any right partiallr\n                                                                 mwrpor-\n         me incheh of this page is authorized by L.N. 57/1981]   ated.\n8                                PARlSHES WATER SUPPLY\n               to the Accountant-General to deduct a percentage from\n               money paid into the Treasury, and except so far as the said\n               Act is inconsistent with or varied by the provisions of this\n               Part and in construing the same the Parish Council of the\n               parish authorized to construct water works under this Act\n               shall be deemed to be “the promoters of the undertaking”;\n               and all costs and moneys payable by the promoters of the\n               undertaking shall be chargeable primarily to the moneys in\n               the hands of the Accountant-General to the credit of the\n               parish applicable to the purposes of the said water works,\n                                                                                3\n               and shall not in any way be chargeable against the individual\n               members of the Parish Council personally, nor shall they,\n               or any or either of them, be liable personally for any penalty\n               by the said Act imposed on the promoters of the undertaking.\nVesting of\nlands and"
    }
  ],
  "definitions": []
}