{
  "id": "jm-stat-the-parliament-integrity-of-members-act",
  "type": "statute",
  "title": "The Parliament (Integrity of Members) Act",
  "title_en": "The Parliament (Integrity of Members) Act",
  "short_name": "Parliament (Integrity of Members) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-parliament-integrity-of-members-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-parliament-integrity-of-members-act | Legal areas: Parliament",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1 ,?OU 1       by order or under the authority of the Parliamentary Leader, the\ns. I D (a).\n               Director of Public Prosecutions or the Commissioner of Police,\n               as the case may be, and such court shall thereupon immediately\n               stay such civil or criminal proceedings and the same and every\n               process issued therein shall be deemed to be finally determined.\n                          (2) In any civil or criminal proceedings instituted for\n                publishing any extract from or abstract of any publication of a\nli2ODl          Parliamentary Leader pursuant to section 12, or any extract from\ns lO@).         or abstract of any information published by order or under the\n                authority of the Director of Public Prosecutions or the\n                Commissioner of Police, pursuant to that section, if the court or\n               jury, as the case may be, is satisfied that such extract or abstract\n               was published bona j?de and without malice, judgment or\n               verdict, as the case may be, shall be entered for the defendant or\n               accused.\nRegulations.      14. The Commission may make regulations-\n                     ( U ) prescribing the manner in which enquiries may be\n                            carried out and any matters incidental to or\n                            consequential on such enquiries;\nSecond              ( b ) amending the forms specified in the Second\nSchedule.\n                            Schedule;\n                    (c) prescribing the period within which any information\n                            required by the Commission should be furnished;\n                              ITlw ~ n c i i i s i n iof            c ;lathorizcd by L.N 112i200? ]\n                                                      i fIiii p ~ g 1s\n                PARLIAMENT (TNTEGRITY OF MEMBEW)                                  II\n          (6, prescribing any matter or thing, whether similar to the\n                 above or not, in respect of which it may be expedient\n                 to make regulations for the purpose of carrying this\n                 Act into effect.\n      1 5 . 4 1 ) Any person who-                                        Offences.\n          (a) fails, without reasonable cause, to fiunish to the\n                 Commission a statutory declaration which he is\n                 required to furnish in accordance with the provisions\n0                of this Act;\n           (b) knowingly makes any false statement in any such\n                 statutory declaration;\n          (c) fails, without reasonable cause, to give such\n                 information as the Commission may require under\n                 section 7;\n          (d) fails, without reasonable cause, to attend an enquiry\n                 being conducted by the Commission under section 7;\n                 or knowing gives any false information in such\n                 enquiry,\n    shall be guilty of an offence, and shall, on summary conviction\n    thereof in a Resident Magistrate’s Court, be liable to a fine not\n    exceeding two hundred thousand dollars or to imprisonment for I R ~ I\n    a term not exceeding two years, or to both such fine and\n    imprisonment, and where the offence involves the deliberate\n    non-disclosure of a Parliamentarian’s property the Court may, in\n    addition to the imposition of a fine or term of imprisonment or\n    bth-\n                 (i) if the properly involved is situated within the\n                      Island, declare that it be forfeited to the Crown;\n                 (ii) if the property involved is situated outside the\n                      Island, order that an amount equivalent to the\n                      value of such property (the value to be assessed\n                      as djrected by the Court), be paid by the\n                      Parliamentarian concerned to the Crown.\n            (2) Payment of all sums due to the Crown pursuant to\n    paragraph (ii) of subsection (1) may be enforced in like manner\n    as a debt due to the Crown and any proceedings t h e r m on\n    behalf of the Crown may be taken summarily in a Resident\n    Magistrate’s Court, without limit of amount.\n                                of 1111%page I , nulllo!lzed h, L N I 1?,700? 1\n                   [Nit IIICIUSIUII\n 12                        f’ARI,IAMf<NT (7NlEGRITY OFMEMBER)\nl!ZDO1                ( 3 ) In considering whether an order for forfeiture of a\nS.I 1 (b)\n               Parliamentarian’s property should be made under subsection (1)\n               (i), the Court shall have regard to the right and interests, if any,\n               of third parties in that property.\nimni                     (4) A person who claims an interest in any property\nS . I I (b).\n               referred to in subsection ( 3 ) may-\n                     (a) during the proceedings for the offence referred to in\n                            subsection (I); or\n                     ( b ) within a period of six months after the day on which a\n                            forfeiture order is made in respect of that property or\n                                                                                        0\n                            such longer period as the Court may, having regard to\n                            all the circumstances allow,\n               apply to the Court for an order under subsection (5).\niitnni                   ( 5 ) Where an application is made under subsection (4)\nS. 11 (b)      the Court shall take account of the representations made by the\n               applicant in relation to the property and shall make an order\n               declaring the nature and extent of the applicant’s interest, if any,\n               in the property.\n1/2003                   (6) The Court may-\nS.1 I (b).\n                      (a)where subsection (4) (a) applies, decide that the\n                            property or the part thereof to which the applicant’s\n                            interest relates should not be forfeited to the Crown;\n                     ( b ) where subsection (4) (b) applies, order that-\n                               (i) the property or the part thereof to which the\n                                     applicant’s interest relates, be returned to the\n                                     applicant, or\n                                (ii) an amount equal to the value of the applicant’s\n                                     interest, as declared in the order under\n                                     subsection (5), be paid to the applicant.\n                   16 [Deleted by Act 1 of 2001.1\nE.xpenser        17 For the purposes of subsection (1) of section 13 of the\nlncurred m     Income Tax Act, any disbursements and expenses incurred in a\nprepara-\ntion of        year of assessment by a Parliamentarian in connection with the\nstslulory      preparation of a statutory declaration or other document required\ndeclara-\ntlonS d C ,    to be furnished by him for the purposes of this Act shall be\ntax            deemed to be incurred by him wholly and exclusively in\ndedud-\nible.          acquiring his income for that year of assessment.\n             PARLIAMENT (INTEGRITY OF MEMBERS)                                           13\n                               FIRST SCHEDULE                       (Section 3)"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act, unless the context otherwise requires-                       Interpreta-\n                                                                               tion.\n    \"assets and liabilities\" include as assets any property\n         whether in or outside of Jamaica and as liabilities any\n         obligations to pay money whether in or outside of\n         Jamaica;\n    \"Chairman\" means the Chairman of the Commission;\n    \"child' includes a step-child or a child who has been\n         adopted under the Children (Adoption o f ) Act;\n    \"the Commission\" means the Integrity Commission\n        established under section 3;\n     \"functions\" includes duties and powers;\n     \"member\" means member of the Commission appointed in\n        accordance with the provisions of the First Schedule; ~ h d\n                                                                               Schedule\n     \"Parliamentarians\" mean$.. Members of the House of\n          Representatives and Senators;\n     \"Secretary\" means the Secretary of the Commission;\n     \"statutory declaration\" means a statutory declaration made\n          by a Parliamentarian pursuant to section 4."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) There shall be established for the purposes of this Establish-\n                                                            ment of\nAct, a body to be known as the Integrity Commission.        Commis-\n                                                                               sion.\n4                            PARLIAMENT (INTEGRITY OF MMBERSJ\nFirst                    (2) The provisions of the First Schedule shall have effect\nSchedule.\n                  as the constitution of the Commission and otherwise in relation\n                  thereto.\nDUQ of               4.-(1)    Every person who is or was at any time after the 26th\nParliamenta-\nrian to furnish\nstatutory\n                  July, 1973, a Parliamentarian shall fbrnish to the Commission, a\n                  statutory declaration, subject to subsection (2), of his assets and\n                                                                                                0\ndeclaration to\nCommission.       liabilities, and his income in the form set out as Form A in the\nSecond            Second Schedule, at such times as may be required by or\nSchedule.\n                  pursuant to this Act.\n                           (2) A declaration pursuant to subsection (1) shall include\n                  such particulars as are known to the declarant of the assets,\n                  liabilities and income of the spouse and children of the\n                  declarant :\n                    Provided that-\n                      (a) if the spouse was not living with the declarant at any\n                          time during the period in relation to which the\n                          declaration is made; or\n                      (b) if a child of a declarant has attained the age of 21 years\n                          and was not living with the declarant at any time during\n                          the period in relation to which the declaration is made,\n                  the particulars required to be fbrnished by this subsection shall\n                  be limited to assets held by the spouse or child (as the case may\n                                                                                            *\n                  be) in trust for, or as agent of, the declarant; so, however, that\n                  nothing in this subsection shall be construed as precluding the\n                  Commission from requiring from a declarant any additional\n                  particulars the Commission may think fit.\n                          (3) A statutory declaration pursuant to. subsection (1)\n                  shall be fbrnished-\n                      (a) in the case of a person who is a Parliamentarian on the\n                          26th July, 1973, within three months of such date; and\n                       (b) in the case of a person elected or appointed, as\n                           the case may be, a Parliamentarian at any time\n               PARLIAMENT (INTEGRITY OF MEMBERS)                                    5\n              after the 26th July, 1973, within three months from the\n              date of such election or appointment, as the case may be,\n    and thereafter on the 31st day of December in each year during\n    any part of which he remains a Parliamentarian and at the end of\n    twelve montbs from the date on which he ceases to be a\n    Parliamentarian, so, however, that a declaration required to be\n    made on the 3 1st day of December in any year shall be deemed\n    to comply with the requirements of this subsection if it is made\n    on or before the 3 1 st March next following that date.\n              (3A) The first declaration furnished pursuant to ,lzoo,\n    subsection (3) (b)shall include particulars of the assets, s 3\n    liabilities and income of the Parliamentarian as at the date of his\n    election or appointment, as the case may be.\n              (4) A statutory declaration finished pursuant to\n    subsection (1) may be accompanied by a statement of affairs\n    certified by a registeredpublic accountant if the declarant so desires."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. (1) The Governor-General shall appoint one of the members to be Chairman.\nChairman of the Commission.\n   , (2) The Chairman shall preside at all meetings of the Commission at\nwhich he is present, and in the case of the Chairman's absence from any\nmeeting, the members present and forming a quorum shall elect one of their\nnumber to preside at that meeting."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) The functions of the Commission shall be-                 Functions\n          (a) to receive and keep on record statutory declarations         ELrsof\n                 furnished by Parliamentarians pursuant to this Act;        the\n          ( b ) to examine such statutory declarations, and to request\n                 from a Parliamentarian any information relevant to a\n                 statutory declaration made by him, which in their\n                 opinion would assist them in their examination;\n          (c) to make such independent enquires and investigations\n                 relating to a statutory declaration as they think\n                 necessary;\n          (4to receive and investigate any complaint against a IROOI\n                 Parliamentarian regarding an act of comption within S. 4.\n                 the meaning of section 14 of the Corruption Prevention\n                 Act.\n               (2) The Commission shall have power to summon\n0   witnesses, require the production of documents and to do all\n    such things as it considers necessary or expedient for the\n    purpose of carrying out its functions."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 - 4 1 ) Subject to the provisions of subsection (3) and of D U ~ ~ = I O\n    section 13 every member and every other person having official\n    duty under this Act, or being employed in the d s i m -\n                                                                           tion.\n6\n              administration of this Act, shall regard and deal with all\n              information, declarations, letters and other documents, and all\n              other matters relating to a statutory declaration, as secret and\n              confidential, and shall make and subscribe a declaration to that\n              effect before a Justice of the Peace.\n                     (2) Every person required under subsection (1) to deal\n              with the matters specified therein as secret and confidential who\n              at any time communicates or attempts to communicate such\n              information or anythmg contained in such declarations, letters,\n              or other documents to any person-\n                     (a) other than a person to whom he is authorized under\n                          this Act to communicate it; or\n                     (6) otherwise than for the purposes of this Act,\n              shall be guilty of an offence and be liable on summary\n              conviction thereof in a Resident Magistrate's Court to a fine not\n              exceeding five hundred thousand dollars or to imprisonment for\n              a term not exceeding three years or to both such fme and\n              imprisonment.\n                     (3) [Deletedby Acr 1/2OOI.]\n                     (4) [DeZefedby Acr 1/2001.]\n                      ( 5 ) No obligation as to secrecy imposed on persons under\n              this Act, or under any statute or otherwise on persons employed\n              in relation to income tax, shall prevent information obtained\n              pursuant to this Act fiorn being disclosed to the Commissioner\n              of Income Tax by or under the authority of the Commission, or\n              information obtained in connection with the assessment or\n              collection of income tax eorn being disclosed to the\n              Commission by or under the authority of the Commissioner of\n              income Tax.\nCommis-         7 . 4 1 ) wheie the CommiSSion, upon examination of a statutory\nsion may\nrequire       declaration furnished pursuant to section 4, are of the opinion\nhnher in-     that further investigation is necessary, they may, in writing,\nformation\nand conduct   request the Parliamentarian concerned to fbmish such firther\nenquiries     documents, inhrmation, or otheMise as they may require,\n               PARLLAMENT (INTEGRITY OF MEMBERS,)                                                                7\n    within such time as they may spec%, or may, in writing, require\n    the Parliamentarian to attend on the Commission at such time as\n    may be specified by the Commission, for the purpse of the\n    Commission conductingan enquiry into themer.\n               (2) Where a Parliamentarian is required to attend on the\n    Commission pursuant to subsection (I), he shall have the right\n    to be accompanied, and represented by, an attorney-at-law and a\n0   registered public accountant and, for the purposes of such\n    enquiry, may require the Commission to summon such\n    witnesses as he thinks necessary."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. (1) The Governor-General after consultation with the Prime Minister Revocation\n                                                                                 of appoint-\n                                                                                 ment.\n14                          PARLIAMENT (INTEGRITY OF MEMRBRS)\n1911985       and the Leader of the Opposition may at any time revoke the membership of\nS. 2(a).\n              any appointed member.\n                     (2) Without prejudice to the generality of sub-paragraph (I), a\n              recommendation pursuant to that sub-paragraph shall have regard to any\n              representations made by a Parliamentarian showing cause why a person\n              should not remain a member of the Commission.\nFilling of       8. If any vacancy occurs in the membership of the appointed members,\nvacancies.\n              such vacancy shall be filled by the appointment of another appointed\n              member, so, however, that such appointment shall be made in the same\n                                                                                                 0\n              manner and from any of the categories of persons as would be required in the\n              case of the original appointment.\nGazetting of     9. The names of all members of the Commission as first constituted and\nmembership.\n              every change therein, shall be published in the Gazette.\nFunds of the     10. The funds of the Commission shall consist of such funds as may from\nCommission.\n              time to time be placed at their dsposition for the purposes of this Act by\n              Parliament, and such other moneys as may be lawfully paid to the\n              Commission.\nAccounts and      11. The Commission shall keep proper accounts of their receipts,\naudit.\n              payments, assets and liabilities and such accounts shall be audited annually\n              by an auditor appointed in each year by the Commission with the approval of\n              the Prime Minister.\nhualre~o*s       12. (1) The Commission shall on or before the 3 1st day of October in each\nand estimates year submit to the Prime Minister for approval their estimates of revenue and\n              expenditure in respect of the period commencing on the 1st day of April next\n              following and endmg on the 3 1st day of March of the subsequent year.\n112001               (2) The Commission shall submit to the Prime Minister an annual\nS. 13(a).\n              report relating generally to the execution of its functions.\n112001               (3) The Prime Minister shall cause a copy of the report referred to in\nS. 13(a).\n              sub-paragraph (2) to be laid on the Table of the House of Representatives and\n              of the Senate.\nStaff of          13. (1) The Commission shall appoint and employ at such remuneration\nCommission. and on such terms and conditions as they think fit, a Secretary and such other\n              officers and servants as they think necessary for the proper carrying out of the\n              provisions of this Act:\n11200 1          Provided that no salary in excess of seven hundred and fifty thousand\nS. 13(b).     dollars shall be assigned to any post without the prior approval of the Prime\n              Minister.\n                     (2) The Governor General may, subject to such conditions as he may\n              impose, approve of the appointment of any officer in the service of the\n              Government to any office with the Commission and any public officer so\n              appointed shall, in relation to pension, gratuity or other allowance, and in\n              relation to other rights as a public officer, be treated as continuing in the\n              service of the Government.\nSeal and          14. (1) The seal of the Commission shall be kept in the custody of the\nexecution of  Chairman and shall be affixed to instruments pursuant to a\ndocuments.\n            PARUAMENT (INTEGRITY OF MEMBERS)                                         15\n~ l u t i o aof the commission in the pnsencs of the           and\nany othcr member.\n      (2) The seal of the commission shall ba autkenticatcd by tha\nrignatuns of the Qlairman and one other member.\n      (3) All documents other than those required by law to be under\nKll made by and all decisions of the Commission may be aignificd\nunder the hand of the chairman or the Suxctary."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.     Lrw INSURANCE POLICESHELD BY DECLARANT,\n                                            S\n                                                                    Inwhat     Estimated\n      Description       Owner’sName          Bywhom                 capacity   Market\n                                             beingheld              being held Value\n                                                                                            -\n                                                                    Inwhat         Estimated\n      Description       Owner’sName          Bywhom                 capacity       Market\n                                             beingheld              beingheld      Value\n                     -\n                                                  ....................a..,......\n                                                             SigMhrrc of Dedmcmt\n                            ~ ~thie~ p s ~ e kauthorimj by LN, 17/dm\n               [raa b c h d d\n              PARLJAMENT (INTEGRITY OF MEMBERS)                                                                   11\n1 I.     PARTICULARS OF INCUMB, FROM ALL SOURCES. OF DECLARANT,\n                                                            SPOUSE AND\n           CHILDREN (INCLUDINGmmsrrps SUCH AS HOUSE,ENT!~RTAI\"I\n                               ALLOWANCES,\n                                       REWALS,\n                                                                                                    Gross\n                                                                                                 Amount for\n          Type of Income            Recipient's Name             source                         period under\n                                                                                                    review"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The Commission may require that any facts, matters or W,lmESeS\n    things relating to the subject of enquiry be verified or otherwise     be\n                                                                       examined\n    ascertained by the oral examination of witnesses; and may cause on oath,\n    any such witnesses to be examined upon oath which the\n    Chairman or the Secretary is hereby authorized to administer.\n      lO.+l) All persons summoned to attend and give evidence Dutyand\n    or to produce any paper, book, record or document before the\n0   comissiow\n         (a) shall be bound to obey the summons ~ ~ upon   e them;\n                                                                d\n         (b) shall be entitled, in respect of such evidence or the\n             disclosure of any communication or the production of\n             any such paper, book, record or document, to the same\n             right or privilege as before a court of law;\n                   (Tlic i i i c l i i ~ i o iri l t l i page\n                                                         ~    IS n u t l i o i i d Ibv L U I 1 2 r ? O f l ? 1\n                        PARLIAMENT (INTEGRITY OF MEMBERS)\n                   (c) shall be entitled, on attending, to be paid their\n                       expenses, including travelling expenses, at the rates\n                       prescribed by the Witnesses' Expenses Act for\n                       witnesses who are entitled to have their expenses paid\n                       from public funds:\n                            Provided that the Commission may disallow the\n                          whole or any part of such expenses in any case, if\n                          they think fit.\n                     ( 2 ) Any person who-\n                   (a) without sufficient cause, fails or rehses to attend\n                                                                                                   0\n                          before the Commission in obedience to a summons\n                          issued under this Act, or fails or refuses to produce\n                          any paper, book, record or document which he was\n                          required by such summons to produce; or\n                   (b) being a witness, leaves a meeting of the Commission\n                          without the permission of the Commission; or\n                   (c) being a witness, refuses without sufficient cause, to\n                          answer any question put to him by or with the\n                          permission of the Commission; or\n                   (6) wilfully obstructs or intetrupts the proceedings of the\n                          Commission,\n              shall be liable on summary conviction thereof in a Resident\n1~2001        Magistrate's Court to a fine not exceeding one hundred thousand\ns. 7.\n              dollars or in default of payment thereof to imprisonment for a\n              term not exceeding six months.\nProtection       11. The records of the Commission and any information\nof dis-\nclosures to   revealed by the evidence of a witness before the Commission\nthe Commis    shall not be produced or disclosed to any court other than to\nsion.\n              such extent as may be necessary for the purposes of proceedings\nlnaol         relating to a charge under section 6 , 10, or 15 of this Act or\nss\n              under the Perjury Act.\nCommis-          12.---(1) Where any person fails to furnish the Commission\nsion to\nmake          with a statutory declaration which he is required to fUrnish in\nrepon         accordance with this Act, or where the Commission examine a\n              statutory declaration and any related information or documents,\n              or conduct an enquiry into any such statutory declaration,\n              and are not satisfied with any aspect thereof, the Commission\n                                                                                d L N I12'?002 I\n                            [ llic 111c1uiionot lliis 11.igc 1s m l i o i i i ~ by\n               PARLIAMENT (INTEGRITY OF MEMBERS)                                 9\n    shall report the matter (setting out such details and particulars as\n    the Commission in their discretion think fit> to the Prime\n    Minister, the Leader of the Opposition, the Speaker of the\n    House, and the President of the Senate (hereinafter referred to as\n    “Parliamentary Leaders”).\n         (1A) Any Parliamentary Leader may, without prejudice to iizooi\n    subsection (2), refer the report made pursuant to subsection (1j 9(a)\n0   to the Committee of Privileges of the House of Representatives\n    or the Senate, as the case may be, in accordance with Standing\n    Orders.\n         (2) Any Parliamentary Leader to whom a report is made\n    pursuant to subsection (1) may take such action thereon as he\n    thinks appropriate in any particular case and without prejudice\n    to the generality of the foregoing, may-\n        (a) publish any information furnished to him by the\n            Commission; or\n        (b) authorize any member or any other person having\n            official duty under this Act or being employed in the\n            administration of this Act to furnish information to the\n            Director of Public Prosecutions, any officer of the court,\n            the police or any other person specified by the\n            Parliamentary Leader.\n         (3) The Commission may send a copy of the report referred\n    to in subsection (1) to the Director of Public Prosecutions or the s 9 (tg\n    Commissioner of Police who m a p\n       (a) take such action in relation thereto as he thinks\n            appropriate in any particular case; and\n       (6) without prejudice to the generality of paragraph (a),\n            authorize any person having an official duty under this\n            Act or being employed in the administration of this Act\n            to furnish information to any officer of the court, the\n0           police or any other person specified by the Director of\n            Public Prosecutions or the Commissioner of Police, as\n            the case may be.\n         (4) The Commission shall report any act of corruption to ,ROO,\n    the Parliamentary Leaders and the Director of Public s 9 ~                   )\n    Prosecutions.\n10                         PARLIAMENT (INTEGRITY OF MEMBERS)\nPiotuction        13.-(1)   Any person, being a defendant in any civil or\nof persons\nwhere ill-\n               criminal proceedings instituted for or on account of or in respect\nformatian      of the puhlication by such person or by his servant of any matter\npublished\npursuant to\n               publishec by order or under the authority of a Parliamentary\nsection I?.    Leader, the Director of Public Prosecutions or the\n1:2001\ns. 10 (a).     Commissioner of Police, as the case may be, pursuant to section"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Duty and privileges of witnesses.\n    1 1 . Protection of disclosures to the Commission."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.                OF L w m m (INCLUDINQ\n           PAU~CULARS                  G\n                                       u\n                                       -\n                                       )                                  OF D~~LARANT,\n                                    SPOUSE AND ChLDREN\n       cutiticate from creditor or party to which guarantee given, should be provided\n                                                       ......   I . . . . . . . . . . . . . . . . . . . . . . .\n                                                            S&&re                   of Declarant\n22                            PARLIAMENT (INTEGRITY OF M E M B E m\n            Description of Property                           Acquisition or Cost of                 Rice of\n                                                                 Disposal   Acquisition              Disposal\n                                               -\n  I do solemnly and sincerely declare that the particdam given by me herein are, to the\nbeft of my knowlcdg, true, accurate and complete.\n                                                                         ..............................\n                                                                                SsgMtute of D e c h v ~\n      Signed at\n      Thir  ........day of...............before.. ...................................\n                                                       Jwiw of the Peacefor !      h e m\n                                                       of. ...........................\n                                               FORMB                                   (Section 8)\n   THE PARtIAMENT (INTEGRlTY OF MEMBERS) A m\n              SUMMONS TO WITNESS\n  To ........................................................................................\n                         (Name of puson summoned, and\n.............................................................................................\n                his address and calling, if known).\nYou am hereby summoned to appear before the Integrity Commission at\n........................\n                on the                .....................\n                                          day of ...........................\n             PARLIAMENT (INTEGRITY OF MEMBERS)                                                  23\n.............................................................................................\n       (Place)"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Protection of persons where information published pursuant to\n           section 12."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. (1) The Commissim shall meet at such time8 U may be\nexpcdicat for the canying out of its functiom and ruch meeting8 ahall\n                                                                          '3\"\nbe held on such days and at sucb placu as the Chairman may determine.\n       (2) A quorum of the Commission &all be three.\n         (3) T h e decision of the Commission shall be by a majority of\nvota and, in addition to an original vote, the chairman shall have a\nw t h g votcin any case in which the voting is equal\n      (4) Minutes in proper form of each meeting of the commiosion\ndlallbnkept.\n      (5) The validity of the procadings of the commission shall\nnot be affected by any vacancy amongst the manbtrs thenof or by\nm y defect in the appointment ofany member thenof."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. No member shall be personally liable for any act or default of Proteaion\n                                                                        memixss\nthe cOmm*ssiondone or omitted to be don. in good faith in thc coum\nof the operationsof the Commip9ian.\n-an"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Expenses incurred in preparation of statutory declarations, etc., tax\n           deductible.\n                                           SCHEDULES\n0\n                      Ir h c iticlusioii o r t h i s pace IS aahntired by L N I12i?002 ]\n           PARIJAMENT (INTEGRITY OF MFMBERS)\n                                                                                  Acts\n    THE PARLIAMENT (INTEGRITY OF MEMBERS)                                      33 of 1973,\n                                                                               19 of 1985,\n                     ACT                                                        1 of 2001,\n                                                                               33 of 2004.\n                                                          [26th.July, 1973.1"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The office of chairman or an appointed member &all not &\na public of6t.x for the purpasu ofChapter V of the Constitution. amemba\n                                                                          wfn\n                                                                          not pub%\n                                                                          od6a"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. where. pursuant to the provisions of this Schedule. the Govmm- P m h m\noe~leral is required to act after consultation with the -er         of :gab%\nthe Opposition and-                                                     irD0\n     (a) there is no penon holding the o f t b of Leadcc of tke opposi- ?%\n         tim; or                                                        oppodtror\n    (b) the bolder of that offica is Unwilling or, by reason d bh 19/1985\n         illness or absence from Jamaica. unable to perfom            s 2mh\n         functions in that regard,\nthose provisions shall bc construed UB if the reference to the Leader\nof the Opposition wen a reference to such person ae the Governor-\nGeaetal. n his discretion. considers approprhte.\n                me hchion d thh plge is authorized by L.N. 17119891\n                                                        I__\nI6                      PARLIAMENT (INTEGRITY OF MEMBERS)\n                                 SECOND SCHEDULE                                          (Section 4)\n                                FORM A\n                  STATUTORY DECLARATION OF ASSETS,                                        L.N.\n                       LIABILITIES AND INCOME                                              zsiigae.\n           TBE PARLIAMENT (JNTEGRITY OF MEMBERS) A(JT\nDeclaration of assets and liabilities z\n                                      u at    ......................................................\n                                                  (Declmalion Dute)\nand of income for the period of twelve months (or other period when appropriate)\nending on that date.\n       Name of Declarant                              Address of Declarant\n       Name of Declarant's Spouse                     Address of Declarant's Spouse\n       Maiden Name (of Spouse)\n                                              1\n                      PARTICULARS OF DEUARANT'S\n                                            CHILDREN\n                                                                                            -\n         Names              1 Date ofBirth I                              Addresses\n                                                        ..............................\n                                                              Signature of Dcclarcm#\n                 [The h d u s i w of this page is authorid by LW. 17/d9891\n                 FARLIAAMENT (INTEGRITY OF MEMBER.!$                                                                   17\n         PARTICVLARS OF ASSETS HELDBY DECLARANT, SPOUSE AND CHILDREN\n                                     BANK ACCOUNTS\n     I. To be supported by Bank Statement or Letter kom Bank confirming balances.\n                                                                                     Balance m\n    Names and Address of Banks              In Whose Name                                Account"
    }
  ],
  "definitions": [
    {
      "term": "Chairman",
      "definition": "the Chairman of the Commission",
      "source_provision": "sec2"
    },
    {
      "term": "the Commission",
      "definition": "the Integrity Commission",
      "source_provision": "sec2"
    },
    {
      "term": "member",
      "definition": "member of the Commission appointed in",
      "source_provision": "sec2"
    },
    {
      "term": "Secretary",
      "definition": "the Secretary of the Commission",
      "source_provision": "sec2"
    },
    {
      "term": "statutory declaration",
      "definition": "a statutory declaration made",
      "source_provision": "sec2"
    }
  ]
}