{
  "id": "jm-stat-the-parliament-membership-questions-act",
  "type": "statute",
  "title": "The Parliament (Membership Questions) Act",
  "title_en": "The Parliament (Membership Questions) Act",
  "short_name": "Parliament (Membership Questions) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-parliament-membership-questions-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-parliament-membership-questions-act | Legal areas: Parliament",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Parliament (Member- Shorttitle.\nship Questions) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                    lnlerpre-\n                                                                     tation.\n    “Clerk” means the Clerk of a House;\n    “costs” includes fees, charges and expenses;\n    “Court” means the Supreme Court;\n    “House” means the Senate or the House of Represen-\n         tatives as the context may require;\n    “member” means a member of a House;\n    “member concerned” means the member in relation to\n        whom a petition is presented,\n    “petition” means a petition authorized by this Act;\n    “prescribed” means prescribed by rules of court."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) Any question whether-                              Reference\n                                                            of questions\n    (a) a person has been validly appointed as a member about\n                                                            appointment\n        of the Senate; or                                   io Senate or\n                                                            vacancy in\n    (b) a member of either House-                           either\n                                                            House.\n         (i) has vacated his seat therein, or\n        (ii) is required under subsection (3) or (4) of\n             section 41 of the Constitution of Jamaica to\n             cease to exercise any of his functions as such\n                member,\nshall be referred to and determined by the Court in accord-\nance with the provisions of this Act.\n       lThc inclusion of thlr page ia authorized by L.N. 480/1973]\n    4                            PARLIAMENT (MEMBERSHIP QUESTIONS)\n                             (2) Every such reference shall be by petition pre-\n                      sented to the Court-\n                           (U) in relation to the Senate, by the Clerk by\n                               authority of a resolution of the Senate;\n                           (b) in relation to the House of Representatives by the\n                               Clerk by authority of a resolution of that House;\n                           (cl in relation to either House by the Attorney-\n                               General or by any other person.\n    F O ~ , C O ~ -     4. The following matters shall be prescribed in relation\n    tents and\n    lodgment of       to petitions-\n    petltlons.\n                          The form; the matters to be stated therein; the person\n                          by whom a petition is to be signed; the manner in\n                          which and the time within which a petition is to be\n                          lodged in Court; and the manner in which a petitios\nI\n                          is to be published.\nI\n    Parties to          S.-(l) Subject to subsection (2) the parties to a petition\n    a petition.\n                      shall be-\n                           (a) the petitioner;\nI\n                           (b) the member concerned; and\n                           (c) any other person who in the opinion of the Court\n                                is interested in the determination of the question\n                                referred and who is permitted by the Court to be\n                                heard upon the hearing of the reference.\n                             (2) The Attorney-General may be a party to a\n                      petition; and, where a petition is presented by a person other\n                      than the Attorney-General, the Attorney-General if he is\n                      not a party thereto may intervene and (if he intervenes) he\n                      or a representative appointed by him shall be entitled to\n                      be heard and to adduce such oral or other evidence as he\n                      may think material.\n                                  inclusion of tbia page is authorized by L.N. 480/19731\n         PARLIAMENT (MEMBERSHIP QUESTIONS)                                5\n  6 4 1 ) A person (other than the Clerk or the Attorney- SCurily\nGeneral) presenting a petition shall at the time of or with- for costs.\nin three days after the lodgment in Court of the petition\ngive security for all costs that may become payable by\nhim to any witness summoned on his behalf or to any party\nto the petition."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The petitioner shall within the prescribed time cause SeM=of\n                                                           petibon and\na copy of the petition together with notice of the nature notie.\nof the security and the presentation of the petition to be\nserved in the prescribed manner upon-\n     (a) the member concerned;\n     (b) the Attorney-General; and\n     (c) such other person as may be prescribed."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) The respondent may within the prescribed time Objections\n                                                           to security.\nobject in writing to any recognizance on the ground that\nany surety is insufficient or is dead or for want of a\nsufficient description in the recognizance cannot be found\nor ascertained, or that a person named in the recognizance\nhas not duly acknowledged the recognizance.\n       (2) If the objection is allowed the petitioner may\nwithin a further prescribed time remove it by the deposit\nin the prescribed manner of such amount as will in accord-\nance with subsection (3) make the security sufiicient or\nby entering into a new recognizance in accordance with\nthat subsection.\n      ITh indnsion of thir -0   auuthoripd by L.N.   480/l!373]\n6                     PARLIAMENT (MEMBERSHIP QUESTIONS)\n                   (3) An objection to a recognizance shall be heard\n             and determined by the Registrar of the Court who shall\n             where he allows the objection direct-.\n                 (a) what amount is to be deposited in order to make\n                     the security sufficient; or\n                 (b) if the petitioner so requests, that a new recogni-\n                     zance be entered into to the satisfaction of such\n                     Registrar.\n                   (4) If security is not duly given under section 6 or\n             any objection is allowed and not removed as aforesaid no\n             further proceeding shall be had on the petition.\nPetition       9. On the expiration of the time limited for objections\nat issue.\n             or after objection made and disallowed or removed which-\n             ever last occurs the petition shall be at issue.\nconsofih-      10. When two or more petitions are presented in respect\ntrial or\nlmn   to-    of the seat of any individual member the Court may order\n@cthwof      that-\nseveral\nPetitionS.       (a) the petitions be consolidated; or\n                  (b) the petitions be tried together,\n             and may by such an order make such provisions as respects\n             costs as the Court thinks just.\nTrial d         11.-(1) A petition shall be tried by the Court in open\npotition.\n             court without a jury after notice of the time and place of\n             trial have been given in the prescribed manner.\n                     (2) Tfie Court may in its discretion adjourn the\n             trial from time to time but the trial shall, so far as ig\n             practicable consistently with the interests of justice in\n             respect of the trial, be continuedfrom day to day on every\n             lawful day until its conclusion.\n                   m o inclusion of this page b authorized by LN. 480/1973]\n        PARLIAMENT (MEMBERSHIP QUESTIONS)                             I\n       (3) The trial of a petition shall be proceeded with\nnotwithstanding the prorogation of Parliament."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) Witnesses shall be summoned and sworn in l k Witnesses.\nmanner, as nearly as may be, as in action tried before\nthe Court.\n ’\n       (2) The reasonable expenses incurred by any person\nin appearing to give evidence at the trial of a petition\nmay be allowed to him according to the scale in force as\nrespects civil actions before the Court, by a certificate of\nthe Registrar of the Court and shall be costs of the peti-\ntion."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.41) A petition may not be withdrawn without leave Withdrawal\nof the Court granted on an application made in the pres- and abate-\n                                                         mentof\ncribed manner on the prescribed notice and at the pres- petition.\ncribed time.\n       (2) Leave to withdraw a petition shall be granted\nsubject to such conditions as to costs and otherwise as\nthe Court thinks just.\n         (3) A petition shall be abated by-\n     (a) the death of the sole or surviving petitioner;\n     (21) the death of the respondent; or\n     (c) the dissolution of Parliament,\nbut such abatement shall not affect the liability of any\nparty to the payment of any costs incurred in respect of\nany proceeding taken prior to the abatement."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.41) Except as otherwise provided by or under this h m .\nAct all costs of and incidental to the presentation of a\npetition and the proceedings consequent thereon shall be\ndefrayed by the parties to the petition in such manner and\nsuch proportions as the Court shall determine; and in\n8            PARL:AMENT (MEMBERSHIP QUESTIONS)\n    particular any costs which in the opinion of the Court\n    have been caused by vexatious conduct, unfounded allega-\n    tions or unfounded objections on the part of any party, and\n    any needless expenses incurred or caused on the part of\n    any party, may be ordered to be defrayed by the party by\n    whom they have been incurred or caused whether or not\n    that party is on the whole successful.\n            (2) If-\n         (a) any petitioner to a petition neglects or refuses\n              for six months after demand to pay to any witness\n              summoned on his behalf or to any other party\n              any sum certified to be due to that person or\n              party for costs; and\n         (b) such neglect or refusal is within one year after\n              the demand proved in the prescribed manner\n              to the satisfaction of the Court,\n    every person who under section 6 has entered into a recog-\n    nizance in relation to that petition shall be held to have\n    made default in the recognizance, and the Registrar to\n    the Court shall thereupon certify the recognizance to be\n    forfeited; and the recogizance shall thereupon be enforce-\n    able accordingly.\n           (3) The rules and regulations of the Court with\n    respect to costs to be allowed in actions, causes and matters\n    in the Court shall in principle and so far as practicable\n    apply to the costs of petitions and other proceedings under\n    this Act and the Registrar shall not allow any costs on a\n    scale higher than that allowable in any action, cause or\n    matter in the Court on the higher scale as between solicitor\n    and client.\n           (4) A n y costs or other amounts payable by order\n    of the Court or otherwise under this Act by any person\n              inclusion of this p g e is aurborizsd by L.N. 480119731\n            PARLIAMENT (MEMBERSHIP QUESTIONS)                                         9\nshall be a simple contract debt due by that person to the\nperson to whom they are to be paid and if payable to the\nAttorney-General shall be a debt due to the Crown and in\neither such case shall be recoverable accordingly."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) Subject to the provisions of this Act the Court Powerrof\nshall in relation to any proceedings brought under this the Court.\nAct have the same power, jurisdiction and authority as\nif those proceedings were an ordinary action within the\njurisdiction of the Court.\n         (2) Subject to sections 40 and 42 of the Judicature\n(Supreme Court) Act, any power conferred on the Court\nby or under this Act may be exercised by a single Judge."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The service of any summons, notice or other docu- Serviceof\n                                                               and\nment required or authorized by or under this Act to be notices\n                                                        other\nserved shall be effected in the prescribed manner.      documents."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1)    At the conclusion of the trial of a petition the Conclusion\n                                                                        of trial of\ncourt-                                                                  petition.\n    (a) in respect of an appointment to the Senate shall\n         determine whether or not the person was validly\n          appointed;\n     (b) in respect of any such question as is referred to\n         in paragraph (b) of subsection (1) of section 3\n          shall determine-\n             (i) whether the member concerned has or has\n                  not vacated his seat; or\n            (ii) whether the member concerned should in\n                  accordance with subsection (3) or (4) of\n                 section 41 of the Constitution of Jamaica\n                 cease to exercise any of his functions,\nas the case may be.\n             inclusion of thir p . 8 ~is authorized by L.N. 480/1973]\n 10                    PARLlAMENT (MEMBERSHIP QUESTIONS)\n                      (2) The determination on every petition shall be\n              certified by the Court or, in the case of an appeal under\n              section 18, by the Court of Appeal to the Speaker of the\n              House of Representatives or where the Speaker is the res-\n              pondent, to the Deputy Speaker or, as the case may re-\n              quire, to the Governor-General and to the President of the\n              Senate.\n                     (3) The Speaker of the House of Representatives, or\n              the Deputy Speaker, as the case may be, shall notify the\n              House of the determination on every petition certified by a\n              court to him under subsection (2).\n                lS.-(l) An appeal shall lie from the determination on\n              a petition under section 17 to the Court of Appeal whose\n              decision shall be final and conclusive to all intents and\n              purposes.\n                     (2) So much of.the provisions of this Act, and with\n              such modifications, as may be prescribed shall have effect\n              in relation to an appeal under this section, and to the\n              appellant and respondent in such appeal as they apply to\n              a petition and to the petitioner and respondent in respect\n              of such petition.\nApplication      19. Subject to any direction given by the Chief Justice\nof rules\nof court.     rules of court shall apply to proceedings under this Act,\n              as they apply to actions, causes or matters within the\n              jurisdiction of the Court or of the Court of Appeal, as the\n              case may be.\nQuestions       20. Where in any proceedings before any other court\nto which\nt h i s Act   or tribunal any such question arises as is referred to in\nre!ates       section 3 that court or tribunal shall in the prescribed\nansing in\nother pro-    manner refer that question to the Court for its detennina-\nceedings.\n              tion under this Act.\n                    pbe inclusion of thia page is authorized by L.N. 480/1973]"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Questions to which this Act relates arising in other proceedings.\n     me inclusion of this page is authorized by L.N.480/1973]\n           PARLIAMENT (MEMBERSHIP QUESTIONS)                                     3\n  PARLIAMENT (MEMBERSHIP QUESTIONS) ACT                                   Ad\n                                                                       8of 1963,\n                                                [27th June, 1966.1"
    }
  ],
  "definitions": []
}