{
  "id": "jm-stat-the-parochial-rates-and-finance-act",
  "type": "statute",
  "title": "The Parochial Rates and Finance Act",
  "title_en": "The Parochial Rates and Finance Act",
  "short_name": "Parochial Rates and Finance Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-parochial-rates-and-finance-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-parochial-rates-and-finance-act | Legal areas: Local Government",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                                  Interpreta-\n                                                                                   tion.\n     \"curtilages\" means the out ofices and ground lying near                       2411959\n                                                                                   s,2(1),\n          and used with a dwelling-house as a yard, garden, or\n          for other purposes in connection with such dwelling-\n          house, but shall not include an area of land exceeding\n          one acre;\n     \"house\" means any dwelling-house, shop, store, wharf,\n          warehouse, ofice, or place of business;\n     \"property\" means any property shown on the valuation roll\n          made and settled, or from time to time duly altered and\n          amended under the authority of the Valuation Act, and\n          any enactment amending the same, or in substitution\n          therefor;\n     \"person in possession of property\" means and includes the\n          owner, occupier, mortgage in possession, or other\n          person in actual possession of such property;\n     \"the F u n d means the Parochial Revenue Fund established\n                                                                  2311996\n          under section 6A;                                       s . 2.\n     \"the value of property\" means the gross value of any\n          property as shown in the valuation roll:\n         In any case in which new properties are added to the\nvaluation roll by means of the Collectors' assessment or\ncounter-assessment, after the first day of April in any year,\n                                PAROCHUL HATES AND FINANCE\n                such assessment or counter-assessment shall be deemed to be an\n                assessment for the purposes of the Tax Collection Act and any\n                enactment amending the same:\n                  Provided that the minimum value of any property for\n                the purposes of this Act shall be in the case of property\n                consisting of land only, or of a house without land, or with\n                land not exceeding a quarter of an acre in extent, forty\n                dollars:\n                  Provided also, that where one and the same person is\n                in possession of more than one lot of property in the same\n                parish, each of which consists of land without house, such\n                separate properties up to and not exceeding forty dollars\n                gross value, may be taken together and reckoned as one\n                property.\n2411959\ns. 2 (2).               (2) In this Act reference to the unimproved value of\n                property\n                -   -      in whatever terms shall be deemed to be a refer-\n                ence to the unimproved value of land within the meaning\n                of the Land Valuation Act.\nPafishcouncil       3. On or before the first day of December in each year\nestimates.\n311956          each Parish Council shall forward to the Minister for his\ns. 4.           approval-\n                    (a) an estimate in detail showing the probable\n                         parochial expenditure for all purposes for the\n                         financial year beginning on the first day of April\n                         next ensuing;\n                    (b) a statement showing the financial position of the\n                         Council;\n                    (c) a statement showing how it is proposed to meet the\n                         estimated expenditure.\nMi\"'*a to\napprove"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Minister may approve either with or without\nestimates.      amendment estimates submitted to him for approval.\n311956\nS. 4.\nFhaew-5. Save with the prior approval of the Minster, it shall\nditure.\n     not be lawhl for a Parish Council to incur during a finan-\n3011965\nS. 2.\n                PAROCHIAL RA TES AND FINANCE\ncia1 year any expenditure not provided for in the approved\nestimate relating to such financial year:\n  Provided that the Council may at any time during a financial\nyear authorize a saving under any recurrent subhead of\nexpenditure in such estimate to be applied to meet an excess\nunder another subhead, subject to such conditions and\nrestrictions as the Minister may specify in writing:\n   Provided further that expenditure incurred without the\napproval required in that behalf by this section, or in con-\ntravention of any conditions or restrictions specified under the\npreceding proviso, may be subsequently approved by the\nMinister upon the application of the Council if such expenditure\nappears to him to have been necessarily incurred, and thereafter,\nwithout prejudice to any right or liability enforced prior to his\napproval of the expenditure, such requirement shall be deemed\nto have been fulfilled in relation to that expenditure or, where\nthe expenditure was incurred in contravention of any such\nconditions or restrictions, observance thereof shall be deemed\nnot to have been required in relation to the said expenditure."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. 7 (a) (i).       by the Minister, or to the endowed schools speci-\nGchcdule.           fied in the Schedule;\n                (e) all buildings and lands belonging to Secondary\n                    Schools receiving any payment out of the Consoli-\n                    dated Fund;\n2911954         V, all buildings and lands belonging to Secondary\ns. 4 (b) (cl.       Schools, Commercial Schools or Preparatory\n                    Schools with not less than twelve scholars, in aver-\n                    age attendance, each such Secondary, Commercial\n                    or Preparatory School being certified by an officer\n                    designated by the Minister responsible for educa-\n                    tion to be efficient;\nS411954         (9) all unoccupied property helonging to, and all\nS.2 (a) (b).\n                    property belonging to and in the actual occupation\n                    of, the Crown, the Government of this Island,\n                    or any Parish Council;\nS411954\ns. 2 (c).\n                (A) all freehold property vested in the Cominissioner\n                    of Lands and in the actual occupation of the\n                    Crown, the Government of this Island, a Parish\n                    Council, the Kingston and St. Andrew Corpora-\n                    tion or the holder of a public office by virtue of\n                    his employment;\n711974          (i) all buildings and lands belonging to and used by\nS. 6.\n                    the Council of Legal Education;\n231 1996        Cj) all buildings belonging to any church which are\nS. 7 (dl.\n                    used as church rectories, caretaker oottages or\n                    church hallls, together with the lands imrmediately\n                    attached to them and belonging to such church,\n                    so, however, that the area of land so exempt in\n                    each case shall nQt exceed one acre;\n                        inclueion oft& page is authorized* LN.9611W81\n              PAROCHIAL RATES A N D FlNANCE                                11\n     ( k ) all buildings and lands belonging to and used             ;;$I;$\n           salely for the purposes of any private hospital\n           approved by the Minister respnsible for finance;\n     (I) all buildings and lands belonging to any social, 2311996\n           charitable as cultural organization approved by the S. 7 (d).\n           Minister responsible for finance and used solely\n           for the purpose of such organization:\n  Provided nevertheless that exemption under this section\nof buildings and lands belonging to a school shall not\nextend to any such building or land unless the same is used\nprimarily for school purposes.\n        (2) For the purposes of this section the expression\n“Preparatory School” means a school providing an\neducation designed to prepare pupils of age eight to twelve\nyears specifically for entry to a recognized Secondary\nSchool, and giving a progressive course of general education\n(with the requisite organization, curriculum, teaching staff\nand equipment) suitable for that purpose."
    },
    {
      "provision_ref": "sec6a",
      "section": "6A",
      "title": "Section 6A",
      "content": "6A.-41) For the purposes of this Act, there shall be                EChal\nestablished, under the control and management of a public &\"mu,\nofficer designated for that purpose by the Minister, a fund to be\ncalled \"The Parochial Revenue F u n d .\n                                                                      :;\",\n                                                                  s. 3.\n                             PA ROCHIAI, HA 1?<.S ANI) I+'INANCI:\n                   ( 2 ) There shall be paid into the Fund-\n                     an amount equivalent to the total amount of pro-\n                     perty tax paid pursuant to the Property Tax Act,\n                     including penalty and interest payable thereon;\n                     an amount equivalent to sixty-six and two-thirds\n                     per cent of the amount paid pursuant to the Road\n                     Traffic Act or regulations made thereunder as\n                     licence duties on motor vehicles;\n                     investment or other income derived from the assets\n                     of the Fund;\n                     such other amount as the Minister may specify\n                     subject to affirmative resolution of the House of\n                     Representatives.\n                   ( 3 ) Any moneys and investments forming part of\n             the Fund may from time to time be invested or realized,\n             as the case may be, in accordance with the directions of\n             the Minister.\n                    (4) Accounts of the Fund shall be prepared within\n             four months after the end of a financial year in such form\n             and in such manner as the Minister may direct and the\n             Auditor-General shall examine and certify such amounts\n             and report thereon to the House of Representatives.\nPaymmlsoul     6B.-41) Subject to subsection (3), there shall be paid out of\nof Fund.\n23 19%       the Fund to each Parish Council, not later than the last day in\ns.3.         each month in respect of amounts received by the Fund as\n             property tax and licence duties in the preceding month, an\n             amount equivalent to-\n                 (a) ninety per cent of the amount of property tax paid\n                     in the relevant parish; and\n                 ( h ) twenty-five per cent of the amount paid in the\n                       relevant parish as licence duties on motor vehicles.\n                    ( 2 ) The remaining-\n    (u) ten per cent of property tax shall be distributed to\n           each Parish Council on the basis of the needs of\n           the parish upon an application made to the\n           Minister by the Parish Council and after consulta-\n           tion by the Minister with the Parish Council;\n     (h) seventy-five per cent of licence duties shall be dis-\n           tributed to each Parish Council on the basis of\n           the number of miles of parochial roads in the parish\n           expressed as a percentage of the total number of\n           miles of parochial roads in the Island.\n        (3) Where a Municipality is established pursuant to an 1 ~ 0 0 3\norder under section 3 of the Municipalities Act, the Minister S 23\nshall, by order subject to negative resolution, specify the\npercentages to be paid out of the Fund in relation to a relevant\nParish Council and the Municipality, respectively.\n        (4) In subsection (3) \"relevant Parish Council\" means\n                                                                    19i2003\nthe Parish Council in the parish in which a Municipality is s,23,\nestablished."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-41) There shall be raised, levied, collected and paid, in ParishRate\neach parish, an annual Parish Rate on the unimproved value of 23119%\nproperty in the parish, and such rate, in any year, may be either a S.4(a).\nuniform rate, or a graduated rate varying with the unimproved 23:1996\nvalue of the property in respect of which the rate is to be paid or  ,Si4,g1\na rate which is partly uniform and partly graduated as aforesaid. s. 3 (,).\n        ( 2 ) [Deleted by Act 23 o f 1996.]\n        (3) [Deleted by Act 23 of 1996.1\n        (4) On or before the 1st day of December in each 3 1 1 ~ 6\nyear, every Parish Council shall submit to the Minister for S.7.\nhis approval the rate or rates to be raised, levied, collected\nand paid as the Parish Rate for the parish for the financial\nyear beginning on the 1st day of April next ensuing.\n        (5) The Minister may alter, amend, vary, increase or\ndecrease any rate or rates so submitted as the annual Parish\nRate for any parish.\n        (6) Where, in any year, any Parish Council fails to\nsubmit the Parish Rate for the parish as, or by the date,\n               required by this section, the Minister may fix such Parish\n               Rate and the details relating to such Rate, as he may think\n               fit.\n                     (7) The provisions of this section shall not apply to\n               the Corporate Area as defined in the Kingston and St.\n               Andrew Corporation Act.\n                        ( 8 ) [Dekted by Act 23 qf 1996.1\nParishRatato\nbc gazetted."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. In each year, the Parish Rates for each parish, as\n1411~61        approved by the Minister, shall be published in the Gazette\nS. 3.          on or before the 23rd day of March and shall, for the en-\n               suing year, be the Parish Rates for the respective parishes.\nRataspayable     9. The Parish Rate shall be due and payable on the first\non each 1st\nApril.         day of April in every year in respect of the twelve calendar\n               months beginning on such date, and notwithstanding any-\n               thing contained in the Tax Collection Act every person\n               liable to pay such Rate shall, on or before the thirtieth day\n               of April in each year, make a return in respect of his\n               property on which the Rate is payable, to the Collector of\n               Taxes of the parish wherein the property is situated, and\n12/1985        such return shall be in the form required by the Commis-\nSch\n               sioner of Inland Revenue:\n                 Provided that where a return has been made under the\n               Property Tax Act, the return so made under, and for the\n               purposes of, the Property Tax Act shall be deemed to be the\n               return required by this Act:\n                 Provided hrther that any person who makes any payment\n               during the month of April in any year in respect of such Rate\n               (whether such payment is in full, or as a moiety or instalment)\n               shall be deemed to have made a return for the purposes of this\n               section, and of the Tax Collection Act.\nPayment of       1-1)     In each parish, the Parish Rate shall be payable\nRate.\n               to the Collector of Taxes for the parish by the person who,\n            PAROCHIAL RATES AND FiNANCE                                   9\non the date when such Rate becomes payable, is in posses-\nsion of the property whch is liable to the Rate.\n        (2) Until the Parish Rate is paid it shall, in every\ncase, be a first charge and lien upon the real property liable\nto such Rate, but subject always to any claim for property\ntax due to the Fund."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The Parish Rate, when received by the Collector of Aw&-\nTaxes or other proper officer. and the amounts of property %&ate\n                                                                  other\ntax and licence duties payaible pursuant to section 6B (1) andmn*.\nshall be paid to the Secretary of the Parish Council and 3/1956\nshall be placed by the Secretary of the Parish Council to        6w,:t\nthe credit of a fund. to be established in each parish, which S. 6 ec).\nshall be known as the General Fund."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. If any property charged with the Parish Rate shall several\n                                                              Joinland\nbe in the possession of more than one person, the Collector tiiabilib of\nof Tax= or other officer as aforesaid may, to enforce pay- ErSE,\nment, proceed against all or any of the persons in possession\nor distrain on the goods of all or any of them wherever\nfound."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) There shall be exempt from the Parish Rate, Exemptions\n                                                      from rates.\nand from any local rate levied under this Act-\n     (a) all buildings held in trust exclusively for public\n        religious worship or for religious worship and for\n        use as ~ ~ h o o l r o o mtogether\n                                   ~,      with the lands\n        immediately attached to them used as Churchyards\n        or Burial Grounds;\n    (b) all buildings and lands used solely for charitable\n        or educational purposes, and supported solely by\n        charitable or missionary funds;\n    (4 all buildings and lands belonging to and used by z/1963\n                                                           s. 2.\n        the University of the West Indies;\n          ~ i n c l n s i o n o .f ~M~p\n                                      mi .%/1998l\n                                          s ~\nto                      PAROCHXAL RATES AND FINANCE\n291 1954\nS . 4 (a).      (4all buildings and lands belonging to Primary\n311956\ns. 4.\n                    Schools, inspected by an officer designated by the\n24t1959             Minister responsible for education, or to Agricul-\ns. 4.\n231'1996            tural, Industrial or Vocational Schools approved"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. For the purpose of providing for any improvement L c c n l ~ a w .\nor public service for the benefit of a particular town or\ndistrict in any parish, it shall be lawful for the Parish\nCouncil of such parish, with the approval of the Minister 3/19s6\nto impose a rate to be styled the “Local Rate for the Town           ’”\n[or District1 of                     ”;such rate shall be in\naddition to the Parish Rate, and shall be assessed and\nraised in the same manner as such Rate, and the proceeds\nthereof shall be applied to the construction, maintenance,\nand up-keep of any useful local work or undertaking, or\nother useful local purpose, within the locality in which the\nlocal rate is raised, approved by the Minister. If at any\ntime the rate submitted by any Council for such special\npurpose is found after enquiry and explanation given by\nthe Council to be excessive or insufficient, the Minister\nmay alter and amend, decrease or increase such rate.\n          me inclusion ofthis page is auahorjpd ItrV L.N. %/ 19981\n12                         PAROCHIAL RATES A N D FINANCE\nPublication\nof Local"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The Local Rate for any town or district as fixed by\nRate.         the Minister shall be published in the Gazette on or before\n311956\ns. 4.         the 23rd day of March in each year, and shall be the rate\n1411961       for the ensuing financial year leviable and enforceable\ns. 3.\n              within the limits of such town or district in addition to the\n              Parish Rate for the parish. The limits of any town or\n              village within which such Local Rate shall be levied, shall\n              be ascertained and defitisd in accordance with the Parish\n              Councils Act.\nRemission        16. Whenever it shall come to the knowledge of the\nof rates.\n              Collector of Taxes that any person in possession of prop-\n              erty whether as owner or otherwise, is poor and indigent\n              and unable to pay the whole of the Parish Rate assessed\n12/19s5\nSch.\n              upon such property, he shall transmit to the Commissioner\n              of Inland Revenue a full statement of the circumstances of\n3/1956        the case, and any evidence he may have of the property of\ns. 4.\n              such person, or his inability to pay the whole of the said\n              rate, and it shall be lawful for the Minister to remit the\n              whole of such rate or such portion thereof as he may deem\n              advisable.\nComputa-\ntion of"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. When any property consisting solely of a house and\nrates on      its curtilages is unoccupied on the first day of April in\nproperty\nconsisting    any year, it shall be liable to one-half only of the rates\nsolely of a   fixed under this Act, but if it subsequently becomes\nhouse and\ncurtilage.    occupied it shall be liable to the rates under this Act in\n              accordance with the provisions of section 8 of the Licence\n              and Registration Duties Act dealing with duties in respect\n              of property acquired during the term and after the first\n              day of April. When any such property on which a firs€\n              moiety or any instalment has been paid becomes unoccupied\n              the Collector shall accept payment of the remaining moiety\n              or instalment at one-half of the full rates, provided that\n              notice of discontinuance of occupation shall have been\n              given to him in terms of the section of the Tax Collection Act\n                        me inclwim o f t h i 9 page ira&riasd   by L.N. %/1!Wl\n              PAROCHIAL RATES AND FINANCE                                       13\nproviding for the assignment of property after payment of\ninstalment of taxes thereon."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Any sum which the Accountant-General by order of                 :Et$al\nthe Minister is directed to place to the credit of any special f ~ n d 9 .\nparochial fund other than the General Fund of a parish,\nshall be placed to the credit of such special fund and shall\nbe applied solely for the purposes of such fund :\n  Provided that the purposes for which any such special\nparochial fund may be applied may at any time be altered,\namended or varied by the Minister."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. All moneys received by any Parish Council or any R ~                     ~    ~   ~   ,\nofficer for the Council for rents, fees or otherwise, shall be fear*etc\npaid to the Secretary of such Council and by him placed to 3 / i m\n                                                               s. 4.\nthe credit of the parish."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The Tax Collection Act, or any enactments in aid of or $y:y-\nincorporated with the same are hereby incorporated and Acts.\nshall be read as one with this Act."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. The provisions of this Act relating to the powers and 2 ; Y t i o n\nduties of Parish Councils of parishes shall not apply to under\n                                                            Kingston\nthe Kingston and Saint Andrew Corporation constituted and sl.\nunder the Kingston and Saint Andrew Corporation Act. $:gztion\n                                                                       Aa.\n           [The induiion of is page is authorized ibly1L.N. %/ I99SI\n14                        PAROCHIAL RATES AND FINANCE\ntiion.\nAppropria-    23. There shall be appropriated in each year from the\n             Consolidated Fund-\n                 (a) to the Parish Councils and to the Kingston and\n                     St. Andrew Corporation the sum of $24,000, in\n                     replacement of revenue lost by the Councils and\n                     the Corporation by virtue of the Taxation Amend-\n                      ment Law, 1937; and\n                 (b) to the Parish Councils and to the said Corporation\n                      a sum not exceeding $33,000 to supplement the\n                     revenues of the Councils and the said Corporation\n                      in such proportions and on such terms and\n                      conditions as the Minister may determine.\n                                       SCHEiDw           (Section 13 (1) (d) )\n             St. Jago High School             Spanish Town.\n241 1959     Munro and Dickenson’s Schools    St. Elizabeth.\ns. 5.        Manchester Secondary School      Manchester.\n             Manning’s School                 Savanna-In-Mar.\n             Rusea’s School                   LUCW.\n             Titchfield School                Port Antonio."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Appmpriation.\n          PAROCHUL RATES AND FINANCE                                                             3\n                                                                     Cap. 276.        S. 6,\n                                                                       Laws        12 of 1985,\n                                                                     29 of 1954        *h,\n                                                                        S. 4,      23 of 1996,\n                                                                     51 of 1954,   19 of 2O(U\n          THE PAROCHIAL RATES AND                                    3 of 1956,       S. 23\n                FINANCE ACT\n                                                                     2 of 1963\n                                              [29th June, 1900.1 30       1965,\n                                                                     7 of 1974"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. The Minister shall determine what reimbursement, g;!;g;\nto be computed at a rate not exceeding three per cenfurn Consolidnlcd\n                                                             Fund\non the total amount of Parochial Revenue cdllected, shall forcol-\nbe made by the parishes to the Consolidated Fund                  Of   52\ntowards the cost of collecting, accounting for, disbursing\nand auditing the parochial moneys. The sum so detmnined ;,1?56\nin the case of each parish, shall be paid to the Accountant-\n General and carried to the credit of the Consolidated Fund."
    }
  ],
  "definitions": [
    {
      "term": "curtilages",
      "definition": "the out ofices and ground lying near                       2411959",
      "source_provision": "sec2"
    },
    {
      "term": "house",
      "definition": "any dwelling-house, shop, store, wharf,",
      "source_provision": "sec2"
    },
    {
      "term": "property",
      "definition": "any property shown on the valuation roll",
      "source_provision": "sec2"
    },
    {
      "term": "person in possession of property",
      "definition": "and includes the",
      "source_provision": "sec2"
    },
    {
      "term": "the value of property",
      "definition": "the gross value of any",
      "source_provision": "sec2"
    },
    {
      "term": "relevant Parish Council",
      "definition": "19i2003",
      "source_provision": "sec6a"
    }
  ]
}