{
  "id": "jm-stat-the-parochial-roads-act",
  "type": "statute",
  "title": "The Parochial Roads Act",
  "title_en": "The Parochial Roads Act",
  "short_name": "Parochial Roads Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-parochial-roads-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-parochial-roads-act | Legal areas: Local Government",
  "provisions": [
    {
      "provision_ref": "sec01",
      "section": "01",
      "title": "Section 01",
      "content": "01, any person riding driving or being upon or in\n                   charge of any carriage, other than a motor vehicle\nCap. 346\n(1953 Edta.\n                   within the meaning of the Road TrafEc Law who\nOmitted).          uses, or sounds, a horn operated by means of a\n                   pneumatic bulb as a means of giving warning of\n                   the approach of such carriage-four dollars.\nActa md        63. Every person who shall-\nsingr\nprohibited       (a) cut away or cause or procure to be cut away any\nU) be done\nat or near            hillside or bank or land adjoining any parochial\nthe                   road, and whether above or below such road,\nboundariw\nofpaxochisl           whereby the stability of such road is or m a y be\nroads.\n                      lessened, or the safety of persons passing along\n                      it is or may be endangered; or\n                 (6) work or cultivate, or cause or procure to be worked\n                      or cultivated, any part of any hillside or bank on\n                      land adjoining any parochial road, and whether\n                      above or below such road as aforesaid, within\n                      five feet of the boundary of a parochial road, where\n                      such hillside or bank slopes more than one foot\n                      in three; or\n                 (c) plant or cause to procure or be planted any coconut\n                      tree within thirty feet from the centre line of a\n                      parochial road; or\n                 (4erect any fence or building along or near the\n                      boundary, or within thirty feet from the centre\n                      line, of a parochial road without marking out the\n                      same and giving the notice by this Act required, or\n                      having marked out such line and giving such notice\n                      shall, except with the consent in writing of the\n                      Superintendent of Parochial Roads and Works,\n                      commence to erect such fence or building otherwise\n                      than along the line marked out as aforesaid,\n            shall be guilty of an offence against this Act, and shall be\n            liable to a penalty not exOBeding four dollars for every such\n            offence.\n                   me inclusion of this page is authorized by LN.480/1973]\n                      PAROCHIAL ROADS                                   35\n            Power to Dmtroy or Impound Stock"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 1 ) In this Act-                                          Interprets.\n     “Parish Council” or “Council” means the Parish Council of tion’\n          each parish and shall include, with reference to the\n          parishes of Kingston and St. Andrew, the Kingston and\n          St. Andrew Corporation constituted under the Kingston\n          and St. Andrew Corporation Act;\n     “carriage” includes carts, waggons, drays, wheel carriages of\n          every description, bicycles, tricycles and other similar\n          machines;\n     “Waywarden” means any person to whom the Council may\n         delegate any authority in regard to the maintenaiice of\n          any parochial road.\n            (2) “Superintendent of Parochial Roads and Works”\n     in this or any other Act shall include the officer appointed\n     by the Kingston and St. Andrew Corporation to discharge\n     or charged with the performan= of the duties of such officer.\n                    Jurisdiction of Parish Councils"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. It shall be lawful for the Minister from time to time to POWEI~O\n                                                                   make rules\n     make rules for the guidance of the Parish Councils. Such fmp&h\n     rules may give directions concerning the keeping of the Councilk\n     records of the Councils, and the keeping and auditing of\n     accounts, and may also provide generally for the guidance\n     of the Councils, and for the regulation of their proceedings.\n     Such rules shall be published in the Gazette, and shall come\n     into operation on the date of such publication, or on such\n     other date as may be therein specified. Until such rules\n             m k iadusion af %hispage i s authorid by LN. ln119sq\n6                                     PAROCHlAL ROADS\n               come into operation the Minister may direct whatever might\n               be directed by such rules.\nExtcnt of        4. Each Parish Council shall have the exclusive care,\njurisdiction\nof Parish\n               management, control and superintendence of all highways,\nCouncil.       and of all public roads, thoroughfares, streets, lanes,\n               aqueducts, and bridges, in the parish for which it is\n               appointed, except such roads as are otherwise governed\n                                                                                 ,\n               and regulated under laws of this Island, specially relating\n               thereto, and except the roads under the superintendence\n               ofthe Chief Technical Director.\n                A ppointnient and Duties of Superintendent of Parochial\n                                    Roads and Works\nSuperintend-    5 . 4 1 ) The Parish Council of every parish shall from\nent of\n             time to time appoint a fit and proper person (who shall\n       and have obtained from the Chief Technical Director a certificate\nWorks-his\nRoads\nappoint-\nment.\n             that he possesses sufficient technical knowledge evidenced\n             by past services or by diplomas, or a certificate of competency\nSchedule\nForm4.\n             in the Form 4 in the Schedule) to be the Superintendent of\n             the highways, roads, thoroughfares, streets, lanes, aqueducts,\n             bridges, works and buildings, under the care, management,\n             control and superintendence, of the Parish council; and any\n             person so appointed shall be termed “Superintendent of\n             Parochial Roads and Works”.\n35/1956              (2) Such Superintendent shall be paid such salary\nS. 16.\n               as may be determined by the Council with the sanction of\n               the Minister, out of the General Fund of the parish.\nHis stntw\nand duties,"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Extcnt of jurisdiction of Parish Council.\n  Apgointment and Duties of Superintendent of Parochial R w d s\n                          and Works"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.41) The Superintendent of Parochial Roads and Works\n               appointed as aforesaid shall be the Chief Executive OfEcer\n               and Adviser of the Parish Council in relation to Ppochial\n               Roads and Works.\n                      (2) He shall report to the Council upon the works,\n               repairs or alterations, required to be done on any of the\n               roads, buildings or works of the parish and, when required\n               .\n                      [The inclusion of this pap is auchorizcd by LN. 172/198q\n                             PAROCHIAL ROADS\n    by the Council, furnish plans, specifications and estimates,\n    of the cost of such works, repairs or alterations; he shall,\n    subject to the directions of the Parish Council, carry out, or\n    superintend and control the carrying out of such works,\n    repairs or alterations, as may be sanctioned by the Cauncil;\n    he shall examine and report upon all work done for the\n4   Council before the same shall be paid for save as in sections 7\n    and 8 provided, so that after the appointment of a Superin-\n    tendent of Parochial Roads and Works in any parish all\n    accounts in relation to the roads and works shall be certified\n    by the Superintendent of Parochial Roads and Works before\n    payment, save as in sections 7 and 8 provided, and generally\n    he shall do all other work in relation to the Parochial Roads\n    and Works as may be denoted by his title or office.\n           (3) The Superintendent shall enter into bond for the\n    faithful discharge of his duties, and for the true and accurate\n    accounting for all parochial funds expended by or through\n    him, in such sum and form as the Council shall determine."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. It shall be lawful for the Parish Council of any parish, Power to\n    in its discretion, to pay any account for work performed in\n    or upon the Parochial Roads or Parochial Works of such\n                                                                         ky:uzlfbn\n    parish not exceeding the sum of twenty dollars, on the ents   Superintend-\n                                                                       or\n    certificate of an Assistant Superintendent of Parochial Roads person,\n    and Works appointed under this Act, or of any other prson appointd\n                                                                  by Iht\n    appointed by the Council to inspect and report on such work, council.\n    to the effect that he has personally inspected and examined\n    such work, and that it has been properly and satisfactorily\n    performed."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. It shall be lawful for the Parish Council of any parish, Power\n                                                                    pay ~ n -\n    in its discretion, to pay any instalment on account of any stalmnnts\n    contract for work performed or to be performed in and\n    about the Parochial Roads or Parochial Works of such onsimilar\n                                                                    ccrIiIimtccJ.\n    parish, on the certificate of any such Assistant Superinten-\n    dent or other person appointed as aforesaid, to the effect that\n    he has personally inspected and examined such work so far\n             me inclusion of this page is authorized by L.N. 480/1973]\n a                                    PAROCHIAL ROADS\n              as completed, and that the same has been properly and\n              satisfactorily done, and stating what in his opinion, is the\n              value of the work so done :\n                Provided nevertheless that a reserve of at least ten per\n              cent of the value of the work reported to be done shall be\n              kept back, to be paid only upon the final report of the\n              Superintendent of Parochial Roads and Works.\nDuty of        9. Nothing herein shall exempt the Superintendent of\nSuperintend. Parochial Roads and Works of any parish from the duty\nent of\nParochial\nRoads and\n              of inspecting, examining and reporting upon, all work upon\nWorks not     or in connection with the Parochial Roads or Parochial\naffectedby\nthis Act.     Works of such parish as soon as practicable.\nPower to\nmake"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Duty of Superintendent of Parochial Roads and Works not affected\n      by this Act."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The Parish Councils shall have power to frame rules\nby-lam.       and by-laws for the governance and regulation of the office\n              of Superintendentof Parochial Roads and Works.\n                       Appointment of Waywardens and Assistant\n                                      Superintendents\nAppoint-         11.41) The Parish Council of each parish may from\nment,\nremoval       time to time appoint and remove as many Waywardens\nand quali-\nfication of\n              as they shall deem necessary in each district, and every Way-\nWay-          warden so appointed may take upon himself and perform\nwardens.\n              the several duties hereby imposed upon him :\n                 Provided, that every such Waywarden shall be resident\n              near, and interested in the condition of the particular road\n              or roads for which he shall be appointed.\n                      (2) All Waywardens appointed in any parish shall\n              be subordinate to the Superintendent of Parochial Roads\n              and Works and act as his assistants and subject to his\n              directions and instructions.\nAs to pay       12 No Councillor of a Parish Council and no Waywarden\nof Way.\nwarden.       shall be entitled to any remuneration or fee of any kind or\n              nature whatsoever for his services under this Act.\n                                                                     __\n                     m e inclusion of this pagc is authorized by L.N. 480/19731\n                        PAROCHIAL ROADS                                     9"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The Parish Council of each parish may from time Appomt-\nto time appoint as many Assistant Superintendents as they ment     and\n                                                                salaryof\nmay deem necessary, to superintend the execution of the &::%&d.\nworks ordered by the said Council or by the Waywardens, to dents\nbe executed. Every such Superintendent shall hold office\nduring the pleasure of the Council, and shall, whilst holding\noffice, be entitled to draw salary at such rates as the Council\nmay determine with the approval of the Minister.\n            Duties and Powers of Parish Councils\n   14 It shall be lawful for the Parish Councils of the ~~~~~~f\nseveral parishes to cause surveys for new roads to be made, Parish\n                                                                (39uncds.\nand to give directions for the repairing of the roads, streets,\nbridges, highways, and watercourses, and for the immediate\nremoval of all nuisances therefrom and for the prosecution\nof such offences against the provisions of this Act as in their\nopinion ought to be prosecuted."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Unless in any case the contrary appear, the boundary Boundaner\nof any parochial bridle road shall be the fence or bank or $ $ ~                ~   ~       ~\nprecipice running along it on either side when such fence,\nbank or precipice, is within six feet of the centre of the road-\nway, m eas ur h in a direction at right angles to the road;\nand where there is no such fence, bank or precipice, then\nthe boundary shall be a line at all points six feet from the\ncentre of the roadway, measuring as aforesaid."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The Parish Council of each parish may, at any meeting Maintenmm\nheld after the first day of October in each year and before the     :zd%'\nfirst meeting in January, allot a s u m not exceeding four-fifths bridges.\nof the whole amount applicable within the year for parochial\nroad purposes within such parish, among the several districts\nof the parish, for repairs and maintenance of parochial roads                           I\nand bridges within such districts respectively. The residue of\nthe moneys aforesaid not so allotted shall be retained for\nsubsequent allotment from time to time by the Parish\nCouncil or special grants for repairs from time to time under\n        [me inclusion of this page is authorized by L.N.480/1973]\n10                                    PAROCHIAL ROADS\n              the authority of the Parish Council as unforeseen require-\n              ments become known.\npowers of        17. It shall be lawful for the Parish Councils to enter\nParish\nCouncils to   into contracts, with any one or more person or persons,\ncontract as   for repairing and keeping in repair, for one or more years,\nto repairs\nof roads.     any roads or bridges, or portions of roads or bridges :\n                 Provided, that the moneys to be payable in any year under\n              any such contracts shall not exceed the sum allotted or\n              apportioned to the roads or bridges, or portion of road or\n              bridge, the subject of any such contract; and that such repairs\n              shall be subject to the inspection and approval of the\n              Councillor or Councillors of the Parish Council for such\n              district or division :\n                 Provided also that it shall not be lawful for the Parish\n              Councils to lay out or expend, or to direct the expenditure\n              of, any larger sum in the whole upon the roads and bridges\n              of their respective parishes in any one year, than shall have\n              been sanctioned and appropriated for that purpose.\nMile marks       18. The Parish Councils shall cause mile marks of stone,\nand guide\nposts.\n              wood or iron to be erected on such roads as they may think\n              proper, at the distance of one mile from each other, with such\n              legible inscription as they shall judge necessary; and also shall\n              cause guide posts to be erected at the intersections of such\n              roads as they shall think proper, and guide posts in water-\n              courses, to show the height of water therein, and shall keep in\n              repair all mile marks and guide posts.\nAs to            19. In the case of a parochial road of general thorough-\nlowering      fare to different parts of the Island, no alteration shall be\nthe classi-\nfication of   made by the Parish Council of any parish through which\nparochial\nroads of      such roads shall pass, in the classification of any such mad,\ngencral\nthorough-     by converting it into a lower class, with consequent dimiu-\nfare into     tion of the allotment of road money thereon, without their\nOther\nparishes.     giving three months' previous notice of any such intended\n              alteration, with the reasons for the same, to the Parish\n                      P I e inclusion of this page is authorizsd by L.N. 4801 19731\n                       PAROCHIAL ROADS                                11\nCouncil of the adjacent parish or parishes through which\nsuch road shall pass; and if the Parish Council of any parish\nthrough which such road shall pass shall object to such\nalteration, they shall communicate such objections, with their\nreasons, to the Parish Councils of the several parishes\ninterested in the road in question; and in case the Parish\nCouncils of all the said parishes shall not agree, the reference\nand objections, with their respective reasons, shall be sub-\nmitted to the Minister for his direction, and his decision in\nthe matter shall be find"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Mile marks and guide posts.\n       me inclusion of this page is autholizcd by LN.480119731\n2                          PAROCHIAL ROADS"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. As to lowering the classification of parochial roads of general\n          thoroughfare into other parishes."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. It shall be competent for any Parish Council to appeal hsto\nto the Minister, when it shall appear to them that the mmplainia\ninterests of the public are affected by the neglect of any Zfoad,\nroad of general thoroughfare by the Parish Council of any\nadjacent parish through which such road may pass, and it\nshall be lawful for the Minister to determine whether such\nroad shall or shall not be forthwith repaired out of the funds\nat the disposal of the Parish Council of the parish where such\nneglect shall have occurred."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Any six freeholders in any parish m y apply to the A.(O\n                                                               out.\nParish Cound of the parish to alter or discontinue any layins\n                                                         a~tenng,\nroad or to lay out a new road; such application to be in\nwriting, addressed to the Parish Council and signed by the aroad.\npersons applying, and the Council shall take such application\ninto their consideration."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Before the Parish Council shall come to any deter- Preliminary\nmination on any such application, they shall cause notice, nhow,&\n                                                               otw\nin writing, to be given to the occupants and owners of the\nland through which such proposed alterations or new road S C N ~ .\nare or is intended to pass, and also to the occupants and\nowners of the land through which any such road shall then\nrun,of the time and place at which they will meet to decide\nupon such application; such notice to be served at the expense\nof the applicants, by delivering the same personally to every\n        me inclusion of this page is authorized by L.N.480/1973]\n12                                   PAROCHIAL ROADS\n               such owner or occupant, or, in case of absence, by leaving\n               the same at his dwelling-house, at least seven days before\n               the day appointed for such meeting.\nAs to            23. The Parish Council shall, if they think fit to entertain\nauthorizing    the application, either before or after giving the notice\na surveyor\nto enter\nlands, and\n               required by section 22, grant a warrant to authorize a com-\nmake           missioned surveyor, employed by the applicants, to enter on        -.\na w e p for\nroad*          all lands and properties, to take the levels and make the          r\n               necessary traverses and surveys to enable him to make the\n               plans and sections of the said new roads, or alterations of\n               any roads in the parish; and, after three days’ notice in\n               writing has been given to the occupiers of such lands and\n               properties, such surveyor and his assistants may enter thereon\n               for the purposes aforesaid, and any person or persons\n               wilfully obstructing such survey shall on summary conviction\n               be liable to a fine of ten dollars.\nAI, to            24. Whenever the Parish Council shall have issued or shall\nappointing\na mmmittee     propose to issue, a notice under section 22, it shall be lawful\nto hear and\nreport on\n               for them to appoint a committee of their Council, consisting\napplication.   of three councillors of the Council at the least, which com-\n               mittee shall at such meeting, or an adjournment thereof, hear\n               any reasons that may be offered for or against any such\n               application as shall be the subject of such notice, and if they\n               shall detemine to entertain the same, either wholly or in\n               part, they shall report the same to the general Council for\n               confirmation; and, if confirmed, the said members shall make\n               out and subscribe a certificate of such their determination,\n               which certificate shall contain, or be accompanied by, a plan\n               of the road intended to be altered, and of the intended\n               alterations thereto, or of the road intended to be dis-\n               continued, or of the new road intended to be laid out, such\n               plan to be furnished by the applicants. The Council shall\n               forthwith give notice thereof to the owners or occupiers\n               of all lands concerned. Such certificate and plan shall\n               remain with the Secretary of the Council; and it shall be\n                     (The inclusion of this page is authorized by L.N. 480/1W3]\n                       PAROCHIAL ROADS                                          13\nthe duty of such Secretary to exhibit the said certificate\nand plan to any person who may require to examine them."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. As to authorizing a surveyor to enter lands, and make surveys for\n          roads."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Every owner or occupier of lands through which omer,*c,\n                                                               10 deliver\nthe line of road or alteration shall pass, shall, prior to the atsfement\nexpiration of twenty-one days from the date of the said '&$'ziE$\ncertificate, deliver to the said Parish Council a statement of g          f\nhis title to the land, and of the compensation which he claims\nfor the damages to be by him sustained."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. It shall be lawful for the said Parish Council and cmpsctrar\n                                                                      lo mom-\nthe owners and occupiers of any land through which such wratio,,\nroad or alteration shall pass, to agree upon the amount andtitle.\nto which such owners or occupiers shall be entitled for\ndamages, and for a grant of the land required, and for a\nrelease of all claims to damages."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. If no agreement as last mentioned shall be made, ~ a w t i t h\nor claim delivered as aforesaid, it shall be lawful for the and  wm-\n                                                              prmsa*n\nParish Council, at any time after the expiration of lifteen\ndays from the time when such claim ought to have been\n                                                                      zwd\n                                                                      2%:\ndelivered, to refer the assessment of damages and the tiffe made.\nof the parties to the adjudication of the Resident Magistrate\nof the parish wherein the land to be taken is situated, who\nshall have power to .hear witnesses, and to determine all\nquestions which $hall be so submitted to him,and to give\njudgment thereon, which judgment shall be final; and all\ndamages which shall have been fixed by agreement, or\nawarded as aforesaid, shall be paid by the said Council, out\nof the funds at their disposal, before laying out or commenc-\ning the road, and no person shall be entitled to damages\nunder this Act until such road shall have been laid out and\ncommenced.\n        me inclusion of this page is authorized by LN.480/1973]   -\n14                                  PAROCHIAL ROADS\nAllowance      28. When any person shall be the owner of any land over\nwhere old\nroad and     which any new road, or any alteration of an existing road,\nalteration   shall be made, and also owner of the soil of any portion of\nPass\nthrough      the road proposed to be altered, or to be discontinued in\nland of\nsame         whole or in part, the Resident Magistrate of the parish, in the\nowner.       assessment of damages shall take into consideration the value\n             of the road so abandoned, or of such part as will be\n             abandoned, and the benefit to result to the owner therefrom,\n             and shall deduct the same from the damages which otherwise\n             would have been assessed, and it shall be lawful for the owner\n             of the land so abandoned, to enclose the same.\nWhen road      29. On payment or tender of the amount of damages\nor alteration\nmYb           which shall have been agreed upon or assessed as afore\naommenced. said, or in the absence of the owner, or his representative,\n             or if he shall not be known, on payment of such damages\n             to the Accountant-General, it shall be lawful for the said\n             Parish Council, in the case of unenclosed and uncultivated\n             land at once, and in the case of enclosed or cultivated land\n             after the expiration of ten days from the date of such agree-\n             ment, payment, or tender, to enter upon the said land and\n             cause the said road or portion of road to be commend\n             and proceeded with.\nDeposit in     30. All moneys paid to the Accountant-General shall be\nTrmury,\nhow kept.    kept by him without interest, until claimed by the party\n             entitled thereto.\nAs to            31. If the Parish Council of any adjacent parish shall,\nobjections\nfrom          at any time before the matter shall be brought before the\nsdjaccnt\nparishesto    Resident   Magistrate of the parish, give to the Parish council\nmy new\nroad, or      of the parish in which proceedings shall be pending for the\nalteration or laying out of any new road, or the alteration or discontinu-\ndiscon-\ntinuance of   ance of an existing road, notice in writing that the proposed\na mad.\n              alteration or discontinuance or new road will prejudicially\n              affect the roads of such adjacent parish, it shall not be lawful\n                    lThe inclusion of this page is authorized by L.N. 480f19731\n                       PAROCHIAL ROADS                                     15\nfor the Parish Council of the parish in which the proceedings\nshall have been commenced to proceed further therewith,\nuntil the Council of the adjacent parish shall have withdrawn\ntheir opposition, or until on reference to the Minister he\nshall have decided whether the proposed alteration, or dis-\ncontinuance, or new road shall be made."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Allowance where old road and alteration pass through land of\n          same owner."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. As to objections from adjacent parishes to MY new road, or\n          alteration or discontinuance of a road."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. A copy of the proceedings and judgment in the c ~ ~ ~ ~                   f   ,\nResident Magistrate’s Court, certified under the seal of the gemgs\ncourt, and the certificate and plan, and every agreement, rsoorded\n                                                             ROmrd\n                                                                   in\ngrant, and release which shall be entered into with the said offim\nParish Council shall respectively be recorded by the Council\nin the Record Office,and all expenses connected therewith\nshall be borne by the applicants."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. The expenses of all proceedings under this Act shall e x p c ~ ~ a .\nbe borne by the party or parties at whose instance application how\n                                                               md borne,\nshall have been made for the laying out, altering or discon-\ntinuing of any road: And the Parish Councils may require\nthe applicants from time to time to deposit with them such\nsums of money as may be necessary to complete the proceed-\nings under this Act."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. There shall be paid for court fees on proceedings F W O ~\nin the Resident Magistrate’s Court under this Act the sum Resident\n                                                                ~ ~ ~ i a ~ * ’ ~\nof two dollars; and to the Deputy Keeper of the Records colvtmd\nfor recording the proceedings, after the rate of fifteen cents’ z g\nfor every sheet of one hundred and sixty words : And fifteen\ncents for each division of the plan or diagram."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. It shall be lawful for the Parish Council of any parish, ~owersof\n                                                                     Parish\nwithout receiving any application from freeholders, to come theUncilraa\nto a resolution that it is expedient to consider the advisability M altering\n                                                                  roads or\nof altering or discontinuing any road or any part of any road,    &$s;,\nor laying out a new road, and thereupon such Council shall w i g s 3\nproceed as if application had been made to it under the           ’’’\n        me inclusion of thia page is aurborized by LN.480/1973]\n16                                    PAROCHIAL ROADS\n              provisions of section 21, and it had thought fit to entertain\n              such application :\n                Provided always that in any case it shall be lawful for\n              the Council, if it shall see fit, out of the moneys at its disposal\n              applicable to the repair and maintenance of the roads, to\n              pay the charges of the Commissioned Surveyor authorized\n              by it to enter on lands and properties under section 23.\nPrivate         36. Whenever application shall be made to a Parish\nroads. as\nto pro-       Council for any private road, and they shall be of opinion\ncecdings      that such application is reasonable and well founded, the\nfor, and\nwrpenscs of\nfame.\n              same mode of proceeding shall be adopted in every respect\n              as in the case of a highway, but the damages awarded, and\n              the expenses of such road, and the maintenance thereof,\n              shall be paid by the party applying for the road.\nUse and\nmainten-"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Every such private road, when so laid out, shall be\nance of       for the use of the applicant, his heirs and assigns, but not to\nprivate\nroad.         be converted to any other use or purpose than that of a\n              road; and such applicant shall be compelled to keep up and\n              maintain fit and proper fences on each side of such road.\nDisaontin-       38. Forthwith upon the determination by a Parish Comcil\nuance of\nparochial     in accordance with the provisions of this Act to discontinue\nroads.\n44/1953       any road, that road shall cease to be a public road and all\ns 3.          rights of way over the same shall cease at the end of one\n              year after the said determination, and thereafter-\n                    (a) if the land over which such road lies is vested in\n                         the Parish Council for an estate in fee simple, the\n                         Parish Council may, with the approval of the\n                         Minister, convey or transfer the same on such\n                         terms as the Parish CDUncil may think fit; or\n                   (b) if such land is not so vested in the Parish Council\n                        the owner of the adjoining land on either side may\n                        enclose up to the centre of the road the part thereof\n                        which his land adjoins, so, however, that a person\n                      r h e inclusion of this page is authorized by LN.480/19731\n                       PAROCHIAL ROADS                                         17\n          who owns the adjoining land on both sides may\n         enclose entirely so much of the road as those lands\n          adjoin.\n   The provisions of this section shall apply to any part of\na road as they apply to a road."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. All highways now in use, laid out under and allowed ASU,\nby any enactment of this Island, of which a record shall have highwars\nbeen made in the Record Office, shall be deemed highways, \",ozd\nand shall only be altered or discontinued by proceedings m n h d .\ntaken in conformity with the provisions of this Act."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. In cases in which lands are laid out by the owner Private\n                                                                   roads not\nor owners thereof with roads, streets or lanes, intersecting la be rakm\nthe same, such roads, streets or lanes, shall not be taken\nover or repairable by the Parish Council until the owner\n                                                              wmpleted.\nor owners of such lands shall have thoroughly constructed\nthe same to the satisfaction of the Parish council and the\nowners of any such lands shall also pay all the msts of and\nincident to the transfer of such roads, streets and lanes, to\nthe Parish Council.\n  4 1 . 4 1 ) Every person intending to erect any fence or ~~~i~\nbuilding along or near the boundary, or within thirty feet\nfrom the centre line, of a parochial road shall mark out           ;sr\non the ground, by means of pegs or in other sficient dmgthc\nmanner, the line on which such fence or building is to be boundaryroad,\n                                                                        of\nmade, and having done so shall give ten days' notice to\nthe Superintendent of Parochial Roads and Works of his\nhaving done so, and of his intention to make such fence\nor building as aforesaid along the said l i e , before commenc-\ning to make such fence or building as aforesaid.\n         (2) For the purposes of t h i s section the word \"fence\"\nshall include hedge or wall.\n         (3) Kingston is exempt from the operation of this\nsection.\n        me inclusion of this page is nuthorked by L.N. 480/1973]\n18                                      PAROCHiAL ROADS\nConsent of     42. Every consent of the Superintendent of Parochial\nSuperintend-\nent to       Roads   and Works to the erection of any fence or building\nerection of  along or near the boundary, or within thirty feet from the\nfence or\nbuilding to\nbe reported\n             centre  line, of a Parochial Road shall be in writing, and\nto the       shall be reported by him to the Parish Council within three\nCouncil.\n              days after such consent shall have been given.\nWidth of        43.-(11  The width of all public carriage roads already\nroads.\n              made, or which hereafter may be laid out by the Parish\n              Council, shall, if practicable, be twenty-four feet when made\n              through open ground, sixty feet through standing wood,\n              and forty feet when the wood i s only on one side, and no\n              private road shall be more than forty feet wide.\n                       (2) Notwithstanding anything to the contrary in\n              this section contained, it shall be lawful for the Parish\n              Council of any parish to lay out any public carriage road\n              of a less width than that laid down in this section.\nWidthof         44. All streets to be hereafter laid out by the Parish\nstreets and\nlanes in      Council in any town, shall be not less than forty feet wide,\ntowm.         and all lanes not less than twenty feet wide.\npower to         45. The Parish Council of any parish shall have power,\nwiden\nexisting      if they think fit, to open all carriage roads to the width here\nmad.          inbefore mentioned, which shall have been used as high-\n              ways for twenty years.\nwhen road       46. It shall be lawful to alter any road, or to Iay out a\nmay be\nlaid out or   new road, and to pay the damages in respect thereof, when-\naltered.      ever the said Parish Council shall have funds at their dispo-\n              sal.\n                          me inclusion of tbis page is authorized by LN.480/19731\n                            PAROCHIAL ROADS                               19"
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. Notice required before fencing or building along the boundary of\n          mad."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. Consent of Superintendent to emtion of fence or building to be\n          reported to the Council."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. Width of &ts    and lanes in tom.\n           me inclusion of rhis pepe ia auihorizad by L.N.480/1973]\n                      PAROCHIAL ROADS                                    3"
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47.41) The Parish Council of any parish may, with the Powerto\n                                                          grant per-\napproval of the Minister, by instrument in writing, grant mission to\nto any person permission to construct or lay down, maintain E;p,”~~$of\nand use any works across, under, or above any parochial BCTOS. work\nroad in that parish in accordance with such specifications for above, or\nsuch purposes and subject to such conditions as may be under   h.\n                                                                      paw\n                                                                  nl roads.\nprescribed in the instrument.                                  44/1953\n                                                               s. 4.\n        (2) A Parish Council may, with the approval of the\nMinister, revoke any permission granted under this section\nif the works in respect of which it was granted are not con-\nstructed, laid down, or maintained in accordance with the\nspecifications prescribed as aforesaid or are used otherwise\nthan for any purposes so prescribed or in contravention of\nany condition so prescribed.\n        (3) Upon the revocation of any permission granted\nunder this section, the owner of the works in respect of\nwhich it was granted shall, within such time as the Council,\nwith the approval of the Miaister, may specify, remove such\nworks from across or above or under the parochial road\nand shall restore such road as nearly as may be practicable\nto the condition in which it was immediately before the\nconstruction or laying down of such works.\n        (4) For the purposes of this section-\n“the Minister” means the Minister responsible for local\n     government;\n“works” includes any roadway, railway, tramway, wireline,\n     conveyor belt, cableway, chute, aerial ropeway, via-\n     duct, aqueduct, flume, siphon, and any other works\n     similar to any of the foregoing."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48.-(1)  The Superintendent of Parochial Roads and powerto\nWorks may divert the tr&c from any parochial road, ~            ~              ~\nwhilst the same is under repair or impassable, on to ;sii;\nuncultivated land without notice to the owner or occupier road.\nthereof, and on to cultivated land after giving to the owner\n            me incllrrion of ibis page is authorized by L.N. 480/1973]\n                                        PAROCHIAL ROADS\n                or occupier thereof at least twenty-four hours’ notice in\n                writing of his intention so to do.\n                        (2) In exercising the powers conferred by this section\n                the Superintendent of Parochial Roads and Works shall\n                do as little damage as possible to the lands over which such\n                powers are exercised, and shall, as soon as the parochial\n                road aforesaid is repaired so that traffic on it can be resumed,\n                restore and make good all damage done by reason of such\n                diversion.\n                        (3) The Parish Council shall make compensation\n                to the owners and occupiers, and all other parties interested\n                therein, for all damages sustained from or in consequence\n                of such diversion over any cultivated land, so, however, that\n                notice in writing of any claim for compensation be given\n                to the Parish Council within six months after the doing of\n                the thing in respect of which compensation is claimed.\n                        (4) Such compensation shall be settled by agreement\n                or in the manner prescribed by the Lands Clauses Act.\nPOW 0             49.41) When from a landslip or other -use                   a quantity\nthrow upon\nadjoining       of earth, stones or other matter, has fallen upon any road\nland any         and it is deemed expedient to clear away the same, it shall\nearth, fallen\nupon any         be lawful for the Parish Council of the parish or any person\nroad, from\nlandslip or     acting under their orders, on giving twenty-four hours’\nOthuwiSt.\n                notice to the person in occupation of any land adjoining\n                the said road, to clear away the same by throwing it on to\n                 such land (the same not being the ground whereon any house\n                stands, or the garden, yard, planted walk or avenue to any\n                house), and for the purpose aforesaid, and for the purpose\n                of repairing any damage thereby done to the said land, to\n                enter thereon and if necessary to break down any fence :\n                   Provided always that if the land on which the material\n                is thrown as aforesaid is cultivated or is otherwise reclaimed\n                from its natural state, the parties aforesaid shall clear away\n                        p%e inclusion of this page is aulhorized by L.N. 480/ln31\n                        PAROCHIAL ROADS                                       21\nthe said material from the said land, and otherwise repair\nas far as practicable any damage they may have done.\n        (2) Compensation shall be given to the occupier of\nany land cultivated, or otherwise reclaimed from its natural\nstate, in respect of the temporary use of the said land as\naforesaid, and to the owner and occupier according to their\nrespective interest in respect of any permanent damage done\nto the said land and not fully repaired."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. Power to throw upon adjoining land any earth. fallen upon any\n      road. from landslip or otherwise."
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. In case the amount of compensation to be paid is mwOcm.\nnot agreed upon the same shall be assessed, in manner msailou\n                                                        -I-\n                                                              to\nprovided by section 27.                               bind.\n                          Encroachments"
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. The following shall be deemed to be encroachments h a b .\n                                                                    mens\non a parochial road-                                                dcfmcd.\n    (a) any fence, building, or construction, erected on\n        or over any part of the road;\n    (b) any tree, or any branch, bough, or other part of\n         a tree,fallen upon or over any part of a mad;\n    {c) any tree, branch, bough, or other part of a tree\n        or any shrub, projecting upon or overhanging the\n        road, or planted, or placed upon the road without\n        authorization from the Parish Council;\n    (d) any debris or refuse, or the obstruction of any\n        part of the road, remaining or resulting from any-\n        thing done, by, or on behalf of, the owner or\n        occupier of any land, fence, building, or mnstruc-\n        tion, adjoining the road;\n    (e) any tTee, or any branch, bough, or other part of\n        any tree, fallen from any land or fence adjoining\n        a river, or stream, or watercourse, which shall\n        cause, or tend to cause, the water to flow over,\n        or otherwise to injure the road,\n       m e incIusion of this page is tuthorirad by L.N.4?.0/19?3]\n22                      PAROCHIAL ROADS\n       Cf, any pit, cutting, or excavation, in, upon, or under\n            any land adjoining the road, which may be, or\n            may become dangerous to persons or animals\n            using the road, and which is not sufficiently fenced\n            or otherwise made safe;\n     (g) any stone, earth, timber, or other substance, thrown\n            into or placed in any river, stream, or watercourse,\n            which shall cause, or tend to cause the water to\n            flow over or otherwise to injure the road;\n     (h) any stone, earth, timber, or other substance, thrown\n            into, or placed in any drain or watercourse, which\n            shall impede the drainage of water from the road;\n      (i) any artificial canal, conduit, or pipe, from which\n            any water escapes on to any road, owing to the\n            defective construction or maintenance of the same\n           in any part of its course. In any such case the\n           encroachment shall be deemed to proceed from\n           the land on which the canal, conduit, or pipe, is\n           defectively constructed or maintained;\n      (13 any earth, stone, timber, metal, or any article of\n           any description whether similar to the foregoing\n           or not, left upon or deposited upon the road with-\n           out the authority of the Parish Council;\n     (k) any gate erected or maintained on the road with-\n           out the permission of the Parish Council, or after\n           such permission shall have been revoked by such\n           Council, or without a watchman being kept con-\n           stantly near to the gate, whensoever the same shall\n           be shut, for the purpose of opening it when required\n           by any person using the road;\n     (0 any penguin fence erected after the tenth day of\n           April, 1896, abutting on the road and not having\n           the penguins planted on the top of a wall or earthen\n           bank not less than two feet in height, or a fence\n           of wood, or iron wire, 6 x 4 between the penguins\n           and the road;\n        CThc incIusim of this page in authorized by L.N.480119731\n                        PAROCHIAL ROADS                                  23\n    (m) any penguins spreading themselves from any\n         penguin fence, so as to extend over any part of\n         a road;\n     (n) any pipe, drain, or conduit, discharging water\n         on to the roadway of any Parochial Road from\n         any house or premises adjoining such road."
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52.41) Whenever there shall exist any encroachment ~ 0 t i c ~ t 0\non a parochial road, the owner or occupier of the land, fence, remove\n                                                               croach.\n                                                                       en-\nor construction, from which such encroachment proceeds, meurn.\nor the owner of the thing constituting the encroachment,\nor the person by whom the thing constituting the encroach-\nment was left upon or deposited upon the road, shall, after\nreceiving a notice signed by or on behaIf of the Superinten-\ndent of Parochial Roads and Works, requiring him so to do,\nforthwith remove or abate the same at his own cost\n        (2) The notice shall specify the nature of the\nencroachment, and state a reasonable time within which\nit must be removed.\n        (3) At the expiration of the time specified in such\nnotice, or without any such delay, if the encroachment\nendangers, or impedes, or threatens or is likely to endanger\nor impede the tr&c on the road, or the drainage of the road,\nthe Superintendent of Parochial Roads and Works may\nremove the encroachment or cause it to be removed in such\nmanner as he may think fit."
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53. Where the Parish council directs the removal of any poRlfm\n                                                          n m v a l of\nencroachment-                                             cncsoach-\n                                                          mmpl by\n    (a) if the encroachment cannot be convwiently direction of\n         removed without entering on the land from which           E&\n         it comes, the Superintendent of Parochial Roads\n         and Works may, with any necessary assistants,\n        enter for the purpose without giving any further\n        notice;\n        Fhc inclusion of this page is authorized by LN.480/1973]\n24                                  PAROCHIAL ROADS\n                 (b) neither the Parish Council, nor the Superinten-\n                      dent of Parochial Roads and Works,nor any person\n                      acting under the authority either of the Parish\n                      Council or of such Superintendent in the removal,\n                      shall be liable for damage occasioned thereby,\n                      unless the same is caused by their or his neglect\n                      or default;\n                 (c) the cost of the removal shall be paid by the owner\n                      or occupier of the land from which the encroach-\n                      ment proceeds, or of the thing constituting the\n                      encroachment, or by the person by whom the thing\n                      constituting the encroachment was placed upon or\n                      deposited upon the road, and shall be recoverable,\n                      together with the costs cf recovery, in the same\n                     way as penalties are recoverable under section 100\n                      of the Lands Clauses Act;\n                 (6) anything constituting the encroachment shall be\n                     forfeited, and the Parish Council may sell or other-\n                     wise dispose of it, unless the owner previously\n                     redeems it by payment of the full costs of removal;\n                 (e) whenever such thing constituting the encroachment\n                     is disposed of by the Parish Council, the net pro-\n                     ceeds, after deducting all costs of removal and\n                     disposal, shall be credited to the person liable for\n                     costs of removal and shall be allowed in the settle-\n                     ment of such costs, and any excess of net proceeds\n                     over costs shall be paid to the owner or occupier\n                     of the land, fence or construction from which such\n                     encroachment p r d s or to the owner of the\n                     thing placed upon or deposited upon the road, as\n                     the case may be.\n                         Obstructions in Roads and Streams\nAS to          54. If any tree shall fall into any highway, so as to cause\nof vee\nfaUiwup,,    obstruction thereon, such tree shall be removed by the owner\na highway.\n                     me indusion of this page ia authorized by L.N. 480/19731\n                        PAROCHIAL ROADS                                          25\nor occupier of the land from which such tree shall have fallen,\nwithin twenty-four hours after notice to remove the same;\nand, if such owner or occupier shall neglect to remove such\nfallen tree, then any Superintendent, Waywarden, or\nCouncillor of the Parish Council of the district, or division\nshall cause the same to be removed at the expense of such\nowner or occupier, and such owner or occupier shall be\nliable to a penalty of fifty cents for every day after the\nexpiration of such notice during which the same shall have\nremained unremoved, which expenses may be recovered as\npenalties are herein directed to be recovered; and if any\nperson shall wilfully place any tree or other obstruction on\nany highway, he shall be liable to a penalty not exceeding\nten dollars for every offence."
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55. In case any person shall, unless by the order or & t o\nconsent of the owner or occupant, cut down any tree on cumnga  wsparatr\nland not occupied by him, so that it shall fall into any high- tlocsoaa\n                                                               to fall on\nway, river, or stream, he shall be liable to a penalty not h h w .\nexceeding ten dollars, nor less than two dollars, €or each etE.\noffence."
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56. Whoever shall cut, or cause to be cut down, any tree, &to\nso that the same shall fall into any river, stream, or water- cutting\n                                                              aomb\n                                                                      trcs\ncourse, or obstruct any road, or fording, or divert the river b+$yor\ncourse so as to encroach upon or injure, or tend to injure water-\nany highway, or any bridge, and shall not remove the same so^.\nout of such river, stream, watercourse, or road within\ntwenty-four hours after notice thereof, shall forfeit a sum\nnot exceeding ten dollars for each offence,"
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57. The owner or occupier, or his agent, attorney, or m0t0\n                                                                    trim trtas\noverseer, respectively, of the land next adjoining to every md fmca\nroad or bridge shall cut, prune, or lop the fences, and also\ncut, prune, or lop the branches of trees, bushes, or shrubs\n        me inclusion of this page is authorized by L.N. 480/1973]\n26                                    PAROCHIAL ROADS\n             growing in or near such fences of the land adjoining as afore-\n             said (such fences, trees, or shrubs not being in any garden,\n             or orchard, walk, or avenue to any house, such trees, bushes,\n             or shrubs, not being an ornament or shelter to a house,\n             unless the same shall hang over the road or bridge, or any\n             part thereof, so as to impede or annoy any carriage or person\n             travelling thereon), in such manner that the road or bridge\n             shall not be prejudiced by the shade thereof, and that the\n             sun and wind may not be excluded from such road or bridge\n             to the damage thereof; and if within fourteen days after\n             notice given in writing for that purpose by any Councillor of\n             a Parish Council, Waywarden, or other person thereunto\n             authorized for the time being for any parish respectively,\n             any such owner or occupier, his agent, attorney, or overseer,\n             shall not cut, prune, or lop, or cause to be cut, pruned or\n             lopped such fences, or cut down or lop, or cause to be cut\n             down or lopped, such trees, branches of trees, bushes, and\n             shrubs in manner aforesaid, the Waywarden, or other person\n             appointed, or to be appointed as aforesaid, in case of default\n             by any owner or occupier, his agent, attorney, or overseer\n             as aforesaid, is hereby required to cause to be cut, pruned,\n             or lopped such fences, trees, branches of trees, bushes, and\n             shrubs in manner aforesaid; and such owner or occupier,\n             his agent, attorney, or overseer shall be charged with, and\n             shall pay the charges and expenses of doing the same; and in\n             default of payment thereof, the said charges and expenses\n             may be recovered, together with the costs, if any, incurred\n             on the proceeding, as any penalty under this Act :\n               Provided, that nothing herein contained shall apply to\n             roads passing through unfenced runs of woodland.\nPenaltyfor     58. Whoever shall wantonly injure any public bridge or\nwanton\ninjuryto     highway shall, for every such offence, forfeit a sum not\nhighway.\nbridge Or\n             exceeding one hundred and men@ dollars.\n                     W e inclusion of this page is a u t h o r i d by LN. 480/1973]\n                       PAROCHIAL ROADS                                      27\n                                Repairs\n  5 9 . 4 1 ) For the purposes of laying out, maintaining, Powersof\n                                                                   Parish\nwidening or repairing any parochial road, or any private ~~~~l~\nroad kept open for the use of the public and repaired at           tztp\nprivate expense, the Parish Council, by themselves or by\ntheir Superintendents of Parochial Roads and Works, or\nby any person acting under their orders, may enter any\nprivate land and-\n     (a) when the Parish Council is advised that-\n               (i) a parochial road is from any cause unfit for\n                   traflic, make, on lands adjoining a parochial\n                   road, a temporary road, and if necessary a\n                   bridge, to be used by the public while the\n                   parochial road is being maintained, widened\n                   or repainxl; or\n              (ii) it i s necessary for the preservation or safety\n                                                                                 I\n                   of a parochial road or for the purposes of\n                   flood control, alter, change, or regulate, the\n                   course of any river, stream, or watercourse,\n                   not being navigable and whether artificial or\n                   not;\n     (b) cut drains in or through any lands adjoining a\n           parochial road for the purpose of preventing water\n           from collecting or flowing on, or near, any paro-\n           chial road, or of carrying off any water collected\n           on, or near, any parochial road, and may enter such\n           land for the purpose of cleaning or maintaining\n           such drains;\n     (c) dig, collect, and carry away, any gravel, stone,\n           sand, or other similar road making materials, from\n           any land within the parish without payment of\n           royalty :\n              Provided that this power shall not be exercised\n           in relation to any habitable or cultivated land,\n           and that any excavation so caused shall be filled\n           in, fenced, or walled around, by the Parish Council;\n        me iodusion of this page ir authorized by L.N. 480/1973]\n28                           PA ROCHlA L ROADS\n           (d) deposit on any such adjoining land any spoil,\n                refuse, or material, from any landslide or parochial\n                road;\n           (e) use and occupy any such adjoining land, not being\n                habitable or cultivated land, for such purposes.\n              (2) Save in cases of urgent necessity, the powers\n     conferred under paragraphs (a), (b), (c) and (e)of subsection\n     (1) shall not be exercised unless seven days’ notice in writing\n                                                                         -.\n                                                                         J\n     of intention to exercise such powers has been given to the\n     occupier of such land.\n              (3) Where any power conferred by this section is\n     exercised in relation to any land, then any owner or occupier\n     of such land injuriously affected by reason thereof may,\n     within six months of the exercise of such power, claim com-\n     pensation by notice in writing addressed to the Parish\n     Council setting out the particulars of such claim. No com-\n     pensation shall be payable where notice claiming compensa-\n     tion is not received by the Parish Council within six months\n     of the act in respect of which cornpensation is claimed.\n             (4) Any compensation claimed or payable under\n     this section shall be settled, in default of agreement, under\n     the Lands Clauses Act.\n             (5) Every person who molests, hinders, or obstructs,\n     any other person in the exercise of any power or right con-\n     ferred by this section, shall, on summary conviction before\n     a Resident Magistrate, be liable to a fine not exceeding\n     twenty dollars.\n             (6)For the purposes of this section-\n     “parochial road” includes any road, thoroughfare, street,\n          lane, aqueduct, or bridge, under the care, management,\n          control or superintendence of the Parish Council;\n     “habitable land” means land on which there is any house,\n          or any yard, garden, or provision ground, attached to\n                any house, whether enclosed or not;\n             me inclusion of this page is authorized by L.N. 480/1973]\n                        PAROCHIAL ROADS                                  29\n“cultivated land” means land on which there is any garden,\n    orchard, provision ground or cultivated trees or plants,\n     whether enclosed or not :\n  Provided that the presence of a few cultivated trees or\nplants on any land shall not per se be sufficient to constitute\nsuch land cultivated land."
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58. Penalty for wanton injury to bridge or bighway.\n                              Repairs"
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60. I€ any person shall, without the consent of the Parish ~enaityfor\nCouncil, take away any materials which shall have been unlawfully\npurchased, or gathered for the repair or use of any road,            gTg&,\nstreet, or bridge, or take away materials out of any quarry\nor pit which shall have been made, dug, or opened €or the\npurpose of getting materials for any road, street, or bridge,\nevery such person so offending shall, for every offence, forfeit\nand pay a s u m not exceeding twenty dollars:\n   Provided, that nothing herein shall prevent the person in\npossession of the land on which such quarry or pit is situated\nfrom digging and removing materials thereout €or his own\nuse."
    },
    {
      "provision_ref": "sec61",
      "section": "61",
      "title": "Section 61",
      "content": "61. If any corporation, society, or company for supplying offencMin\nany city, town, or other place with water, shall dig, or cause Ohyingdown\n                                                                 fTOp~m\nto be dug in any road, street, lane, or thoroughfare, any #:W~J-J-\ntrenches or holes for laying down or repairing any water fm.\npipe, or plug, or other thing connected therewith, and shall\nkeep the same, or cause or permit the same to be kept open\nfor a longer period than shall be reasonably requisite or\nnecessary, or shall cover over or fill up the same, or cause\nor permit the same to be covered over or filled up, in an\nimperfect manner, or shall occasion or suffer, or permit to\nbe occasioned, any damage or injury to any road, street, lane,\nor thoroughfare, by reason of the imperfect state or want\nof repairs of any such pipe, or plug, or other thing connected\ntherewith, every such corporation, society, or company shall,\nfor every such offence, forfeit a sum not exceeding forty\ndollars over and above the expenses to be incurred in the\n        m e inclusion of this page is authorized by L.N. 480/1973]\n30                                 PAROCHIAL ROADS\n            repairs of such road, street, lane, or thoroughfare, to be\n            recovered as hereinafter mentioned.\n                                        Offences\nOffences.     62. Any of the following persons shall be guilty of an\n            offence against this Act, and shall be liable, on summary\n            conviction, to a penalty not exceeding the amount herein\n            specified in respect of such offence-\n                 (a) any owner or occupier of land from which any\n                       encroachment proceeds, or the owner of anything\n                       constituting any encroachment, who after due\n                       notice shall not within the time specified in the\n                       notice have removed such encroachment-ten\n                       dollars;\n                 ( b ) any person who hinders or obstructs the Parish\n                       Council, or any person duly authorized by them,\n                       while acting under the provisions of this\n                       Act-twenty dollars;\n                (c) any person who cuts down any tree so that the\n                  same falls into a parochial road or obstructs a\n                  parochial road, or diverts a river, stream, or water-\n                  course, so as to make it encroach upon or injure a\n                  parochial road, and does not forthwith set about to\n                  remove the sameten dollars;\n                (4any person who, without permission from a Parish\n                  Council, takes any materials from any road, or\n                  from any quarry, or excavation, or place of deposit,\n                  made and used in connection with the under-\n                  taking-ten dollars :\n                    Provided that nothing herein shall prevent the\n                  person in possession of the land on which such\n                  quarry or excavation is situated, or any person\n                  authorized by him, from digging materials there-\n                  from and canying away the materials so dug;\n                    PAROCHIAL ROADS\n(e) any driver of a carriage who rides upon that or\n     any other carriage, or upon the shafts thereof,\n     or upon any beast drawing the same, on any\n     parochial road, without having some other person\n     on foot to guide such carriage or unless the same\n     is or are effectually guided and controlled by the\n     driver thereof by means of reins-four dollars:\n(fi any driver of a carriage who leaves the same stand-\n    ing upon any parochial road without some proper\n    person to hold the beast or beasts attached to the\n    same, or who is negligently or wilfully at such a\n    distance from the carriage, or in such a situation,\n    that he has not proper control over the beast or\n    beasts attached to the same-four dollars;\nCg) any driver of a carriage who, by negligenm or mis-\n    behaviour, causes hurt or damage to any person’s\n    horse, cattle, carriage or goods, on any parochial\n    road-four dollars;\n(k) any driver of a carriage, or of any horses, mules\n    or other beasts of draught or burden, on any paro-\n    chial road who, when meeting or being overtaken\n    by any other camage or beast of burden or draught,\n    does not keep his carriage or horses, mules or beasts\n    of draught or burden, on the left or near side of\n    the road, except when in the act of passing another\n    carriage, horse, mule, or beast of draught or burden\n    going in the same direction-four dollars;\n(rl any person who wilfully or negligently prevents,\n    hinders or intercepts, the free passage of any other\n    person, or any carriage or beast, on any parochial\n    road, or who draws up any carriage in such manner\n    as to obstruct the free passage along the road-four\n    dollars;\n  IThe inclusion of *is   page is authorized by L.N. 172/1986]\n32                      PAROCHIAL ROADS\n      ( j ) any person who rides or drives furiously on any\n          parochial road or in a manner dangerous to other\n          persons using the road-ten dollars;\n     ( k ) any person who wilfully or through negligence\n           causes damage to any parochial road, or any wall,\n           bridge, culvert, fence, mile post, guide post, drain\n           or other structure, pertaining thereto-four dollars;\n                                                                        .\n      ( I ) any person who, having blocked or scotched the\n            wheel of a carriage, allows the stone or other thing\n            used for the purpose to remain on the roadway\n            after the carriage has moved away-four dollars;\n     (m) any person who draws any logs, stones or heavy\n            articles, upon any parochial road, otherwise than\n            upon a wheeled carriage-four dollars;\n      (n) any person who uses any instrument for retarding\n            the progress of any carriage, whereby the road\n            is unnecessarily injured-four dollars;\n      (0) any person who leaves any carriage upon any paro-\n            chial road, except in case of an accident, or in that\n            case for a longer time than is necessary to remove\n            the same-four dollars;\n     (p) any driver of a carriage any part of which, or of\n          the lading or any shaft or outrigger of which shall\n          extend laterally more than six inches beyond the\n          axle-four dollars;\n      (4) [Deleted by Act 13 of1985, S. 18.1\n      (r) aGy person who removes or destroys any barrier\n          placed on a parochial road by the Parish Council,\n          or any person authorized by them, for the purpose\n          of diverting the traffic-four dollars;\n      (s) any person leading or driving any horse, gelding,\n          mare, filly, mule, or donkey, loaded or unloaded,\n          and not attached to a wheeled vehicle, along any\n        mhe k d d n of this pagc is a u t h o r i d by L.N. 172/19Sa]\n                   PAROCHIAL ROADS                              33\n     mountain bridle road, and neglecting to have such\n     animal under proper control by means of ropes or\n     reins-four dollars;\n (1) any person who allows any horned stock, horse,\n     mule, ass, sheep, goat or pig, to be at large on any\n     road, except whilst being lawfully driven along such\n     road-four dollars :\n        Provided that this provision shall not apply to\n     the owner or Occupier of any unfenced land any\n     of whose animals as afomaid are allowed to be\n     at large on the portion of the road that traverses\n     such land;\n(U) any person riding, driving or being upon any\n     carriage, bicycle, tricycle or other similar machine\n     on a road who contravenes or fails to comply with\n     any of the provisions of section 66-four dollars;\n(v) the owner of any homed stock, horse, mule, ass,\n     sheep, goat, or pig tethered on any road, or so\n     tethered as to be able to stray on any road-four\n     dollars;\n(w) any person who tethers, or allows to be tethered,\n     on any road, or so as to be able to stray on any\n     road, any horned stock, horse, mule, ass, sheep,\n     goat, or pig-four dollars;\n(x) any person driving or riding any carriage, who\n     upon overtaking any caniage, or any horse, or\n     other beast of burden, or any foot passenger, being\n     or proceeding along the carriage way, or on\n     approaching a corner, neglects or fails, within a\n     reasonable distance from and before passing such\n     carriage, horse, or other beast of burden, or such\n     foot passenger, or from and before passing such\n     corner, to sound a bell, or whistle, or otherwise\n     give audible and sufEcient warning of his\n     approach-four dollars;\n   IThc inclusion of this pape is authorized by LN. 480(19131\n34                                PAROCHIAL ROADS"
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63. Acts and things prohibited to be done at or near the boundaries of\n      parochial roads.\n               Power to Destroy or Impound Stock"
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65. It shall be lawful for the Superintendent of Parochial oms@ction\n                                                               f swine\nRoads and Works in any parish, or any person or persons orgoats\n                                                                 parochial\nacthg under his authority, or any constable, to destroy, or onroads.\ncause to be destroyed, any swine or goats at large on any\nparochial road :\n  Provided always, that the powers conferred by this section,\nshall not apply in respect of pigs or goats belonging to, or\nkept by the owner of any unfenced private land, through, or\nalong which, any such road passes, within the boundaries of\nsuch owner's land.\n            Lights on Carriages in Use on Roads"
    },
    {
      "provision_ref": "sec66",
      "section": "66",
      "title": "Section 66",
      "content": "66.-(t) On every Carriage (except motor vehicles as Lampand\n                                                                liihb on\ndefined in the Road Traffic Act) in use on a road within roaaduhe\nthe period specified in this section, and save as in subsection\n(2) mentioned-\n                                                                 szd\n     !a) two front lamps at least shall be carried and shall\n         be so constructed and affixed on the outside of the\n         carriage as to show when lighted white lights\n         adequate to signal the approach or position of\n         such carriage; one of such lamps shall be placed\n         on the extreme right or off side, and the other\n         on the extreme left or near side of the carriage,\n         and in such a position as to be free of all obstruc-\n         tion to the light"
    },
    {
      "provision_ref": "sec68",
      "section": "68",
      "title": "Section 68",
      "content": "68. All penalties imposed by this Act shall be recovered how\n                                                             Pedtim\nin a summary manner before the Resident Magistrate for -vcred.\nthe parish, or any two Justices not being councillors of the\nParish Council for such parish; and, in default of payment\nthereof, the court may direct the offender to be imprisoned\nwith or without hard labour for any period of time not\nexceeding six calendar months, unless any such penalty be\nsooner paid,"
    },
    {
      "provision_ref": "sec69",
      "section": "69",
      "title": "Section 69",
      "content": "69.41) It shall be lawful for any councillor of the Parish P o m o f\nCouncil, or officer appointed by the Parish Council, and\nfor any constable, or peace officer and for all persons whom\nthey shall respectively call to their assistance, to take into\ncustody without warrant, any person who shall, within View\nof any such councillor of a Council, officer, constable, or\npeace officer commit any offence enumerated in this Act, to\nbe dealt with according to law, as the circumstance of the\ncase may require.\n        (2) The power of arrest conferred by this section on\na constable shall extend to cases where although any such\noffence has not been committed in his view, such constable\nis informed by some person known to him that such offence\nhas been committed in the sight of such person, and is\nrequired by him to arrest the offender :\n   Provided that no constable shall arrest any person on the\ninformation of any other person as aforesaid unless he shall\ntake both the informer and the person accused to the nearest\npolice station that the informer may sign the charge sheet, or\nbefore a Justice for the purpose of laying an information.\n        (3) No person shall be liable to be arrested under\nthis section if, on demand, he shall give his name and address\nunless the constable or other person having power of arrest\n       m e inclusion of this page 18 authonrod by L.N. 57/1980]\n38                                PAROCHlAL ROADS\n            under this section has reason to believe and believes the\n            name and address given to be false."
    },
    {
      "provision_ref": "sec70",
      "section": "70",
      "title": "Section 70",
      "content": "70. The prosecution of offenders punishable in a summary\nmen1of\nFm-         manner under this Act shall be commenced within six calen-\nUOM.        dar months after the commission of any such offence, and\n            not later.\nuseofthe      71. The several forms in the Schedule may be used for\nforms.\nSEhedule,   the several purposes of this Act, so far as the same shall be\n            applicable, and may be modified or altered, as the circum-\n            stances may require.\nSaving        72.41) All rules and by-laws in force at the date of the\n            commencement of this Act shall remain in operation so far\n            as they are not inconsistent with the provisions of this Act\n            until they have been rescinded or replaced by rules or by-\n            laws made under this Act.\n                    ( 2 ) All offies, appointments, orders, notices, docu-\n            ments, proceedings, and generally all acts of authority, which\n            originated under any repealed enactment and are subsisting\n            and in force at the commencement of this Act, shall enure for\n            the purposes of this Act as fully and effectually as if they had\n            originated under the provisions of this Act.\n                   me inclusion d Ibis page is authorized by LN. 57119801\n                           PAROCHIAL ROADS                                               39\n                                SCHEDULE                                      Appoint.\n                                                                              rnent of\n  No. I-Appointment         of Waywarden or Assistant Superintendent          Waw?rda\n                                                                              ac A3sutant\n  At a meeting of the Parish Council for the parish of                        Superintend-\n                                                                              ‘Ilt\nheld in the said parish on the                    day of\nA.B.. etc., was appointed a                             for the said parish Sation71.\n(for the district of the said parish, us the case may be) for the purpose\nof carrying into execution (in such district or division), the provisions\nof the Act now or benafter to be in force respecting highways: and\nthe said A B . is hereby required and enjoined faithfully and truly to\nexecute his said office.\n            Dated the                 day of                   , 19       .\n             (To be signed by the Chairman and two Councillors)\n       No. 2-Nm’ce to Person of his having been Appointed\n                          Wrrywden                             Notice 10\n  Take notice, that at a meeting of the Parish Council for the way-\n                                                               wda.\nparish of                 held in the said parish on the                 Section 71.\nday of                             you were appointed one of the Way-\nwardens for the                     district of that parish. and you are\nfaithfdy. and truly to execute the ofticc of Waywarden accordiag to\nlaw.\n            Dated the                day of                   , 19        .\n             (To be signed by the Chairman Md two Councillors)\n           No. 3-Notice from Waywarden or Superintendent 10\n                          R e m e Nuisance                                  Notim to\nIn pursuance o€the Wrochial Roads Act.                                      “Iwe\n                                                                            nmsanur\n  I, A.B.. of, etc.,                         one of thc Waywardcns (or W n 7 1 .\nSuperintendent, or Assistant Superintendent (IS the cuse m y be), of\nthe parish of                                 do hereby give you notice\nforthwith to (stating the nuisunce comphined of. and requidng its\nremovao, on a certain part of the Queen’s highway lying between\n                                 and                                 in the\n                            district of the said parish. to the obstruction\nof the. said highway.\n            Dated the                 day of                       , 19   .\nTo C.D.,of                        A.B., Waywarden\n    (or Superintendent,us the case may be)\n-           me inclusion of this page is authorized by LN. 480(19731\n40                                     PAROCHIAL ROADS\nSections %I)                         No. &Form of Certificate\n8: 71.\n                 I hereby certify that Mr.                       appears to me [from\n               certificate or diploma (or certificates or diplomas or both) presented\n               by him to me] or [after examination by me] to bc possessed of sufficient\n               technical knowledge and practice to be employed as a Superintendent of\n               Parochial Roads and Works in any parish in this Island.\n                        IThe inclusion of this m e is authorized by L.N. 480/19731"
    },
    {
      "provision_ref": "sec72",
      "section": "72",
      "title": "Section 72",
      "content": "72. Saving Clause.\n                                SCHBDULB\n         me inclushu cf t i i s page is autho~zedby L.N. 57/1980]\n                            P A ROCHlA L ROADS                                        5\n                                                                         cap 217.\n                                                                           hm\n                                                                        44 of 1953,\n                                                                        35 of1956\n                                                                           s.16.\n                                                                            Acb\n                  THE PAROCHIAL ROADS ACT                               42 Of 1969\n                                                                         3rd sch.\n                                                                        27 of 1 9 9\n                                          [ I l t h February, 1932.1       s. 14.\n                                                                        13 of 1985\n                                                                           s. 18"
    }
  ],
  "definitions": []
}