{
  "id": "jm-stat-the-parole-act",
  "type": "statute",
  "title": "The Parole Act",
  "title_en": "The Parole Act",
  "short_name": "Parole Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-parole-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-parole-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1-41) The Board shall consist of such number of persons, not being\ntioa of   less than five nor more tbaa seven, as the Minister may appoint from\nBoard.    time to time.\n                 (2) At least one member of the Board shall be appointed from\n          each of the following five categories-\n               (a) persona who hold or have held judiclal o h as-\n                        (i) a Judgc of the Court of Appeal: or\n                       (ii) a Judge of the Supreme Court: or\n                      (ii) a Resident Magi.etc:\n               (b) pasons connected with the administration of adult come\n                    t i d centres. being-\n                        (I) &beCommissioner of C!orrections: or\n                       (i) a nominee of the Commissioner of Corrections:\n               (c) persons appearing to the Minister to be intcrsstcd in the\n                    rehabilitation of prisoners, bein*\n                        (I) a psychiatrist or psychologist; or\n                       (ii) B social worker or Criminologist: 02\n                      (iii) a representative of the Jamaica Council of churches or\n                             the Jamaica Evangelical Assmation: or\n                      (iv) the chairman d the visting commirtcc of an adult\n                            correctional centre;\n               (d) a retired police ofictr;\n               (e) an ex-hmak. who in the opinion of the Minister has bctn\n                    rehabilitated.\n*I.         2 . 4 ) The Board shall have a seal which shall be kspt in the\n          custody of the chairman or the secretary and shall be affixed to\n          instrumants pursuant to a resolution of the Board in the pnsema of\n          the chairman or any other membct of the Board and the 8 G f d a l y .\n                 (2) The scal of the Board SWbe authenticated by the sipa’urc\n          of the chmirman or a member of the Board authorkd to act m that\n          behalf and such stal shall bc olBcially and judicially noticed.\n                 (3) All documents. other than those required by law to bc under\n          seal, made by. and all (kcisions of, the Board may be signiIied under\n          the hand of the chainnan or any other member authorized to act in\n          that behalf or the senttary.\n                        induion of thir paos L .tlthoryad\n                                                      ’   by L.N. 41r1987l\n                               PAROLE                                             15"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 1 ) The appointment of a member of the Committee shall. subject\n             to the provisions d this Schedule, be for a period not exceeding three\n             years, and such member shall be eligible for reappointment.\n                      (2)The Minister may at any time revoke the appointment of any\n             member of the aommittec.\n                      mo ioclusion of thin p a g ~ia authariecd by L.N.41/19871\n                              PAROLE                                             17"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Subject to the provisions of this Schedule, the appointment of Tenureof\nmembers oE the Board shall be for a period nut exceeding three\nyears and each member shall be eligible for reappointment.\n                                                                           E:&,"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)    The Minister shall appoint a member appointed under Para- Chairman.\ngraph l(2) (a) to be the chairman of the Board.\n      (2) In the case of the absence or inabliw to act of the c h a h ~ ~ .\nthe Minister may appoint any other member to perform the fnnctions\nof chairman\n      (3) In the case of the absence or inability to act at any meeting\nof the chairman or a person appointed under subparagraph (2), the\nother members at tbe meeting shall e k t one of their number to act\nas chairman at that meeting."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.+)     Any member of the committee other than the chairman may Resigns-\nat any time resi@ his office by instrument in writing addressed to the t h ' .\nMinister and transmitted through the chairman, and from the date\nof the receipt by the Minister of such instrument, such member Shall\ncease to be a member of the committee.\n       (2) The chairman may at any time resign his officeby instrument\nin writing addressed to ihe Minister and such resignation shall take\n&cct as from the date of the receipt by the Minister of such instrument"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.--(1) If any vacancy mms among the members of the Board. such pinins of\nvacancy shall be filled by the appointment of another member who vacancicu\nshall, subject to the provisions of this schadule. hold of6ce for the\nremainder of the period for which the previous member w a s appointad.\n       (2) In the m a w of appointments pursuant to this paragraph.\nregard shall he. had to the rrqUirements of paragraph 1 (2)."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) The chalrman may at any time resigD his 05cc by instru- Reign*-\nment in writlng addrersed to the Minister and such resignation shall tiona.\ntake etfect as from the date of the receipt by the Minister Of thc\ninstrument\n      (2) Any member other than Ehe chairman or a person appointed\nunder paragraph l(2) (b), m a y at any time resign his office by instru-\nment 111 writing addressed to the Minister and tr8nsmitt4 through\nthe chairman and from the date of the receipt by the Minister of such\ninstrument svch member shall cease to he. a member of the Board."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) The committee shall meet at such times as may be necessary PrDcedum\nor expedient for the transaction of its business and such meetings          **\nshall be held at such plaas and times as the committee may determine. lnsczlngr\n       (2) The chairman may at any time call a special meeting of the\ncommittec and shall call a special meeting within fourteen days of the\nreceipt of a written requis~tionfor that purpoas addressed to him\nby any two members of the wmmittee.\n       (3) The chairman shall preside at m@nga of the committta.\nand in the case of the absenw of the chairman from a meetin& the\nmembers p-t        and consti+&hg a qwrum shall ekct one of their\nnumber to preside at that meeting.\n         (4) The quorum of the committee shall bc two.\n       (5) The decision of the committee shall bc by a majority of votes,\nand in addition to an originai vote the chairman or other person\npnsiding at a meeting shali have a Casting vote in any case in which\nthe voting is equal.\n        (6) Minutes in proper form of each meeting of the cbmmittet\nshall be kept.\n        (?    I validity of the proceedings of the committee shall not\n             The\nhe aEected by any vacancy amongst the members thereof or by any\ndetect in the appointment of a member thereof.\n        m8 idusion of this lago is authorizd by LN. 50/1979]\n18                                          PAROLE\nRC~W-           9. There shall be. paid to the chairman and other members of tbe\ntionof        committee such remuneration. whether by way d honorarium. salary\nwmbar.        or fees and such allowances as the MmisIer may detednt.\nproteaion       10. No action, suit, prosecution or other proceedings shall be brought\nofmanbus. or instituted personally against any member of the commitlee in\n          respect of any act done born tide in pursuance or execution ot intended\n          execution of this Act.\nme of           11. The offia of chairman or member of the committee shall not\nmember        be a public office for the purposes of ,chapter V of thc Constitution\nnot W u i C   of Jamaica.\nOffiice.\n                                                                                         ,"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The names of all members of the Board as 6rst amstih~tedand Publication\nevery change i n membership shall be published in the Gaz@tle.       Of mcmbcr-\n                                                                     *P.\n  1 0 4 1 ) The Board shall meet at such times as may be necessary Prcadum\nor expedient for the transaction of its business a d such m d n g s and\nshall be held at such places and times and on such days as the Board m e e ~ s\nshall determine\n -~    ~~\n            -_\n          [The inchion of this paga is authorized by LN. 4111987l\n16                                           PAROLE\n                     (2) Minutes in p r o p form of each meeting of the Board\n             shall be kept.\n                    (3) The decisions of the Board shall be by a majority vote\n             and shall be in writing.\n                    (4) The chairman or. in the case of the absence or inability\n             to a d of the chairman or the person appointed or elected to act\n             aa chairman in acwrdancx with the provisions cf subparagraph (2)\n             or (3) of paragraph 3 (as the case may be), shall preside at the\n             meetings of the Board, and when so presiding shall. 111 addition to\n             an original vote. have a casting vote in any case in which the voting       >‘\n             is equal.\n                    (5) The quorum of the Board shall be three.\n                    (6) Subject to the provisions of this Scbedule, and any rules\n             made by the Minister, the Board may regulate its own propeediags\n                    (7) The validity of m y proceedlags of the Board SbaU not bs\n             a8ected by any vacancy amongst the members or by any defect in the\n             appointment of a member.\nbrnunera-       11. There shall be paid to the chairman and members such remunera-\ntion of      tion, whether by way of honorarium. salary or fees, and such allowanas\n             as the W s t e r may determine.\nprotstion  12. No action. suit prosecution or other proceedh@ shall be brought\nofmcmbm. or instituted personally against any member of the Board in rwpect\n             of any act done born fide in pursuance or execution or intended\n             execution of the provisions of this Ad.\nOfaceof         13. The o&e of chairman or member shall not be. a public otEce\nchairman     for the purposes of Chapter V of the Constitulion of Jamaica\nor mtmbcr\nnot public\nOf&.\n                                     SECOND SCHEDULE                         @ectiQU5)\n                                    Parish Parole Corniflees"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) Where a parolee commits a breach of the con- R O V O ~ ~ O B\nditions of his parole order, the Board may, after investiga- of DmlC.\nting the circumstances surrounding such breach, revoke the\nparole granted to such parolee.\n         (2) The Board may revoke the parole granted to a\nparolee if the Board is of the opinion that such revocation\nis in the interest of the parolee or in the public interest.\n         (3) Where the Board decides to revoke the parole\ngranted to a parolee, the Board shall give written notice\nof such decision to the parolee."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) Where the parole granted to a parolee has been Bffodo!\nsuspended or revoked, the parole order in respect of such\n                                                            mm5m\n                                                                           --.\nparolee shall cease to have effect and the parolee shall\nforthwith upon being notified of such revocation or suspen-\nsion, as the case may be, return to the adult correctional\n        p h e inclusion of this page is authorized by LN. 41 / 19871\n                                                                       ,\n10                                       PAROLE\n            centre from which he was released on parole and if the\n            parolee fails to do so, the chairman shall issue a warrant\n            addressed to any police oficer for the arrest of the parolee\n            who shall, upon such arrest, be returned to the adult\n            correctional Centre from which he was released on parole.\n                   (2) Where a parolee is returned to an adult wre c -\n            tional centre in accordance with subsection (l), the period\n            spent by that parolee in the adult correctional centre while\n            his parole is suspended or revoked, as the case may be,\n            shall be counted as a part of the sentence in respect of\n            which parole was granted and shall be taken into account\n            together with any remission earned by the parolse for the\n            purpose of determining the date of the expiration of such\n            sentence.\nPOW of        12.--(1)   Where at any time during the parole period it\n            appears to the chairman that the immediate recall of a\nm    m\nrecalling   parolee is necessary in the public interest the chairman\npprolab\nthepublic\n            may, notwithstanding any other provisions of this Act, issue\nmerest      a warrant addressed to an? police officer for the arrest of\n            such parolee who shall, upon such arrest, be returned to\n            the adult correctional centre from which he was released\n            on parole.\n                    (2) Where a parolee is arrested pursuant to sub-\n            section (1)-\n                 (a) subject to paragraph (c), the parole shall be\n                      revoked;\n                 (6) the provisions of subsection (2) of section 11 shall\n                      apply in like manner as they apply in relation to\n                      a parolee returned to an adult correctional centre\n                      pursuant to subsection (1) of that section; and         .\n                 (c) the chairman shall as som as practicahle make a\n                      report to the Board indicating the circumstances\n                      of the case; and thereupon nothing in subsection\n                      (1) shall be deemed to prevent the Board from\n                      exercising any of its powers under this Act,\n            --       Who laclvsion of this page is authorhd by *N. 411.1981\n                           PAROLE                                   11"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Power of chairman to issue warrant recalling prolae in the\n      public interest."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.--(1) A parolee who, during the parole period, is\nconvicted of an offence punishable by imprisonment for\n                                                                  2se\ntwo years or more, thereby forfeits his parole and such\nforfeiture shall take effect from the date of the conviction.\n         (2) If such parolee appeals against the conviction\nand the conviction is quashed, the forfehre shall be set\naside.\n         (3) The court before which the parolee mentioned\nin subsection (1) is convicted shall state whether the sentence\nin respect of the offence mentioned in that subsection shall\nbe concurrent with or consecutive to the sentence in rtspect\nof which parole is being forfeited."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Where a parolee is convicted of an offence during\nthe parole period, the court before which he is tried or tobud.\n                                                                  zs\nthe Court of Appeal, BS the case may be, shall send to the\nBoard a certificate stating the details of the offence and\nsentence.\n   lS.-(l) An inmate whose application for parole has UOll.    RmPdlb\nbeen refused may re-apply for parole after the expiration\nof twelve months from the date of the refusal or such lesser\nperiod as may be determined by the Board.\n         (2) A parolee in respect of whom parole has been\nsuspended or revoked may re-apply for parole after the\nexpiration of twelve months from the date of such suspen-\nsion or revocation, as the case may be, or such lesser period\nas may be determined by the Board.                                . I\n         (3) A parolee who forfeits his parole shall not be\nentitled to re-apply for parole in relation to the sentence in\nrespect of which parole is forfeited."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) Subject to subsection (2), the grant of parole shall s    d\nnot affect the earning of remission by a parolee pursuant of-\nto the Corrections Act and NI=   made thereunder.\n12                                         PAROLE\n                    (2) Subsection (1) shall not prevent the making of\n            rules under the Corrections Act to provide that a parolee\n            who forfeits parole or whose parole is suspended or revoked\n            shall also forfeit the whole or any prescribed part of remis-\n            sion under that Act.\nCumputa-      1 7 . 4 1 ) The parole period shall be counted as a part of\nti'XlOt\nrentencs    the sentence in respect of which parole was granted and\nand p       shall be taken into account together with any remission\nrogativo\nof mercy.   earned by the parolee for the purpose of determining the\n            date of the expiration of such sentence.\n                     (2) The Board may, if circumstances so warrant,\n            recommend to the Governor-General that consideration be\n            given, on the recommendation of the Privy Council in\n            accordance with section 90 of the Constitution of Jamaica,\n            to the question of the exercise of the prerogative of mercy\n            in relation to any parolee.\nTumina.       18. Parole shall be terminated in the following cases-\ntion of\npuok            (a) upon the expiration of the parole period;\n                (b) upon revocation under section 10 or 12;\n                (c) upon forfeiture under section 13.\nAM~UIIIW~~ 19. The      Commissioner of Corrections shall assign a\n            sdlicient number of officers qualified by character and\n            experience to be parole officers for the purposes of this Act.\nBula.         20. The Minister may make rules prescribing-\n                (a) the after-care programmes to be conducted for the\n                     purposes of this Act;\n                (b) the duties of parole officers;\n                (c) the form of reports required by this Act to be made;\n                (4the form of certificate to be issued to a parolee\n                    upon the termination of the pard. period;\n                    me inclusion of this    is authorized by L.N.41/1987l\n                             PAROLE                                13\n    (e) the conditions which may be included in a parole\n        order;\n    (f, the procedure for revocation of parole by the\n        Board;\n    (g) generally for the better carrying out of the provi-\n        sions or purposes of this Act."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. offences.\n                             SCHEDULES\n        me inclusion d thin page is authorized by L.N. 42/!995!\n                                PAROLE                               7\n    (c)   send to members of the appropriate parish parole\n          committee, not less than seven days before the\n          date of such hearing, written notice of the hearing\n           and copies of the case history of, and reports on,\n           the applicant.\n      (5) Hearings by the Board shall be held in camera\nand if the Board sees fit, each applicant may be given\npermission to appear thereat.\n      (6) The Board shall, for the purpose of deciding\nwhether or not to grant parole to an applicant, take into\naccount the following-\n    (a) the nature and circumstances of the offence for\n         which the applicant was convicted and sentenced,\n    (b) remarks (if any) made by the Judge at the time\n         of sentencing;\n    (c) the information contained in the reports mentioned\n         in subsection (3); and\n    (4any report made by a parish parole committee.\n      (7) The Board shall grant parole to an applicant if\nthe Board is satisfied that-\n    (a) he has derived maximum benefit from imprison-\n         ment and he is, at the time of his application for\n         parole, fit to be released from the adult correctional\n         centre on parole;\n    (b) the reform and rehabilitation of the applicant will\n         be aided by parole; and\n    (c) the grant of parole to the applicant will not, in\n         the opinion of the Board, constitute a danger to\n         society.\n          [The mcluson of this page is authorized by L N 42/1!295]\n8                                             PAROLE\n                   (8) Where the Board decides to grant parole to an\n             applicant the Board shall, within ten days of the date of\n             such decision-\n                 (a) give written notice of the decision to the applicant\n                      and the Superintendent; and\n                 ib) make a parole order in respect of the applicant\n                      and send a copy of such parole order to the\n                      Superintendent.\n                   (9) In this section “appropriate parish parole Com-\n             mittee” means the parish parole committee which, in the\n             opinion of the Board, is likely to have the closest connection\n             with the applicant if he is released on parole.\nParole         8. A parole order shall have effect for the parole period\norder.\n             which shall be specified therein, and shall require the parolee\n             to submit during that period to the supervision of a parole\n             officer appoint& for or assigned to the parish in which\n             the parolee will reside during the parole mriod, and shall\n             contain such requirements as the Board considers necessary\n             for securing the supervision of the parolee, and such\n             additional requirements as to residence and other matters\n             as the Board considers necessary for securing the reform\n             and rehabilitation of the parolee.\nSuspension      9.-(1) The Board shall suspeud parole in respect of any\nof parole.\n             parolee if during the parole period the parolee is convicted\n             of any offence punishable by imprisonment without option\n             of a fine for a period which does not involve forfeiture\n             of parole under section 13.\n                    (2) The Board may suspend parole in respect of a\n             parolee for any period during which investigations are being\n             carried out inio-\n                  (U) a n indictable offence which such parolee is alleged\n                       to have committed; or\n                      F   e inclusian of this page 16 aubhorizcd by L.N. 42/1995]\n                                PAROLE                                           9\n     (b) any breach by that parolee of any of the conditions\n            of parole.\n       (3) For the purposes of subsections (1) and (2), the\nBoard may carry out such investigations as it may deem\nnecessary.\n       (4)Where the Board intends to suspend parole the\nBoard shall, within a reasonable time, give written notice\nof such intention t o -\n     (U) the Commissioner of Corrections;\n     (b) the parolee in respect of whom an order for the\n            suspension of parole is to be made; and\n     (c) the Superintendent.\n       ( 5 ) The court before which the parolee mentioned in\nsubsection (1) is convicted shall, in passing sentence, state\nwhether the sentence in respect of the offence mentioned in\nthat subsection shall be concurrent with or consecutive to\nthe sentence in respect of which parole was granted."
    }
  ],
  "definitions": []
}