{
  "id": "jm-stat-the-partition-act",
  "type": "statute",
  "title": "The Partition Act",
  "title_en": "The Partition Act",
  "short_name": "Partition Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-partition-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-partition-act | Legal areas: Real Estate",
  "provisions": [
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. As to request for sale or undenaking to purchase 011 behalf of\n      persons under disabiIity."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. On any sale under this Act the Court may, if it thinks onAs to terms\n                                                                    which\nfit, allow any of the parties interested in the property to bid partles\nat the sale on such terms as to non-payment of deposit, or interested\n                                                                may b,d,\nas to setting off, or accounting for the purchase money, or\nany part thereof, instead of paying the same, or as to any\nother matters, as to the Court seem reasonable,"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Any person who, if this Act had not been passed, eartlesto\nmight have maintained a suit for partition, may maintain ~~~~~~d\nsuch suit against any one or more of the parties interested pherem.\n                                                               rmdings\nwithout serving the other or others (if any) of those parties;\nand it shall not be competent to any defendant in the suit\nto object for want of parties; and at the hearing of the\ncause the Court may direct such enquiries as to the nature\nof the property, and the persons interested therein, and\nother matters, as it thinks necessary or proper, with a view\nto an order for partition or sale being made on further\nconsideration; but all persons who, if this Act had not\nbeen passed, would have been necessary parties to the suit,\nshall be served with notice of the decree or order on the\nhearing, and after such notice shall be bound by the\nproceedings as if they had been originally parties to the\nsuit, and shall be deemed parties to the suit; and all such\npersons may have liberty to attend the proceedings; and\nany such person may, within a time limited by general\norders, apply to the Court to add to the decree or order."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Where, in an action for partition, it appears to the power\nCourt that notice of the judgment on the hearing of the gfiy2\ncause cannot be served on all the persons on whom that                 ;\n                                                                       ;\n                                                                       ;:\nnotice is by this Act required to be served, or cannot be so w ~ f hacrvia\n                                                             of notice of\nserved without expense disproportionate to the value of the bdgment.\nproperty to -which the action relates, the Court may, if it\n        p’he inclusion of this page is authorized by L.N. 480) 1973)\n6                                         PARTITION\n            thinks fit, on the request of any of the parties interested in\n            the property, and notwithstanding the dissent or disability\n            of any others of them, by order dispense with that service\n            on any person or class of persons specified in the order, and\n            instead thereof may direct advertisements to be published,\n            at such times and in such manner as the Court shall think\n            fit, calling upon all persons claiming to be interested in\n            such property who have not been so served to come in and\n            establish their respective claims in respect thereof, before\n           a Judge in Chambers, within a time to be thereby limited.\n               After the expiration of the time so limited, all persons\n            who shall not have so come in and established such claims,\n            whether they are within or without the jurisdiction of the\n            Court (including persons under any disability), shall be\n           bound by the proceedings in the action as if, on the day of\n            the date of the order dispensing with service, they had been\n           served with notice of the judgment service whereof is\n           dispensed with; and thereupon the powers of the Court\n           under section 10 shall extend to the interests of all such\n           persons in the property to which the action relates as if\n           they had been parties to the action; and the Court may,\n           if it shall think fit, direct a sale of property, and give all\n           necessary or proper consequential directions.\nPower to       10. Where any decree shall be made in any partition suit\ndeclare\n           for a sale M partition of any lands, it shall be lawful for\nand to     the Court to declare that any party to the suit wherein such\nmake orden decree is made, is a trustee of such lands, or of any part\nihereon.\n           thereof, and thereupon it shall be lawful for the Court to\n           make such orders as to such trustees and lands as it might\n           make concerning any other trustees or lands held in trust.\nProvisions     11. Where an order is made under this Act dispensing\nas to\nproedsof with service of      notice on any person or class of persons,\nsales of\nproperty     and property is sold by order of the Court, the following\nwhere\nservice of\n             provisions shall have ef€ect-\nnotice is\ndispensed\nwith.\n                    W e inclusioo of this page is authorized by L.N. 480119731\n                               PARTITION                                                11\n                              SCHEDULE                                     Form of\n                                                                           summons to\n                                                                           WiinesJeS.\n                         Summons to Witnesses\nTo A.B. (name of person summoned. and his calling and residence. it (sstion15)\n    known).\n  You are hereby summoned to appear before (here name the Commis-\nsioners), appointed by the Supreme Court to enquire (state briefly the\nsubject of enquiry) at @ h e ] upon the                 day of"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Provisions as to proceeds of sales of property where service of\n      notice is dispensed with."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19      ,at       o'clock, and to give evidence respecting such enquiry.\n(lf the person summoned is to produce any document add). And you arc\nrequired to bring with you (specify the books, plans and documents\nrequired). Therefore fail not at your peril.\n  Givca under the hand of                          . Commissiontr, this\n                day of                              , 19     .\n        17aC inclusion of this p&is   authorized by L.N. 480/1973]"
    }
  ],
  "definitions": []
}