{
  "id": "jm-stat-the-partnerships-limited-act",
  "type": "statute",
  "title": "The Partnerships (Limited) Act",
  "title_en": "The Partnerships (Limited) Act",
  "short_name": "Partnerships (Limited) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-partnerships-limited-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-partnerships-limited-act",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Limited partnerships may be established in                   this mrtner6bip\n                                                                       Ljrnited\nIsland for the transaction of any mercantile, mechanical,\nagricultural, or manufactory business, by two or more\npersons, upon the terms, with the rights and powers, and\nsubject to the conditions, limitations, restrictions, and\nliabilities herein mentioned :\n   Provided always, that nothing herein contained s h d be\nconstrued to authorize or empower any such limited\npartnership to be formed for the purpose of banking or\nmaking insurance."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Such partnerships may consist of one or more N W ~ ,\npersons, who shall be general partners, subject to the denomim-\n                                                           tion End\nsame liabilities and charges, and shall be entitled to the             Jiit:;~f\nsame benefits and advantages, as co-partners are now by\nlaw liable to, chargeable with, and entitled to, and of\none or more persons who shall contribute, in actual cash\npayments, a specific sum, as capital, to the common stock,\nwho shall be called special partners, but who shall not\nbe liable for, nor chargeable with, the payment of the\ndebts of the partnership, beyond the extent of the fund so\nsubscribed by him or them to the capital of the co-partner-\nship."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The general partners only shall have power and Powuoi\nauthority to transact the business of, and sign for and Fzrn\nbind, the partnership.\n      me inclusion of this page is authorized by L.N. 480/1973]\n4                                PARTNERSHIPS (LIMITED)\nPersons         5. The persons desirous of forming any such partnership\ndesirous of\nforming      as   general partners shall make and severally sign a\npartnership certificate, in the form in the Schedule, which shall\nas general\npartner0 tp\nm&c esritfl-\n             contain-\ncate.              (a) the name or firm under which such partnership is\nSchedule.\n                        to be conducted;\n                   (b) the general nature of the business so to be\n                        transacted;\n                   (c) the names of all the general and special partners\n                        interested therein, distinguishing which are general\n                        and which are special partners, and their respective\n                        places of residence;\n                   Id) the amount of capital which each special partner\n                        shall have contributed to the wmmon stock;\n                   (e) the period at which the partnership is to commence,\n                        and the period at which it will terminate.\nHow esrtifi-      6. The certificate mentioned in section 5 may be achow-\ncate to be\nactnow-        ledged and proved abroad. The certificate shall be acknow-\nldsed and      ledged and proved by the several persons signing the same\nproved by\npCrsOnS\nsigning\n               whether within the Island or abroad before the same persons\nsame.          and subject to the same provisions as is by law provided\n               in the case of deeds to be acknowledged and proved within\n               the Island or abroad; and such acknowledgment shall be\n               made and certified in the same manner as the acknowledg-\n               ment or probate of the execution of a conveyance of land.\nSignature        7. Where a special partner shall be absent from this\nby attorney.\n               Island, the certificate shall be signed and acknowledged\n               by his lawful attorney or attorneys duly constituted and\n               appointed either by a special power or by a general power\n               containing a special authority to act in the premises,          .\n               whether within the Island or abroad before the same\n               person and subject to the same provisions as is by law\n               provided in the case of deeds to be acknowledged\n               and proved within the Island or abroad; and such\n                     me inclusion of thk page is authoriud by L.N. 480119731\n                    PARTNERSHIPS (LIMITED)                                      5\nacknowledgment shall be made and certified in the same\nmanner, and shall have the same validity, as the\nacknowledgment or probate of the execution of a con-\nveyance of land :\n   Provided always, that before the certificate shall be so\nsigned and acknowledged, the special power or general\npower of attorney, as the case may be, shall be duly\nrecorded in the Record Office."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Persons desirous of forming partnership as general partners to\n     make certificate."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. With the original certificate with the evidence of the ~eclar atlon\n                                                             to be word-\nacknowledgment thereof as before directed, shall be edwith\nrecorded a declaration of one or more of the general F e m f i ~ ' e .\npartners, stating that the sums specified in the certificate\nto have been contributed by each of the special partners\nto the common stock have been actually and in good faith\npaid in cash."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The certificate so acknowledged and certified shall be Certificate\nfded in the Record Office, and shall also be recorded at to     be\n                                                             rrrorded.\nlarge in a separate book to be kept for that purpose, in\nlike manner and at the same rate of charges as the other\nrecords in his office, and shall be kept open to public\ninspection; and a copy certified by the Deputy Keeper of\nthe Records shall be evidence in all courts and places of\nthe facts therein contained."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. No such partnership shall be deemed to have been ~ o p r t n e r -\n                                                                  dmed\nformed under the provisions of this Act until a certificate, ship\n                                                             tohavebeen\n                                                             formed until\nprobate, and declaration shall have been made, acknow- certificaie.\nledged, filed and recorded.                                  a,made."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. If any person shall make any false statement in ~ a i ~ s t a t e -\n                                                                     mcnts in\nsuch certificate or declaration, all the persons interested certificate.\nin such partnership shall be liable for all the engagements\nthereof as general partners; and the person making the\ndeclaration shall be liable to the penalties of wilful and\ncorrupt perjury.\n 6                                 PARTNERSHIPS (LIMITED)\nTerms of\npartnership"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The terms of the partnership, after the certificate,\nto be made      probate and declaration shall have been so recorded and\npublic,\n                registered as aforesaid, shall be published for at least six\n                weeks immediately after such recording and registration,\n                in the Gazette, and in such two newspapers published in\n                this Island as shall in each case be designated by the\n                Attorney-General, by writing under his hand, and if such\n                publication be not made the partnership shall be deemed\n                general.\nProof of          13. Such designation and publication may be proved by\npublication.\n                declaration made before a Justice, and may be lodged with\n                the Deputy Keeper of the Records, who shall preserve the\n                same, and shall cause to be noted on the record of the\n                certificate of partnership the fact that due publication has\n                been duly proved, and such declaration or note shall be\n                prima facie evidence of such fact.\nRovisions\nas to"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Declarations under this Act may be made in this\ndeclarations.   Island or abroad, by virtue of this Act, before such\n                persons as are authorized to take declarations under the\n                Voluntary Declarations Act, or any United Kingdom\n                Statute for the time being in force relating to voluntary or\n                statutory declarations.\nRenewal,   15. Every renewal, alteration, or continuance of the\netc.. of\npaflndp. partnership beyond the time originally fixed for its\n         duration, shall be certified, acknowledged, and recorded,\n         and an affidavit made and filed, and notice given, in the\n         same and like manner as herein required for the original\n         formation of such partnership; and every such partnership\n         which shall be renewed, altered, or continued without such\n         re-registration shall be deemed and taken to be a general\n         partnership.\nmattoh      16. Every alteration which shall be made in the names\n:=&& the partners, in the nature of the business, or in the\n         of\nofmrber- capital or shares thereof, or in any other matter specified\nship.\n                      Khc inclusion of this page ia authorized by LN. 480/1973]\n                   PARTNERSHIPS (LIMITED)                             7\nin the original certificate, shall be deemed a dissolution\nof the partnership; and every such partnership which\nshall in any manner be carried on after any such alteration\nshall have been made, shall be deemed and taken to be a\ngeneral partnership, unless renewed as a special\npartnership, according to the provisions of this Act, in\nthe manner herein described."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The business of the partnership shall be conducted Howpart\n                                                          nrship to\nunder a 6rm in which the names of all or some of the becon-\ngeneral partners only shall be used, without the addition dufled.\nof the word “company” or any other general term; and\nif the name of any special partner shall be used in such\n6rm with his privity or consent, he shall be deemed and\ntaken to be a general partner."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Actions and suits at law or in equity in relation M   owto\n                                                        k brought\nto the business of the partnership may be brought and byand\nconducted by and against the general partners only, in\nthe same manner as if there were no special partners.   l ~ c only.\n                                                              s\n                                                                    $spad."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. No part of the sum which any s p i a l partner shall s~mmntri-\nhave contributed to the capital stock shall be withdrawn buted\n                                                           spcid\n                                                                 by\n                                                           partner not\nby him, or paid or transferred to him, in the shape of to be with-\ndividends, profits, or otherwise, at any time during the d m m e k .\ncontinuance of the partnership; but any partner may\nannually receive lawful interest on the sum so contributed\nby him, if the payment of such interest shall not reduce\nthe original amount of such capital; and if, after the\npayment of such interest, any profits shall remain to be\ndivided, he may also receive his portion of such profits,\nand the same shall not be deducted from the principal\npaid by such partner."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. If it shall appear that by the payment of interest to\nor profits to any special partner the original capital has %tdnot\n                                                              reduced\n                                                           bypapmw\nbeen reduced, the partner receiving the same shall be\n      [Tbe inclusion of this page is authorized by L.N. 480/19731\n8                                 PARTNERSHIPS (LIMITED)\n               bound to restore the amount necessary to make good his\n               share of capital, with interest thereon, from the time he\n               received the same.\nSpecial           21. A special partner may from time to time examine\npartner not\nto interfere   into the state and progress of the partnership concerns,\nin manage-     and may advise as to their management; but he shall not\nment.\n               transact any business in the name or on account of the\n               partnership, nor be employed for that purpose, as agent,\n               attorney, or otherwise; and if any such limited partner\n               shall interfere, contrary to the provisions of this Act, he\n               shall be deemed and taken to be a general partner.\nGeneral          22. The general partners shall be liable to account to\npartners       each other, and to the special partners, for their manage-\nliable to\naccount to\neach other\n               ment of the partnership, both in law and equity, in like\nand ro         manner as other partners now are liable to.\nspeaal\npartners.\nPartner          23. Every partner who shall be guilty of any fraud in\nguilty of\nfraud liable   the affairs of the Partnership shall be liable civilly, to the\ncivjlly and-   party injured, to the extent of his damage, and shall also\ncriminally.\n               be liable to an indictment for a misdemeanour, punishable\n               by fine or imprisonment, or both, in the discretion of the\n               court by which he shall be tried.\nFraudulent       24. Every sale, assignment, or transfer of any of the\nassignmenis.\netc., void.    property or effects of such partnership, made by such\n               partnership when insolvent, or in contemplation of\n               insolvency, or after or in contemplation of the insolvency\n               of any partner, with the intent of giving a preference to\n               any creditor of such partnership or insolvent partner over\n               other creditors of such partnership; and every judgment\n               confessed, lien created, or security given by such partner-\n               ship, under the like circumstances, and with the like\n               intent, shall be void, as against the creditors of such\n               partnership.\n                    PARTNERSHIPS (LIMITED)                                    9"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. General partners liable to account to each other and to special\n      PfUtnCrS."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Partner guilty of fraud liable civilly and criminally.\n     me inclusion of this page is authorized by L.N. 480/19731\n2                    PARTNERSHIPS (LIMITED)"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Every such sale, assignment, or transfer of any of Fraudulent\nthe property or effects of a general or special partner made assignment.\n                                                             etc.,by\n                                                             individual\nby such general or special partner when insolvent, or in partner void.\ncontemplation of insolvency, or after or in contemplation\nof the insolvency of the partnership, with the intent of\ngiving to any creditor of his own, or of the partnership,\na preference over creditors of the partnership; and every\njudgment confessed, lien created, or security given by any\nsuch partner, under the like circumstances and with the\nlike intent, shall be void as against the creditors of the\npartnership."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Every special partner who shall violate any provision Breachof\n                                                            any prow\nof section 24 or 25, or who shall concur in, or assent sionof\nto, any such violation by the partnership, or .by any :y;F24\nindividual partner, shall be liable as a general partner."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. On the dissolution, or in case of the insolvency or Ondisso~u-\nbankruptcy, of the partnership, no special partner shall, tion special\nunder any circumstances, be allowed to withdraw any &z$Zw\npart of his capital, or to claim as a creditor, until the\nclaims of all the other creditors of the partnership, and satisfied.\nall charges thereon, shall be fully paid and satisfied."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. No dissolution of such partnership by the acts of Provision\nthe parties shall take place previous to the time specified Z s L t i o n .\nin the certificate of its formation or in the certificate of\nits renewal, until a notice of such dissolution shall have\nbeen filed and recorded in the Record Office and published\nonce in each week, for four weeks, in the Gazette and\nalso advertised in such two newspapers published in this\nIsland as shall be designated by the Attorney-General in\nmanner hereinbefore provided, and proof of such dissolu-\ntion and publication may be made by declaration before a\nJustice.\n       me inclusion of this page is authorized by L.N. 480/1973]\n10                                    PARTNERSHIPS (LIMITED)\n(Section 5 )                                   SCHEDULE\n                                                   FORM\n                             Certificate of Formation of Limited Partnership\n                  This is to certify, that we, whose names are severally undersigned.\n               are. desirous of forming a limited partnership, and\n                  First: That the name or firm under which such partnership is to\n               be conducted is (here mention the name or firm as ‘%ear@ Thorn+\n               or “Thompson & BlacK’ as the case may be).\n                  Second: That the general nature of the business intended to bs\n               transacted by such partnership is as follows: (here insert the general\n               nature and character o f the business intended to be carried on).\n                  Third: That the names of all the general and special partners\n               interested in the said co-ptnership arc as follows: (here i w r t the\n               names and places of residence of each partner, and svecify which are\n               general and which special partners, as thrrs--(;eorge Thompson. James\n               Black, Henry Lloyd and Alfred Smee; thaf the said Geow Thompson\n               is a neneral partner, and his place of residence is in the Cify and Parish\n               of Kingstow that the said Janvs Black is a general partner, and hir\n               place of residence is also in the City and Parhh of Kingsron: thai the\n               said Henry Lloyd is a special partner, and his place of residence ir\n               in the City of London, in the County of Middlesex. in Great Britain:\n               and that the said Alfred Smee is a special partner, curd his place of\n               residence is also in the City o f London, in the County o f Middlesex, in\n               Great Britain. or, as the ciue may be).\n                  Fourth: That the amount of capital which each of the said special\n               partners has mtributed to the common stock of the said prtnership\n               is as follows : (insert as thus, or, as the case may be: the said Henry\n               Lloyd, the sum o f TWO thouand doUars, and the said Alfred Smee the\n               sum of one thousand dollars.\n                 Fifth: That the period at which the said partnership is to am-\n               mencc is the                     day of                     , one thousand\n               nine hundred and                            (insert the date, which should\n               be after the certificate is filed and recorded): and the @od at which\n               the said partnership is to terminate is the               day of\n               one thousand nine hundred and                             (insert the date).\n                 As witness our hands on this                      day of"
    }
  ],
  "definitions": []
}