{
  "id": "jm-stat-the-passport-act",
  "type": "statute",
  "title": "The Passport Act",
  "title_en": "The Passport Act",
  "short_name": "Passport Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-passport-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-passport-act | Legal areas: Citizenship and Nationality",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.InthisAct-                                           Interprc\n“Jamaican passport” means a passport issued under this z<Gz\n    Act to a citizen of Jamaica;                         s. 2.\n“offim” means any person appointed by the Governor-\n     General under section 8;\n“overseas representative” means a diplomatic or consular\n    representative of the Government of Jamaica in any\n    other country; and includes a High Commissioner or a\n    Trade Commissioner of Jamaica m any other country."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1)  The Minister may, in his discretion, issue pass- Iasueand\n                                                             Ienewsl ot\nports in Jamaica to citizens of Jamaica, and any such pas% and\n                                                             paPIporb\nport may be cancelled by the Minister and the passport shall ofvisas.\n                                                                 grant\nthereupon become void.                                       1611962\n                                                                  s. 2.\n      (2) The Minister may, in his discretion, renew and\nendorse Jamaican pasqmts and grant Visas on any paaeports\nrequiring Jamaican visas.\n      (3) Any such renewal, endorsement or visa made or .\ngranted pursuant to this Act may be c\n                                    anc\n                                      ell\n                                        ed by the\nMinister, and thereupon the renewal, endorsement or visa\nshall be void.\n  4 The Minister may, in his discretion,issue-            Power to\n                                                          hue per-\n   (U) p d t s to leave the Island to persons Who aTe not mits and\n                                                             ceeicP1es\n         citizens of JamaiM; and                             of identity.\n                                                             161 1962\n     (b) certificates of identity or other travel documents, s. 2.\nin such form as m a y be prescribed and may Wrewise cancel\n           mIhc’hlnhof a\n                       h\n                       a                  .\n                        i PW2 iS P U h D I W d by LN. 57/lpBo]\n4                                          PASSPORT\n               any permits, certificates of identity or travel documents so\n               issued.\nErcrcisc         5. Anything authorized under sections 3 and 4 to be done\nof powers\nof Mln,ster,   by the Minister may also be done by any officer or officers\n1611962\n5 2.\n               authorized in that behalf by the Minister.\nValidity of      6 4 1 ) The validity of any lamacan passport may be\npassIron s.\n16 / 1962      restricted to any specified country or countries as the\ns.  2.\n               Minister thinks fit.\n8!1979\ns. 2.                 (2) Subject to the provisions of this Act and of any\n               regulations made thereunder, every Jamaican passport\n               shall be valid for a period of ten years from the date of\n               issue thereof.\n                     (3) Where the Minister cancels a passport pursuant\n               to section 3 (1) or cancels any other travel document\n               pursuant to section 4, he may require, in writing, the holder\n               of such passport or other travel document to return it forth-\n               with to the Minister or to any officer authorized by the\n               Minister in that behalf and it shall be the duty of such\n               holder to comply with such requirement.\nMinister          7 . 4 1 ) The Minister may from time to time, by writing\nmay\nauthorize      under his hand authorize any overseas representative in any\nissue of\npassports      other country to exercise in that country all or any of the\nby repre\nsentativer\n               functions that the Minister is authorized by this Act to\noverseas.      exercise in Jamaica, and in every such case the provisions\n1611961\ns. 2.          of this Act shall, so far as they are applicable and with\n               necessary rnodif~cations,apply accordingly.\n                      (2) In the exercise of any such powers or functions\n               every overseas representative shall act in accordance with\n               all the directions, general or special, given to him by the\n               Minister.\n                      (3) Any authority or directions under this section\n               may be given to a specified person or to persons of a\n                      me mclusion of ihii page is wilwwed by L.N. 57119801\n                                                      '\n                                   PASSPORT                                     5\nspecified class, or may be given to the holder or holders for\nthe time being of a specified office or appointment or class\nof offices or appointments."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1)     The Governor-General shall appoint a Passport menf\n                                                              Apmm\n                                                                    of\nOfficer and such other officers as may be necessary for the Passport\n                                                              officer, etc\npurposes of this Act.                                         1611962\n                                                              s. 2.\n       ( 2 ) Subject to this Act and to the directions of the\nMinister it shall be the duty of such officers to carry out\nthe provisions of this Act and all regulations made there-\nunder."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Such fees as may be prescribed shall be payable in\nrespect of the issue of Jamaican passports and in respect s. 2.\nof any other matters arising 0ut of this Act."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The Minister may make regulations for carrying into Powerto\neffect the provisions of this Act and for prescribing fees to make\n                                                              regll~atlOO..\n                                                              1611962\nbe paid thereunder.                                           s. 3."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) Every person who shall act in contravention of, Offence*\nor shall fail to comply with, any of the provisibns of this\nAct or of any order made or condition or requirement im-\nposed thereunder or shall contravene any regulatibm made ’\nthereunder shall be guilty of an oflence against , ~ A6t.\n                                                      s\n           (2) Every person who, in respect of any passport,                ,\nShd-\n     (a) alter or tamper with the same;\n    (6) be found in unlawful possession thereof;\n    ( E ) on finding the same neglect or fail, within seven ;!$.962\n          days of the finding thereof, to send such passport,\n          to the Passport Officer or to the offi&r in charge\n          at the nearest police station;\n    (d) by personation or false representation hold him-\n          self out as the rightful possessor thereof;\n           [The inclunion of thia page LB a u t h o r i d by LN. 57119801\n6                                    PASSPORT\n                (e) by personation or fake representation procure or\n                      obtain or attempt to procure or obtain the issue of\n                      the same to himself or to any person;\n                 (fl part with the possession of the same to another\n                      person without lawful authority or for an unlaw-\n                      ful purpose;\n                 (g) destroy, make away with or, by wilful neglect,         4\n                       mow any person to obtain possession of the same;\n                 (h) without having actual personal knowledge of the\n                      applicant for a passport, make any declaration\n                      verifying the declaration of such applicant, or\n                      vouching the fitness of such applicant to receivea\n                      passport or make any such declaration merely on\n                      information obtainedSrom the applicant or from\n                      any other person;\n811979\nS. 3 (b).        (i) fail or refuse to comply with any requirement\n                      under section 6 (3),\n            shall be guilty of an offence against this Act.\n                    (3) Every person who shall aid or abet any person\n            in the commission of any offence against this Act, or shall\n            harbour p y person whom he knows or has reasonable\n            ground for believing to have committed an offence against\n            this Act, shall be guilty of an offence against this Act.\nPcoaltim      12. Every person who is guilty of an offence against this\n            Act shall be liable on summary conviction before a\n            Resident Magistrate, to imprisonment with or without hard\n            labour for any term not exceeding one y w , or to a fine\n            not exceeding two hundred dollars, and in default of pay-\n            ment thereof to imprisonment with or without hard labour\n            for a term not exceeding one year or until such fine be\n            sooner paid, or to both such imprisonment and fine."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. PenalticS.\n                                        .\n    me inclusion of this page is authorized by L.N. 480/1973]\n                              PASSPORT                                           3\n                      THE PASSPORT ACT                              cap. 281\n                                                                       IAW\n                                                                   16 of 1962.\n                                              130th May, 1935.1       ACl\n                                                                    Oot1979."
    }
  ],
  "definitions": []
}