{
  "id": "jm-stat-the-patent-act",
  "type": "statute",
  "title": "The Patent Act",
  "title_en": "The Patent Act",
  "short_name": "Patent Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-patent-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-patent-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Patent Act.                          Short title.\n                            Preliminary"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                      In terpreta-\n                                                                       tion.\n“invention”, “discovery” and “improvement” respectively\n    shall mean any manner of new manufacture or new\n    mode of manufacture the subject of Letters Patent and\n    grant of privilege within the meaning of the United\n    Kingdom Act of the twenty-first year of the reign of\n    King James the First, chapter three;\n“petition”, “declaration”, “reference”, “certificate” and\n    “Letters Patent” respectively shall mean instruments\n    in the forms respectively and to the effect in the\n    Schedule, subject to such alterations as may from time schedule.\n    to time be made therein under the powers and provi-\n    sions of this Act.\n              Application for grant of Patent"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Whenever any person whosoever shall, by himself, or Patentfor\nif he be an absentee, by his attorney, apply to the Governor-\nGeneral, by way of petition, alleging that he hath invented Governor-\n                                                              granted by\nor discovered some new and useful art, machine, manufac- Generalon\nture, or composition of matter, not heretofore known or petition.\nused within this Island, or some improvement in any such\ninvention or discovery, and praying to obtain an exclusive\nproperty in such new invention and discovery or improve-\nment, and that Letters Patent be granted for the same, it\nshall be lawful for the Governor-General, in the name of and\non behalf of Her Majesty, to direct Letters Patent, under the\nBroad Seal of this Island, to be issued; which Letters Patent\n6                                            PATENT\n               shall recite the allegations and suggestions of the said petition\n               so to be preferred as aforesaid, and shall therein give a short\n               description of the said invention or discovery or improve-\n               ment; and thereupon shall grant to such person so applying\n               for the same, his executors, and administrators, or assigns,\n               for a term not exceeding fourteen years, the full and exclusive\n               right and liberty of making, constructing, and using, and\n               vending to others to be used, the said new invention or\n               discovery or improvement; and such Letters Patent shall be\n               signed by the Governor-General, and shall be good and\n               available to the grantee therein named by force of this Act :\n                  Provided, that it shall be lawful for the Governor-General,\n               if he should deem it expedient, to insert in any such Letters\n               Patent a provision extending the operation thereof for a\n               further term of seven years.\nAddresin          4. Every applicant shall in his application give a postal\nthis Island\nofapplicant.   address within the Island, to which any notice or communica-\n               tion may be addressed, and any notice or communication\n               duly sent by post addressed to the applicant at such address\n               shall be deemed to have been duly given or made.\n~ o d g i n ~ o f 5. Every petition for the grant of Letters Patent under\npetition, etc.,\nwiq              this Act, and the declaration and specification in duplicate\nMinister.\n               required to accompany such petition, shall be left at the office\n               of the Minister; and the day of the delivery of every such\n               petition, declaration and specification, and the date of every\n               reference, shall be endorsed or written thereon respectively\n               by the Minister; and an acknowledgment of receipt for the\n               same, either separately or together as the same may be\n               delivered, shall be given to the petitioner or person delivering\n               the same respectively, or his agent.\nFce to           6. Together with the said petition the applicant for such\nAttorney-\nGeneral.       Letters Patent shall pay and deposit a sum of fifteen dollars\n4211974\ns. 2.          to be paid by way of fee to the Attorney-General on such\n               reference of such petition as aforesaid.\n               -\n                              PATENT                                          7\n                          Declaration"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Before any person shall obtain or receive any Letters Petitioner\n                                                                  to make\nPatent under this Act, such person, or if he be an absentee, declaration\nhis attorney, shall make statutory declaration, in writing,\nbefore a Justice in this Island, that he doth verily believe etc. inventor,\nthat he is the true inventor, or discoverer, of the art, machine,\ncomposition of matter, or improvement, for which he solicits\nLetters Patent; and that such invention, or discovery, or\nimprovement, hath not, to the best of his knowledge or\nbelief, been known or used in this Island; which declaration\nshall be delivered together with the petition for such Letters\nPatent.\n                         Specification"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Before any person shall receive or obtain any Letters Anddeliver\nPatent as aforesaid, such person, or his attorney, shall also ~ ~ ~ f i c a t i o n *\ndeliver, together with such petition and declaration as afore-\nsaid, a written description or specification of his invention,\nand of the manner of using, or process of compounding the\nsame, in such full, clear, and exact terms as to distinguish\nthe same from all other things before known or used in this\nIsland, and to enable any person skilled in the art or science\nof which it is a branch, or with which it is most nearly con-\nnected, to make, compound, and use the same; and in case of\nany machine shall explain the principle and the several\nmodes in which such person hath contemplated the applica-\ntion of that principle, or character by which it may be dis-\ntinguished from other inventions; and shall accompany the\nwhole with drawings and written references, where the nature\nof the case admits of drawings or with specimens of the\ningredients, and of the composition of matter, sufficient in\nquantity for the purpose of experiment, where the invention\nis of a composition of matter;/which description or specifica-\ntion shall be signed by such person or his attorney as afore-\nsaid so applying for such Letters Patent, and attested by two\nwitnesses.\n       me inclusion of this page is authorized by L.N. 480/1973]\n8                                                 PATENT\nHeadingof          9. Every specification shall be headed with the title of\nspecification.\n                 the invention therein described.\nSpecification,   10. Every specification, together with all drawings and\netc., to be in\nduplicate.     written references referred to in the same, shall be delivered\n                 in duplicate :\n                   Provided that it shall be sufficient that one of such copies\n                 bears the stamp required by law.\n                   All drawings and written references as aforesaid shall\n                 be deemed to form part of the specification, and to be in-\n                 cluded in that term whenever used.\n                    An application shall not be received, or, if received, may\n                 be subsequently rejected, unless such application, together\n                 with the declaration and specification, be fairly and legibly\n                 written or printed, and the drawings (if any) properly and\n                 clearly made on good and durable paper or other material.\n                              Publication of notice of application\nNotice in          11. No Letters Patent shall be granted under or by virtue\nGazette, and\nnewspaper.       of this Act, until notice shall be published in the Gazette,\n                 and one other of the newspapers of this Island, for at least\n                 four weeks, that application has been made for such Letters\n                 Patent; and such notice shall contain, in general terms, the\n                 description of invention or improvement for which such\n                 Letters Patent shall be desired.\n                   When such notice as aforesaid shall have been duly given,\n                 the applicant shall deliver, at the office of the Minister, the\n                 numbers of the Gazette and the newspaper in which such\n                 notice has appeared, and no applicant shall be entitled to\n                 have his application proceeded with until such numbers of\n                 the Gazette and the newspaper have been delivered as afore-\n                 said.\n                              PATENT                                         9\n        Reference of petition to A ttonzey-Gerieral"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Specification, etc., to be in duplicate.\n                   Publication of notice of application"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Notice in Gazette and newspaper.\n             Reference of petition to A ttorney-General"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Before any Letters Patent shall be signed and issued, Petition to\n                                                               be referred\nthe petition, declaration and specification delivered there- to   Attorney-\nwith shall be referred to the Attorney-General of this Island,\nwho shall examine the same, and shall be at liberty to call\nto his aid such scientific or other person, as he may think\nfit; and to cause to be paid to such person, by the applicant,\nsuch remuneration as the Attorney-General shall appoint,\nnot exceeding twenty-five dollars; and if the Attorney- 421 1974\nGeneral shall be satisfied that the application is such as may s. 3.\nproperly be granted under the provisions of this Act, and that\nthe specification describes the nature of the invention, dis-\ncovery, or improvement, he shall allow the same, and give\na certificate of his allowance, and return the same petition,\ndeclaration and specification, together with his certificate,\ninto the office of the Minister; and if the Attorney-General\nshall not allow such application, he shall certify to the\nGovernor-General his reasons for not so doing."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. If it appears to the Attorney-General, on reference Powerof\nbeing made to him as required by this Act, that the nature ~             ~       ~   ~\nof the invention or the manner in which it is to be performed\nis not fairly described, or that the application, declaration, with Act.\nspecification or drawings, has not or have not been prepared\nin manner required by this Act, or that in any way the\nrequirements of this Act have not been observed, it shall be\nlawful for him to require that the application, declaration,\nspecification or drawings, be amended, or that otherwise the\nrequirements of this Act be complied with, before he pro-\nceeds with the application."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. When the Attorney-General shall, under section 12, His\n                                                                certificate\nailow any petition, he shall endorse on the petition a certifi- ofallowance\ncate in the Form E given in the Schedule or to the like effect. O,~[$~~~n.\nand shall return the petition, specification in duplicate and FormE.\ndeclaration, to the office of the Minister.\n10                                              PATENT\n                        Notice of ulloivance nnd subsequent procedure\nNotice of             15. When the Attorney-General shall have ailowed any\nallowance of\npetition.          petition as aforesaid, the Minister shall cause notice of such\n                   allowance to be given to the applicant, who shall thereupon\n                   prepare the Letters Patent for execution, and shail send the\n                   same, duly stamped, to the office of the Minister.\nLodgmentof           16. When Letters Patent shall be granted, such Letters\nLetters\nPatentin           Patent, together with the petition for the same, and the\n~              !         ~\n                   declaration  ~ specification\n                               and       ~        ~in duplicate\n                                                           ~ referred\n                                                                  ~ to ftherein,\nCompanies.         shall be lodged at the office of the Registrar of Companies.\n811975\ns. 2(a), ( b ) ,\n(d.                  The Registrar of Companies, or an officer specially\n                   appointed to examine the records with the original deeds,\n                   shall carefully examine the duplicate specification with the\n                   original.\n                      If any variance shall be discovered between the two\n                   documents, the Registrar shall call the attention of the\n                   petitioner or his attorney or agtnt to the same, and the\n                   petitioner or his attorney or agent may, with the written\n                   consent of the Attorney-General, make such alteration in\n                   either the original or duplicate specification as may make\n                   the one agree with the other, and express the real meaning\n                   of the petitioner.\n                      The Registrar or other officer as aforesaid shall duly\n                   initial any and every alteration or erasure in either copy\n                   of the specification; he shall then endorse on the dupli-\n                   cate specification a memorandum that it exactly agrees with\n                   the original, and that Letters Patent in the form required by\n                   law, and bearing date the               day of                     9\n                   have been granted to the petitioner in respect of the invention\n                   therein described for the term of                   years from\n                   the                   day of\n                   --\n                               PATENT                                         11\n  011such endorsement being made the duplicate specifica-\ntion, petition and declaration, shall be filed and preserved\nin the office of the Registrar of Companies, and a Register 8/1975\nof all such papzrs, and of all disclaimers, memoranda of s.2(b).\nalterations, and assignments relating to the same shall be\nkept in the office.\n   The Registrar of Companies shall then endorse on the 8/1975\nLetters Patent a memorandum that the same have been s. 2(c).\nduly recorded, and the said Letters Patent 2nd the original\nspecification shall be then deemed to be duly recorded to all\nintents and purposes, and shall be given up to the patentee\nor his attorney, or his executors, administrators or assigns,\non their application and on payment of a fee of three dollars\nfor recording the same in mmner aforesaid.\n      Form, date, isme a i d reimt'r:l of Letters Ptrtent"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Lodgment of Letters Patent in Record Office.\n             Form, date, issue and renewal of Letters Patent"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. In all cases in which Letters Patent are granted under Formof\nthis Act, the same shall be in the Form F given in the LettersPatent.\nSchedule.                                                     Schedule.\n                                                                    Form F."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Whenever Letters Patent shall be granted, a memoran- Memoran-\ndum in the Form G given in the Schedule shall be made, on $k;t$of\none copy of the specification referred to in the Letters tion.   specifica-\nPatent, that such specification is the specification so referred Schedule.\nto; such memorandum shall be signed by the Governor- FormG-\nGeneral at the time of his signing such Letters Patent.\n   The copy of the specification bearing such memorandum\nis hereinafter referred to as the original, and the other as\nthe duplicate."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. It shall be lawful to cause any Letters Patent to be Dateof\n                                                               patent.\nissued under this Act to be sealed and bear date as of the\nday of the application for the same, or where the Attorney-\nGeneral or the Governor-General may think fit any such\nLetters Patent as aforesaid may be sealed and bear date, as of\n12                                           PATENT\n               the day of the sealing thereof, or of any other day between\n               thc day of such application and the day of such sealing.\nAntedated        20. Any Letters Patent issued under this Act, sealed and\npatent.\n               bearing date as of any day prior to the day of the actual\n               sealing thereof, shall be of the same force and validity as if\n               they had been sealed on the day as of which the same are\n               expressed to be sealed and bear date.\nLimitation       21. No Letters Patent save in the case of Letters Patent\nof time for\nissuing        destroyed or lost, shall issue, unless the same shall be applied\npatent.\n               for within three months after the date of the filing of the\n               applicant’s petition.\nPatent may       22. Where the applicant for Letters Patent dies during\nissue to\nexecutors.     the pendency of his application, such Letters Patent may\n               be granted to the executors or administrators of such appli-\n               cant, at any time within three months after his death; and\n               the Letters Patent so granted shall be of the like force and\n               effect as if they had been granted to such applicant during\n               his life time.\nPatents lost      23. In case any Letters Patent, to be issued under this\nordestroyed.   Act, shall be destroyed or lost, other Letters Patent, of the\n               like tenor and effect, and sealed and dated as of the same\n               day may, subject to such regulations as the Governor-\n               General may direct, be issued under the authority of the\n               grant in pursuance of which the original Letters Patent were\n               issued.\n                 Provisional rights pending sealing of Letters Patent\nProvisional    24. After application has been duly made for Letters\nrights pend-\ning sealing. Patent under this Act, and until the date of sealing a patent\n             in respect thereof, or the expiration of the time for sealing,\n             or the refusal of such application, the applicant shall have\n             the like privileges and rights as if a patent for the invention\n             had been sealed on the date when the petition was lodged\n             with the Minister as provided by section 5 :\n                              PATENT                                     13\n  Provided that an applicant shall not be entitled to\ninstitute any proceeding for infringement unless and until\na patent for the invention has been granted to him.\n     Privileges and duties of Patentee; revoking Patent"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Patents lost or destroyed.\n            Provisional rights pending sealing of Letters Patent"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Provisional rights pending sealing.\n             Privileges and duties of Patentee: revoking Patent"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Letters Patent granted to any person under and in Privilege\npursuance of this Act, shall secure to the patentee the sole\nright and privilege during the term limited therein of making, :'f&ies    of\nusing, exercising and vending, the said invention within this patentee and\n                                                               provisions as\nIsland, so that, during the term aforesaid no other person o revoking\nshall within this Island directly or indirectly make use of\nor put in practice the said invention, or any part of the same\nor in anywise imitate the same, or make or cause to be made\nany addition thereto or subtraction therefrom whereby to\npretend themselves the inventors thereof without the consent,\nlicence or agreement, of the said patentee under his hand, on\npain of being answerable to the patentee for his damages\nthereby occasioned :\n  Provided always, and any such Letters Patent shall be\ndeemed to have been granted on this condition, that if at\nany time it be made to appear to the Supreme Court that I           1\nthe grant of such Letters Patent is contrary to law, or that\nthe said alleged invention is not a new invention as to the\npublic use and exercise thereof within this Island, or that\nthe said patentee is not the true and first inventor thereof\nwithin this Island, it shall be lawful for the Supreme Court\nin the name and on behalf of Her Majesty the Queen to\nrevoke the said Letters Patent, whereupon the same shall be\nvoid to all intents and purposes :\n  Provided also that, if the said patentee shall not supply\nor cause to be supplied, for the service of Her Majesty, all\nsuch articles of the said invention as may be required by the\nOfficers or Commissioners administering any Department\nof the Public Service, in such manner, at such times, and at\nand upon such prices and terms as may be reasonable, then,\n       m e inclusion of this page is authorized by L.N. 480/1973]\n14                                           PATENT\n               and in any of the said cases, it shall be lawful for the Supreme\n               Court in the name and on behalf of Her Majesty to annul\n               and determine such Letters Patent :\n                 Provided also that it shall be lawful for the patentee, his\n               executors, administrators or assigns to grant licences, to\n               other persons to make, use, exercise and vend, the said in-\n               vention on such terms as he or they may see fit :\n                  Provided also that the provisions of this section and of\n               all such Letters Patent shall be construed in the most benefi-\n               cial sense for the advantage of the patentee.\nPatents          26. In case of any Letters Patent for any invention being\nobtained by\nfraud not to   obtained in fraud of the true and first inventor, any Letters\ninvalidate     Patent granted to the true and first inventor of such invention\nthat of true\ninventor.      shall not be invalidated by reason of such other Letters\n               Patent as aforesaid, or of any use or publication of the in-\n               vention subsequent to the granting of such other Letters\n               Patent as last-mentioned.\nPatents not       27. No Letters Patent heretofore obtained, or hereafter\ngranted\nhere of no     to be obtained, in Great Britain, or elsewhere, for the exclu-\nvalidity.      sive privilege of trade or manufacture, or any invention in\n               connection therewith, shall be of any validity or effect in\n               this Island, unless Letters Patent for the privilege or inven-\n               tion in such foreign Letters Patent may have been obtained\n               shall be granted and issued in pursuance of this Act nor\n               until all the provisions and requirements of this Act shall\n               have been complied with in respect to Letters Patent.\n               Mutual rights in invention, and improvements therein\nPatents for    28. Where any Letters Patent shall be obtained by any\nimprove-     person under this Act for any new and useful invention or\nments in\nwhat already discovery in any art, machine, or composition of matter;\npatented.\n             and thereafter any other person shall discover or make any\n             improvement in the principle or process of any such art,\n             machine, or composition of matter for which such patent\n                     me inclusion of this page is authorized by L.N. 480/1973]\n                              PATENT                                      15\nhath been granted, and shall make application for and obtain\nLetters Patent under this Act for the exclusive right of such\nimprovement, it shall not be lawful for the person who shall\nobtain and procure Letters Patent for any such improvement\nto make, use or vend the original invention or discovery, nor\nfor the person who shall have procured Letters Patent for\nthe original invention or discovery to make, use, or vend any\nsuch improvement :\n   Provided, that simply changing the form or the propor-\ntions of any machine or composition of matter, in any\ndegree, shall not be deemed a discovery or improvement\nwithin the meaning of this Act.\n     Right of patentee elsewhere or his assignee to apply\n                       under this Act"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Patents not granted here of no validity.\n         Mutual rights in invention, and improvements therein"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Patents for improvements in what already patented.\n           Right of Patentee elsewhere or his assignee to apply\n                              under this Act"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. No applicant shall be deprived of his right to a patent Patentmay\nin this Island upon the like proceedings being had in all here   be granted\nrespects as in case of an original application for his invention thoughfor\nby reason of his having previously taken out Letters Patent ;;ye;;;:n-\ntherefor in any other country :                                  where.\n   Provided, that such invention shall not have been\nintroduced into public and common use in this Island prior\nto the application for a patent therein; and that the patent\ngranted in this Island shall not continue in force after the\nexpiration of the patent granted elsewhere; and that where\nmore than one such patent or like privilege is obtained\nabroad, then immediately upon the expiration or determina-\ntion of the term which shall first expire or be determined of\nsuch several patents or like privileges, the patents granted\nin this Island shall cease to be in force :\n  Provided further, that no Letters Patent for or in respect\nof any invention for which any such patent or like privilege\nas aforesaid shall have been obtained elsewhere, and which\n                                               PATENT\n                shall be granted in this Island after the expiration of the\n                term for which such patent or privilege was granted or was\n                in force shall be of any validity.\nPatentees         30. Any patentee under Letters Patent issued under this\nmay assign\ntheir rights.   Act, his executors, administrators, or assigns, may assign\n                and transfer the whols or any part of his right, title, and\n                interest in the said invention and discovery in the Letters\n                Patent to him granted to any person whomsoever, and the\n                assignee thereof, having recorded the said assignment in\n811975          the office of the Registrar of Companies in this Island,\nS. 2(b).\n                shall thereafter stand in the place and stead of the original\n                patentee, as well as to all or the part assigned, of right,\n                privilege, and advantage, as also in respect of all or pro-\n                portionate liability or responsibility as to the said Letters\n                Patent, and the invention and discovery thereby secured;\n                and in like manner shall the assignees of any such asignee\n                stand and be considered to be in the place and stead of\n                the original patentee or inventor.\nPatent may        31. Letters Patent may, upon the like proceedings being\nbe granted\nto assignee     had in all respects as in the case of an original application,\nof patentee     be issued by the Governor-General to the assignee of any\nelsewhere.\n                person who may have taken out Letters Patent for his in-\n                vention or discovery in any other country, but not for any\n                invention or discovery made abroad for which no Letters\n                Patent have been there obtained :\n                   Provided that the invention or discovery so assigned shall\n                not have been introduced into public and common use into\n                this Island prior to the application for a patent; and that\n                the assignee of such foreign patent shall file with his applica-\n                tion the assignment, duly proved, under which he claims a\n                patent in this Island, and an affidavit setting forth the date\n                of the patent abroad, that the article thereby patented has not\n                been in public and common use in this Island, and that he is\n                the assignee for a good consideration.\n                I-\n                       [The inclusion of tttis page is authorized by L.N. 60/1976]\n                              PATENT                                       17\n   Validity of Patent; defective or imuficient spccificntioiz"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. Patent may be granted to assignee of patentee elsewhere.\n           Validity of Patent; defective or insuficient specification"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. If in any suit or action it shall be proved, or specially patents to be\nfound by the verdict of a jury, that by mistake, accident, or ~ $ ~ ~            ~       r   l\ninadvertence, and without any wilful default, or intent to shall  muchas\n                                                                      be\ndefraud or mislead the public, a patentee under this Act shall pro\\ed to be\nin his specification have claimed to be the original and first ::E;o,,.\ninventor or discoverer of any material or substantial part of\nthe thing patented, but of which part he was not the original\nor first inventor, and shall have no just or legal right to claim\nthe same, his patent in such case shall be deemed good and\nvalid for so much of the invention, or discovery, or improve-\nment, as shall be actually his own, provided it is a materiltl\nand substantial part of the thing patented, and be plainly\ndistinguishable from other parts patented without right; and\nevery such patentee, and his legal representatives or\nassignees, whether holding the whole or a particular interest\nin the patent, may maintain suits at law or in equity for any\ninfringement of such part of the same as is actually the in-\nvention or discovery of such patentee, although his specifica-\ntion may embrace more than he has a legal right to claim;\nbut if in such case the plaint8 shall obtain a verdict, or\njudgment, he shall not be entitled to costs, unless before the\ncommencement of the suit he shall have filed in the office 8/1975\nof the Registrar of Companies a disclaimer, attested by s.2(h).\none, or more than one witness of that part of the thing\npatented was claimed without right :\n  Provided that no person bringing a suit shall be entitled\nto the benefits of this section, if he shall, in the opinion of the\ncourt before which any such matter shall bs tried, have\nunreasonably neglected, or delayed, to record his disclaimer."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. If any patent shall become inoperative or invalid by Patentsvoid\n                                                                 by defective\nreason of a defective or insufficient description or specifica- description\ntion, or by reason of the patentee claiming in his specification ~          ~        ~\nas his own invention more than he had a right to claim, and renewed.\n___-\n18                                            PATENT\n                the error has arisen from inadvertence, accident or mistake,\n                and without any fraudulent or deceptive intention, it shall be\n                lawful for the Governor-General upon the surrender of such\n                patent, and upon petition therefor to cause a new patent to\n                be issued to the patentee for the residue of the term men-\n                tioned in the first patent, in accordance with the patentee’s\n                amended description and specification. In case of his death,\n                or the assignment by him of the original patent, or any frac-\n                tional interest therein, the right shall vest in his legal rep-\n                resentatives, to the extent of their respective interest in such\n                patent; and the patent so re-issued, together with the\n                amended description and specification, shall have the same\n                effect and operation in law, as though the same had been\n                originally filed in such amended form before the issuing\n                of the original patent.\n                          Disclaimers and alterations or additions to\n                                        specifications\nDisclaimer        34. Every patentee under this Act or his legal representa-\nor alteration   tive or assignee, whether holding the whole or any particular\nof any part\nof patent\nmay be\n                interest, may conjointly or separately, as the case may\nrecorded.       require, enter and record, at the office of the Registrar of\n811975\nS. 2(b).        Companies, having first obtained the leave of the Attorney-\n                General certified by his fiat and signature, a disclaimer of\n                any part of either the title of the invention or improvement\n                or of the specification, stating the reason for such dis-\n                claimer; or may, with such leave as aforesaid, enter and\n                record at the said office a memorandum of any alteration\n                in the said title or specification, not being such disclaimer\n                or such alteration as shall extend the exclusive right granted\n                by the said Letters Patent; and such disclaimer or memor-\n811975          andum of alteration, being recorded by the said Registrar of\ns. 2(c).        Companies shall be deemed and taken to be part of such\n                Letters Patent, or such specification, in all courts whatever :\n                              PATENT                                     19\n   Provided that any person may enter a caveat at the office 8/1975\nof the Registrar of Companies against such disclaimer or S.2(6).\nalteration; which caveat being so entered, and a copy thereof\nbeing left with the Attorney-General, shall give the party\nentering the sanie a right to have notice of the application\nbeing heard by the Attorney-General :\n   Provided also, that no such disclaimer or alteration shall\nbe receivable in evidence in any action or suit pending at\nthe time when such disclaimer or alteration was entered;\nbut in every such action or suit the original title and specifica-\ntion alone shall be given in evidence, and deemed and taken\nto be the title and specification of the invention for which the\nLetters Patent have been, or shall have been granted :\n   Provided also, that it shall be lawful for the Attorney-\nGeneral, before granting such fiat, to require the party apply-\ning for the same to advertise his disclaimer or alteration in\nsuch manner as to such Attorney-General shall seem right,\nand shall, if he so require such advertisement, certify in his\nfiat that the same has been duly made."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. It shall be lawful for the Attorney-General, if he see c m o n\n                                                              alteration or\nfit, by certificate under his hand, to order by or to whom d isclaimer.\nthe costs of any hearing or enquiry for any such alteration\nor disclaimer shall be paid, and in what manner and by\nwhom such costs are to be ascertained; and if any costs so\nordered to be paid be not paid within four days after the\namount thereof shall be so ascertained, it shall be lawful\nfor the Attorney-General to make an order for the payment\nof the same, and every such order may by leave of the\nSupreme Court or a Judge thereof, be enforced in the same\nmanner as a judgment or order to the same effect."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. If an original patentee shall be desirous of adding a Improve-\ndescription and specification of an improvement upon his            :;\noriginal invention or discovery, made or discovered by him original\n                                                           invention or\nsubsequent to the date of his patent, he may upon the like d’iscovery.\n20                                          PATENT\n               proceedings being had in all respects as in the case of an\n               original application, have the same annexed to his original\n8/1975         description and specification, and the Registrar of Corn-\ns. 2(c).       panies shall certify upon such annexed description and\n               specification the time of its being annexed and recorded;\n               and thereafter it shall have the same effect in law as if it\n               had been embraced in the original description and specifica-\n               tion, and had been recorded therewith.\n                   Penalty f o r unlawful user, or making false marks, etc.\nTreblc            37. Whenever in any case any Letters Patent shall be, or\ndamages to     shall or may have been, granted to any person, under and\nbe paid to\npatentee for\nunlawful\n               by virtue of this Act, and any person, without the consent\nuse of his     of the patentee, his executors, administrators, or assigns\ninvention.\n               first had and obtained in writing, shall make, devise, use,\n               or sell the thing, invention, or discovery whereof the exclu-\n               sive right is secured to the said patentee by such Letters\n               Patent, such person so offending shall forfeit and pay to the\n               said patentee, his executors, administrators, or assigns a sum\n               equal to three times the actual damage sustained by such\n               patentee, his executors, administrators, or assigns, from or by\n               reason of such offence; which sum shall and may be recover-\n               able, together with costs of suit in the Supreme Court of this\n               Island.\nPenaltyfor       38. If any person shall write, paint, or print, or mould,\n;$;ffalse      cast, or carve, or engrave, or stamp upon anything made,\n               used or sold by him, for the sole making or selling of which\n               he hath not or shall not have obtained Letters Patent, the\n               name, or any imitation of the name, of any other person\n               who hath or shall have obtained Letters Patent for the sole\n               making and vending of such thing, without leave in writing\n               of such patentee, or his assigns; or if any person shall, upon\n               such thing, not having been purchased from the patentee or\n               some psrson who purchased it from or under such patentee,\n               or not having had the licence or consent in writing of such\n                      m e inclusion of this page is authorized by L.N. 60/1976]\n                              PATENT                                     21\npatentee or his assigns, write, paint, print, mould, cast, carve,\nengrave, stamp, or otherwise mark the word “Patent”, the\nwords “Letters Patent”, or the words “by the Queen’s\nPatent”, or any words of the like kind, meaning, or import,\nwith a view of imitating or counterfeiting the stamp, mark,\nor other device of the patentee; or shall, in any other manner,\nimitate or counterfeit the stamp or mark, or other device of\nthe patentee, he shall for every such offence, be liable to a\npenalty of one hundred dollars, to be recovered by action of\ndebt in the Supreme Court, one-half to Her Majesty, and the\nother to any person who shall sue for the same :\n   Provided that nothing herein contained shall be construed\nto extend to subject any person to any penalty in respect of\nstamping, or in any way marking, the word “Patent” upon\nanything made, for the sole making or vending of which a\npatent before obtained shall have expired.\n                             Evidence"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Treble damages to be paid to patentee for unlawful use of his\n      invention."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. It shall be lawful for any person to obtain and receive Officecopies\n                                                                  petition,\nfrom the office of the Registrar of Companies any copy of      etc.\nor copies, certified by the Registrar of Companies, of any g!i?$bl,\npetit ion, declaration, duplicate specification, disclaimer,\nmemorandum, assignment or paper connected therewith,\ntogether with every endorsement made thereon, on payment\nfor such copy or copies of the like fees as are now payable HOW\nin the office of the Registrar of Companies for copies of obtainablo.\nother documents; and every such certified copy .shall be\nreceived in evidence in all courts, without further or other ~~~f~\nproof thereof, in every case in which the original would evidence-\nhave been received as evidence, and the duplicate specifica-\ntion endorsed in accordance with the provisions of sections\n5 and 16 shall be taken to be conclusive evidence that\nLetters Patent in the form required by this Act were granted\nas therein stated, without any necessity for the production\nof the originals.\n      [9L61/09 ‘“3   Kq pazpoqinE s! a%d s g 30 uo!snpu! arlL]\n22                                      PATENT\n                                      Forms\nForms.\nSchedule."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. The forms in the Schedule may be used for and in\n            respect of the several matters therein mentioned, and the\n            same may be varied as occasion may require.\n                                 Construction of Act\nConstruc-     41. If any doubts shall arise in the construction of this\ntion.\n            Act, the same may be construed by analogy to the laws\n            now or hereafter to be in force in England relating to the\n            granting of Letters Patent for inventions, so far as the pro-\n            visions of such laws shall be applicable.\n                 Legal proceedings in connecfion with Letters Parcnt\nProcedure       4 2 . 4 1 ) The proceedings by scire facias to repeal a patent\nfor revoking is hereby abolished.\nLetters\nPatent.\n                    (2) Revocation of a patent may be obtained on\n            petition to the Supreme Court.\n                    (3) Every ground on which a patent might, on the\n            twenty-seventh day of May, 1891, be repealed by scire facius\n            shall be available by way of defence to an action of infringe-\n            ment, and shall also be a ground of revocation.\n                   (4) A petition for revocation of a patent may be\n            presented by-\n                (a) the Attorney-General of this Island;\n                (b) any person authorized by the Attorney-General;\n                (c) any person alleging that the patent was obtained\n                    in fraud of his rights, or of the rights of any person\n                    under or through whom he claims;\n                (d) any person alleging that he, or any person under\n                    or through whom he claims, was the true inventor\n                     of any invention included in the claim of the\n                     patentee;\n            -     F e inclusion of this page is authorized by L.N. 60/1976]\n                               PATENT                                      23\n     (e) Any person alleging that he, or any person under\n         or through whom he claims an interest in any\n         trade, business or manufacture, had publicly\n         manufactured, used or sold, within this Island,\n         before the date of the patent, anything claimed by\n         the patentee as his invention.\n        (5) The Plaintiff must deliver with his petition\nparticulars of the objections on which he means to rely,\nand no evidence shall, except by leave of the court or a\nJudge, be admitted in proof of any objection of which\nparticulars are not so delivered.\n      (6) Particulars delivered may be from time to time\namended by leave of the court or a Judge.\n        (7) The defendant shall be entitled to begin, and\ngive evidence in support of the patent, and if the plaintif€\ngives evidence impeaching the validity of the patent, the\ndefendant shall be entitled to reply.\n        (8) Where a patent has been revoked on the ground\nof fraud the Governor-General may, on the application of\nthe true inventor made in accordance with the provisions of\nthis Act, grant to him a patent in lieu of, and bearing the\nsame date as the date of revocation of, the patent so revoked,\nbut the patent so granted shall cease on the expiration of\nthe term for which the revoked patent was granted."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43.-(1)    In an action or proceeding for infringement or powerto\nrevocation of a patent, the court may, if it thinks fit, and       z:$&e\nshall on the request of either of the parties to the proceeding, == s ~ ~ r .\ncall in the aid of an assessor specially qualified, and try and\nhear the case wholly or partially with his assistance; the\naction shall be tried without a jury unless the court shall\notherwise direct.\n         (2) The remuneration, if any, to be paid to an\nassessor under this section, shall be determined by the court,\n       me inclusion of this page is authorized by L.N. 480/1973]\n24                                      PATENT\n          and be payable in the first instance, if ordered by the court\n          of its own motion, by the plaintiff or petitioner, and if\n          ordered on the request of any party, by such party, and it\n          shall be lawful for the court or Judge to stay proceedings\n          until funds for such remuneration be paid into court :\n            Provided that any sum so paid shall form part of the\n          general costs of the action or proceeding, and it shall be\n          lawful for the court or Judge to order by whom such expense\n          shall be borne.\nProceedings     44.-(1) In an action for infringement of a patent the\nin action for\ninfringement plaintiff must deliver with his statement of claim, and also\nOfpatent.     upon order of a court or a Judge, at any subsequent time,\n          particulars of the breaches complained of.\n                   (2) The defendant must deliver with his statement of\n          defence, or, by order of the court or a Judge at any\n          subsequent time particulars of any objections on which he\n          relies in support thereof.\n                  (3) If the defendant disputes the validity of the patent,\n          the particulars delivered by him must state on what grounds\n          he disputes it, and if one of those grounds is want of novelty\n          must state the time and place of the previous publication or\n          user alleged by him.\n                 (4) At the hearing no evidence shall, except by leave\n          of the court or a Judge, be admitted in proof of any alleged\n          infringement or objection of which particulars are not so\n          delivered.\n                 (5) Particulars delivered may be from time to time\n          amended, by leave of the court or a Judge.\n                  (6) On taxation of costs regard shall be had to the\n          particulars delivered by the plaint8 and by the defendant;\n          and they respectively shall not be allowed any costs in respect\n          of any particular delivered by them unless the same is\n                 m e inclusion of this page is authorized by L.N. 480119731\n                              PATENT                                     25\ncertified by the court or a Judge to have been proven or to\nhave been reasonable and proper, without regard to the\ngeneral costs of the case."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. In an action for infringement of a patent, the court or Power to\na Judge may on the application of either party make such E%$&,\norder for an injunction, inspection or account, and impose $[E;$;;~.\nsuch terms, and give such directions respecting the same and\nthe proceedings thereon, as the court or a Judge may see fit."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. In an action for infringement of a patent, the court Certificate\nor a Judge may certify that the validity of the patent came %!lidiv\nin question; and if the court or a Judge so certifies, then in ~:;-nf\nany subsequent action for infringement, the plaintiff in that effect\naction, on obtaining a final order or judgment in his favour, thereof.\nshall have his full costs, charges and expenses as between\nsolicitor and client, unless the court or Judge trying the\naction certifies that he ought not to have the same."
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. Where any person claiming to be the patentee of an nr e ats by\ninvention, by circulars, advertisements or otherwise, threatens\nany other person with any legal proceedings or liability in        ;ez$tf\nrespect of any alleged manufacture, use, sale or purchase, of use,etc.,of\n                                                                invention.\nthe invention, any person or persons aggrieved thereby may\nbring an action against him, and may obtain an injunction\nagainst the continuance of such threats, and may recover Actionin\n                                                                respect\nsuch damage (if any) as may have been sustained thereby, if thereof.\nthe alleged manufacture, use, sale, or purchase, to which the\nthreats related was not in fact an infringement of any legal\nrights of the person making such threats :\n  Provided that this section shall not apply if the person Proviso.\nmaking such threats with due diligence commences and\nprosecutes an action for infringement of his patent.\n       me inclusion of this page is authorized by L.N. 480/1973]\n    26                                              PATENT\n    (Section 3)                                    SCHEDULE\n                                                     FORMA\n                                                        Petition\n                     To His Excellency, etc. (here insert name and title of Governor-\n                  General).\n                     The humble petition of (here insert name and address of petitioner)\n                  for, etc.\n                     Sheweth,\n                     That your petitioner is in possession of an invention for\n                                            (the title of the invention)\n                  which invention he believes will be of great public utility; that he is the\n                  true and first inventor thereof, and that the same is not in use by any\n                  other person or persons to the best of his knowledge and belief.\n                     Your petitioner therefore humbly prays that your Excellency will be\n                  pleased, in the name and on behalf of Her Majesty the Queen, to grant\n                  unto him, his executors, administrators and assigns, Her Majesty’s\n                  Letters Patent for this Island for the term of fourteen years, pursuant\n                  to the statute in that case made and provided.\n                     And your petitioner will ever pray, etc.\n    (Section 7)                                         B\n                                                     FORM\n                                                    Declaration\n                       I,                         , of                        , in the parish\n                  of                         , do solemnly and sincerely declare that I am in\n                  possession of an invention for, etc., etc.\n                                            (the title as in petition)\n                  which invention I believe will be of great public utility; that I am the\n                  true and first inventor thereof, and that the same is not in use by any\n                  other person or persons, to the best of my knowledge and belief; and\n                  that the instrument in writing under my hand hereunto annexed partic-\n                  ularly describes and ascertains the nature of the said invention, and\n                  the manner in which the same is to be performed; and I make this\n                  declaration, conscientiously believing the same to be true, and by virtue\nb                 of the provisions of the Voluntary Declarations Act.\n                                                                                       A.B.\n                    Taken and acknowledged this                  day of                 19        .\n                  before me.\n                                                                          Justice of the Peace.\n                            lThe inclusion of this page is authorized by L.N. 480/1973]\n                                PATENT                                              27\n                                 FORM C                                   (Section 8)\n                              Specification\n  To all to whom these presents shall come-\n  I.                   , of                 , send greeting: Know ye\nthat I, the said                      , do hereby declare the nature of\nmy invention for\n                    (insert title us in petition)\nand in what manner the same is to be performed, to be particularly\ndescribed and ascertained in and by the following statement (that is\nto say)-\n                    (Here describe the invention)\n   In witness whereof I, the said, A.B., have hereunto set my hand\nthis                    day of                        , 19 .\n  We attest :\n         C.D.. of                  , etc.\n         E.F., of                  , etc.\n                             FORMD                                (Section 12)\n                            Reference\n                  (To be endorsed on the petition)\n His Excellency is pleased to refer this petition to the Attomey-\nGeneral to consider what may be properly done therein.\n                                                      Minister.\n                                FORME                                   (Section 14)\n    Endorsement to be made on the Petition by the Attorney-Geneml\n  I hereby certify that the within named petitioner has complied with Attorney-\nthe several requirements of the Act in respect of applications for ceneraps\nLetters Patent for inventions, and that the application is one which certificate.\nmay properly be granted.\n                                                              A.B.\n                                                     A ttorney-General.\n                                FORM F                                  (Section 17)\n                             Letters Patent\nElizabeth 11, by the Grace of God of Jamaica and of Her Other Realms F~~~ of\n     and Territories Queen, Head of the Commonwealth.                   Letters\n                                                                        Patent.\nTo all to whom these presents shall come, Greeting:\n  Whercas                               of\nin the                             hath pursuant to the Act of Jamaica\nin that behalf, duly applied to our Governor-General in and over our\nIsland of Jamaica for Letters Patent in respect of an invention for\n                                 the nature of which and the manner in\n28                                             PATENT\n               which the same is to be performed are particularly set forth and descri-\n               bed in the specification lodged with the said application :\n                 And whereas the said                                  has duly complied\n               with all the requirements of the said Act with respect to such\n               application :\n                  And whereas we are graciously pleased to condescend to the said\n               request :\n                  Know ye, therefore, that we do by these presents, under and in\n               pursuance of the Act of our said Island intituled the Patent Act, give\n               and grant unto the said patentee, his executors, administrators and\n               assigns, our especial licence, full power, sole privilege and authority,\n               that the said patentee, his executors, administrators and assigns. by\n               himself or themselves, his or their agents or licensees, and no others,\n               may at all times hereafter, during the term of fourteen years, from the\n               date of these presents, make use, exercise and vend, the said invention\n               within our said Island of Jamaica in such manner as to him or them\n               may seem meet, and subject to the conditions and restrictions imposed\n               by the laws of our said Island on patentees of inventions. have and\n               enjoy during the said term in respect of the said invention all rights\n               and privileges secured by the said laws to patentees: And we do\n               hereby further declare that the said specification hereinbefore referred\n               to is to be deemed and taken to be embodied in and made part of these\n               presents and that for the purpose of identifying the same our said\n               Governor-General has, at the time of executing these presents. endorsed\n               thereon a memorandum under his hand to the effect that the said\n               specification is the specification hereinbefore referred to: And that these\n               our Letters Patent shall have no force or effect until they together with\n               the said specification have been duly recorded in the Record Of€ice\n                of our said Island: And to the ends aforesaid, we have caused these\n               our Letters Patent to be sealed with the Broad Seal of our said Island of\n               Jamaica.\n                                    Witness-His Excellency, etc., Governor-General of\n                                    our said Island of Jamaica, this\n                                    day of                         in the year of our Lord\n                                    One thousand nine hundred and\n                                    and to be sealed as of the\n                                    day of                     One thousand nine hundred\n                                    and\n(Section 18)                                   FORM G\n               Memorandum to be made by the Governor-General on the Specification\nMemoran-         This is the specification contained on                sheets of paper\ndum by the     referred to in the Letters Patent granted in the Island of Jamaica and\nGovernor-\nGeneral.       dated the                  day of                       .\n                                                                       19\n                                                     Governor-General of Jamaica.\n                       me inclusion of this page is authorized by L.N. 480/1973]"
    }
  ],
  "definitions": []
}