{
  "id": "jm-stat-the-pawnbrokers-act",
  "type": "statute",
  "title": "The Pawnbrokers Act",
  "title_en": "The Pawnbrokers Act",
  "short_name": "Pawnbrokers Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-pawnbrokers-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-pawnbrokers-act",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                    Interpreta-\n                                                                     tion.\n“pawnbroker” includes every person who carries on the\n    business of taking goods and chattels in pawn;\n“pledge” means an article pawned with a pawnbroker;\n“pawner” means a person delivering an article or pawn\n    to a pawnbroker;\n“shop” includes a dwelling-house and warehouse or other\n    place of business, or place where business is transacted;\n“unfinished goods or materials” includes any goods of\n    any manufacture or of any part or branch of any\n    manufacture, either mixed or separate, or any materials\n    whatever plainly intended for the composing or\n    manufacturing of any goods, after such goods or\n    materials are put into a state or course of manufacture,\n    or into a state for any process or operation to be\n    performed thereupon or therewith, and before the same\n    are completed or finished for the purpose of wear or\n    consumption.\n                            Pawnbrokers"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1)   The following persons shall be deemed to be Extension\n                                                              of Act to\npersons carrying on the business of taking goods and keepers of\nchattels in pawn (that is to say), every person who keeps a $;E\nshop for the purchase or sale of goods or chattels, or for\ntaking in goods or chattels by way of security for money\nadvanced thereon, and who purchases or receives or takes\nin goods or chattels, and pays or advances or lends thereon,\n6                                        PAWNBROKERS\n               any sum of money not exceeding twenty dollars with or\n               under an agreement or understanding express or implied,\n               or to be from the nature and character of the dealing\n               reasonably inferred, that those goods or chattels may be\n               afterwards redeemed or repurchased on any terms.\n                     (2) Every such transaction, article, payment, advance,\n               and loan shall be deemed a pawning, pledge, and loan\n               respectively within this Act.\nExecutors,       4. The provisions of this Act relating to pawnbrokers\netc.. of\npawn-          shall extend to and include the executors or administrators\nbrokers.       of deceased pawnbrokers, except that an executor or\n               administrator shall not be answerable for any penalty or\n               forfeiture personally or out of his own estate, unless the\n               same is incurred by his own act or neglect.\nAgents,          5. For the purposes of this Act anything done or\nservants,\napprentices,   omitted by the servant, apprentice, or agent of a pawn-\netc.           broker in the course of or in relation to the business of the\n               pawnbroker shall be deemed to be done or omitted (as the\n               case may be) by the pawnbroker; and anything by this Act\n               authorized to be done by a pawnbroker may be done by his\n               servant, apprentice, or agent.\nAssigns,          6. The rights, powers, and benefits by this Act reserved\nexecutors,\netc.. of       to and conferred on pawners shall extend to, and be\npawners.       deemed to be reserved to and conferred on, the assigns\n               of pawners, and to and on the executors or administrators\n               of deceased pawners; but any person representing himself\n               to a pawnbroker to be the assign, executor, or adminis-\n               trator of a pawner shall, if required by the pawnbroker,\n               produce to the pawnbroker the assignment, will, letters of\n               administration, or other instrument under which he claims.\nApplication      7.-(1)   This Act shall apply-\nof Act in\nrespect of          (a) to every loan by a pawnbroker of four dollars or\nloans.                   under; and\n                          PAWNBROKERS                                       7\n     (b) to every loan by a pawnbroker of above four\n         dollars and not above twenty dollars, except as in\n         this Act otherwise provided in relation to cases\n         where a special contract respecting the terms of\n         the loan (as authorized by this Act) is made\n         between the pawner and the pawnbroker at the\n         time of the pawning.\n       (2) Nothing in this Act shall apply to a loan by a\npawnbroker of above twenty dollars, or to the pledge on\nwhich the loan is made, or to the pawnbroker or pawner\nin relation to the loan or pledge; and notwithstanding\nanything in this Act, a person shall not be deemed a\npawnbroker by reason only of his paying, advancing, or\nlending on any terms any sum or sums of above twenty\ndollars.\n              General 0bligations of Pawnbroker\n  8 4 1 ) A pawnbroker shall keep and use in his business Pawn-\nsuch books and documents as are described in the First brokers keep\n                                                                       to\nSchedule in the forms therein indicated or to the like effect, E$.etc.\nand shall from time to time as occasion requires enter Schedule.\ntherein, in a fair and legible manner, the particulars\nindicated in and in accordance with the directions of that\nSchedule, and shall make all inquiries necessary for that\npurpose.\n       (2) If a pawnbroker fails in any respect to comply\nwith the requirements of this section he shall be guilty of\nan offence against this Act."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The auctioneer shall insert in some public newspaper an adver-\ntisement giving notice of the sale, and stating-\n          (1) the pawnbroker’s name and place of business; and\n          (2) the months in which the pledges were pawned."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The advertisement shall be inserted on two separate days in the\nsame newspaper, and the second advertisement shall be inserted at\nleast three clear days before the first day of the sale.\n       mhe inclusion of this page is authorized by L.N. 480/1973]\n30                                        PAWNBROKERS"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Pictures, prints, books, bronzes, statues, busts, carvings in ivory\n               and marble, cameos, intaglios, musical, mathematical and philosophical\n               instruments, and china, sold by auction, shall be sold by themselves,\n               and without any other goods being sold at the same sale, four times\n               only in every year (that is to say), in the months of January, April,\n               July and October, and at no other time."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Where a pawnbroker bids at a sale the auctioneer shall not take\n               the bidding in any other form than that in which he takes the bidding\n               of other persons at the same sale; and the auctioneer, on knocking          ,\n               down any article to a pawnbroker shall forthwith declare audibly the        I\n               name of the pawnbroker as purchaser."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The auctioneer shall, within fourteen days after the sale. deliver\n               to the pawnbroker a copy of the catalogue, or of so much thereof as\n               relates to the pledges of that pawnbroker, filled up with the amounts\n               for which the several pledges of that pawnbroker were sold and\n               authenticated by the signature of the auctioneer."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1)  A pawnbroker shall observe the following rules- paw-\n                                                             brokers to\n     (a) he shall always keep exhibited in large characters, keepnames\n         over the outer door of his shop his Christian name over doors,\n                                                             andtables\n         and surname or names, with the word “Pawn- ;‘;;tes*\n         broker”; and                                        exhibited.\n8                                       PAWNBROKERS\n                  (b) he shall always keep placed in a conspicuous part\n                      of his shop, so as to be legible by every person\n                      pawning or redeeming pledges, standing in any\n                      box or place provided in the shop for person\n                      pawning or redeeming pledges the same infor-\n                      mation as is, by the rules of the First Schedule,\n                      required to be printed on pawn-tickets.\n                     (2) If a pawnbroker fails in any respect to comply\n              with the requirements of this section he shall be guilty of\n              an offence against this Act.\n                             Pawning, Redemption and Sale\nPawn-           10. A pawnbroker shall, on taking a pledge in pawn,\ntickets to\nbe given to   give to the pawner a pawn-ticket, and shall not take a\npawners.      pledge in pawn unless the pawner takes the pawn-ticket.\nProfit and      11.-(1) A pawnbroker may take profit on a loan on a\ncharges       pledge at a rate not exceeding that specified in the Second\nallowed.\nSecond\nSchedule.\n              Schedule.\n                     (2) A pawnbroker may demand and take the\n              charges specified in the said Schedule, in the cases and\n              according to the rules therein stated and prescribed.\n                      (3) A pawnbroker shall not, in respect of a loan on\n              a pledge, take any profit, or demand or take any charge or\n              sum whatever, other than those specified in the said\n              Schedule.\n                      (4) A pawnbroker shall, if required at the time of\n              redemption, give a receipt for the amount of loan and\n              profit paid to him.\nPledges         12. Every pledge shall be redeemable within twelve\nredeemable    months from the day of pawning, exclusive of that day;\nfor one\nyear.         and there shall be added to that year of redemption seven\n              days of grace, within which every pledge (if not redeemed\n                         PAWNBROKERS                                  9\nwithin the year of redemption) shall continue to be\nredeemable."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. A pledge pawned for one dollar, or under, if not Pledgesfor\n                                                          $ I 00or\nredeemed within the year of redemption and days of grace, undernot\nshall, at the end of the days of grace become and be the redeemed.\npawnbroker’s absolute property."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. A pledge pawned for above one dollar shall further Pledges\n                                                            above\ncontinue redeemable until it is disposed of, as in this Act $ 1 0o\nprovided, although the year of redemption and days of ~               ~   ~\ngrace are expired.\n  lS.--(l) A pledge pawned for above one dollar shall, Saleby\n                                                       auction of\nwhen disposed of by the pawnbroker, be disposed of by pledges\nsale by public auction, and not otherwise; and the i!g\nregulations contained in the Third Schedule shall be ~ ~ ~ ; ~ u l e .\nobserved with reference to the sale.\n        (2) A pawnbroker may bid for and purchase at a\nsale by auction, made or purporting to be made under this\nAct, a pledge pawned with him; and on such purchase he\nshall be deemed the absolute owner of the pledge pur-\nchased."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. If an auctioneer does anything in contravention of Offencesby\nthe provisions of this Act relating to auctioneers, or fails\nto do anything which he is required by this Act to do, he\nshall be guilty of an offence against this Act."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. At any time within three years after the auction at Powerto\n                                                            inspect\nwhich a pledge pawned for above one dollar is sold, the salebook.\nholder of the pawn-ticket may inspect the entry of the sale\nin the pawnbroker’s book, and in the filled-up catalogue\nof the auction authenticated by the signature of the\nauctioneer or in either of them.\n10                                      PAWNBROKERS\nPawn-            18.-(1) Where a pledge pawned for above one dollar\nbroker\nto account    is sold and appears from the pawnbroker’s book to have\nfor surplus\nwithin        been sold for more than the amount of the loan and profit\nthree         due at the time of sale, the pawnbroker shall, on demand,\nyears.\n              pay the surplus to the holder of the pawn-ticket, in case the\n              demand is made within three years after the sale, the\n              necessary costs and charges of the sale being first deducted.\n                      (2) If on any such demand it appears from the\n              pawnbroker’s book that the sale of a pledge or pledges has\n              resulted in a surplus, and that within twelve months before\n              or after that sale the sale of another pledge or other pledges\n              of the same person has resulted in a deficit, the pawn-\n              broker may set off the deficit against the surplus, and\n              shall be liable to pay the balance only after such set-off.\nOffences        19. If with respect to pledges for loans of above one\nas to\npledges for   dollar a pawnbroker-\nabove\ns I .oo.               does not bona fide, according to the directions of\n                       this Act, sell a pledge pawned with him; or\n                       enters in his book a pledge as sold for less than the\n                       sum for which it was sold, or fails duly to enter\n                       the same; or\n                       refuses to permit any person entitled under this\n                       Act, to inspection of an entry of sale in the\n                       pawnbroker’s book, or of a filled-up catalogue of\n                        the auction, authenticated by the auctioneer’s\n                        signature, to inspect the same; or\n                       fails without lawful excuse (the proof whereof\n                       shall lie on him) to produce such a catalogue on\n                       lawful demand; or\n                       refuses to pay on demand the surplus to the\n                        person entitled to receive the same,\n                       in every such case be guilty of an offence against\n                    n h e inclusion of this page is authorized by L.N. 480/1973]\n                         PAWNBROKERS                                  11\nthis Act, and being convicted thereof before a Resident\nMagistrate, shall.be liable to forfeit to the person aggrieved\na sum not exceeding twenty dollars.\n                        Special Contracts"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Offences as to pledges for above $1.00.\n                         Special Contracts"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(1) Notwithstanding anything in this Act, a pawn- Powerto\n                                                         make\nbroker may make a special contract with a pawner in special\nrespect of a pledge on which the pawnbroker makes a loan ;;$;:\nof above four dollars :                                  restrictions.\n  Provided always that-\n    (a) the pawnbroker at the time of the pawning shall\n        deliver to the pawner a special contract pawn-\n        ticket signed by the pawnbroker; and\n    (b) a duplicate of the special contract pawn-ticket\n        shall be signed by the pawner.\n       (2) The provisions of this Act, save as far as the\napplication thereof is excluded by the terms of the special\ncontract, shall apply thereto.\n                    Delivery up of Pledge"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The holder for the time being of a pawn-ticket shall Holderof\nbe presumed to be the person entitled to redeem the pledge, pawn-ticket\n                                                            entitled to\nand, subject to the provisions of this Act, the pawnbroker redeem.\nshall accordingly (on payment of the loan and profit),\ndeliver the pledge to the person producing the pawn-ticket,\nand he is hereby indemnified for so doing."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. A pawnbroker shall not (except as in this Act Production\n                                                       of pawn-\nprovided) be bound to deliver back a pledge unless the ticketon\npawn-ticket for it is delivered to him.                redemp-\n                                                       tion."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(1) Where a pledge is destroyed or damaged by or Liabilityof\nin consequence of fire, the pawnbroker shall nevertheless be pawnbroker\n                                                             in case of\nliable, on application within the period during which the fire-\npledge would have been redeemable, to pay the value of\n12                                    PAWNBROKERS\n             the pledge, after deducting the amount of the loan and\n             profit, such value to be the amount of the loan and profit,\n             and twenty-five per cent on the amount of the loan.\n                     (2) A pawnbroker shall be entitled to insure to the\n             extent of the value so estimated.\nCompensa-      24. If a person entitled and offering to redeem a pledge\ntion or\ndeprecia-    shows to the satisfaction of a Resident Magistrate that the\npledge.\ntionof       pledge has become or has been rendered of less value than\n             it was at the time of the pawning thereof by or through the\n             default, neglect, or wilful misbehaviour of the pawnbroker,\n             the Resident Magistrate may, if he thinks fit award a\n             reasonable satisfaction to the owner of the pledge in\n             respect of the damage, and the amount awarded shall be\n             deducted from the amount payable to the pawnbroker, or\n             shall be paid by the pawnbroker (as the case requires) in\n             such manner as the Resident Magistrate may direct.\nProtection     25.-(1) The following provisions shall have effect for\nand of\nOfowners\n             the protection of owners of articles pawned, and of\npawners      pawners not having their pawn-tickets to produce, that is\nnot having\npawn-        to say-\ntickets.\n                  (a) Any person claiming to be the owner of a pledge\n                       but not holding the pawn-ticket, or any person\n                      claiming to be entitled to hold a pawn-ticket, but\n                       alleging that the same has been lost, mislaid,\n                       destroyed, or stolen, or fraudulently obtained\n                      from him, may apply to the pawnbroker for a\n                       printed form of declaration, which the pawn-\n                      broker shall deliver to him.\n                  (b) If the applicant delivers back to the pawnbroker\n                      the declaration duly made before the Resident\n                      Magistrate by the applicant, and by a person\n                      identifying him, the applicant shall thereupon\n                         PAWNBROKERS                                13\n        have, as between him and the pawnbroker, all the\n        same rights and remedies as if he produced the\n        pawn-ticket :\n           Provided that such a declaration shall not be\n        effectual for that purpose unless it is duly made\n        and delivered back to the pawnbroker not later\n        than the third day after the day on which the\n        form is delivered to the applicant by the pawn-\n        broker (exclusive of a day or days on which the\n        pawnbroker is prohibited from carrying on\n        business).\n        The pawnbroker is hereby indemnified for not\n        delivering the pledge to any person until the\n        expiration of the period aforesaid.\n        The pawnbroker is further hereby indemnified for\n        delivering the pledge or otherwise acting in\n        conformity with the declaration, unless he has\n        actual or constructive notice that the declaration\n        is fraudulent or is false in any material particular.\n        (2) If any person makes a declaration under this\nAct, either as an applicant or as identifying an applicant,\nknowing the same to be false in any material particular, he\nshall be guilty of a misdemeanour, and shall be liable to\nthe punishment attaching by law to perjury."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. In each of the following cases, that is to say-      Delivery\n                                                           to owner\n    (a) if any person is convicted under this Act before a unlawfully\n                                                           ofproperty\n         Resident Magistrate of knowingly and designedly pawned.\n         pawning with a pawnbroker anything being the\n         property of another person, the pawner not being\n         employed or authorized by the owner thereof to\n         pawn the same; or\n    (b) if any person is convicted before a Resident\n        Magistrate or in any court of feloniously taking\n14                                      PAWNBROKERS\n                       or fraudulently obtaining any goods and chattels,\n                       and it appears to the Resident Magistrate or the\n                       court that the same have been pawned with a\n                       pawnbroker; or\n                   (c) if in any proceedings before a Resident Magistrate\n                       or in any court, it appears to the Resident                .\n                       Magistrate or the court that any goods and\n                       chattels brought before the Resident Magistrate\n                       or the court have been unlawfully pawned with a\n                       pawnbroker;\n              the Resident Magistrate or the court, on proof of the\n              ownership of the goods and chattels, may, if he or the\n              court thinks fit, order the delivery thereof to the owner,\n              either on payment to the pawnbroker of the amount of the\n              loan or of any part thereof, or without payment thereof or\n              of any part thereof, as to the Resident Magistrate or court,\n              according to the conduct of the owner and the other\n              circumstances of the case may seem just and fitting.\nSummary         27. If a pawnbroker, without reasonable excuse (the\norder for     proof whereof shall lie on him), refuses or neglects to\ndelivery\nof pledge     deliver a pledge to the person entitled to have delivery\nto person\nentitled.     thereof under this Act, he shall be guilty of an offence\n              against this Act, and a Resident Magistrate may, if he\n              thinks fit, with or without imposing a penalty, order the\n              delivery of the pledge on payment of the amount of the\n              loan and profit.\n                          General Restrictions on Pawnbroker\nProhibition     28. If a pawnbroker does any of the following things,\nof pur-       that is to say-\nchasing\npledges,\ntaking            (a) takes an article in pawn from any person appear-\npledges\nfrom                  ing to be under the age of twelve years or to\nchildren,\netc.\n                      be intoxicated; or\n                         PAWNBROKERS                                       15\n     (b) purchases or takes in pawn or exchange a pawn-\n         ticket issued by another pawnbroker; or\n     (c) employs any servant or apprentice or other person\n         under the age of sixteen years to take pledges in\n         pawn; or\n     ( d ) carries on the business of a pawnbroker on\n           Sunday, Good Friday, or Christmas Day, or on\n           any public general holiday; or\n     (e) under any pretence purchases, except at public\n         auction, any pledge while in pawn with him; or\n     ( f ) suffers any pledge while in pawn with him to be\n            redeemed with a view to his purchasing it; or\n     (8) makes any contract or agreement with any person\n         pawning or offering to pawn any article, or with\n         the owner thereof, for the purchase, sale, or\n         disposition thereof within the time or redemption;\n         or\n    (h) sells or otherwise disposes of any pledge pawned\n         with him, except at such time and in such manner\n         as authorized by this Act,\nhe shall be guilty of an offence against this Act.\n         Unlawful Pawning and Taking in Pawn\n  2 9 . 4 1) If any person knowingly and designedly pawns Unlawful\nwith a pawnbroker anything being the property of another goods     notof\n                                                             pawning\nperson, the pawner not being employed or authorized by the Property\n                                                             of pawner.\nowner thereof to pawn the same, he shall be guilty of an\noffence against this Act, and being convicted thereof before\na Resident Magistrate, shall be liable to forfeit a sum not\nexceeding ten dollars, and, in addition thereto, any sum\nnot exceeding the full value of the pledge as ascertained by\nthe Resident Magistrate.\n16                                      PAWNBROKERS\n                      (2) The forfeitures, when recovered, shall be applied\n              towards making satisfaction thereout to the party injured,\n              and defraying the costs of prosecution, as the Resident\n              Magistrate may direct; but if the party injured declines to\n              accept such satisfaction and costs, or if there is any\n              surplus of the forfeitures, then the forfeitures or surplus\n              (as the case may be) shall be paid into the Consolidated\n              Fund for the public use of the Island.\nProceed-        30.-(1) If any person does any of the following things,\nings where\npersons       that is to say-\noffering\narticles in        (a) offers to a pawnbroker an article by way of pawn,\npawn do\nnot give                being unable or refusing to give a satisfactory\na good\naccount of\n                        account of the means by which he became\nthemselves,             possessed of the article; or\netc.\n                   (b) wilfully gives false information to a pawnbroker\n                        as to whether an article offered by him in pawn to\n                        the pawnbroker is his own property or not, or as\n                        to his name and address, or as to the name and\n                        address of the owner of the article; or\n                   (c) not being entitled to redeem, and not having any,\n                       colour of title by law to redeem a pledge, attempts\n                        or endeavours to redeem the same,\n              he shall be guilty of an offence against this Act.\n                       (2) In every spch case, and also in any case where,\n              on an article being offered in pawn to a pawnbroker, he\n              reasonably suspects that it has been stolen or otherwise\n              illegally or clandestinely obtained, the pawnbroker may\n              seize and detain the person and the article, or either of\n              them, and shall deliver the person and the article, or either\n              of them (as the case may be) as soon as may be into the\n              custody of a constable, who shall as soon as may be convey\n              the person, if so detained, before a Justice, to be dealt with\n              according to law.\n                          PAWNBROKERS                                       17"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Summary order for delivery of pledge to person entitled.\n                   General Restrictions on Pawnbroker"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Prohibition of purchasing pledges, taking pledges from children,\n          etc.\n                 Unlawful Pawning and Taking in Pawn"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Proceedings where persons offering articles in pawn do not give\n          a good account of themselves, etc."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. If a pawnbroker knowingly takes in pawn any h e n , Prohibition\n                                                          of taking in\nor apparel, or unfinished goods or materials entrusted to pawnlinen,\nany person to wash, scour, iron, mend, manufacture, work : $?;;;,\nup, finish, or make up, he shall be guilty of an offence goods,etc.\nagainst this Act, and being convicted thereof before a\nResident Magistrate, shall be liable to forfeit a sum not\nexceeding double the amount of the loan; and the pawn-\nbroker shall likewise restore the pledge to the owner\nthereof, in the presence of the Resident Magistrate or as\nthe Resident Magistrate may direct."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.41) If the owner of any linen, or apparel, or Search\nunfinished goods or materials entrusted to any person as             fwd?rr;zk,\naforesaid, and unlawfully pawned with a pawnbroker, or etc..\n                                                             unlawfully\nthe owner of any other article unlawfully pawned with a pawned.\npawnbroker (the last mentioned owner having upon oath\nsatisfied a Justice that his goods have been unlawfully\nobtained or taken from him), makes out upon oath before\na Justice that there is good cause to suspect that a pawn-\nbroker has taken in pawn the linen, apparel, goods,\nmaterials, or article aforesaid without the privity or\nauthority of the owner, and makes appear to the satis-\nfaction of the Justice, probable grounds for such suspicion,\nthe Justice may issue his warrant for searching, within the\nhours of business, the shop of the pawnbroker.\n        (2) If the pawnbroker, on request by a constable\nauthorized by the warrant, refuses to open the shop and\npermit it to be searched, a constable may break it open,\nwithin the hours of business, and search as he thinks fit\ntherein for the linen, apparel, goods, materials, or article\naforesaid, doing no wilful damage; and if any pawnbroker\nor other person opposes or hinders the search, he shall be\nguilty of an offence against this Act.\n       (3) If on the search any linen, apparel, goods,\nmaterials, or article aforesaid, is or are found, and the\n18                                      PAWNBROKERS\n               property of the owner thereof is made out to the satis-\n               faction of a Resident Magistrate, the Resident Magistrate\n               shall cause the same to be forthwith restored to the owner\n               thereof.\n                                          Licences\nYearly            33.-(1) Every pawnbroker shall yearly take out from\nlicence\nand,           the Collector of Taxes of the parish in which his shop is\nexcise .\nduty.          situated a licence for carrying on his business, for which\n               licence there shall be charged and paid the sum of five\n               dollars.\n                        (2) Every licence shall be dated on the day on\n               which it is issued, and shall determine on the 31st day of\n               March following.\n                        (3) A separate licence shall be taken out and paid\n               for by a pawnbroker for each pawnbroker’s shop kept by\n               him.\n                      (4) If a person acts as a pawnbroker without\n               having in force a proper licence, he shall for every such\n               offence be liable to a penalty not exceeding one hundred\n               dollars.\nCesser of        34. If a pawnbroker is convicted of any fraud in his\nlicence on\nconviction.    business or of receiving stolen goods knowing them to be\n               stolen, the Court before which he is convicted may, if it\n               thinks fit, direct that his licence shall cease to have effect,\n               and the same shall so cease accordingly.\nLicence not      35. A pawnbroker’s licence shall not be granted to any\nto be\ngranted\n               person except on the production and in pursuance of the\nwithout        authority of a certificate granted under this Act.\ncertificate.\n                 Any licence granted in contravention of this section shall\n               be void.\n                           PAWNBROKERS                                         19"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. Certificates under this Act shall be granted by the Certificates\nResident Magistrate of the parish in which the applicant E,bn”tedby\n                                                         Resident\nproposes to carry on the business of pawnbroking.        Magistrate."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. A certificate under this Act shall be in the form duration\n                                                        Fornand\n                                                                  of\ngiven in the Fourth Schedule or to the like effect, and certificate.\n                                                        Fourth\nshall be in force for one year.                         Schedule."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. A person intending to apply for the first time for a E ; c e o f\ncertificate under this Act shall -proceed as follows-      applica-\n                                                                       tion.\n    (a) twenty-one days at least before the application he\n         shall give notice by registered letter sent by post\n         of his intention to the Chief Officer of Constabu-\n         lary of the parish, and shall in the notice set forth\n         his name and address;\n    (b) twenty-eight days before the application he shall\n        cause a like notice to be affixed and maintained at\n        the principal Court House of the parish."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. An application for a certificate shall not be refused Groundsof\n                                                            refusal of\nexcept on the following grounds, or one of them-            certificate.\n    (a) that  the applicant has failed to produce satis-\n         factory evidence of good character;\n    (b) that the shop in which he intends to carry on the\n        business of a pawnbroker or any adjacent house\n        or place owned or occupied by him, is frequented\n        by thieves or persons of bad character;\n    (c) that he has not complied with the last preceding\n         section."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. A licence granted in pursuance of a forged certificate Forged\nshall be void; and if any person makes use of a forged certificate.\ncertificate, knowing it to be forged, he shall be disqualified\nfrom obtaining at any time thereafter a pawnbroker’s\nlicence.\n      [The inclusion of   this page is iiuthorized by L.N. 480/1973]\n20                                     PAWNBROKERS\n                            Penalties and Legal Proceedings\nPenalties,      41. All penalties recoverable under this Act and all\nhow\nrecover-      offences against this Act shall be prosecuted in a summary\nable.         manner before a Resident Magistrate.\nGeneral         42. If a pawnbroker or other person is guilty of an\npenalty for\noffences.     offence against this Act, in respect whereof a specific\n              forfeiture or penalty is not prescribed by this Act, he shall\n              on being convicted thereof be liable to a penalty not\n              exceeding twenty dollars.\nApplica-        43. Any penalty recovered under this Act, not directed\ntion of\npenalties.    to be otherwise applied, may be applied under direction of\n              the Resident Magistrate before whom it is recovered, as\n              follows, that is to say-\n                   (1) where the complainant is the party aggrieved, one\n                        moiety of the penalty may be paid to him; and\n                   (2) where the complainant is not the party aggrieved,\n                        there shall be paid to him no part or such part\n                        only of the penalty as the Resident Magistrate\n                        may think fit.\nAmends          44. Where a complaint or information of any offence\nfor           against this Act (not being an offence against any pro-\nfrivolous\ninforma-\ntions.\n              vision of this Act relating to licences) is made or laid\n              before a Resident Magistrate and is not further prosecuted,\n              or if any such complaint or information is further\n              prosecuted, but it appears to the Resident Magistrate by\n              whom the case is heard that there was no sufficient ground\n              for the making of the charge, the Resident Magistrate shall\n              have power to award such amends, not exceeding the sum\n              of ten dollars, to be paid by the complainant or informant\n              to the party complained or informed against for his loss of\n              time and expenses in the matter, as to the Resident\n              Magistrate may seem meet; and every sum so awarded\n              shall be recoverable as penalties are recoverable.\n                          PAWNBROKERS                                      21"
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. Application of penalties.\n         nhe inclusion of this page is authorized by L.N. 480/1973]\n                       PAWNBROKERS                               3"
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. If any person lays an information for an offence Penaltyon\n                                                             common\nalleged to have been committed against this Act by which\nhe was not personally aggrieved, and afterwards directly $;?d;:-\nor indirectly receives, without the permission of a Resident mation.\nMagistrate, any sum of money or other reward for\ncompounding, delaying, or withdrawing the information,\nhe shall be guilty of an offence against this Act."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. If any person utters, produces, shows, or offers to a Detention\npawnbroker a pawn-ticket which the pawnbroker reason- ~~~~~s\nably suspects to have been counterfeited, forged, or altered,        E\n                                                                     !;;\nthe pawnbroker may seize and detain the person and the tickets,\nticket, or either of them, and shall deliver the person and\nthe ticket, or either of them (as the case may be) as soon as\nmay be into the custody of a constable, who shall, as soon\nas may be, convey the person, if so detained, before a\nResident Magistrate to be dealt with according to law."
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47.-(1)  A pawnbroker shall at any time, when ordered Production\nor summoned by a Resident Magistrate, attend before the ~ ~ c b ~ e k f s ; r e\nResident Magistrate and produce all books and papers\nrelating to his business which he may be required by the\nResident Magistrate to produce.\n        (2) If he fails to do so, he shall be guilty of an\noffence against this Act."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. Where a pawnbroker is guilty of an offence against Contracts\n                                                              not void on\nthis Act (not being an offence against the provisions of this accountof\nAct relating to licences), any contract of pawn or other offences.\ncontract made by him, in relation to his business of pawn-\nbroker shall nevertheless not be void by reason only of that\noffence, nor shall he by reason only of that offence lose his\nlien on or right to the pledge or to the loan and profit; but\nnothing in this section shall restrict the operation of any\nprovision of this Act providing for the delivery of any\n22                            PAWNBROKERS\n     goods and chattels, or the restoration of any linen, apparel,\n     unfinished goods, materials, or article to the owner, under\n     the order of any Resident Magistrate or Court.\n           me inclusion of this page is authorized by L.N. 480/1973]\n                           PAWNBROKERS                                                  23\n                           FIRST SCHEDULE                                   (Section 8 )\n                                FORMS\n                             FORMNo. 1\n                              Pledge Book\n                             of                              pawnbroker,\n                             of                                 19    .\n   C\n   0\n  .d\n   c)\n   a                   a\n                       0\n  P\n   B        P\n            E?a\n                       s\n                       W\n  cr:                  0\n   W\n   0        8          *\n                       c\n                       a\n   Y        z\n   a\"       e\n            a\n  All entries in the last five columns respecting each pledge shall be\nmade on the day of the pawning thereof, or within four hours after the\nend of that day.\n                              FORM No. 2                                    (Section 8)\n                              Pawn-Ticket\n                                     A\n                   For Loan of One Dollar or under\n               Pawned with [John Smith], pawnbroker,\n                   [                 Street, Kingston,]\n            this [          1 day of [               19    .]\n             by [Henry Williams] of [                Street].\n                      for the s u m of eighty cents,\n                       [One Black Frock Coat.]\n*The pawnbroker is entitled to charge-\n  For this ticket              ...                              One cent. L.N.\n                                                                            382/1970.\n  For profit on each twenty cents or part of tweh;;\n    cents lent on this pledge for not more than\n    one calendar month         ...          ...        ...      One cent.\n  *The following is to be printed on the ticket, on the front or back, Gr\npartly on the front and back.\n24                                     PAWNBROKERS\n                 And so on at the same rate per calendar month.\n              After the first calendar month any time not\n                 exceeding fourteen days will be charged as half\n                 a month, and any time exceeding fourteen days\n                 and not more than one month will be charged\n                 as one month.\n              This pledge must be redeemed within twelve calendar months and\n            seven days from the date of pledging. At the end of that time it\n            becomes the property of the pawnbroker.\n              If the pledge is destroyed or damaged by fire the pawnbroker will\n            be bound to pay the value of the pledge, after deducting the amount\n            of the loan and profit, such value to be the amount of the loan and\n            profit and twenty-five per cent on the amount of the loan.\n              If this ticket is lost, mislaid, or stolen, the pawner should at once\n            apply to the pawnbroker for a form of declaration to be made before\n            a magistrate, or the pawnbroker will be bound to deliver the pledge\n            to any person who produces this ticket to him and claims to redeem\n            the same.\n                                                  B\n                 For Loan of above One Dollar and not above Four Dollars\n                             Pawned with [John Smith], pawnbroker,\n                                    [           Street, Kingston],\n                            this [       1 day of               19        I,\n                           by [Henry Williams], of [               Street],\n                               for the sum of [              ] dollars.\n                                      [One Grey Tweed Coat.]\n            *The pawnbroker is entitled to charge-\nL.N.          For this ticket               ...          ...          ...    One cent.\n382/1970.     For profit on each twenty cents or part of twenty\n                 cents lent on this pledge for not more than\n                 month or part of a calendar month                    ...    One cent.\n                 And so on at the same rate per calendar month.\n            After the first calendar month any time not exceeding\n                 fourteen days will be charged as half a month,\n                 and any time exceeding fourteen days and not\n                 more than one month will be charged as one\n                 month.\n              If this pledge is not redeemed within twelve calendar months and\n            seven days from the day of pledging, it may be sold by auction by the\n            pawnbroker, but it may be redeemed at any time before the day of sale.\n              Within three years after sale, the pawner may inspect the account of\n            the sale in the pawnbroker’s books, on payment of one cent, and\n            receive any surplus produced by the sale. But the deficit on sale of\n            one pledge may be set off by the pawnbroker against surplus on\n            another.\n              *The following is to be printed on the ticket, on the front or back, or\n            partly on the front and back.\n                           PAWNBROKERS                                               25\n  If the pledge is destroyed or damaged by fire the pawnbroker will be\nbound to pay the value of the pledge, after deducting the amount of\nthe loan and profit, such value to be the amount of the loan and profit\nand twenty-five per cent on the amount of the loan.\n  If this ticket is lost or mislaid, the pawner should at once apply to\nthe pawnbroker for a form of declaration to be made before a\nmagistrate, or the pawnbroker will be bound to deliver the pledge to\nany person who produces this ticket to him and claims to redeem the\nsame.\n                                 C\n                   For Loan of above Four Dollars\n               Pawned with [John Smith,] pawnbroker,\n                       [       Street, Kingston],\n                  this [      1 day of [             I.\n               by [Henry Williams], of [          Street],\n          for the sum of [        ] dollars [           3 cents,\n[OneSuit of Clothes, consisting of one Overcoat, one Pair of Trousers\n                            and one Vest.]\n*The pawnbroker is entitled to charge-                                      L.N.\n  For this ticket             ...      ...            ...      One cent. 38211970.\n  For profit on each twenty cents or part of Twenty\n      cents lent on this pledge for every calendar\n      month or part of a calendar month              ...      One cent.\nIf this pledge is not redeemed within twelve calendar months and\nseven days from the day of pledging, it may be sold by auction by the\npawnbroker, but it may be redeemed at any time before the day of\nsale.\n  Within three years after sale the pawner may inspect the account\nof the sale in the pawnbroker’s books, on payment of one cent, and\nreceive any surplus produced by the sale. But deficit on sale of one\npledge may be set off by the pawnbroker against surplus on another.\n  If the pledge is destroyed or damaged by fire, the pawnbroker will\nbe bound to pay the value of the pledge after deducting the amount\nof the loan and profit, such value to be the amount of the loan and\nprofit and twenty-five per cent on the amount of the loan.\n  If this ticket is lost or mislaid, the pawner should at once apply to\nthe pawnbroker for a form of declaration to be made before a\nmagistrate, or the pawnbroker will be bound to deliver the pledge to\nany person who produces this ticket to him and claims to redeem the\nsame.\n  *The following is to be printed on the ticket, on the front or back, or\npartly on the front and back.\n        me inclusion of this page is authorized by L.N. 480119731\n26                                           PAWNBROKERS\n(Section S)                                   FORM No. 3\n                       Sale Book of Pledges for Loans of above One Dollar\n                                    [Date and place of sale]\n               No.of Pledge\n                   as in\n               Pledge Book\n                              1    Date of\n                                   Pawning\n                                              1   Name of\n                                                  Pawner\n                                                            1\n                            [Name and place of business of Auctioneer]\n                                                                Amount Of\n                                                                  Loan\n                                                                            1    Amount\n                                                                                which      for\n                                                                                       Pledge\n                                                                                sold, as stated\n                                                                                by Auctioneer\n                                                                                                  ,\n                                                                                                  I\n(Section 8)                                   FORM No. 4\n                          Declaration where Pledge claimed by Owner\n                 TAKENOTICE     if this declaration is false the person making it is\n              punishable as for perjury.\n                 Unless this printed form is taken before a Resident Magistrate, and\n              declared to and signed and delivered back to the pawnbroker not later\n              than the             day of                  19 , the article mentioned\n              in it will be delivered to any person producing the pawn-ticket.\n                I, A.B., of                        , in pursuance of the Pawnbrokers\n              Act, do solemnly and sincerely declare that the article [or articles]\n              described below is [or are] my property, and that I believe they are\n              pledged at the shop of\n                The article [or articles] above referred to is [or are] the following-\n                And I. C.D.. of                          , pursuance of the same Act\n              do solemnly and sincerely declare that I know the person now making\n              the foregoing declaration to be A.B., of\n                   Declared before me this                day of                 19    .\n                                                    (S@@\n                                                                  Resident Magistrate.\n(Section 8)                                   FORMNo. 5\n                                  Declaration where Pawn-Ticket Lost\n                TAKENOTICEif this declaration is false the person making it is\n              punishable as for perjury.\n                Unless this printed form is taken before a Resident Magistrate and\n              declared to and signed and delivered back to the pawnbroker not later\n              than the            day of               19 , the articles mentioned\n              in it will be delivered to any person producing the pawn-ticket.\n                            PAWNBROKERS                                                   27\n  I. A.B.. of                        , in pursuance of the Pawnbrokers\nAct, do solemnly and sincerely declare that\npledged at the shop of                                      , pawnbroker,\nthe article [or articles] described below, being\nproperty, and received a pawn-ticket for the same, which has since\nbeen                          bY                               , and that\nthe pawn-ticket has not been sold or transferred to any person by\n                 or to                          knowledge or belief.\n  The article [or articles] above referred to is [or are] the following-\n  And I, C.D.,of                             , in pursuance of the same\nAct, do solemnly and sincerely declare that I know the person now\nmaking the foregoing declaration to be A.B., of\n     Declared before me this               day of                  19 .\n                                     (Signed)\n                                                  Resident Magistrate.\n                         FORM   No. 6                                       (Section 8)\n                           Receipt\n                           [Date.]\nReceived on redemption of pledge No. ...               ...\n    Amount of Loan           ...      ...              ...\n    Profit         ...       ...      ...              ...\n                           Total    ...         ...    ...\n                                                          [A.B.]\n                                                       .d\n                                                            Pawnbroker.\n                              FORM    No. 7                                 (Section 8)\n                            Special Contract\n             SPECIALCONTRACT UNDER PAWNBROKERS ACT\n               Pawned with [John Smith], pawnbroker,\n             [No.                         Street, Kingston],\n                this               day of             19\n           by [Henry William]. of [No.                Street,]\n                      for the s u m of                3. ........\n                         [One Mmble Clock.]\n                   TERMSOF THB SPECIAL       CONTRACT\nThe pawnbroker charges-\n  For this ticket              ...         ...        ...\n  Profit at the rate per calendar month of            ...\n28                                          PAWNBROKERS\n                   After the first calendar month any time not\n                     exceeding fourteen days will be charged as half\n                     a month, and any time exceeding fourteen days\n                     and not more than one month will be charged\n                     as one month.\n                   The charge for storage of this pledge will be                     per\n                 calendar month, or any part of a month, in addition to the charges\n                 above mentioned.\n                   This pledge is pawned for the period of                     months.\n                   After the expiration of that time, the pledge may be sold by auction\n                 by the pawnbroker. But it may be redeemed by the pawner at any            c\n                 time before the day of sale.\n                   Within three years after the sale, the pawner may inspect the account\n                 of the sale in the pawnbroker’s books on payment of\n                 and receive any surplus produced by the sale. But deficit on sale of\n                 one pledge may be set off by the pawnbroker against surplus on\n                 another.\n                   If the pledge is destroyed or damaged by fire, the pawnbroker will be\n                 bound to pay the value of the pledge, after deducting the amount of\n                 the loan and profit, such value to be the amount of the loan and profit\n                 and twenty-five per cent on the amount of the loan, unless otherwise\n                 agreed upon by pawner and pawnbroker.\n                   If this ticket is lost or mislaid, the pawner should at once apply to\n                 the pawnbroker for a form of declaration to be made before a\n                 magistrate, or the pawnbroker will be bound to deliver the pledge to\n                 any person who produces this ticket to him, and claims to redeem the\n                 same.\n                                                   (Signed) [John Smith], Pawnbroker.\n                                                   (Signed) [Henry Williurns], Pawner.\n(Section 1 1 )                        THE SECOND SCHEDULE\n                                          ALLOWED\n                           PROFITAND CHARGES    TO PAWNBROKERS\n                                              PART I\n                                          PROFIT ON LOAN\n                 On Ioans of four dollars or under, and on loans above four dollars\n                    as to which there is no special contract-\n                  For any time during which the pledge remains in\n                    pawn not exceeding one month, for every twenty\n                    cents or fractional part of twenty cents lent       One cent.\nL.N.              For every month after the first, including the cur-\n3821 1970.           rent month in which the pledge is redeemed,\n                     although that month is not expired, for every\n                     twenty cents or fractional part of twenty cents\n                    lent           ...           ...    ...        ...   One cent.\n                           PAWNBROKERS                                                 29\n                                Proviso\n  If the pledge is redeemed before the end of the first fourteen days\nafter the expiration of any month, the pawnbroker shall in respect of\nthose fourteen days. be entitled to take half of the amount which he\nwould be entitled to take for the whole month.\n                           PART I1\n                    CHARGE ON PAWN-TICKET\nWhere the loan is one dollar or under    ...                   One cent.\nWhere the loan is above one dollar ...   ...                   One cent. L.N.\n                                                                         3821 1970.\n                               PART 111\n                CHARGE ON INSPECTION OF SALE BOOK\nFor the inspection of the entry of a sale            ...       One cent. L.N.\n                                                                          3821 1970.\n                            PART J\n                                 Y\n                  CHARGE ON FORMOF DECLARATION\nWhere the loan is fifty cents or under               ...      One cent.\nWhere the loan is above fifty cents                  ...      One cent. L.N.\n                                                                         3821 1970.\n                              Rule\nThis sum is to be paid by the applicant at the time of application.\n                      THE THIRD SCHEDULE                                (Section 15)\n   REGULATIONS   A S TO AUCTIONS    OF PLEDGES ABOVE O N E DOLLAR"
    }
  ],
  "definitions": []
}