{
  "id": "jm-payment-clearing-settlement",
  "type": "statute",
  "title": "The Payment Clearing and Settlement",
  "title_en": "The Payment Clearing and Settlement",
  "short_name": "Payment Clearing and Settlement Act",
  "status": "in_force",
  "in_force_date": "2010-12-30",
  "url": "https://laws.moj.gov.jm/library/statute/the-payment-clearing-and-settlement",
  "description": "Official statute text from the Ministry of Justice Laws of Jamaica portal.",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as thepayment Clearing and Settle- short title.\nment Act.\n                                                                            :       Interpreta-"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act unless the context otherwise requires-                     ;       tion.\n   \"the Bank\" means the Bank of Jamaica;                                I\n   \"central counter-party\" means a partnership, agency, asso-\n       ciation, body corporate or other entity in a payment or\n       securities clearing and settlement system which is inter-\n       posed between the participants, and which acts as the\n       exclusive counter-party of these entities with regard to\n       their transfer orders;\n   \"clearing and settlement system\" or \"system\" means!a sys-\n       tem or arrangement for the cleaiing or settlement Of-\n               (a) payment obligations or payment messages in\n                   which-\n                          (i) there are at least three participants, at\n                               least one of which is the Bank or a\n                              bank;\n                         (ii) clearing or settlement is in Jamaican\n                              currency or other currencies as deter-\n                              mined by the Bank; and\n                        (iii) the payment obligations jthat arise\n                              from clearing within the 'system or\n                              arrangement are ultimately settled\n                              through adjustments to the account or\n                              accounts of one or .more of the part-\n                              icipants at the Bank;\n           PAYMENT CLEARING AND SETTLEMENT\n              (b) securities and derivatives transactions, foreign\n                  exchange transactions or other transactions,\n                  where the system or arrangement also clears or\n                  settles payment obligations arising from those\n                  transactions;\n    \"clearing house\" means the entity (whether incorporated or\n         not) that provides clearing or settlement services for a\n         clearing and settlement system, and in relation to any\n         particular system means the body that so services that\n         system;\n    \"Court\" means the Supreme Court;\n    \"designated system\" means a clearing and settlement sys-\n        tem designated under section 5(1);\n    \"functions\" includes powers and ,duties;\n    \"Governor\" means the Governor of the Bank;\n    \"Minister\" means the Minister responsible for finance;\n    \"National Payments System Council\" or \"Council\" means\n        the body established in accordance with section 23;\n     \"netting\" means the conversion into one net claim or one\n          net obligation of claims and obligations resulting from\n          transfer orders which a participant either issues to or\n          receives from, one or more participants, with the result\n          that only a net claim can be demanded or a net obliga-\n          tion can be settled;\n    : \"participant\" nieans a member of a system or a party to an\n         arrangement that establishes a system, including its\n         administrator;\n     \"systemic risk\" means the risk that the inability of a partici-\n          pant to meet its obligations in a clearing and settlement\n          system as they become due, will-\ni\n          (a) cause other participants in the clearing and settle-\n              ment system to be unable to meet their obligations\n              as they become due; or\n         [The inclusion of this page i s authorized by L.N. 92d20121\n          (b) cause significant liquidity or credit problems that\n              might threaten stability and confidence in tHe\n              financial system;\n     \"transfer order\" means any instruction by a participant to\n         place at the disposal of a recipient an amount of money\n         by means of a book entry on the accounts of a credit\n         institution, settlement agent or the Bank, or any\n         instruction which results in the assumption or discharge\n         of a payment obligation, or any instruction by a parti-\n         cipant to transfer the title to, or interest in, a security or\n         securities by means of a book entry on register, or\n         otherwise.\n      PART 11. Clearing and Settlement System Regulation"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) The Bank is charged with responsibility fof the ~ a n k t o\nregulation, supervision and monitoring of clearing and settle-\nment systems.                                                  functions.\n       (2) For the purposes of this section, the Bank shall\nperform such functions, implement such rules and procedures,\nand in general, take such steps as it deems necessary.\n        (3) Subject to subsection (4), the functions confefred on\nthe Bank by this Act shall be exercised by the ~overno,ron its\nbehalf.\n       (4) The Governor may in writing authorize any of the\nofficers of the Bank to perform any of its functions under this\nAct."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) Where the Bank has reasonable grounds to believe Determ~na-\n                                                                 tlon as to\nthat a clearing and settlement system exists, but the Bank existenceof\nrequires further information in order to determine its nature or clearingand\nits systemic importance or any other aspect of its operation, settlement\n                                                                 system\nthe Bank may request a person who is a party to the*system\nto provide the Bank with such information and documents\nregarding the system as the Bank may require to make the\ndeterhination.\n      (2) Every person to whom a request is directed under\nsubsection (1) shall comply with the request.\n         [The inclusion o f this page is authorized 'by L.N. 92c/2,b12]\n                             PAYMENT CLEARING AND SETTLEMENT\n                         (3) Every clearing house shall, in respect, of its clearing\n                  and settlement system, provide the Bank with such information\n                  and documents as the Bank may from time to time require to\n                  enable the Bank to determine whether the clearing and settle-\n                  ment system poses a systemic risk and, without limiting the\n                  generality of the foregoing, the clearing house shall, in respect\n                  of the clearing and settlement system, provide the Bank upon\n                  request in writing, with-\n                       (a) the names of its participants;\n                       (b) copies of its constituting documents, by-laws, resolu-\n                           tions, agreements, rules, procedures and other docu-\n                           ments governing its establishment and operation;\n                       (c) the names of its directors, committee members and\n                            auditors;\n                       (d)copies of its reports, statements or other documents that\n                            are required to be filed with any government agency or\n                            regulatory body; and\n                       (e) copies of its' financial statements.\nDesignation         5 . 4 1 ) The Bank may designate a clearing settlement system\nof system.\n                  as a.designated system if the Bank is of the opinion that-\n                       (a) the clearing and settlement system may be operated in\n                           such a manner as to pose systemic risk; or\n                   1\n                       (b) the designation is necessary to protect the public\n                            interest.\n                         (2) The Bank shall, in writing, notify the fact of the\n                  designation of a system to the clearing house of the designated\n                  system, and shall cause a copy of the instrument of designation\n                  to be published in the Gazette.\n        .     .\nSettlement           6. A clearing house shall not commence or, as the case may\nrules to be\napproved by\n                  be,'continue its operations until it has submitted to the Bank and\nBank.             received its prior written approval of- the by-laws, agreements,\n                  rules, procedures and guidelines governing the operations of the\n                  cle@ng house.\n                        '\n                            [The 'inclusion 'of this page is authorized by L.N. 92~120121\n           PAYMENT CLEARING AND SETTLEMENT                                          7"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. In exercising its powers in relation to clearing and settle- Bank to have\nment systems under this Act, the Bank shall have regard to the regard\n                                                                   pub,ic\n                                                                          to            '\npublic interest; and in this respect, the Bank may take into con- 'interest.\nsideration any or all of the following mattkrs, namely-\n                                                        +.    *\n    (a) whether any system is, in the opinion of the Bank-\n                   (i) financially safe for use by participants;\n                   (ii) efficient;\n               (iii) not causing or contributing to systemic risk;'\n                     and\n    (b) such other matters as the Bank may consider to be\n         relevant.                                      .                  -1   I"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Bank may enter into an agreement'with a clearing Agreements\nhouse or a participant, or both, as the case may require, in\nrespect of-\n     (a) netting arrangements;'\n     (b) risk-sharing and risk-control mechanisms;\n     (c) certainty of settlement and finality of payment;\n     (4 the nature of financial arrangements among .partici-\n         I;ants;\n     (e) the operational systems and financial soundness of the\n          clearing house; and '\n     u> such other matters pertaining to systemic risk as may be\n        agreed on by the parties to the agreement.                     ,\n . 9.--(I) The Bank may act under subsection (2) where it is of Bank's\nthe opinion that systemic risk is or is likely to be inadequately d~rections\n                                                                   clearing\n                                                                            to\ncontrolled, as a result of the operations or likely operations of- house.\n     (a) a clearing house for a designated system;\n     (b) a participant in a designated system; or\n     (c) a designated system.\n       (2) Subject to section 11, in the circumstances specified\nin subsection (I), the Bank inay issue directions in writing to the\n8                                  PAYMENT CLEARING AND SETTLEMENT\n                        clearing house for the designated system requiring it, within\n                        such time as the Bank considers necessary, to-\n                            (a) perform such acts or have the participants perform\n                                such acts as in the opinion of the Governor are neces-\n                                sary to remedy the situation; and\n                            (b) cease and desist from engaging in the causative act,\n                                omission or course of conduct, or have the participants\n                                cease and desist from engaging in such act, omission or\n                                course of conduct.\n                                (3) Without affecting the generality of subsection (2),\n                        directions issued to a clearing house under that subsection may\n                        not be in respect of any matter that is not directly related to its\n                        participation in the designated system.\n~ a n k ' sdirec-         10.-31) Where the Bank has fohned an opinion under section\ntions to parti-\ncipants.                9 that systemic risk is being inadequately controlled, it may\n                        exercise the powers conferred upon it by subsection (2), in any\n                        case where-\n                            (a) the clearing.house fails to comply with any directions             '\n                                that have been issued to it under section 9(2);\n                    !        (b) the designated system does not have a clearing house\n                    I\n                                 located in Jamaica; or\n                             (c) in the opinion of the Bank-\n                                     (i) the systemic risk is being inadequately con-\n                                         trolled due to an act, omission or course of con-\n                                         duct by a participant with respect to its partici-\n                                         pation in the designated system; and\n                                    (ii) the act, omission or course of conduct is\n                                         not subject to the by-laws, agreements, rules,\n                                         procedures, guidelines or other documenta-\n                                         tion governing the designated system.\n                               (2) Subject to section 11, the Bank may, in the circum-\n                        stances specified in subsection (I), issue directions in writing to\n                        the participants requiring them, within such time as it considers\n                        necessary, to-\n                PA Y-VENT CLEARING AND SETTLEMENT                                     9\n          (a) perform such acts with respect to their participation, as\n              the Bank considers necessary to remedy the situation;\n              and\n         (b) cease and desist from engaging in certain acts, omis-\n             sions or courses of conduct with respect to their partici-\n         - pation in the designated system."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Bank's directions to participants.\n1 1. Directions to facilitate system stability."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Directions under sections 9 and 10 shall be such as appear Directions to\n0'   to the Bank to be desirable for the purpose of ensuring the\n     stability of the clearing and settlement system in Jamaica.\n                                                                             EIEtiif;;"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The Bank may, in writing, determine standards to be Standards.\n     complied with by clearing houses for designated systems or par-\n     ticipants. ."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The Bank may do all or any of the following things in ~ankpowers.\n     relation to a designated system and its clearing house-\n         (a) provide a secured or unsecured guarantee of settlement\n             by participants;\n         (b) make liquidity loans to the clearing house and the cen-\n             tral counter-party;\n          (c) act as the central counter-party to the participants."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-41) Notwithstanding any other provision of law-                   Preservation\n                                                                             of settlement\n          (a) the settlement rules of a designated system are to be          rules,rights\n                                                                             and remed~es\n              regarded as valid and binding on the clearing house, its       for collateral\n              participants, ' a central counter-party (including the granted.\n              Bank, where applicable), and any action may be taken\n              or payment made in accordance with the settlement\n              rules;\n          (b) where the settlement rules of a designated system pro-\n              vide for netting, the obligation of a clearing house,\n              a participant or a central counter-party (including the\n              Bank, where applicable) to make any payment or trans-\n              fer any securities to a participant and the right of a\n              clearing house, a participant or a central counter-party\n              to receive payment or securities from a clearing house,\n              a participant or a central counter-party shall be\n110                         PAYMENT CLEARING AND SETTLEMENT\n                          determined in' accordance with the provisions of the\n                          settlement rules, in that regard;\n                     (c) where the settlement rules of a designated system\n                          provide that the settlement of a payment obligation\n                          through an entry to or a payment out of an account of a\n                          clearing house, a participant or a central counter-party\n                          at a bank or the Bank, is final and irrevocable, the entry\n                          or payment shall not be required to be r&ersed, repaid\n                         'or set aside.\n                         (2) An entry to or a payment out of the account of a\n                 clearing house, a participant or a central counter-party at a bank\n         .       or the Bank, to settle a payment obligation in a designated sys-\n                 tem, shall not be the subject of any provision or order that\n                 operates as a stay of that activity.\n                         (3) The rights and remedies of a clearing house, a parti-\n                 cipant, a system, a central counter-party or the Bank, in respect\n                 of collateral granted to it as security for a payment or the per-\n                 formance of an obligation incurred in a designated system, may\n                 not be the subject of any provision or order that operates as a\n                 stay that affects the ability of creditors to exercise rights and\n                 remedies with respect to the collateral.\n                          (4) In this section, \"settlement rules\" means the rules,\n                , however established, that provide the basis on which payment\n                  obligations are calculated, netted or settled, and includes rules\n                  for the taking of action in the event that a participant is unable\n                  or likely to become unable to meet its obligations to the clearing\n                  house, a central counter-party or the other participants.\nClearing           15.-(1)  A clearing house for a designated system shall\nhouse to\nnotify of        provide the Bank with reasonable prior notice of any significant\nchanges and      change to be made by the clearing house in relation to its desig-\nother inform-\nation.           nated system, and without limiting the generality of the fore-\n                 going, such notice shall be provided in respect of any change\n                 affecting-\n                      (a) the constituting documents and by-laws of the clearing\n                          house;\n                      ( b ) the operation of the designatid system; or-\n                            ['lhe inclusion of this page is authorized by L.N. 92c/2012]\n                 PAYMENT CLEARING AND SETTLEMENT                              11\n           (c) the by-laws, agreements, rules, procedures, guidelines\n               or other documentation governing the designated sys-\n               tem.\n            (2) Every such clearing house shall, forthwith after it\n    makes any other change in relation to the designated system,\n    provide the Bank with written notice of the change and, without\n    limiting the generality of the foregoing, 'the notice shall be\n    provided in respect of any change affecting-\n                                I     I\n.          (a) the composition of a board of directors of the clearing\n               house, due to resignation or otherwise; or\n       '   ( b ) the appointed auditor of the clearing house.\n           (3) Where it appears to the Bank that any change made\n    or proposed to be made by a clearing house to its by-laws,\n    agreements, rules, procedures or guidelines is inappropriate; the\n    Bank may-\n           (a) direct the clearing house to refrain from making the\n               change; or\n           (b) require the clearing house to make any other changes as\n               the Bank may specify.\n            (4) Every such clearing house shall, in respect of its\n    designated system, provide the Bank with such information, at\n    such times and in such form as the Bank may in writing require.\n              (5) The directors or other persons (however designated)\n    responsible for the- direction and management of a clearing\n    house shall' be responsible for providing the information re-\n    quired under this section."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-31) The Bank may, for the purposes of carrying out its Audits and\n    functions under this Act, conduct audits and inspections of a inspeC\"Ons~\n    clearing house for a designated system, and every such clearing\n    house shall, as required, assist the Bank to the extent necessary\n    to enable the Bank to carry out an audit or inspection.\n             (2) For the purpose of obtaining evidence under oath in\n    relation to an audit or inspection under subsection (I), the Bank\n    has all the powers of a person appointed as a Commissioner\n12                       PAYMENT CLEARING AND SETTLEMENT\n              under the Commissions ofEnquiry Act.\n                     ( 3 ) Where in any case the Bank considers it expedient or\n              necessary to do so, it may appoint an auditor or a firm of\n              auditors for the purpose of carrying out an audit or inspection\n              under subsection ( 1 ) .\n                    (4) The expenses, as approved by the Bank, of any audit\n              or inspection carried out by an auditor or firm of auditors\n              appointed under subsection (3) shall be paid by the Bank, and\n              the amount so paid shall be repaid to the Bank by the clearing\n                                                                                       a\n              house concerned; and may be recovered by or on behalf of the\n              Bank summarily in a Resident Magistrate's Court, without limit\n              of amount, as a civil debt.\n     ,\ncost of           1 7 . 4 1 ) The Bank may annually impose a fee on a clearing\nregulat~on.\n              .house in respect of the cost to the Bank for the administration of\n               this Act.\n                       (2) A fee imposed under subsection ( 1 ) constitutes a\n              debt due to the Bank and may be recovered by or 'on behalf of\n              the Bank summarily in a Resident Magistrate's Court, without\n              limit of amount, as a civil debt.\n                                      PART 111. Miscellaneous\nOther Bank       18. The Bank may do all or any of the following things in\npowers.\n              relation to a clearing and settlement system' and its clearing\n         I    house-\n                   (a) be a participant and participate in the loss-sharing\n                       mechanism;\n                   (b) act as a custodian of financial assets or act as a settle-\n                       ment agent, or both; and\n                   (c) accept and pay interest on deposits from the clearing\n                       house, a participant or the central counter-party.              a\nNetting          1 9 . 4 1 ) Notwithstanding anything in any law relating to\nagreements.\n              bankruptcy or insolvency, or, any order of a court made in res-\n              pect of the administration of a reorganization, arrangement,\n              liquidation or receivership involving insolvency, including any\n                       [ll-te inclusion of this page is authorized by L.N. 92cI20121\n           PAYMENT CLEARING AND SETTLEMENT                                13\nlaw or an order of a court of a foreign jurisdiction, where in\naccordance with the settlement rules of a clearing and settlement\nsystem a participant is party to a netting agreement-\n    (a) the participant may terminate .the agreement and\n        determine a net termination value or net settlement\n        amount in accordance with the provisions of the agree-\n        ment, and thereupon the party entitled to the net term-\n        ination value or. net settlement amount becomes\n        a creditor of the party owing the net termination\n        value or net settlement amount, for that value or\n        amount;\n    (b) the basis on which payment and delivery obligations\n        are calculated, netted and settled shall be determined in\n        accordance with the settlement rules and the netting\n        agreement; and\n     (c) a participant's rights or remedies in respect of any\n         collateral that has been granted to it to secure the per-\n         formance of any obligation of any other participant\n         shall not be interfered with.\n       (2) In subsection (1)-\n    (a) \"net termination value\" means the net amount obtained\n         after setting off or otherwise netting the obligations\n         between the parties to a netting agreement in accor-\n         dance with its provisions; and\n    (b) \"netting agreement\" means an agreement between two\n        or more participants which provides for the netting or\n        setting off of present or future obligations to make pay-\n        ments or deliveries against present or future rights to\n        receive payments or take deliveries. ."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Notwithstanding the'making of an application for judicial Judicial re-\nreview of,any designation under section 5 or of any direction ~            ~    ~\nissued under this Act, a stay of the designation or direction staydirec-\nshall not be granted pending the final disposition of the t'ons7 etc\napplication.\n14                               PAYMENT CLEARING AND SETTLEMENT\n                                                                                            '\nClear~ng                2 1 . - ( 1 ) where a clearing and settlement system does not\nhouse not\nin Jamaica.           have a clearing house located in Jamaica, the Jamaican partici-\n                      pants shall-\n                          (a) comply with the obligations imposed under this Act on\n                              a clearing house in respect of a clearing and settlement\n                              system; and\n                          (b) have all the rights conferred by this Act on a clearing\n                              house in respect of a clearing and settlement system, in\n                              the same manner and to the same extent as if the\n                              Jamaican participants were the clearing house on which\n                              those obligations and rights are imposed or conferred\n                              and, for that purpose, any action that the Bank may take\n                              in respect of a clearing house may only be taken in\n                              respect of the Jamaican participants.\n                               (2) Where a clearing house fails to comply with the\n                      obligations imposed on it under this Act in respect of its clearing\n                      and settlement system or otherwise contravenes this Act, the\n                      participants jointly and severally are, as the case may be-\n                          (a) required to comply with those obligations; or\n                           (b) liable for .otherwise contravening this Act, -\n                      in the same manner and to the same extent as if the participants\n                      were the clearing house on which the obligations are imposed or\n              '       that committed the contravention.\n                               (3) In subsection (I), a participant is regarded as Jamai-\n                      can if the participant is incorporated or formed under the laws of\n                  :   Jamaica. ,\nRestriction       22. A participant of a clearingaand settlement system is not\non disclosure\nwhere4infor-   required to provide information to the' Bank under this Act\nmation not     concerning another participant of that system if the information\ngenerally\navailable.   . is not available to all the participants."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Restriction on disclosure where information not generally available.\n      2 3 . Establishment of National Payments System Council.\n. ,   24. Confidentiality."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(1) There is established, for the purposes of this Act, a\n of National   National Payments System Council, which shall be an advisory\n Payments\n System        body to the Bank in the exercise of its oversight functions.\n Council.\n                                [The inc1usi.m of this page is authorid by L.N. 92c/2012]\n          PAYMENT CLEARING AND SETTLEMENT                                   15\n      (2) The members of the National . Payments System\nCouncil shall be representatives of-\n    (a) the Bank, whose representative shall also be the chair-\n        man of the Council;\n    (b) other governmental bodies regulating or in any other\n        way involved in the payments and financial markets;\n    ( c ) national associations of financial institutions operating\n           in Jamaica which are involved in payment activities or\n          )clearingand settlement of securities; and\n    (6) any other entity, involved in payments activities or in\n        the clearing and settlement of securities, as may be\n        determined by the Bank..\n     (3) The Bank may issue guidelines and directions to the\nCouncil, from time to time, as it considers expedient and the\nCouncil shall comply with all such guidelines and directions."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-41) Subject to subsection (2), information and docu- Confiden-\nments obtained under this Act are confidential, and shall be\ntreated accordingly.\n        (2) Nothing in subsection (1) prevents the Bank from\ndisclosing any information or documents-\n    (a) if the Bank is satisfied that the information or docu-\n        ments will be treated as confidential by the agency,\n        body or individual to whom they are disclosed, to-.            ..\n               (i) any public body charged with the regulation\n                   of financial institutions, for purposes related\n                   to such regulation; or\n              (ii) the chief executive officer of the Jamaica\n                   Deposit Insurance Corporation or any officer\n                   of that Corporation authorized in writing by\n                   the chief executive officer;\n    (b) pursuant to an order of the Court.\n      (3) In this section \"public body\" means-\n                             PAYMENT CLEARING AND SETTLEMENT\n                      ( a ) a Ministry, department, Executive Agency or other\n                            agency of Government;\n                      ( b ) a statutory body or authority or any Government com-\n                            pany, that is to say, a company registered under the\n                            Companies Act, being a company in which the Govern-\n                            ment or an agency of the Government, by the holding\n                            of shares, is in a position to direct the policy of that\n                            company.\nProtection          25. No action lies against the Governor, the Bank, any\nfrom liability.\n                  officer, employee or director of the Bank or any person acting\n                  under the direction of the Governor. for anything done or omit-\n                  ted to be done in good faith in the administration or discharge of\n                  any function that is intended or authorized to be executed or\n                  performed under this Act.\nEnforce-            26. If a clearing house or a participant fails to comply with a\nment.\n                  provision of this Act or a direction issued to it by the Bank in\n                  connection with any matter under this Act, or a person on whom\n                  a requirement referred to in section 16(1) is imposed fails to\n                  comply with the request, the Bank may apply to the Court for an\n                  order directing the clearing house, participant or person, as the\n                  case may be, to comply with the provision, direction or request\n                  and, on the application, the Court may so order and make any\n                  further order'it thinks fit.\nOffences and         2 7 . - ( 1 ) Every person who, without reasonable cause, con-\npenalties.\n                  travenes any provision .of this Act commits an offence and-\n                       ( a ) in the case of an individual, is liable on summary con-\n                             viction in a Resident Magistrate's Court to a fine not\n                             exceeding one million dollars or to imprisonment for a\n                             term not exceeding twelve months, or to both; or\n                       ( b ) in the case of a body. corporate, is liable on summary\n                             conviction in aResident Magistrate's Court to a fine\n                             not exceeding two million dollars.. .          ,\n                        (2) Where      offence under this Act, committed by a\n                  body corporate, is proved to 'have been' committed with the\n                            [The inclusion o f this ,page is authorized by L.N. 92c/2012]\n           PAYMENT CLEARING AND SETTLEMENT                              17\nconsent or connivance of, or to be attributable to any neglect on\nthe part of, any director, manager, secretary or other similar\nofficer of the body corporate or any person who was purporting\nto act in any such capacity, he, as well as the body corporate,\ncommits that offence and is liable to be proceeded against and\npunished accordingly."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. The Bank may issue guidelines in respect of any matter Guidelines.\nrelating to the administration or enforcement of this Act."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Regulations.\n                [The i~clusion of this page is authorized by L;N. 92~/20.12]\n                                                                                !\n           PAYMENT CLEARlNG AND SETTLEMENT                                                        .3\n  THE PAYMENT CLEARING AND SETTLEMENT ACT ;                                            Act\n                                                                                    32 of 2010.\n                                           [31\" December, 2010.1\n                        PARTI. Preliminary"
    }
  ],
  "definitions": [
    {
      "term": "the Bank",
      "definition": "the Bank of Jamaica",
      "source_provision": "sec2"
    },
    {
      "term": "central counter-party",
      "definition": "a partnership, agency, asso-",
      "source_provision": "sec2"
    },
    {
      "term": "clearing house",
      "definition": "the entity (whether incorporated or",
      "source_provision": "sec2"
    },
    {
      "term": "Court",
      "definition": "the Supreme Court",
      "source_provision": "sec2"
    },
    {
      "term": "designated system",
      "definition": "a clearing and settlement sys-",
      "source_provision": "sec2"
    },
    {
      "term": "Governor",
      "definition": "the Governor of the Bank",
      "source_provision": "sec2"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for finance",
      "source_provision": "sec2"
    },
    {
      "term": "Council",
      "definition": "the body established in accordance with section 23",
      "source_provision": "sec2"
    },
    {
      "term": "netting",
      "definition": "the conversion into one net claim or one",
      "source_provision": "sec2"
    },
    {
      "term": "systemic risk",
      "definition": "the risk that the inability of a partici-",
      "source_provision": "sec2"
    },
    {
      "term": "transfer order",
      "definition": "any instruction by a participant to",
      "source_provision": "sec2"
    },
    {
      "term": "settlement rules",
      "definition": "the rules,",
      "source_provision": "sec14"
    },
    {
      "term": "net termination value",
      "definition": "the net amount obtained",
      "source_provision": "sec16"
    },
    {
      "term": "netting agreement",
      "definition": "an agreement between two",
      "source_provision": "sec16"
    }
  ]
}