{
  "id": "jm-trade-secrets",
  "type": "statute",
  "title": "Trade Secrets — Fair Competition Act 1993 and Common Law of Confidence",
  "title_en": "Trade Secrets — Fair Competition Act 1993 and Common Law of Confidence",
  "short_name": "FCA-TS",
  "status": "in_force",
  "issued_date": "1993-01-01",
  "in_force_date": "1993-01-01",
  "url": "https://jftc.gov.jm/sites/default/files/laws/Fair%20Competition%20Act.pdf",
  "description": "Jamaica does not have a dedicated trade secrets statute. Protection for trade secrets is provided through the Fair Competition Act 1993, which prohibits the misappropriation of trade secrets as an act of unfair competition, and through the common law action for breach of confidence, which provides an equitable remedy for the unauthorized disclosure or use of confidential information. The Cybercrimes Act 2015 supplements these protections by creating criminal offenses for the unauthorized access and theft of electronically stored trade secrets. This document consolidates the relevant provisions of the Fair Competition Act and the principal common law principles applicable to trade secret protection in Jamaica.",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1. Fair Competition Act — Short Title and Purpose",
      "content": "The Fair Competition Act, 1993 may be cited as the Fair Competition Act, 1993 and establishes the Fair Trading Commission (FTC) as the body responsible for promoting and maintaining competition in Jamaica and for preventing anti-competitive conduct. The Act applies to all trade and commerce in Jamaica and to conduct outside Jamaica that affects competition within Jamaica. Among the acts of anti-competitive conduct prohibited by the Act are certain acts of unfair competition, including the misappropriation of trade secrets and other confidential commercial information. The Act is to be read alongside the common law of confidence, which provides equitable remedies for the misappropriation of confidential information and trade secrets. Jamaica has committed, through its obligations under the Agreement on Trade-Related Aspects of Intellectual Property Rights (TRIPS), to protect undisclosed information against disclosure or use without consent in a manner contrary to honest commercial practices."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2. Definition of Trade Secret",
      "content": "For the purposes of the Fair Competition Act and the common law of confidence, a trade secret is information that: (a) is secret in the sense that it is not, as a body or in the precise configuration and assembly of its components, generally known among or readily accessible to persons within the circles that normally deal with the kind of information in question; (b) has commercial value because it is secret; and (c) has been subject to reasonable steps under the circumstances, by the person lawfully in control of the information, to keep it secret. Trade secrets include, without limitation: manufacturing processes, formulae, and know-how; technical designs, drawings, and specifications; computer source code and software architecture; business strategies, customer lists, and pricing information; research and development data; financial projections and performance data; and any other information that gives the holder a competitive advantage and is kept confidential. The holder of a trade secret is not required to register the information or to take any other formal step to obtain protection."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3. Misappropriation as Unfair Competition",
      "content": "The Fair Competition Act prohibits the misappropriation of trade secrets as an act of unfair competition. Misappropriation includes: (a) the acquisition of a trade secret by a person who knows, or has reason to know, that the trade secret was obtained by improper means; (b) the disclosure or use of a trade secret without the consent of the person entitled to it by a person who: acquired it by improper means; at the time of disclosure or use, knew or had reason to know that it had been obtained from a person who had acquired it by improper means; or learned of it under an obligation of confidence and used or disclosed it in breach of that obligation; and (c) any other disclosure or use of a trade secret in a manner contrary to honest commercial practices. Improper means includes theft, fraud, electronic intrusion, breach of an employment or confidentiality agreement, and any other conduct that violates a legal duty owed to the trade secret holder. Economic espionage — the acquisition of trade secrets for the benefit of a foreign government or entity — is an aggravated form of misappropriation."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4. Common Law Action for Breach of Confidence",
      "content": "Under the common law of Jamaica, an action for breach of confidence may be brought against a person who discloses or uses confidential information without the consent of the person entitled to it. The elements of a breach of confidence claim are: (a) the information must have the necessary quality of confidence about it, in that it must not be in the public domain and must be of some value; (b) the information must have been imparted in circumstances importing an obligation of confidence, whether expressly or impliedly; and (c) there must be an unauthorized use of that information to the detriment of the party communicating it. An obligation of confidence can arise from an express confidentiality agreement, from the nature of the relationship between the parties (such as an employment relationship or a business negotiation), or from the circumstances in which the information was shared. The common law action for breach of confidence provides both legal and equitable remedies, including injunctions, damages, and account of profits."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5. Employee and Contractor Obligations",
      "content": "Employees and contractors owe a duty of confidence to their employers and clients in relation to trade secrets and other confidential information acquired in the course of their employment or engagement. During the period of employment or engagement, an employee or contractor shall not use or disclose trade secrets or other confidential information belonging to the employer or client for any purpose other than the performance of their duties. After the termination of employment or engagement, an employee or contractor shall not use or disclose trade secrets of the former employer or client. Post-employment obligations with respect to confidential information may be reinforced by express non-disclosure agreements, which shall be enforceable to the extent that they protect a legitimate trade secret interest and are reasonable in scope and duration. Employer obligations to protect trade secrets include: identifying and marking confidential information; implementing access controls to limit access to trade secrets to those who need them; and training employees on their confidentiality obligations. Information that is part of an employee's general skill and knowledge acquired during employment is not subject to post-employment trade secret protection."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6. Technology and Cybersecurity Protections",
      "content": "Holders of trade secrets stored in electronic form shall implement appropriate technical and organizational measures to protect those trade secrets from unauthorized access, theft, or disclosure. Appropriate measures include: (a) restricting access to electronic systems and databases containing trade secrets to authorized personnel using access control systems including multi-factor authentication; (b) encrypting trade secrets stored in electronic form and in transit; (c) monitoring access to systems containing trade secrets and logging access events; (d) classifying trade secrets as highly confidential and applying enhanced security controls appropriate to that classification; (e) implementing data loss prevention controls to detect and prevent the unauthorized exfiltration of trade secrets; and (f) conducting regular security assessments of systems containing trade secrets. The Cybercrimes Act 2015 creates criminal offenses for the unauthorized access to computer systems and for the unauthorized acquisition and use of electronically stored information. Unauthorized access to computer systems for the purpose of obtaining trade secrets constitutes both a criminal offense under the Cybercrimes Act and an act of misappropriation under the Fair Competition Act."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7. Criminal Liability for Trade Secret Theft",
      "content": "The theft of trade secrets may constitute a criminal offense under several statutes: (a) under the Cybercrimes Act 2015, unauthorized access to a computer system for the purpose of obtaining trade secrets constitutes unauthorized access with intent (section 4 of that Act), punishable by imprisonment for up to ten years on indictment; (b) under the Larceny Act, the physical theft of materials embodying trade secrets may constitute the offense of larceny; (c) under the Forgery Act, the forgery of documents relating to trade secrets may constitute a criminal offense; and (d) economic espionage — the acquisition of trade secrets for the benefit of a foreign government or intelligence agency — may be prosecuted under national security legislation. A person who obtains trade secrets through misrepresentation or fraud may be prosecuted for fraud under the Cybercrimes Act (if committed electronically) or under the common law offense of obtaining property by deception. Criminal liability for trade secret theft does not limit civil liability for misappropriation under the Fair Competition Act or for breach of confidence."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8. Remedies for Misappropriation",
      "content": "A person whose trade secrets have been misappropriated may seek the following remedies: (a) an interim or permanent injunction restraining the continued use or disclosure of the trade secret; (b) damages for losses suffered as a result of the misappropriation, including lost profits and reputational harm; (c) an account of profits made by the defendant as a result of the misappropriation, in lieu of damages; (d) an order for the delivery up or destruction of all materials embodying the trade secret in the possession of the defendant; and (e) an order requiring the defendant to disgorge any benefit obtained through the misappropriation. The court has a broad discretion in fashioning remedies and may take into account the conduct of the parties, the nature of the trade secret, and the harm suffered. In urgent cases, an applicant may seek an ex parte injunction without notice to the defendant, subject to giving an undertaking in damages. The limitation period for bringing a claim for misappropriation of trade secrets is six years from the date on which the claimant knew or ought to have known of the misappropriation."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9. Legitimate Uses and Reverse Engineering",
      "content": "The following do not constitute misappropriation of trade secrets under the Fair Competition Act or breach of confidence at common law: (a) independent development of the same information by a person who was not exposed to the trade secret; (b) reverse engineering of a product legitimately acquired on the open market, where the reverse engineering is conducted without improper means and the product itself is available to the public; (c) observation of a trade secret during public disclosure by the trade secret holder; (d) use or disclosure of information that has entered the public domain through means other than the wrongful act of the defendant; and (e) whistleblowing — the disclosure of information to a regulatory authority where the person believes in good faith that the information reveals unlawful activity or a risk to public safety. The public interest in free competition and in the free movement of persons between employers limits the scope of trade secret protection, and courts shall balance the legitimate interests of trade secret holders against the interests of employees in using their skills and knowledge."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10. TRIPS Obligations",
      "content": "Jamaica, as a member of the World Trade Organization, is bound by Article 39 of the Agreement on Trade-Related Aspects of Intellectual Property Rights (TRIPS), which requires Members to protect undisclosed information against disclosure or use without the consent of the person lawfully in control of the information in a manner contrary to honest commercial practices. Honest commercial practices include at least: breach of contract, breach of confidence, and inducement to breach these obligations. The TRIPS Agreement requires that protection be available to natural and legal persons and that effective civil legal remedies against misappropriation be available. Jamaica's trade secret framework, comprising the Fair Competition Act and the common law of confidence, is intended to comply with the requirements of TRIPS Article 39 and with Jamaica's obligations under the CARIFORUM-EU Economic Partnership Agreement, which contains intellectual property provisions requiring effective protection for trade secrets."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11. Fair Trading Commission Enforcement",
      "content": "The Fair Trading Commission (FTC) has jurisdiction to investigate and address misappropriation of trade secrets as an act of unfair competition. The FTC may: (a) receive complaints from persons who believe that their trade secrets have been misappropriated; (b) conduct investigations into alleged misappropriation, including requiring the production of documents and information; (c) issue directions requiring a person who has misappropriated trade secrets to cease the conduct and to take remedial action; (d) refer cases involving criminal conduct to the Director of Public Prosecutions; and (e) publish guidance on the obligations of businesses in relation to the protection of trade secrets. The FTC's jurisdiction to address trade secret misappropriation is without prejudice to the right of a trade secret holder to bring civil proceedings in the Supreme Court. The FTC shall publish an annual report on its activities relating to unfair competition, including cases involving trade secret misappropriation."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12. Confidentiality in Legal Proceedings",
      "content": "Where trade secrets are at issue in legal proceedings, the court may make orders to protect the confidentiality of the trade secrets, including: (a) sealing of the court file or portions thereof; (b) hearings in camera or on a restricted basis; (c) orders restricting the parties' advisers from disclosing the trade secrets outside the proceedings; (d) orders restricting disclosure of information to specified individuals; and (e) anonymization of published judgments. A party seeking protection of trade secrets in legal proceedings shall apply to the court at the earliest opportunity and shall demonstrate that: the information constitutes a trade secret; public disclosure would harm the trade secret holder's competitive position; and the protective order is proportionate and no broader than necessary. Courts shall balance the principle of open justice against the legitimate interest of trade secret holders in protecting commercially sensitive information. Failure to obtain a protective order before filing documents containing trade secrets may affect the ability to enforce trade secret rights."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13. Cross-Border Trade Secret Protection",
      "content": "Trade secrets misappropriated in Jamaica and used or disclosed abroad, or misappropriated abroad and used or disclosed in Jamaica, may be subject to both Jamaican and foreign legal proceedings. Jamaican courts may exercise jurisdiction over trade secret claims where: (a) the defendant is present or ordinarily resident in Jamaica; (b) the misappropriation occurred in Jamaica; or (c) the trade secrets were transmitted or used in Jamaica. Jamaica may seek mutual legal assistance from foreign states in criminal investigations involving the theft of trade secrets, pursuant to applicable mutual legal assistance treaties and arrangements. Foreign judgments or orders relating to trade secret misappropriation may be enforceable in Jamaica subject to the requirements of the Foreign Judgments (Reciprocal Enforcement) Act. Jamaican businesses should be aware that their trade secrets may be protected under foreign law in jurisdictions where the information is used or at risk of misappropriation."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14. Protection of Government Trade Secrets",
      "content": "Information held by government bodies that has commercial value and is subject to reasonable steps to maintain secrecy may constitute a trade secret entitled to protection under the Fair Competition Act and the common law. The Access to Information Act 2002 provides an exemption from disclosure for: (a) commercial information supplied in confidence where disclosure would harm the business interests of any person; and (b) information subject to legal professional privilege. Trade secrets held by the government in relation to commercial activities or public-private partnerships are subject to these exemptions. Government bodies shall implement appropriate measures to protect commercially sensitive information in their possession, including information provided by private sector partners or contractors. The disclosure of government trade secrets by public officials may constitute a breach of the Official Secrets Act as well as giving rise to civil liability. Government contracts should include provisions specifying the treatment of confidential commercial information and the obligations of government and contractor personnel in relation to such information."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15. Digital Trade Secrets and Emerging Technologies",
      "content": "The law on trade secrets applies to trade secrets in digital form, including: source code and software algorithms; training data and model weights for machine learning systems; digital designs, blueprints, and manufacturing specifications; digital compilations of data that have commercial value; and any other information stored in digital form that meets the criteria for trade secret protection. The unauthorized access to computer systems for the purpose of obtaining digital trade secrets constitutes both a criminal offense under the Cybercrimes Act 2015 and a civil wrong under the Fair Competition Act and the common law. The use of artificial intelligence systems to analyze or extract trade secrets from lawfully obtained data may constitute misappropriation where the purpose is to obtain competitive advantage from the trade secret holder's undisclosed information. The Fair Trading Commission may issue guidance on the application of trade secret law to digital information and emerging technologies, including the use of AI systems in trade secret-sensitive industries. Jamaica's trade secret framework shall be reviewed periodically to ensure that it remains adequate to protect trade secrets in an increasingly digital economy."
    }
  ],
  "definitions": [
    {
      "term": "trade secret",
      "definition": "Information that is secret, has commercial value because it is secret, and has been subject to reasonable steps to keep it secret, including manufacturing processes, formulae, software source code, business strategies, customer lists, and any other commercially valuable confidential information.",
      "source_provision": "sec2"
    },
    {
      "term": "misappropriation",
      "definition": "The acquisition of a trade secret by improper means, or the disclosure or use of a trade secret without consent by a person who knew or had reason to know that it was obtained by improper means or in breach of a duty of confidence.",
      "source_provision": "sec3"
    },
    {
      "term": "breach of confidence",
      "definition": "The disclosure or use of confidential information without consent where the information had the necessary quality of confidence, was imparted in circumstances importing an obligation of confidence, and was used in an unauthorized manner to the detriment of the information owner.",
      "source_provision": "sec4"
    },
    {
      "term": "Fair Trading Commission",
      "definition": "The body established under the Fair Competition Act 1993 responsible for promoting and maintaining competition in Jamaica and for preventing anti-competitive conduct, including the misappropriation of trade secrets as an act of unfair competition.",
      "source_provision": "sec11"
    }
  ]
}
