{
  "id": "jm-stat-the-pensions-civil-service-family-benefits-act",
  "type": "statute",
  "title": "The Pensions (Civil Service Family Benefits) Act",
  "title_en": "The Pensions (Civil Service Family Benefits) Act",
  "short_name": "Pensions (Civil Service Family Benefits) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-pensions-civil-service-family-benefits-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-pensions-civil-service-family-benefits-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. These Regulations may be cited as the Pensions (Civil Service Citation.\nFamily Benefits) Regulations."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations-                                                  I-m--\n     “contribution year” in relation to any contributor, means a period tion‘\n          of twelve months throughout which the contributor has made\n          contributions under this Act or under the repealed Act, so,\n          however, that where contributions in any such period are\n          made in respect only of part thereof-\n               (U) contributions for six months or more shall be regarded\n                     as contributions made for a full year; and\n               (b) contributions made for less than six months shall\n                     be disregarded;\n     “final salary” means-\n               ( U ) subject to paragraph (c), in relation to a contributor\n                     who dies while in the public service. the annual rate\n                     of salary of which the contributor was in receipt\n                     at the time of his death; or\n               (b) in relation to a contributor who dies after departure\n                     or retirement from the public service, the annual\n                     rate of salary of which the contributor was in receipt\n                     immediately prior to such departure or retirement; or\n               ( c ) in relation to a contributor who, having made con-\n                     tributions for thirty-five years, ceases to make such\n                     contributions while remaining in the public service.\n                     the annual rate of salary of which he was in receipt\n                     at the time when he ceased to make contributions;\n    ”higher education” means either a course of full-time instructions\n          at any educational establishment approved for the purpose\n          by the Minister responsible for education or a course of\n          instruction as an apprentice in -any trade, profession or\n          vocation under articles entered into for a period of not less\n          than two years; or such other courses of instructions as the\n          Minister may by regulations prescribe;\n    “prescribed age” in relation to any child of a contributor, means\n          the age of nineteen years; and references to the prescribed\n          age in the Act shall be construed accordingly:\n           Provided that where the Governor-General is satisfied that\n        a child of a contributor, having attained the age of nineteen,\n        is receiving higher education any pension payable to or in\n        respect of that child shall be payable as if the prescribed\n        age were-\n             (a) the age of that child when he ceases to receive such\n                  higher education; or\n22                  PENSIONS (CIVIL SERVICE FAMILY BENEFITS)\n                          (b) the age of twenty-three years,\n                      whichever first occurs.\nPension        3 . 4 1 ) Subject to regulation 4, upon the death of a contributor-.\npayabie to\nsurviving         (0) if the contributor leaves n widow or widower (hereinafter\nspouse and              referred to as the surviving spouse), the surviving spouse\nchildren.               shall be entitled to pension until his or her death, at an\n                        annual rate equivalent to one per cent of the contributor’s\n                        final salary multiplied by ten or by the number of the con-\n                        tributor’s contribution years, whichever is the greater;\n                  (b) if the contributor leaves a child or children under the pre-\n                        scribed age, a pension shall, subject to paragraph (2), be\n                        payable to each child until he attains the prescribed age, at a\n                        rate equivalent to one-quarter of the pension specified in\n                        sub-paragraph (a).\n                    (2) Where the number of                        children under the\n             prescribed age exceeds four, the                       in respect of four\n             such children shall be calculated and the annual rate so determined\n             shall be divided equally among all such children so that-\n                  (a) each child, while under the prescribed age, receives pension\n                       at a rate equal to the pension payable to each of the other\n                       children; and\n                  (b) until the number of such children is reduced to four, when\n                       any such child attains the prescribed age or dies under that\n                       age, the share of that child shall thereafter be payable to the\n                       remaining children in equal shares.\nSpecial        4 . 4 1 ) The rate of pension payable in respect of a contributor to\npens’ons*    whom section 82) of the Act relates (consequent on a reduction in\n             his income) shall be calculated as follows-\n                  (U) the pension payable to the surviving spouse of such contributor\n                        shall be an annual rate equivalent to the aggregate of-\n                           (i) in respect of his service prior to such reduction in\n                               income, one per cent of the salary of which the con-\n                               tributor was in receipt immediately before the reduction\n                               in income, multiplied by the number of the-contributor’s\n                               contribution years prior to the reduction in income; and\n                          (ii) in respect of contributions subsequent to such reduction\n                               in income-\n                                  (au) if the contributions are in respect of salary, one\n                                        per cent of the contributor’s highest annual\n                                        salary subsequent to such reduction, being a\n                                        rate of salary in relation to which he made\n                                        contributions, multiplied by the number of\n                                        contribution years in respect of which contribu-\n                                       tions are made in respect of salary subsequent\n                                        to such reduction: and\n             -\n                       F e inclusion of this page is authorized by L.N.68/lW8]\n      PENSIONS (CIVIL SERVICE FAMILY BENEFITS)\n                   (bb) if the contributions are in respect of pension,\n                        one per cent of the contributor’s highest annual\n                        rate of pension, being a rate of pension in\n                        respect of which he made contributions,\n                        multiplied by the number of contribution years\n                        in respect of which contributions are made in\n                        respect of pension; and\n    (b) if the number of the contributor’s contribution years is less\n        than ten he shall be deemed to have had such additional\n        number of contribution years-\n            (i) under sub-paragraph (a) (ii) (a)   if the calculation is\n                related to salary and not pension; or\n           (ii) under sub-paragraph (a) (ii) (bb) if the calculation is\n                related to pension,\n        as is necessary to arrive at an aggregate of ten contribution\n         years;\n    (c) subject to paragraph (2), the pension payable to each of the\n        contributor’s children under the prescribed age shall be at a\n        rate equivalent to one-quarter of the total rate of the pension\n        which is or would have been payable to the surviving spouse\n         in accordance with this regulation.\n       (2) Where the number of the contributor’s children under the\nprescribed age exceeds four, the rate of the pensions payable to such\nchildren shall be limited and regulated in accordance with regulation\n3 (2).\n        (3) Where a contributor has ceased or failed to contribute under\nsection 9 (2)-\n     ( U ) the rate of pension payable to the surviving spouse of that\n           contributor shall be calculated at an annual rate equivalent\n           to one per cent of the contributor’s final salary multiplied\n           by the number of the contributor’s contribution years; and\n     (b) subject to paragraph (2), the rate of pension payable to each\n           of the contributor’s children under the prescribed age shall\n           be at a rate equivdent to one-quarter of the rate of pension\n            which is or would have been payable to the surviving spouse\n            in accordance with sub-paragraph (U).\n      (4)Where a contributor has discontinued his contributions pur-\nsuant to section lO(2)-\n    (a) the rate of pension payable to the surviving spouse of that\n         contributor shall be calculated at an annual rate equivalent\n         to one per cent of the contributor’s final salary multiplied\n         by ten or by the number of the contributor’s contribution\n         years, whichever is the greater; and\n    (b) subject to paragraph (2). the rate of pension payable to each\n         of the contributor’s children under the prescribed age shall\n         be at a rate equivalent to one-quarter of the rate of pension\n          me inclusion of this page is authorid by L.N. 68/1978]\n24                   PENSIONS (CIVIL SERVICE FAMILY BENEFITS)\n                        which is or would havc been payable to the surviving spouse\n                        in accordance with sub-paragraph (a).\nAllocation      5 . 4 1 ) Where, as respects any contributor, pension is not payable\nto children   to a surviving spouse but is payable to a child or children of the\nof pension    contributor, the pension payable to the child or children shall be\notherwise     increased by the following proportions of the pension which would\npayable to\nsurviving     have been payable to the surviving spouse (hereinafter referred ta\nspouse.       as the surviving spouse’s pensionF\n                   (U) while there is one such child, forty per cent of the surviving\n                         spouse’s pension shall be payable;\n                   (6) while there are two such children, sixty per cent of the\n                         surviving spouse’s pension shall be payable and shall be\n                         divided equally between such children;\n                   (c) while there are three such children, eighty per cent of the\n                         surviving spouse’s pension shall be payable and shall be\n                         divided equally among such children;\n                   (d) while there are four or more such children, one hundred\n                         per cent of the surviving spouse’s pension shall be payable\n                         and shall be divided equally among such children.\n                     (2) Any increase of pension payable pursuant to paragraph (1)\n              shall be payabl-\n                   (a) if the contributor is not survived by his spouse or if no\n                        pension is payable to a surviving spouse, with effect from\n                        the date of death of the contributor;\n                   (b) if the contributor is survived by his spouse who dies while\n                        pension is payable to a child or children of the contributor,\n                        with effect from the date of death of that spouse.\n                     (3) Where any change in the rate of pension payable to a child\n              of a contributor pursuant to paragraph (1) is aflected by a change\n              in the number of such children the rate of pension shall be adjusted\n              (by increase or reduction as the circumstances may require) with effect\n              from the date of the change in the number aforesaid.\nPension to      6. Nothing in these Regulations shall be deemed to preclude pay-\nchildren of   ment under these Regulations of more than one pension to a child\nmore than     where the entitlement of such child relates to the interest hereunder\none con-      of more than one contributor.\ntributor.\nDiscovev         7. Where, subsequent to payment, pursuant to the Act or these\nof addi-      Regulations, of pension to any child of a contributor (hereinafter\ntional        referred to as an identified child), it is discovered that there is another\nchildren.     child of that contributor entitled to pension hereunder but who has\n              not been taken into account in the calculation of the award payable\n              to the identified child-\n                   (a) any amount paid, or due for payment, prior to the date of\n                        such discovery. to the identified child shall not be afEected\n                        me inclusion of this page is authorized by L.N. 68/ 19781\n  PENSIONS (CIVIL SERVICE FAMILY BENEFITS)                          25\n    by the discovery but the entitlement of the children of the\n    contributor consequent on such discovery shall (if necessary\n    having regard to the number of children) be recalculated and\n    paid with effect from the date of such discovery or from\n    such other date as the Governor-General may, in all the\n    circumstances, consider just, not being a date earlier than\n    the date of the contributor’s death;\n(b) neither the Government nor any person concerned with the\n    administration of this Act shall be liable for any failure to\n    ascertain the existence of any such child.\n    myhclusion of this page is authorized by L.N. 68/ 19781"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) The provisions of this Act shall apply-           Application\n                                                              of Act.\n      (U) to every officer first appointed to a pensionable\n           office in the public service of Jamaica on terms\n           whereby he is eligible for a pension (including an\n           officer appointed on probation to such office+\n            (i)) after the enactment of this Act; or\n           (ii) before the enactment of this Act, to whom\n                it was intimated before appointment that\n                he would be liable to be affected by any\n                change in the pension law relating to such\n                officer;\n    (b) to every existing officer unless not later than twelve\n        months after the enactment of this Act or\n        such longer period as the Minister may in any\n        case allow he gives notice in writing to the Minister\n        of his desire that the provisions of the repealed\n        Act which applied to him prior to the 1st of\n        me inclusion of this page is authorized by L.N. 681 19783\n                  PENSIONS (CIVIL SERVICE FAMILY BENEFITS)\n                     January, 1976, should continue to apply to him,\n                     in which case they shall continue to apply accord-\n                     ingly;\n                 (c) to every female officer holding a pensionable office\n                     immediately prior to the date of enactment of this\n                     Act, who, not later than twelve months after that\n                     date or such longer period as the Minister may\n                     in any case allow, gives notice to the Minister\n                     that she elects to become a contributor under this\n                     Act.\n                   (2) Where a female officer elects to be a contributor\n             \\\n            p rsuant to paragraph (c) of subsection (l), she shall pay\n            CO tributions with effect from the date of enactment\n            of his Act, so, however, that she may by memorandum\n            in writing to the Minister, within twelve months from the\n            date of enactment of this Act or such longer period as\n            the Minister may in any case allow, elect to pay arrears\n            of contributions in respect of her entire period of service\n            as a pensionable officer prior to the enactment of this\n            Act; and payment of such arrears may be made in such\n            instalments, on such terms and over such period, not\n            exceeding five years, as the Minister may in any case\n            approve.\n                                        Contributors\nContribu-     4 . 4 1 ) Subject to the provisions of this Act, every officer\nton.\n            to whom this Act applies shall become a contributor under\n            this Act.\n                    (2) The following shall not be eligible to be con-\n            tribu tors-\n                 (a) persons employed temporarily in the public service\n                       of Jamaica on a special mission;\n                 (b) persons seconded to the public service of Jamaica\n                       from other public service;\n                                                                  ---\n                     me inclusion of this page is authorized by L.N. 68/1978]\n      PENSIONS (CIVIL SERVICE FAMILY BENEFITS)                           7\n     (c)contributors to any Provident Fund established\n        by the Government of Jamaica;\n    (d) contributors to the Oversea Superannuation\n        Scheme for so long as they are required to con-\n        tribute thereto, unless already contributing under\n        the repealed Act or under this Act;\n    (e) persons who have attained the age of fifty-four\n        years prior to their liability to contribute for the\n        first time.\n      (3) Any officer who has claimed exemption from the\nobligation to become a contributor under this Act by virtue\nof subsection (1) of section 5 and who subsequently\nbecomes ineligible to continue as a contributor to the\nOversea Superannuation Scheme, shall become a contribu-\ntor under the provisions of this Act from the date on\nwhich he ceases to be a contributor in the said scheme,\nunless he is otherwise ineligible or not liable to do so."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1)  Any officer who is or becomes a contributor to Exemp-\nthe Oversea Superannuation Scheme may claim exemption tions.\nfrom the obligation to continue to be a contributor under\nthis Act, so, however, that every such claim shall be made\nin writing and shall be received by the Governor-General\nwithin three months from the date upon which such officer\nfirst became a contributor to the said Scheme.\n       (2) Every such claim for exemption shall take effect\nfrom the date upon which the officer first became a con-\ntributor to the said Oversea Superbnuation Scheme and\nthe amount of any contributions which he shall have made\nunder this Act since that date shall be refunded to him\nwithout interest.\n     (3) As from the date upon which any such claim to\nexemption shall take effect, the officer by whom the claim\nwas made shall be deemed, in respect of all rights arising\n8                 PENSIONS (CIVIL SERVICE FAMILY BENEFITS)\n            from his contributions made under this Act prior to that\n            date, to be subject to the provisions of section 9 to the\n            same extent as if he had left the service of the Island on\n            that date.\n                                       Contributions\nContribu-     6.--(1) Save as otherwise provided in this Act, every\ntions.\n            contributor shall contribute at the rate of four per centum\n            per annum of his annual salary or pension for the time\n            being :\n               Provided that where a contributor has elected or been\n            compelled to receive a reduced pension and gratuity in\n            lieu of a pension which he might have received but for\n            such election or compulsion, his pension shall, for the pur-\n            pose of calculating the rate of contribution payable by him\n            under this section, be deemed to be the amount of the\n            unreduced pension which he might have so received.\n                   (2) If a contributor is on leave on part salary or\n            without salary, or is under interdiction, he shall contribute\n            at the ordinary rate.\n                   (3) Contributions under this section shall accrue daily\n            and shall be deducted by the Accountant-General or other\n            appropriate paying officer monthly in arrear from the\n            salary or pension, as the case may be, of each contributor,\n            and if during a period of leave without salary a contribu-\n            tor does not pay his contribution, the amount of his\n            contributions in arrear shall be deducted from the salary\n            payable to him subsequent to such leave in such instalments\n            as the Minister may in each case determine.\n                   (4) Contributions under this section shall, subject to\n            the provisions of this Act, continue to be deducted from\n            the salary or pension of each contributor-\n      PENSIONS (CIVIL SERVICE FAMILY BENEFITS)                                 9\n     (a) save as permitted by subsection (3,\n                                           for thirty-five\n        years from the date on which he commenced\n        contributing; or\n    (b) until the contributor attains sixty-five years of age,\nwhichever is the earlier.\n       ( 5 ) Any contributor who has paid contributions for\nthirty-five years but remains in the public service may, at\nhis option, continue to pay contributions until he retires\nfrom the public service or attains the age of sixty-five while\nstill in the public service; and the pension benefits payable\nin relation to him under this Act shall be enhanced\naccordingly."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Contributions paid under the repealed Act by a person Contribu-\nto whom this Act applies shall be deemed to be contribu- inrespect\n                                                            tions paid\ntions paid under the provisions of this Act.                of service\n                                                            before\n                                                                   commence-\n                                                                   ment of\n                                                                   this Act."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-W Subject to section 6(4) where, either on account Reduction\n                                                              of income\nof reduction of salary or retirement on pension, a con- ofcon-\ntributor’s income is reduced he shall have the right to elect tributor-\nto continue to contribute upon the salary which he was\nreceiving immediately prior to such reduction or retirement\nand on the same terms and conditions as if he had con-\ntinued to draw that salary.\n       (2) Where a contributor does not elect t continue\nto contribute in accordance with subsection (1) any ension\npayable under this Act to such contributor’s survibing\n                                                             \\\nspouse or children shall be reduced to such extent or other-\nwise calculated in such special manner as may be prescribed.\n      (3) An election under subsection (1) shall be by\nmemorandum in writing to the Minister and shall be made\nwithin six months of the date of the reduction in salary\n        nhe inclusion of this page is authorized by L.N.68119781\n10                   PENSIONS (CIVIL SERVICE FAMILY BENEFITS)\n                or retirement on pension aforesaid or such longer period\n                as the Minister may in any case allow.\nTransfer          9.41) A contributor who has been transferred from the\nof public\noficers to      service of this Government to any other office under the\nCommon-         Government of any other Commonwealth country, or to\nwealth\ncountries\nor to\n                the service of an approved organization may continue to\napproyed        contribute from the date of his ceasing to hold office in\norgamza-\ntions.          the service of this Government, on the salary which he\n                was receiving at the date of such transfer, at the same rate\n                and subject to the same terms as if he had continued in\n                the service of this Government and continued to receive\n                the salary which he was receiving at the date of such\n                transfer.\n                      (2) In the event of his ceasing to contribute, or in\n                the event of any contribution due from him not having\n                been paid for six months, any pension payable to his surviv-\n                ing spouse or children under this Act shall be reduced\n                to such extent or otherwise calculated in such special\n                manner as may be prescribed.\nDismissal,        lO.-(l)     Notwithstanding anything in this Act but subject\netc., of con-\ntributor.       to subsection (21, where a contributor is dismissed from\n                the public service of Jamaica or, otherwise than on account\n                of ill health, retires from such service without a pension, he\n                shall cease to contribute as from the date of such dismissal\n                or retirement, and upon such cessation his interest, and\n                the interest of any spouse or children of his, in the scheme\n                shall come to an end and--\n                      (a) if the scheme carried no risk at any time in respect\n                           of such contributor the full amount of the con-\n                           tributions made by the contributor shall be\n                           refunded, but without interest, less any amount\n                           owed by the contributor to the Government of\n                           Jamaica; or\n                        me inclusion of this page is authorized by L.N.681 19781\n     PENSIONS (CIVIL SERVICE FAMILY BENEFITS)                      11\n    (b) if, in respect of such contributor, the scheme\n        carried a risk which ceased prior to the date of\n        such resignation or dismissal, the full amount of\n        the contributions made by that contributor sub-\n        sequent to the date of the cessation of such risk\n        shall be refunded, but without interest, less any\n        amount owed by the contributor to the Govern-\n        ment of Jamaica; or\n    (c) if, at the date of such dismissal or retirement, the\n        scheme carried a risk in respect of that contributor\n        and the contributor had completed less than ten\n        years service as a contributor, then fifty per centurn\n        of the contributions made by him shall be\n        refunded, but without interest and less any amount\n        owed by him to the Government of Jamaica.\n       (2) If at the date of such dismissal or retirement as\naforesaid the contributor had completed ten or more years\nof service as a contributor or if his retirement without a\npension was on account of ill health, he may by memo-\nrandum in writing to the Governor-General, within six\nmonths of that date or such longer period as the Governor-\nGeneral may in any case allow, elect to continue his con-\ntributions on the basis of the salary which he was receiving\nat that date, so, however, that in default of such election,\nhe shall discontinue his contributions and any pension pay-\nable, in relation to him, to his surviving spouse or children\nunder this Act shall be reduced to such extent or calculated\nin such special manner as may be prescribed.\n        (3) Where, after the 1st of January, 1976, a con-\ntributor retires from the public service of Jamaica on\npension but, at the time of retirement, the scheme carries\nno risk in respect of that contributor-\n     (a) the contributor may by memorandum in writing\n          to the Minister within six months of the date of\n        F e inclusion of this page is authorized by L.N.68/1978]\n12        PENSIONS (CIVIL SERVICE FAMILY BENEFITS)\n              enactment of this Act or six months of retirement\n              or such longer period as the Minister may in any\n              case allow, elect to have his contributions refunded\n              to him; and thereupon the provisions of subsection\n              (1) (a) and (6) shall apply in like manner as respects\n              that contributor as they apply to a person who\n              retires without a pension;\n         (6) if the contributor has not made an election pur-\n              suant to paragraph (a) he shall retain his interest\n             in the scheme and shall continue, subject to section\n             6(4), to be a contributor and any surviving spouse\n             and children of his under the prescribed age shall\n             be entitled to benefits under this Act accordingly\n              and if he dies without leaving such spouse or\n             children subsection (4) shall apply in like manner\n             as it applies to a person who dies while in the\n             public service of Jamaica.\n             (4) Where a contributor dies while in the public\n     service of Jamaica-\n          (a) if the scheme carried no risk at any time in respect\n               of such contributor the full amount of the con-\n               tribution made by the contributor shall be paid\n               to his legal personal representatives, without\n               interest, less any amount owed by the contributor\n               to the Government of Jamaica; or\n         (b) if, in respect of the contributor, the scheme carried\n             a risk which ceased prior to the date of his death,\n             the full amount of the contributions made by the\n             contributor subsequent to the date of the cessation\n             of such risk shall be paid to his legal personal\n             representatives, without interest, less any amount\n             owed by the contributor to the Government of\n             Jamaica.\n     PENSIONS (CIVIL SERVICE FAMILY BENEFITS)                                13\n       (5) For the ~-\n                   purpose of this section-\n         “the scheme” means the system for the collection\n         of contributions and the award of pensions to\n         a surviving spouse and children constituted by\n         this Act or by the repealed Act;\n         in relation to any contributor the scheme carries\n         a risk whenever there is in being a person who, if\n         the contributor dies, would be entitled to a pension\n         under the scheme;\n          a person retires on account of ill health if he\n         retires on medical evidence, to the satisfaction of\n         the Governor-General, that he is incapable by\n         reason of infirmity of body or mind of discharging\n         the duties of his office and that such infirmity is\n         likely to be permanent.\n           (6) Where pursuant to the provisions of subsection\n(1) the interest of the contributor and any spouse or children\nof his in the scheme comes to an end and payment of a\nrefund of contributions has been made-\n      (a> no such interest shall be revived by any discovery\n            subsequent to such payment that there is a child\n             of the contributor whose existence if known prior\n            to such payment would have affected the applica-\n            tion of this section;\n      ( b ) neither the Government nor any person concerned\n            with the administration of this Act shall be liable\n            for any failure to ascertain the existence of such\n            child pior to such payment."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Transfer of public officers to Commonwealth countries or to\n       approved organizations."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. All abatements of salary and moneys received under Abatements\nthis Act or under the repealed Act shall be carried to the            ~~~~\ncredit of the Consolidated Fund.                           solidated\n                                                           Fund.\n  l2.-( 1) Where a public officer is on leave from the public Contribu-\nservice of Jamaica under the provisions of regulation 18 %cSeJ:\nin the Schedule to the Pensions Act (which relates to war service.\n                                                          onwar\n 14               PENSIONS (CIVIL SERVICE FAMILY BENEFITS)\n            service) then notwithstanding anything contained in this\n            Act, his salary shall, for the purpose of computing his con-\n            tributions hereunder, be deemed to be the salary which\n            he would have received had he remained on duty in his\n            substantive office in such public service.\n                    (2) Where in any such case, payment is being made\n            from the funds of Jamaica to the officer in the nature of\n            salary or other emoluments, his contributions may be\n            deducted from the sums so payable, and where no such\n            payment is being made, or where the contributions payable\n            by the officer exceed such payment, the contributions or\n            the balance thereof, as the case may be, shall be paid by\n            the officer within six months, or such longer time as the\n            Minister may in any particular case direct, of the time that\n            the contributions would have normally been payable by\n            the officer.\n                    (3) If the officer fails to pay when due, any sum\n            payable by him under subsection (21, the Minister may\n            order that the officer shall cease to contribute as from a\n            date (which may be prior to the date of the order) to be\n            specified in the order, and thereupon the provisions of\n            section 10 shall apply as if he were dismissed from that\n            date.\n                     (4) The Minister may, on the application of an\n            officer, revoke or vary an order made under subsection (3)\n            in relation to that officer on such terms as the Minister\n            thinks fit.\n                                           Benefits\nPension       13.-(1) Pensions to surviving spouses and children shall\nregula-\ntions.      be payable in accordance with the Regulations contained\nSchedule.   in the Schedule.\n                   (2) The Regulations contained in the Schedule may\n            from time to time be amended, added to or revoked, by\n                    m e inclusion of this page is authorized by L.N. 68/ 19781\n      PENSIONS (CIVIL SERYICE FAMILY BENEFITS)                           15\nregulations made by the Minister and all regulations so\nmade shall be subject to affirmative resolution of the House\nof Representatives and published in the Gazette.\n        (3) Where the Minister is satisfied that it is equitable\nthat any regulation made under this section should have\nretrospective effect in order to confer a benefit upon or\nremove a disability attaching to a person that regulation\nmay be given retrospective effect for that purpose:\n   Provided, however, that no such regulation shall have\nretrospective effect unless it has received the prior approval\nof the House of Representatives signified by resolution.\n        (4) Any pension payable under this Act shall be\ncomputed in accordance with the provisions in force at the\nactual date of a contributor's death.\n        ( 5 ) All regulations made under this Act shall have\nthe same force and effect as if they were contained in the\nSchedule, and the provisions of this Act shall be construed\nas including such Schedule."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Contributions by officers on war service.\n                               Benefits"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. All pensions under this Act or under the repealed Pensionsto\nAct shall be charged on and paid out of the Consolidated ~ ~ ~ ~ \" c \" o \" , I\nFund.                                                    solidated\n                                                         Fund."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) No pension or sum of money under this Act or Pensions\nunder the repealed Act shall be assignable or transferable, \",o&,l,\nnor shall any pension or sum of money payable as afore- ;;:gg,e\nsaid, be attached, arrested, or levied upon, for or in respect debt\n                                                               exceptfor\n                                                                    due to\nof any debt or claim due by the recipient of such pension Govern-\nor sum of money, other than a debt due to the Government. ment.\n       (2) On a certificate by the Financial Secretary that\nany person entitled to receive any pension or sum of money\nunder the provisions of this Act or under the repealed\n                     ~   .   -   -   -\n         F   e inclusion of this page is authorized by L.N. 681 19781\n16                   PENSIONS (CIVIL SERVICE FAMILY BENEFITS)\n               Act is indebted to the Government in any amount, the\n               Minister may order the retention of the whole or any part\n               of the sum of money which would otherwise be payable\n               to the person indebted to the Government, until the amount\n               of the indebtedness to the Government so certified as\n               aforesaid, is paid.           1\nTimeand          16. All pensions under this Act shall be payable monthly\nconditions\nuponwhich      to the parties entitled thereto, or to their approved agents,\npensions\nshall\n               on the order of the Governor-General.\nbe paid.\nPaymentof        17. In all cases where under this Act or under the\npensions\ntominors       repealed Act, the parties entitled to pensions are minors\nandinsane\npersons.\n               or insane persons, such pensions may, on the order of the\n               Governor-General, be paid to the legal guardian or\n               guardians of such minors or to such minors or to such\n               person or persons as the Governor-General may, in his\n               discretion, think fit and proper persons to apply the same\n               for the benefit of such minors or insane persons, and after\n               such payment the Government and the Consolidated Fund\n               shall be free from all liability or responsibility in respect\n               of the same.\n                                                 General\nNotice of        1 8 . 4 1 ) Every contributor shall, within six months after\nmarriage\nandbirth       the birth of each child born to him, or after the adoption\nOfchildof      of a child notify to the Minister in writing the name and\ncontributor.\n               date of birth of such child.\n                       (2) Every contributor who shall marry shall, within\n               six months thereafter, notify the same to the Minister in\n               writing together with the name and age of his spouse and,\n               if there is a step-child, notify the Minister in writing of\n               the name and date of birth of such child.\n      PENSIONS (CIVIL SERVICE FAMILY BENEFITS)                               17\n  1 9 . 4 1 ) Every contributor shall, within six months after Statements\n                                                               as to names\nhe becomes a contributor, furnish the Minister with a state- andagaof\n                                                               spouse,\nment in writing stating-                                       children,\n                                                               etc., to be\n           such contributor’s name and date of birth;          furnished to\n                                                               Minister.\n           if he is married, the name and date of birth of\n            his spouse;\n            if he has a child or children, their names, dates\n            of birth and sex;\n           if his spouse is deceased, the name, date of birth,\n           age at time of death and the date of death of\n           his spouse; and\n            such other information as may be prescribed or\n           as the Minister may require.\n          (2) The Minister is hereby empowered, if he shall\nsee fit, to require evidence to be produced to his satisfaction\nof the accuracy of the information furnished to him under\nthis Act.\n        (3) It shall be lawful for the Governor-General to\nwithhold the order for the payment of any pension, in whole\nor in part, until such evidence as aforesaid shall be produced."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Payment of pensions to minors and insane persons.\n                                       -\n        me inclusion of this page is authorized by L.N. 68/1978]\n2       PENSIONS (CIVIL SERVICE FAMILY BENEFITS)\n                                    General"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Statements as to names and ages of spouse, children, etc., to be\n          furnished to Minister."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. If the Governor-General is satisfied that the surviv- Desertion of\ning spouse of a contributor while in receipt of a pension            :izlF\nhas deserted or abandoned or has failed or is failing to spouse.\nmaintain or assist as far 2s the means allow a child of the\ncontributor whom such spouse is by law bound to maintain\nand who is below the prescribed age, the Governor-General\nmay, while such child remains below that age, pay or cause\nto be paid to such child such portion of the pension payable\nto that spouse as he may think fit; and such spouse shall\nhave no further claim in respect of any portion of the\npension so paid.\n18                  PENSIONS (CIVIL SERVICE FAMILY BENEFITS)\nNotice of         21. Every contributor shall notify to the Minister, within\ndeath of\nspouse or      six months from the date of the event, the death of his\nchild of       spouse or any of his children, and should he fail to do\ncontributor.\n               so, he shall be subject to the penalties hereinafter stated.\nDivorceof        22. For the purposes of this Act when the marriage of\ncontributor.\n               any contributor has been annulled or dissolved by the decree\n               of any competent court-\n                    (a) the contributor shall notify to the Minister, within\n                         six months from the date of the decree, the fact\n                         thereof, and should he fail to do so, he shall be\n                         subject to the penalties hereinafter stated; and\n                    (b) the spouse of the contributor shall upon such\n                         decree, cease to be a person who, by virtue of\n                         being such a spouse, is eligible for the award or\n                         payment of pension under this Act.\nFines.            23.-(1) Any contributor failing to comply with any of\n               the requirements of this Act, shall be subject to a fine of\n               ten dollars for each default, which fine may be deducted\n               from his salary by the Accountant-General or other\n               appropriate paying officer and credited to the Consolidated\n               Fund.\n                         (2) If a fine payable pursuant to subsection (1) by\n               any contributor is not paid the Governor-General may\n               direct that no payment of pension or other benefit under\n               this Act shall be made to or in respect of that contributor\n               until the fine is paid.\n                         (3) The Governor-General shall have power in all\n               cases to remit, wholly or in part, any fines incurred under\n               this Act.\nRepeal          24.-(1) The Pensions (Civil Service Widows .and\nand\nsa,,,ngs,      Orphans) Act is hereby repealed.\n                       F   e inclusion o\n                                       f this page is authorized by L.N. 68/ 19781\n PENSIONS (CIVIL SERVICE FAMILY BENEFITS)                            19\n   (2) Notwithstanding such repeal-\n(a> all refunds of contributions accruing under the\n     repealed Act prior to such repeal shall be paid to\n     the contributor in accordance with the provisions\n     of the repealed Act and he shall thereupon cease\n     to have any interest in any benefit under the\n     repealed Act or under this Act;\n(b) all pensions payable under the repealed Act at the\n    1st of January, 1976, shall continue to be paid in\n    accordance with the provisions of the repeaIed Act,\n    and subject to the terms and conditions thereof\n    (other than such provisions of section 17 thereof\n    as require the cessation of payment of pension\n    on the remarriage of a widow), as if that Act had\n    continued in force;\n(c) a contributor who acquired an interest in any\n    benefit under the repealed Act and who, before\n    the enactment of this Act, retired from the public\n    service without a pension, shall retain the interest\n    acquired as aforesaid and upon the death of such\n    contributor there shall be paid to his surviving\n    spouse and children under the prescribed age\n    pensions which shall be determined mutatis\n    rnutandis in accordance with regulation 4(3) of the\n    Schedule :                                           Schedule.\n      Provided that the rate of any such pension shall\n    not be less than the rate which would have been\n    payable under the provisions of the repealed Act;\n(d) the provisions of the repealed Act shall be deemed\n    to continue in force in relation to any person who\n    pursuant to section 3(1) ( b ) elects to have the\n    provisions of the repealed Act continue to apply\n    in relation to him, so, however, that any reference\n   me inclusion of this page is authorized by L.N.68/1978]\n20                    PENSIONS (CIVIL SERVICE FAMILY BENEFITS)\n                            in the repealed Act to the Comptroller shall be\n                            deemed to be a reference to the Minister under\n                            this Act.\n                        (3) Any reference in any other Act to the repealed\n                Act shall be deemed to be a reference to this Act; and\n                that other Act shall be amended accordingly.\nTransi-           2 5 4 1 ) Any particulars furnished to the Comptroller\ntional.\n                under the repealed Act shall be deemed to have been\n                furnished for the purposes of this Act.\n                        (2) Where an officer required to furnish particulars\n                under the repealed Act has omitted to do so or where\n                additional particulars are required from him consequent\n                upon the enactment of this Act, he shall furnish such\n                particulars within twelve months after the enactment of\n                this Act.\nRecagnition       26. For the purposes of this Act where the father and\nof paternity.\n                mother of a child were not married to each other at the\n                time of its conception or at some subsequent time the\n                relationship of father and child and any relationship traced\n                in any degree through that relationship shall be recognized\n                only if paternity has been admitted or established during\n                the lifetime of the father (whether by one or more of the\n                types of evidence specified in section 8 of the Status of\n          -     Children Act or otherwise):\n                   Provided that, if the purpose aforesaid is for the benefit\n                of the father, there shall be the additional requirement that\n                paternity has been so admitted or established during the\n                lifetime of the child or prior to its birth.\n                        p   e inclusion of this page is authorized by L.N. 681 1978)\n      PENSIONS (CIVIL SERVICE FAMILY BENEFITS)                                      21\n                               SCHEDULE                            (Section 13)\n   THE PENSIONS          FAMILY\n             (CIVILSERVICE    BENEFITS)\n                                      REGULATIONS"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Recognition of paternity.\n     PENSIONS (CIVIL SERVICE FAMILY BENEFITS)                                          3\nTHE PENSIONS (CIVIL SERVICE FAMILY BENEFITS)\n                     ACT\n                                                  [Ist January, 1976.1       AC~\n                                                                         30 of 1977.\n                            Preliminary"
    }
  ],
  "definitions": []
}