{
  "id": "jm-stat-the-pensions-federal-civil-service-act",
  "type": "statute",
  "title": "The Pensions (Federal Civil Service) Act",
  "title_en": "The Pensions (Federal Civil Service) Act",
  "short_name": "Pensions (Federal Civil Service) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-pensions-federal-civil-service-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-pensions-federal-civil-service-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Pensions (Federal Civil short title.\nService) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                     Intetprcta-\n                                                                      tion.\n    “arrangements” means the arrangements made on the\n         7th December, 1964, under the Order in Council by\n         the Agreement entered into between this Govern-\n         ment and the Interim Commissioner of The West\n         Indies in relation to the pension rights of scheduled\n         transferees;\n    “award” means any pension, gratuity or other allow-\n         ance granted, or other payment made, under the\n         authority of this Act;\n    “competent Federal authority” means the authority\n         vested under any scheduled law with the power to\n         grant a pension, gratuity or other allowance or to\n         make a payment or to determine any question or\n         exercise any discretion affecting any grant or pay-\n         ment as aforesaid;\n    “Federal service” means service in a civil capacity\n         under the Government of The West Indies or the\n         Interim Commissioner thereof;\n    “this Government” means the Government of Jamaica;\n    “Order in Council“ means the Order in Council set out\n         in the First Schedule;                           First\n                                                          schedulc\n    “payment” includes refund of contributions made under\n         a scheduled law;\n2                      PENSIONS (FEDERAL CIVIL SERVICE)\n                “regulations” means regulations made under the\n                    scheduled laws and in force on the 7th December,\n                    1964; and “relevant regulations” shall be construed\n                    accordingly;\nSecond          “scheduled law” means a law specified in the Second\nSchedule.\n                    Schedule;\n                “scheduled transferee” means a person who was trans-\n                    ferred from Federal serviceto the service of this\n                    Government and whose name appears in the Third\nThird\nSchedule.\n                    Schedule.\nAwards.        3 . 4 1 ) Awards may be made under the authority of this\n            Act and such awards shall, subject to this section and\n            section 4, be computed and made on the following basis, that\n            is to say, as if the scheduled laws and regulations continued\n            to apply to the scheduled transferees.\n                 (2) In relation to an award to or in respect of a\n            scheduled transferee, the powers of the competent Federal\n            authority shall not be exercisable by the competent Federal\n            authority but shall be exercisable instead by the Governor-\n            General.\n                  (3) The powers conferred on the Governor-General\n            by this section shall be exercised by him-\n                 (a) in relation to any scheduled transferee who was,\n                      immediately before the date on which he ceased to\n                      hold public office under this Government,\n                      serving-\n                          (i) as a Judge of the Court of Appeal;\n                         (ii) as a Judge of the Supreme Court;\n                        (iii) in any office to which section 112 of the\n                              Constitution of Jamaica applies at the date\n                              of the exercise of the power,\n                      in accordance with the recommendation of the\n                      Judicial Service Commission;\n                  me inclusion of this page is authorized by L.N. 480119731\n           PENSIONS (FEDERAL CIVIL SERVICE)                                   3\n     (b) in relation to any scheduled transferee who was,\n          immediately before the date aforesaid, serving as\n          a police officer, in accordance with the recom-\n          mendation of the Police Service Commission; and\n     (c) in any other case, in accordance with the recom-\n          mendation of the Public Service Commission.\n       (4) Before he acts in accordance with the recom-\nmendation of the Judicial Service Commission, the Police\nService Commission or the Public Service Commission, as\nthe case may be, under subsection (3) the Governor-\nGeneral may, in his discretion, once refer that recommenda-\ntion back for reconsideration by the Commission concerned\nand if that Commission, having reconsidered its original\nrecommendation, substitutes therefor a different recommen-\ndation, this subsection shall apply to that different recom-\nmendation as it applies to the original recommendation."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) In effecting an award regard shall be had to the power to\nrelevant regulations subject to such modifications as the           r$zions\nGovernor-General, acting on the advice of the Public Service\nCommission, may notify by publication in the Gazette so, laws.\nhowever, that any such modifications which are less favour-\nable to a scheduled transferee than the relevant regulations\nshall, to the extent to which they are less favourable, not\napply to that scheduled transferee or to any award made to\nor in respect of that scheduled transferee.\n         (2) For the purposes of this section in so far as any\nprovision applicable to or in respect of an award to or in\nrespect of a scheduled transferee depends on the option of\nthe person to or in respect of whom the award is granted or\nto be granted, the provision for which he opts shall be taken\nto be more favourable to him than any other provision for\nwhich he might have opted."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Awards shall be charged on and paid out of the Con- Charge on\nsolidated Fund.                                                     Consoli-\n                                                                    dated Fund.\n4                        PENSIONS (FEDERAL CIVIL SERVICE)\n                                      FIRST SCHEDULE                        (Section 2)\n                                               ORDER,\n                         THEWEST INDIES(PENSIONS)   1964\n              At the Court at Buckingham Palace, the 20th day of January. 1964\n                                              Present,\n                          The Queen’s Most Excellent Majesty in Council\n                 Her Majesty, by virtue of the powers conferred upon Her by section\n              3 of the West Indies Act 1962 and all other powers enabling Her in\n              that behalf, is pleased, by and with the advice of Her Privy Council.\n              to order, and it is hereby ordered, as follows-\nCitation.        1. (1) This Order may be cited as the West Indies (Pensions) Order       ,\nconstruc-     1964. and shall be construed as one with the West Indies (Dissolution\ntion and\ncommence- and Interim Commissioner) Order in Council 1962.\nment.               (2) This Order shall come into operation on 25th January, 1964.\nPower to         2. The Commissioner may enter into arrangements with any person\nenter into    or authority for the payment by that person or authority, in lieu of\narrange-      all or part of any pension payable by the Commissioner to any person\nments.\n              under any law, of a pension or annuity of equal amount.\nDischarge        3. Where any arrangements have been made by the Commissioner\nof Com-       under article 2 of this Order for the payment to any person by some\nmissioner’s other person or authority of a pension or annuity in lieu of all or\nresponsibili-\nties.         part of a pension payable by the Commissioner under any law, the\n              provisions of that law shall ccs~scto apply in relation to that person\n              in respect of that pension or that part of that pension, as the case\n              may be, and accordingly the Commissioner shall cease to be respons-\n              ible for the payment of that pension or that part of pension, as the\n              case may be.\n                                                              W. G. AONBW.\n                                  SECOND SCHEDULE                   (section 2)\n                                 Laws of The West Indies\n                The Pensions Act, 1958, Cap. 512\n                The Pensions (Amendment) Act. No. 15 of 1960\n                The Peasions (Amendment) Act, No. 2 of 1961\n                The Pensions (Amendment) Act, No. 3 of 1962\n                The Federal Supreme Court (Salaries and Pensions) Act, 1960,\n                  cap. 3\n                The Widows’ and Children’s Pensions Act, 1960, Cap. 519\n                The Interim Commissioner (Pensions) Regulations, 1962\n                The Interim commissioner (Pensions) (Amendment) Regulations,\n                  1963\n                The Interim Commissioner (Pensions) (Amendment) Regulations,\n                  1964\n                     me inclusion of this page is authorized by L.N.480/1973]\n            PENSIONS (FEDERAL CIVIL SERVICE)                                5\n   The Interim Commissioner (Surrender of Widows’ and Children’s\n     Contingent Benefits) Regulations, 1963\n                        THIRD SCHEDULE                        (Section 2)\nPublic Oficers formerly serving under the Government of The West\n      lndies or The lnferim Commissioner of The West Zndies"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. Gordon 0. Wells\n       LThe inclusion of this page is authorized by L.N. 480/1973]"
    }
  ],
  "definitions": []
}