{
  "id": "jm-stat-the-pensions-parochial-officers-act",
  "type": "statute",
  "title": "The Pensions (Parochial Officers) Act",
  "title_en": "The Pensions (Parochial Officers) Act",
  "short_name": "Pensions (Parochial Officers) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-pensions-parochial-officers-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-pensions-parochial-officers-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Without prejudice to any pension payable pursuant to Part I. a gratuity\nmay be granted in accordance with this Part to the dependants of an officer\nor. if there are no dependants. to the officer's legal personal representatives."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Such gratuity shall-\n      (a) in respect of an officer who dies from injuries received after the\n          1st day of July. 1974. but before the 1st day of January. 1978.\n          not esceed-\n                      (i)   ten thousand dollars: or\n                      (ii) a sum equal to two ?ears pensionable emoluments\n                           of the officer at the date of his death or\n                     (iii) the aggregate of one year's pensionable\n                           emoluments of the officer at the date of his death\n                           plus the amount of commuted pension gratuity for\n                           which he would have been eligible if he had retired\n                           at the date of his death.\n             whichever is the greater;\n      (b)    in respect of an officer who dies from injuries recei\\ed on or\n             after the 1st day of January. 1978. but before the 1st daj- of\n             April. 1988. not esceed-\n                      (i) tnenh thousand dollars: or\n                      (ii) the aggregate of the amounts specified in\n                           paragraphs (a) (iii).\n            whichever is the greater:\n      (c)    in respect of an officer who dies from injuries received on or\n             after the 1st day of April. 1988. but before the 1st day of April.\n              1992. not esceed-\n            [The tnclusion of this page 1s authorized by L.N. 87120041"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.\n                        D. If the officer leaves     D. An aliquot part\n                           neither a sunriving          (determined as\n                           spouse to whom a             &resaid) of the\n                           pension is granted           pension\n                           under item 1 nor a           specified in item\n                           mother or father. as          1.\n                           the case may be. to\n                           whom a pension is\n                            granted under iten1 3\n                            and there are not more\n                            than three children of\n                            the officer eligible for\n                            pension under this\n                            Table\n                         E. If the circunlstances    E. An aliquot part\n                            with regard to a            (determined as\n                            sun.i\\ing spouse and        aforesaid) of the\n                            mother or father are as     annual\n                            in paragraph D but the      pensionable\n                            number of children of       einolun~entsof\n                            the officer eligible for    the officer at the\n                            pension under ttus          date of lus death.\n                            Table exceeds three.\n        [The inclus~onof t h ~ spage is authorized by L.N. 87120041\n                           Appends B. contd\n        To \\vhonl          The circun~stancesand                Annual rate of\nItem   pension pay-         conditions affecting                 pension. not\n No.      able             eligibilic for pension                 exceeding\n                        F. If pension to a child or       F. An aliquot part\n                           children is payable               (determined as\n                           pursuant to paragraph             aforesaid) of\n                           B and subsequently.               one-half of the\n                           on the death or                   pension payable\n                           ineligibiliv of the               under item 1\n                           mother or father. as\n                           the case may be.\n                           penslon ceases to be\n                           payable under item 3\n                           then. as from the date\n                           of such cessation.\n                           pension shall be\n                           pajable under this\n                           paragraph in lieu of\n                           the pension payable\n                           under paragraph B.\n                        G. If perlsion to a child or G. An aliquot part\n                           children is payable          (determined as\n                           pursuant to paragraph        aforesaid) of the\n                           B and subsequently.          pension payable\n                           on the death or              pursuant to item\n                           ineligibility of the          1.\n                           surviving spouse.\n                           pension ceases to be\n                           payable under item 1\n                           then. as from the date\n                           of such cessation\n                           pension shall be\n                           payable under this\n                           paragraph in lieu of\n                           the pension payable\n                            under paragraph B.\n                PENSIONS (P.4ROCHIAL OFFICER$)\n                             Appendix B, conld\n          To whom            The circumstances and                 Annual rate of\nItem     pension pay-         conditions affecting                  pension not\n No.        able             eligibility for pension                 exceeding\n 3     The officer's       A. If the officer leaves a A. One-sixth of the\n       mother or,             surviving spouse to        annual pension-\n       where the              whom pension is            able emoluments\n       mother is dead,        payable under item 1       of the officer at\n       the officer's          and a chld or children     the date of lus\n       father.                to whom a pension is       death.\n                              payable under item 2.\n                           B. If the offker leaves a         8. One-third of the\n                              child or children to              annual pension-\n                              whom pension is                   able emoluments\n                              payable under item 2              of the officer at\n                              but leaves no                     the date of his\n                              sumiving spouse to                death.\n                              whom pension is\n                              payable under item 1.\n                           C. If pension is payable          C. One-tlurd of the\n                                pursuant to paragraph           annual pension-\n                                A and subsequently.             able emoluments\n                                on the death or                 of the officer at\n                                ineligibility of the            the date of his\n                                surviving spouse,               death.\n                                pension ceases to be\n                                payable under item 1\n                                then. as from the date\n                                of such cessation\n                                pension shall be\n                                payablc under this\n                                paragraph in lieu of\n                                pension payable under\n                                paragraph A.\n          [The inclusion oi'this page is authorized by L.N. 87/2004]\n                                     PART 11\n  Ternis and conditions applicable to /he pawnent ofpensions tinder Par! I"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Payment of a pension to the mother of an officer shall be made only if\nthe mother was wholly or mainly dependent on the deceased officer for\nsupport and while the mother is without adequate means of support an4 if\nthe mother is unmarried, divorced or a widow, as the case may be, at the\ntime of the grant of the pension and subsequently marries or remarries, as\n           [The inclusion of th,s page is authorized by L.N. 87120041\n                  PENSION5' (PAKOCHIAL OFFICERS)\nthe case may be, such pension shall cease as from the date of marriage or\nremarriage; and if it appears to the Governor-General, at any time, that the\nmother is adequately provided with other means of support, such pension\nshall cease as from such date as the Governor-General may determine."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Payment of a pension to the father of an officer shall be made only\nwhile the father is without adequate means of support an4 if it appears to\nthe Governor-General, at any time that the father is adequately provided\nwith other means of support such pension shall cease as from such date as\nthe Governor-General may determine.\n                                      PART I11\n            Gratuit~eswhich mav be grantedpursuant to section 18"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Where an officer holding a pensionable office serves with Her War\nMajesty’s Forces in time of war (in this regulation referred to as #cvJcI.\n“military service”) or in any civilian employment connected with the\nprosecution of the war (in this regulation referred to as “civilian service*’)\nand before so serving had been employed in the parochial service or in\nthe public service, then the following provisions shall have effect-\n     (1) during the period of such military or civilian service, including\n          in the case of-\n             (U) military service, any period of service with Her Majesty%\n                  Forces after the termination of the war (which period\n                  shall be included in the expression “military service”);\n             (b) civilian service, any period of civilian employment 24/1958\n                  which may be approved by the Governor-General, but s.2(1)-\n                  which in no case shall exceed six months, after the\n                  termination of the war, such employment haviq beai\n                  prior to the termination of the war c o ~ e c t e dwlth the\n                  prosecution thereof (which period shall be included in\n                  the expression “civilian service*’),\n          such officer shall be deemed to have been on leave on full\n          salary from the public or parochial service in which he was\n          last employed, and to have held the substantive office last\n          held by him in that service prior to such military or civilian\n          service;\n    (2) during any period between his leaving the public or parochial\n          service for the purpose of serving in Her Majesty’s Forces\n          or in any such civilian employment and the date of his com-\n          mencing such military or civilian service. he shall be deemed to\n          be on leave without pay, not granted on grounds of public\n         r   licy, from the pubhc or rochial service in which he was\n                                       g.\n            st employed, and to’have eld the substantive office last hehi\n          by him in that service prior to such military or civilian service;\n          and during any period between the termination of his military\n          or civilian service and the date of his reentering the public\n          or parochial service he shall, for such purposes, be deemed to\n          be on leave as aforesaid from the public or parochial service,\n          and to have held the substantive office, in which he is re-\n          employed:\n  Provided that-\n      (i) this regulation shall not apply when either period mentioned\n          in paragraph (2) exceeds three months, or such longer period\n          as the Governor-General. may in any special case determine; 4 1961\n          or if the officer fails, after such military or civilian service. to a&\n          re-enter the public or parochial service otherwise than in\n          circumstances in which he would be permitted, under the\n          law or regulations applicable to the public or parochial service\n          me incIuaioo of this page is avthorized by LN.7 9 / 19961\n’   34                            PENSIONS (PAROCHIAL OFFICERS)\n                             in which he is last employed prior to such military or civilian\n                             service, to retire on pension or gratuity, such circumstances\n              _.             arising not later than the expiration of three months, or such\n                             longer period as may be determined as aforesaid, after the\n                             termination of his military or civilian service;\n                        (ii) if during any period mentioned in paragraph (1). the oflicer\n                             has qualified for pension, or received emoluments in lieu of\n                             pension rights, actually in respect of military service. paragraph\n                             (1) shall, as respects that period, have effect as if the words\n                             “leave without salary not granted on grounds of public policy”\n                             were substituted for the words “leave on full salary”;\n                        (5)if during his military or civilian service the officer is injured\n                             or killed, he shall not be deemed to have been injured or killed.\n                             in the discharge of his duty;\n                        (iv) the provisions of this regulation which require that the officer\n                             shall be deemed to have held a specified office and to have been\n                             on leave from the public or parochial service, shall not apply\n                             in respect of any period during which he has actually held\n                             any other substantive office and has been on leave from any\n                             public service.\n    Emolu-            16. For the purpose of computing the amount of pension or gratuity\n    mentstob        of an officer-\n    taken for\n    computing           (a) the annual pensionable emoluments enjoyed by him at the\n    pension or               date of his retirement shall be taken; and\n    gratuity.\n    L.N.                (b) he shall be deemed to have been on duty on full pensionable\n    56/ 1994.\n                              emoluments at that date.\n    service           17. Only service in a pensionable office shall be taken into account\n    otherwise       as pensionable service:\n    than in a\n    pensionabl6\n    Office.           Provided that-\n                        (1) where a period of continuous service in a civil capacity other-\n                            wise than in a pensionable office is immediately followed by\n                            service in a pensionable office and the officer is confirmed\n    2411958                 therein, that period, or such portion thereof as the Governor-\n    s. 2 (1).               General may determine, may with the approval of thc Governor-\n                            General be so taken into account;\n                        (2) any break in service which may be disregarded under the\n      !”‘       .           provisions of regulation 12 may likewise be disregarded in\n                            determining for the purposes of the preceding proviso whether\n                            the period of service otherwise than in a pensionable office\n351 1979                    is immediately followed by the period of service in a pension-\nSch.                        able office;\n                              me inclusion of this page is amlhxized by LJN. ias/19%]\n              PENSIONS (PAROCHIAL OFFICERS)                                             37\n                       PARTV. Supplementary"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1)   Where an officer holding a pensionable or non- Gratuity\n                                                            where an\npensionable office in which he has been confirmed, dies officerdies\nwhile in the parochial service, it shall be lawful for the $!,$&.,\nGovernor-General to grant to the legal personal representa- 38/1955\n                                                            S.2 (a).\ntive of such officer-\n                                                                      2411958\n     (a) in the case of an officer who held             a pensionable s*2(1)*\n            office, or a non-pensionable office to which he had\n            been transferred from a pensionable office in which\n            he had been confirmed, a gratuity of an amount not\n            exceeding either one year’s pensionable emoluments\n            of such officer or his commuted pension gratuity,\n            if any, whichever is the greater;\n     (b) in the case of an officer who held a non-pensionable\n         office during the entire period of the five years\n         immediately preceding his death, a gratuity of an\n         amount not exceeding either nine months’ emolu-\n         ments of such officer or his commuted monthly\n         allowance gratuity, if any, whichever is the greater.\n        (2) Where an officer, who is in receipt of a pension\nor other allowance under this Act and on whose death while\nin the parochial service the Governor-General might have 24/1958\ngranted a gratuity under subsection (l), dies after retirement s. 2 (1).\nfrom such service, it shall be lawful for the Governor-General\nto grant to the legal personal representative of such officer-\n-\n        me inclusion of this page is authorized by L.N. C7/1930]\n 16                       P E N S O N S (PAROCHIAL OFFICERS)               .\n                (a) in the case of an officerwho retired from a pension-\n                     able office in such service, a gratuity of an amount\n                     not exceeding one year’s pensionable emoluments\n                     of such officer; or\n                 (b) in the case of an officer who retired from a non-\n                      pensionable office in such service, a gratuity of an\n                      amount not exceeding nine months’ emoluments\n                      of such officer,\n            from which gratuity shall be deducted the amount of any\n            pension, gratuity or other allowance already paid to such\n            officer under this Act or in respect of any public service.\n                   (3) For the purpose of this section-\n                (a) “pensionable emoluments” means the emoluments\n                     which would be taken for the purpose of computing\n                     any pension or gratuity granted to the officer if he\n                     had retired at the date of his death in the circum-\n                    ”stances described in paragraph (i) (d)of subsection\n                      (1) of section 7;\n                (b) “emoluments” means the emoluments enjoyed by\n                     the officer which would have been pensionable if\n                     the office held by him had been a pensionable office\n                     and which are computed in accordance with para-\n                     graph (a);\n3811955         (c) “commuted pension gratuity” means the gratuity,\ns. 2 (c).            if any, which might have been granted to the officer\n                     under regulation 23 of the Regulations contained\nSchedule.            in the Schedule if he had retired at the date of his\n                     death in the circumstances described in paragraph\n                     (i) (d)of subsection (1) of section 7 and had elected\n                     to receive a gratuity and reduced pension;\n381195s         (d) “commuted monthly allowance gratuity” means the\ns. 2 (c).\n                    gratuity, if any, which might have been granted to\n                    the officer under paragraph (4) of regulation 24 of\n                    the Regulations contained in the Schedule if he\n                   [Thz inclusion of this page is authopized by L.N. 57/1980]\n                PENSIONS (PAROCHIAL OFFICERS)\n         had retired at the date of his death in the circum-\n         stances described in paragraph (i) (4 of subsection (1)\n         of section 7 and had elected to receive a gratuity and a\n         reduced monthly allowance."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) Where an o f h e r holding a pensionable or non-\npensionable office in the parochial service dies as a result of iesondeath\ninjuries received-                                              of officer in\n                                                                the course\n                                                                      of duty.\n                                                                      2212003\n    (a) in the actual discharge of his duties; and                    s.2.\n    (b) in circumstances in which the injury is not wholly or\n        mainly due to, or seriously aggravated by, his own\n        serious and culpable negligence or misconduct; and\n    (c) on account of circumstances specifically attributable to\n         the nature of his duty,\nwhile in the parochial service, it shall be lawfil for the\nGovernor-General to grant pensions and gratuities as specified\nin regulation 25 of the Regulations contained in the Schedule Schedule\n                                                               AppenLx\nand by Appendix B.                                             B.\n       (2) For the purposes of this section-\n           PENSIONS (PAROCHIAL OFFICERT)\n(a) \"child\" includes-\n              (i) a posthumous child;\n              (ii) an adopted child, adopted in a manner\n                   recognized by law before the date of the\n                   injury; and\n              (iii) a stepchild wholly or mainly dependent on\n                    the officer for support;\n(b) \"surviving spouse\" means the widow or widower of the\n    officer;\n(c) references to an officer being injured in the circum-\n    stances detailed in paragraphs (a),(b) and (c) of\n    subsection ( 1 ) and to the date on which an injury is\n    sustained, shall respectively be construed as including\n    references to his contracting a disease to which he is\n    exposed specifically by the nature of his duty, not\n    being a disease wholly or mainly due to, or seriously\n    aggravated by, his own serious and culpable negligence\n    or misconduct and to the date on which such disease is\n    contracted.\n    [The inclusion of' rh~spage is authorized by L.N. 87/2004]\n       (3) An officer who dies as a result of injuries received\nwhile travelling by air in pursuance of official instructions shall\nbe deemed to have died in the circumstances detailed in\nparagraphs (a)and (c) of subsection (1).\n       (4) In making an award under this section, the Governor-\nGeneral may take into account, in such manner and to such\nextent as he may think fit against any award made under this\nsection-\n    (a) any damages that he is satisfied have been or will be\n        recovered by the dependants of a deceased oficer\n        consequent on the injury to the officer which resulted\n        in his death; and\n    ( b ) any benefits that have been or may be awarded to such\n          dependants under the Workmen's Compensation Act or\n          the National Insurance Act in respect of such injury\n          consequent upon the death of the oficer,\nand withhold or reduce the award accordingly.\n        (The inclusion of this page is authorized by L.N. 87120041\n                               PENSIONS (PAROCHLAL OFFICERS)\n                      (5) Nothing in this section shall authorize the making of\n               an award where the date on which an injury is sustained is more\n               than seven years prior to the date of the officer's death.\n                      (6) Where the Governor-General is satisfied that the\n               death of the officer resulted from the infliction of injuries which,\n               although not inflicted upon him while he was acting in the\n               execution of his duty, were nevertheless inflicted upon him\n               wholly or mainly because he was in the parochial service, it\n               shall be lawfil for the Governor-General to grant to the\n               dependants of that officer, pensions and gratuities as if his death\n               had occurred in the circumstances described in paragraphs (a),\n               (b) and (c) of subsection (1).\nh t h or         19. Where an officer holding a pensionable or non-\ninjury owing\n10 war         pensionable office in the parochial service and proceeding\n               by a route approved by the Governor-General to or from\n               this Island at the commencement or termination of his service\n                  PENSIONS (I'AIWC'HIAI, OFFICERS)\ntherein, or of a period of secondment, duty leave, or leave\ntherefrom, dies or is permanently injured as the result of damage\nto the vessel, aircraft, or vehicle, in which he is travelling or of\nany act of violence directed against such vessel, aircraft or\nvehicle, and the Governor-General is satisfied that such damage\nor act is attributable t o circumstances arising out of any war in\nwhich Her Majesty may be engaged such officer shall be\ndeemed to have died or to have been injured (as the case may\nbe) as the result of injuries received-\n    (a) in the actual discharge of his duty; and\n    ( b ) in circumstances in which the injury is not wholly or 2 ~ 1 9 5 8\n          mainly due to, or seriously aggravated by, his own s.10.\n          serious and culpable negligence or misconduct; and\n     ( c ) on account of circumstances specifically attributable to\n           the nature of his duty."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(1)       The provisions of this Act shall apply-                  Application\n                                                                         of Act.\n     (a) to every officer first appointed to the parochial service\n         of this Island-\n                PENSIONS (PAROCHIAL OFFICERS)\n                   (i) after the commencement of this Act; or\n                   (ii) before the commencement of this Act, to\n                        whom it was intimated before appointment\n                        that he would be liable to be affected by\n                        any change in the pensions law relating to\n                        him; and\n    (b) to every other officer in the parochial service at the\n         commencement of this Act or transferred from\n         the parochial service to public service before the\n         date of such commencement and still in the public\n         service on that date, unless not later than twelve\n         months after such commencement, or within such\n         further period as the Governor or the Governor-\n         General, as the case may be, may in any special case\n         allow, he gives notice in writing to the officer\n         prescribed by law, for the time being, of his desire that\n         the provisions of the Laws and Regulations repealed by\n         this Act which applied to him prior to such com-\n         mencement should continue to apply to him, in which\n         case they shall continue to apply accordingly, or unless\n         he elects before the commencement of this Act in\n         accordance with the provisions of any enactment for\n         the time being in force relating to the establishment of\n         a Provident Fund for employees in the Parochial\n         Service of this Island to become a depositor in such\n         Fund.\n         (2) If any officer who has given notice under paragraph\n( h ) of subsection (1) is thereafter reappointed to the parochial\nservice the provisions of this Act shall apply to him in respect of\nhis whole service:\n        [The ~ n c i u s i o nof th~spage I S authorized by L.N. 87/2004]\n   Provided that except where such an officer eventually\nbecomes eligible for a pension or gratuity under this Act in\nrespect of his service both before and after his re-employn~ent,a\npension or gratuity granted to him solely in respect of service\nprior to such re-employment shall not be recomputed.\n        (3) Where an officer gives notice under paragraph ~ 4 , 1 ~ 5 x\n( h ) of subsection (1) of his desire that the provisions of the\nLaws and Regulations repealed by this Act which applied to\nhim prior to the commencement of this Act should continue\nto apply to him he may, by a further notice in writing to the\nofficer prescribed by law, for the time being, finally and\nirrevocably withdraw the previous notice and, upon such\nwithdrawal, unless he had elected before the commence-\nment of this Act in accordance with the provisions of any\nenactment for the time being in force relating to the\nestablishment of a Provident Fund for employees in the\nParochial Service of this Island to become a depositor to\nsuch fund, the provisions of this Act shall apply to him in\nlieu of the provisions of the Laws and Regulations repealed\nby this Act which applied to him prior to the commencement\nof this Act.\n      (4) Any person who gives notice under paragraph %;'858\n(b) of subsection (1) of his desire that the provisions of the\n24                        Pl?NSIONS (PAROCHIAL OFFK'ERSI\n           Laws and Regulations repealed by this Act which applied\n           to him prior to the commencement of this Act should\n           continue to apply to him and subsequently retires in cir-\n           cumstances in which he would have been eligible for a\n           pension or gratuity under this Act if the provisions of this\n           Act had applied to him may, by a hrther notice in writing to\n           the officer prescribed by law, for the time being, withdraw\n           the notice given in accordance with paragraph ( h ) of sub-\n           section (1) and, upon such withdrawal, such provisions of\n           this Act as were in force at the date of such person's retire-\n           ment in the circumstances aforesaid shall, unless he had\n           elected before the commencement of this Act in accordance\n           with the provisions of any enactment for the time being in\n           force relating to the establishment of a Provident Fund for\n           employees in the Parochial Service of this Island to become\n           a depositor to such fund, apply to such person in lieu of the\n           provisions of the Laws and Regulations repealed by this\n           Act which applied to him prior to the commencement of\n           this Act."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21 . - ( l ) This regulation applies to an officer who-                    OfficeI3\n     (U) is permanently injured in the actual discharge of his duty by      rs$tz\n            some injury specifically attributable to the nature of his duty injuryor\n            which is not wholly or mainly due to, or seriously aggravated disease.\n             by, his own serious and culpable negligence or misconduct; or\n    (b) contracts a disease to which he is exposed specifically by the &13.  241 I958\n            nature of his duty, not being a disease wholly or mainly due\n            to, or seriously aggravated by, his own serious and culpable\n            negligence or misconduct; or\n     (c) is permanently injured as a result of an accident or damage\n            to the aircraft while travelling by air in pursuance of official\n            instructions and the injury was not wholly or mainly due to,\n            or seriously aggravated by, his own serious and culpable\n            negligence or misconduct; or\n    (d) while proceeding by a route approved by the Governor-General\n            to or from this Island at the commencement or termination of\n            his service therein, or of a period of secondment, duty leave,\n            or leave therefrom, is permanently injured as the result of\n            damage or any act of violence to the vessel, aircraft or vehicle\n            in which he is travelling, if the Governor-General is satisfied\n            that that damage or act is attributabb to circumstances arising\n            out of any war in which Her Majesty may be engaged.\n          me inclusion of this page is aut~~orized LN. 79/19961\n38                  PENSIONS (PAROCHIAL OFFICERS)\n              (2) In this regulation, unless the contrary intention appears.\n     references to an officer being injured and to the date on which an injury\n     is sustained shall respectively be construed as including reference to his\n     contracting such a disease as is mentioned in paragraph (1) and to the\n     date on which such disease is contracted.\n              (3) An officer holding a pensionable office in which he has been\n     confirmed may-\n          (a) if his retirement is necessitated or materially accelerated by\n                 his injury and he has been in the parochial seMce for less\n                 than ten years, be granted, in lieu of any gratuity under n&a-\n                 tion 5 or regulation 9, a pension under regulation 4 or 8. as\n                the case may be, as if the words “for ten years or more” were\n                omitted from regulation 4;\n          (6) if he was permanently injured while in the gcrvic+ of this\n                Island, be granted on retirement an additional pension at the\n                annual rate of the proportion of his actual pensionable emolu-\n                ments at the date of his injury appropriate to his case as shown\n                in the following table-\n                    When his capacity to contribute to his own support is-\n                      slightly impaid, five-sixtieths\n                      impaired. ten-sixtieths\n                      materially impaired,fifteen-sixtieths\n                      totally destroyed, twenty-sixtieths:\n                    Provided that-\n           (i) if he was permanently injured while travelling by air in pursu.\n                ance of official instructions, the relevant proportion in the table\n                shall be increased by one-half.\n          (ii) the amount of the additional pension may be duced to such\n                an extent as the Governor-General thinks reasonable when\n                the injury is not the cause or the sole cause of the retimnent.\n            (4) An officer holding a non-pensionable o h in which he has\n     been confirmed and whose service therein is not talcem into account\n     under regulation 17 may-\n         (U) if his retirement is necessitated or materially accelerated by his\n              injury and he has been in the parochial service for less than ten\n              years, be granted an allowance under paragraph (1) of ngula-\n              tion 24 as if the words ‘’for ten years or more” were omitted\n              from sub-paragraph (U) of that paragraph;\n         (b) if he was permanently injured while in the service of this\n              Island be granted on retirement an additional allowance of the\n              same amount and subject to the same conditions as the\n              additional pension which might be granted to him under\n              paragraph (3) if his office were a pensionable office; and for\n              the purpose of calculating such additional allowance the e x p m\n              sion “pensionable emoluments” in that paragra means the\n              emoluments enjoyed by the officer which WO         $  have been\n               me inclusion of &is pge is authorized by LJN. 7@/19%]\n         (4) Tllc pro\\,isions of rcgu1;ltion 22 sllall apply to ;In officer 2J 1958\nwho has hcld a non-pcnsionablc officc for at lcast tcn ?cars as if in such         \"\napplication the words \"monthly allo~vance\" were substituted for the\nword \"pension\" and tllc words \"one eight-hundredth\" for the words\n\"one six-hundredth\".\n          ( 5 ) An officer lo u.hom a ~nonthl! allonancc is granted under\nthis rcgulation may at hi:; option cscrcisablc on his rctirernent fron~\nthe public service be paid in lieu of such ~nonthlyallonancc a n~onthly I,,s,\nallowance at the ratc 0.1 tluee-fourths of sucl~ monthly allowance 1,)7,c,5~\ntogether with a gratuity cqual to twclvc and onc-hdf tinlcs the m o u n t\nof the reduction so madc in Ihc monthly allowancc.\n          (6) An officer. holding a non-pcnsionablc officc. ~ v h o is not\ncligiblc for pension or monthly allowance. or otherwise eligible for\ngratuity from the funds of ally Parish Council nu!--\n     ( a ) if his aggregate :;crvice. whcthcr parochial or public and parochial.\n           is at least five yc.ars but less than tcn years: and\n     ( h ) il he retires in any of the circumstances mcntioncd in scction 7 of\n          thc Act. other than those mentioned in paragraph (i) ( e ) ol\n          subsection ( 1 ) t'nereof.\nbe granted a gratuity no1 exceeding five times thc annual amount of the\nmonthly allowance. which, if there had been no qualifying period, might have\nbeen granted to him. under paragraph (1).\n        (7) For the purpxes of this rcgulation-\n     ( a ) the cxpression \"pensionable emoluments\" or \"pensionable\n           service\" whether either of such expressions appears in the\n           Act or in these Regulations means the emoluments enjoycd\n           by the officer which would have been pensionable emoluments?\n           or such of his service as would have been pensionable service\n            (as the case may be) if the office held by him had been a\n            pensionable clffice;\n                                    PENSIONS (PAROCHIAI, OFFICERLY)\n                     (h)    regulation 17, regulation 18 and regulation 19 shall apply to\n                            non-pensionable officers in the same manner as they apply to\n                            pensionable officers and as if in their application to non-\n                            pensionable officer; the words \"non-pensionable ofice\" were\n                            substituted for the words \"pensionable office\".\nPensionsand       25. Pursuanl to sechun 18. pensions may be granted in accordance with\ngrdtuitles\nunder section\n                Part 1 of Appendix B subject lo thc terms and conditions specified in Part 11:"
    }
  ],
  "definitions": [
    {
      "term": "surviving spouse",
      "definition": "the widow or widower of the",
      "source_provision": "sec18"
    }
  ]
}