{
  "id": "jm-stat-the-pensions-prime-minister-act",
  "type": "statute",
  "title": "The Pensions (Prime Minister) Act",
  "title_en": "The Pensions (Prime Minister) Act",
  "short_name": "Pensions (Prime Minister) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-pensions-prime-minister-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-pensions-prime-minister-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.1.1992.\n         Minister\n         President of the Senate\n         Parliamentary Secretary\n                                 SECOND\n                                      SCHEDULE                    (Section 4A)    35/2005\n                                                                                  S.8.\n                 Allowances payable to (P person in receipt ofa\n                   Prime Minister's pension, who has retired\n                       fiom the Ofice of Prinre Minister\n  *I. House allowance at the rate payable to Ministers.\n   *a. Secretarial allowance at an annual rate equivalent to the rate of salary\nfor the time being appertaining to the post of Executive 2 (inclusive of\nuniform allowance) in the Cenml Government Service."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1)      In this Act-\n      * \"entitled child\" means a person who-                                         3~12~0s\n                                                                                     S. 2.\n              (a) has not attained the age of nineteen years; or\n              (b) while being paid a pension, has not attained the\n                  age of twenty-three years and is pwsuing-\n                      (i) a course of full time instruction at by\n                          educational establishnent approved for\n                          the purpose by the Minister responsible\n                          for education; or\n                     (ii) a course of instruction as an apprentice in\n                          any trade, profession or vocation under\n                          articles entered into for a period of not\n                          less than two years,\n                    hereinafter referred to as higher education, so,\n                    however, that, if the person ceases to pursue the\n                    course of higher education before attaining the\n                    age of twenty-three years, he shall cease to be an\n                    entitled child at the date of such cessation;\n      \"legislator\" means a person who-                                               3 ~ 1 2 ~ 5\n                                                                                     S. 2.\n              (a) is a member of the House of Representatives;\n              (b) not being a member of the House of Representa-\n                  tives, is the holder of a specified legislative\n                  ofice;\n Provisions came into operation on 1.1.1997.\n                 [The lncludon of this page is authorkcd by L.S. 123R011(\n2                            PENSIONS (PRIME MNISTER)\n                  \"Prime Ministep's pensionyymeans the pension payable\n                       under this Act to a person who has ceased to be Prime\n                       Minister;\n                  \"salary\" means the emoluments provided in the estimates\n                       of expenditure of the Island, exclusive of duty\n                       allowance, entertainment allowance or any other\n                       allowance or emoluments whatever ,or any amount\n                       provided as a contribution to office or any other\n                       expenses;                                                  0\n33ROOJ            \"specified legislative office\" means any of the ofices\nS.2.                   specified in the First Schedule or any oflice prescribed\nFiat\nschedule.              as such by the Minister responsible for the public\n                       service by notice in the Gazette.\n3211074             (2) Any reference in this Act to a widow shall be 'con-\ns.2.        strued to include a reference to a widower.\nBrim           %--(I) Every person who having k n appointed Prime\nMhi'e\nright to    Minister on or after the sixth day of August, 1962, ceases at any\npension.    time after such appointment to be Prime Minister shall be paid a\n            pension under this Act with effect h m the date on which he\n                     to be Prime Minister and subject to the provisions of\n3211074     subsections (2) and (3) such pension sM1 continue to be paid\n                                                                 /\n'S.3.       during the lifetime of that person.\n                    (2) Prime Minister's pension shall, if the person to whom\n            it is payable is appointed Governor-General or is again appint-\n            4 Prime Minister, cease to be payable during the period in\n            respect of which that person holds the office of Governor-\n            General or again holds the offaceof Prime Minister.\n321IQ14             (3) A Prime Minister's pension or a Governor-General's\ns. 3@).     pension payable pursuant to section 4 of this Act shall, if the\n            pensioner becomes a legislator, cease to be payable while he is\n            entitled to receive emoluments as a legislator, but if the rate of\n            pension ex&         the rate of the emoluments nothing in this\n                                                                                  0\n            subsection shall preclude the payment of such pension to the\n            extent of such excess.\n                         DVIc bdcsb. of PLb pqc b amcLorlsld by LN. I23lMllJ\n                l.\n                  PENSIONS (PRIME MINISTER)                                      3\n      \"emoluments\" means emoluments provided in the esti-\n           mates of expenditure of the island, inclusive of duty\n           allowance, house allowance and entertainment 3snoos\n           allowance, but exclusive of any other allowance or\n           emoluments whatever or any amount provided as a\n           contribution to office or any other expenses;\n        (5) For the purposes of section 5 or 6 of this Act or\nsection 16 or 17 of the Governor-General (Expenditure, Personal\nStaff, Tax Exemptions and Pensions) Act, where a person dies\nduring any period for which his pension has ceased to be\npayable under subsection (3) he shall be deemed to have been\nentitled to that pension at his death."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. A Social Secretary's allowance at a rate equivalent to the mirimum\nrate of salary for the time being appertaining to the post of Senior Secretary\nOPSlSS3 (inclusive of unifonn allowance) in the Central Government\nService.\n  *4. Chauffeur's allowance at an annual rate equivalent to the sum of-\n     (a) the annual rate for chauffeur's allowance appertaining for the time\n          being to a retired Governor-General; and\n Provisions came into operation on 1.1.1992.\n                    PENSIONS (PRIME MINISTER)\n    ( b ) such rate for chauffeur's uniform as may be determined fiom time to\n          time by the Minister responsible for the public service."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-*(I)     Subject to subsections (2) and (3), a Prime Raleof\nMinister's pension shall be at such annual rate from time to time ~ ~ l e r . s\nas is eauivalent t o -                                            vcnsion.\n                                                                      35n005\n     *(a) the annual salary appertaining to the office of Prime s. 4.\n          Minister for the time being, if the person to whom it yi::)(iii).\n          is p a y a b l e\n               (i) ceases to be Prime Minister on or befoie the\n                   11th day of September, 2007; and\n              (ii) has retired from office as a legislator;\n     (6) subject to subsection (IA),     two-thirds of the annual vzoos\n          salary appertaining to the office of Prime Minister for S. 2 (aniii).\n          the time being, if the person to whom it is payable-\n              (i) ceases to be Prime Minister after the 1lth day\n                   of September, 2007, having not held that office\n                   at any time before that date; and\n             (ii) has retired from office as a legislator;\n     (c) two-thirds of the annual salary appertaining\n          to the ofice of Prime Minister for the time being if\n          the person to whom it is payable ceases to be Prime\n          Minister but has not retired from office as a legislator.\n       ( 1A) A person who-                                            moos\n                                                                      s. 2 @).\n             (Th hchsbr d ab page b .r(b.rbcd by LN. 123nOlll\n    4                                  PENSIONS (PRIME MINISTER)\n                     (a) is Prime Minister on the 1lth day of September, 2007;\n                          and\n                     (b) to whom the rate prescribed in subsection (1) (b)\n                          would, but for this subsection, apply, may elect to\n                          receive a Prime Minister's pension either at-\n                               (i) such annual rate from time to time as is equiva-\n                                   lent to the annual salary appertaining to the of-\n                                   fice of Prime Minister; or\n                              (ii) the rate prescribed in subsection (1) (b).               0\n    moo8                     (IB) Any election under subsection ( 1 ~ shall  )    be\n    S.2 (b).\n                made by notice in writing to the Minister and shall take effect\n                with regard to such monthly instalment of the pension as may\n                become next due after receipt of such notice by the Minister.\n    SY 1974            (2) If the person to whom Prime Minister's pension\n    S.4 (b).    is payable is appointed Governor-General, the pension pay-\n                able to him after he ceases to be Governor-General shall be\n                the pension specified in subsection (1) or, in case of his so\n                electing for the time being, the Governor-General's pension\n                specified in the Governor-General (Expenditure, Personal\n                Staff, Tax Exemptions and Pensions) Act, and an election\n                by any person under this subsection may be rescinded by\n                that person, but without prejudice to the making of any\n                further such election by him.\n                       (3) Any election, or rescission thereof, under subsection\n    2i2008      (2) shall be made by notice in writing to the Minister and shall\n    s. 2 (c).   take effect with regard to such monthly instalment of the\n                pension payable in consequence of the notice as may become\n    2l2008      due next after its receipt by the Minister, and no person shall be\n    s. 2 (c).   entitled to receive monthly instalments of Prime Minister's\n                pension and Governor-General's pension in respect of the same\n                month.\n                       (4) If a person to whom Prime Minister's pension is\n                                                                                            0\n                payable is in receipt of a retiring al:owance payable to him\n                under the Retiring Allowances (Legislative Service) Act, only so\n                much of the Prime Minister's pension shall be paid to him\n                 Revisions came into operation on 1.1.1992.\n                                                                           d LN. lUlZOlll\n                                 lYkc hdnk. of (bb p q e b ~ ~ ( b o r h cby\n-\n                       PENSIONS (PRIME MNISTER)                                                  5\n    as will, when added to his retiring allowance amount to the 524974\n    annual rate of pension prescribed by subsection (1).                s. 4(~)."
    },
    {
      "provision_ref": "sec4a",
      "section": "4A",
      "title": "Section 4A",
      "content": "4A. A person in receipt of a Prime Minister's pension Allowances\n    pursuant to subsection (l)(a), (l)(b) or (IA) of section 4 shall be             k*:.\n    paid the allowances specified in the Second Schedule.               receipt or\n                                                                                    Prime\n                                                                                    Minister's\n                                                                                    pension.\n                                                                                    Second\n                                                                                    Schedule.\n                                                                                    35n005\n                                                                                    S. 5.\n                                                                                    M008\n                                                                                    S. 3."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.+1) Where a person dies while he is Prime Minister or                        Widow's\n    while he is entitled to receive Prime Minister's pension-         pension.\n       (a) if he leaves-\n                 (i) a widow but no entitled child; or\n                (ii) a widow and entitled children by such widow\n                     only,\n           the widow shall, subject to the to the provisions of sub-\n           sections (2) and (3), be paid a pension at an annual rate\n           equivalent to two-thirds of the annual salary appertaining ~ ~ 1 9 7 4\n                                                                      S. S(a).\n           to the office of Prime Minister for the time being;        3512005\n                                                                                    S. Ma)\n        (b) if he leaves a widow and any entitled child by a previous\n             marriage only the widow shall, subject to the provisions\n             of subsections (2) and (3), be paid a pension at one-half\n             the annual rate prescribed in paragraph (a) until there is\n             no such entitled child and thereafter a pension at the full SY1974\n                                                                         S. S(b)\n             rate so prescribed.\n          (1A) A widow mentioned in subsection (1) shall be 3~zfios\n    entitled to be paid the allowances specified in the Third                       :hf:2,\ne   Schedule.\n            (2) A widow mentioned in subsection (1) shall not be\n                                                                         Schedule.\n                                                                                .\n    entitled to receive and shall not be paid pension-or allowances\n    under this section-\n         (a) in respect of any period after she becomes Governor-\n             General or Prime Minister;\n                          -\n                  IThc inclusion of B b pap is auBorited by LS. l 2 M O l l l\n6                                   PENSIONS (PRIME AdNISTER)\n35132005             (b) if she remarries.\nS. 6(c#iv).\n                         (3) Ef the Minister is satisfied that the widow of a former\n                 Prime Minister has, while receiving a pension under this section,\n                 deserted or abandoned, or failed to maintain or assist in\n                 maintaining so far as her means allow, an entitled child-\n                      (a) of her marriage with that former Prime Minister; and\n                      (b) whom she is bound by law to maintain,\n                 the Minister may cause to be paid to such child, until he dies or\n                                                                                             0\n                 ceases to be an entitled child, such portion of the pension\n                 payable to the widow under this section as he may think fit, and\n                 the widow shall have no M e r claim in respect of the portion\n                 of pension so paid.\nChildren's          6. Where a person dies while he is Prime Minister or while he\npension.\n                 is entitled to receive Prime Minister's pension, leaving entitled\n                 children, each of such children (except those referred to in sub-\n5211974          paragraph (ii) of paragraph (a) of subsection (1) of section 5, if a\nS.6 (a).\n                 pension is being paid under that section to their parent) shall be\n                 paid, until he dies or ceases to be an entitled child, such pension\n                 at such rate as the Minister shall determine; so, however, that the\n                 aggregate rate of pension payable to such children shall not\n                 exceed-\n5211974                (a) subject to paragraph (6) of this section, the\nS. 6 (b).\n                            annual rate prescribed in paragraph (a) of subsec-\n                            tion (1) of section 5 in respect of a widow;                 t\n                       (6) if, and so long as, the Prime Minister's widow\n                            is entitled to a pension under that section, one-\n                            half of the rate so prescribed.\nSource and          7. Any pension and allowances payable under this Act-\nmethod of\npayment of\npensions.\n35R005\n                       (a) shall be charged on and paid out of the Con-\n                           solidated Fund;\n                                                                                             0\nS. 7.\n                       (6) shall be paid monthly .in arrears 'in equal instal-\n                           ments.\n Protection of      8. Any pension payable under this Act shall not-\n pensions.\n                               me inclusion of this page is authorizd by 1°K. 123ROll)\n                       PBNSJONS ( P N M MLVJSTBR)\n      (a) be assignable or transferable except for the purpose of\n          satisQing a debt due to the Govenunent or an order of\n          any court for the payment of periodical sums of money\n          towards the maintenance of the wife, former wife, or\n          child being a minor of the person to whom the pension\n          is payable; or\n      (b) be liable to be attached, sequestered or levied upon for\n          or in respect of any debt or claim whatever except a\n          debt due to the Govenunent or any sum recoverable\n          pursuant to suck order of any court as is mentioned in\n          P = W ~ (4. P~\n                                  FIRSTSCHEDULE                    (Section 2)    35t2005\n                                                                                  S. 8.\n                                         Qfie                                     w.eJ"
    }
  ],
  "definitions": [
    {
      "term": "entitled child",
      "definition": "a person who-                                         3~12~0s",
      "source_provision": "sec2"
    },
    {
      "term": "legislator",
      "definition": "a person who-                                               3 ~ 1 2 ~ 5",
      "source_provision": "sec2"
    },
    {
      "term": "salary",
      "definition": "the emoluments provided in the estimates",
      "source_provision": "sec2"
    },
    {
      "term": "specified legislative office",
      "definition": "any of the ofices",
      "source_provision": "sec2"
    },
    {
      "term": "emoluments",
      "definition": "emoluments provided in the esti-",
      "source_provision": "sec2"
    }
  ]
}