{
  "id": "jm-stat-the-pensions-superannuation-funds-and-retirement-schemes-act",
  "type": "statute",
  "title": "The Pensions (Superannuation Funds and Retirement Schemes) Act",
  "title_en": "The Pensions (Superannuation Funds and Retirement Schemes) Act",
  "short_name": "Pensions (Superannuation Funds and Retirement Schemes) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-pensions-superannuation-funds-and-retirement-schemes-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-pensions-superannuation-funds-and-retirement-schemes-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Commission may issue directions.\nPART 11-Licensing ofildministrators and Investment Managers and\n         Registration qf Tmstees, Approved ~uperannuationFunds\n         andilpproved Retirement Schemes, etc.\n   Prohibition against operating without being licensed or registered.\n     Application to be registered or licensed.\n     Licensing of administrator.\n     Licensing of investment manager.\n    Registration of trustee.\n     Designation of administrator and investment manager.\n     Appointment of responsible officer.\n     Appointment of actuary or auditor.\n     Requirements for approval of superannuation fund.\n     Requirements for approval of retirement scheme.\n     Registration of approved superannuation fund or retirement scheme.\n     Display of certification of registration and licence.\n     Suspension of registration or licence.\n     Grounds for cancellation of registration or licence.\n     Implementation of proposal to suspend or cancel registration or\n       licence.\n     Summary cancellation of registration or licence.\n             [The inclusion of thls page is authorized by L.N. 180AR0061\n    PENSIONS (SUPERANNUATION FUNDS AND\n           RETIREMENT SCHEMES)\nSurrender of cancelled licence or certificate.\n          PART HI-Investigations               by Commission\nCommission may require information.\nPower to make investigations.\nPower to obtain information.\nEntry on premises.\nAction on completion of investigations.\n           PART IV-Termination               and Winding-up\nWind-up.\nMargin of solvency.\nSupplemental provisions as to winding-up.\nAscertainment of value of liabilities under fund or scheme.\nApplication of assets of fund or scheme.\nApplication of surplus.\n                     PART V-Miscellaneous\nRetirement age.\nKeeping of records.\nAmendment of Trust Deed or Plan Rules.\nCommission may petition court.\nReturns and reports to be submitted to Commission.\nMember may have recourse to Commission.\nAppeal.\nObligation for secrecy.\nDisclosure of information in certain circumstances.\nRegisters.\n                PART VI-Ofemes and Pet~alties\nPerforming duty as administrator or trustee without being licensed or\n     -\n          /The inclusion of this page Is authorized by L.N. ISOA120061\n         PENSIONS (SUPERANNUATION FUNDS AND\n                RETIREMENT SCHEMES)\n     Operating unregistered pension fund etc.\n     Failure to make returns.\n     Failure to give information.\n     Failure to keep records.\n     Obstructing search, etc.\n     Contravention of section 40.\n     Filing incorrect returns.\n     Failure to notify Commission.\n     Failure to return licence or certificate.\n     Failure to pay over contributions.\n     General penalty.\n                            PART VII-General"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) Subject to subsection (2), the Commission may suspension\nsuspend the licence of an administrator or investment manager ~~~~~-\nor the registration of a trustee, if it is satisfied that-    licence.\n    (a) the administrator, investment manager or trustee is in\n        breach of any provision of this Act or regulations made\n        hereunder; or\n    (b) the circumstances which gave rise to the breach would\n        constitute a ground for cancellation specified in section"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.\n        (2) Before taking action under subsection (I), the\nCommission shall notify the administrator, investment manager\nor trustee, as the case may be, of its intention to suspend the\nlicence or certificate and shall, in such notice-\n    (a) state the reasons for the proposed suspension and the\n        right of appeal under section 39;\n    (b) require the person notified to take the action specified\n        in the notice to remedy the breach within the time so\n        specified; and\n    (c) specify a period within which that person may make\n        written and oral representations with regard to the\n        proposed suspension.\n      (3) Where a person notified under subsection (2) fails to\ncomply with that notice within the time specified therein, the\nCommission may-\n    (a) by notice in writing, extend the time so specified upon\n        a request in writing by the administrator, investment\n        manager or trustee, as the case may be, and if the\n        breach is not remedied within the extended time,\n        suspend the licence or registration; or\n             [The inclusion of thls page is authorized by L.N. 180At20061\n                              PENSIONS (SUPERANNUATION FUNDS AND\n                                     RETIREMENT SCHEMES)\n                      (b) immediately suspend the licence or registration.\nGrounds for         18.-(1)    Subject to subsection (2), the Commission shall\ncancellation\nor registration   notify in writing-\nor licence.\n                       (a) an administrator or investment manager that it\n                            proposes to cancel its licence; or                                  ?i\n                                                                                                 L J\n                      (b) a trustee that it proposes to cancel his registration,\n                  stating the reasons therefor and the right of appeal under section"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. The Commission shall-                                                 Implemen-\n                                                                            tation of\n    (a) suspend or cancel a licence or registration if-                     proposal to\n                                                                            suspend or\n                (i) a person, having been duly notified under registration\n                    the relevant provisions of this Act of the or~icence.\n                    Commission's intention to do so and of the\n                    right of appeal, fails to lodge an appeal or\n                    withdraws any appeal; or\n               (ii) the result of the appeal is the confirmation of\n                    the Commission's action; and\n    (b) notify the person concerned of the suspension or\n        cancellation, as the case may be."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. The Commission may, at any time, cancel a licence or sunmary\n                                                           cancellation\nregistration, as the case may be-                          of registra-\n                                                                            tion or\n    (a) if it is satisfied that the administrator, investment licence,\n        manager or trustee has not carried on business in\n        Jamaica in the capacity for which he is licensed or\n        registered-\n                   (i) within one year of such registration; or\n                  (ii) for a period of more than one year; or\n    (b) if the administrator, investment manager or trustee so\n        requests;\n                         PENSIONS (SUPERANNUATION FUNDS AND\n                                RETIREMENT SCHMES)\n                    (c) upon the resignation of the trustee or responsible\n                        officer.\nSurrender of      21. A licence or certificate of registration which is cancelled\ncancelled\nlicence or      under section 11 (7) (c), 18 or 20 shall be returned forthwith to\ncertificate.    the Commission.\n                           PART 111. Investigations by Commission\nCommission        22. The Commission may in writing require an administrator,\nmay require\ninformation.    investment manager, sponsor or trustees to furnish to the\n                Commission, information relating to any matter in connection\n                with an approved superannuation fund or approved retirement\n                scheme.\nPower to          23.-(1)   The Commission may investigate the activities of an\nmake investi-\ngations.        approved superannuation fund or approved retirement scheme\n                where it appears to the Commission that-\n                    (a) the fund or scheme does not meet the prescribed\n                        funding or solvency requirements;\n                    (b) the trustees of the fund or scheme have not, within a\n                         period of one month from a date on which the\n                         Commission made a written request for information,\n                         furnished that information to the satisfaction of the\n                         Commission; or\n                    (c) based on information in the possession of the\n                        Commission, an investigation should be carried out\n                        into the whole or any part of the operations of the fund\n                        or scheme.\n                        (2) The Commission may, in relation to an approved\n                superannuation fund or approved retirement scheme, investigate\n                the activities of the administrator, investment manager, sponsor\n                or trustee.\n                             lThe lncluslon of this page Is authorized by L.N. 180A120061\n          PENSIONS (SUPERANNUATION mMDSAND\n                 RETIREMENT SCHEMES)\n       (3) The Commission may authorize such person as it\nthinks fit (hereinafter referred to as an Investigator) to carry out\nan investigation on its behalf.\n       (4) Where upon an investigation, it is found that a breach\nof this Act or regulations made hereunder has been committed,\nthe cost of the investigation shall be recoverable against the\nadministrator, investment manager, sponsor or trustee, as the\ncase may be, who committed the breach, in a Resident\nMagistrate's Court as a civil debt due to the Crown, notwith-\nstanding any limitation as to the amount recoverable\nunder the Judicature (Resident Magistrates) Act."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.--(I) In carrying out an investigation the Commission or POW\n                                                              to obtain\nthe Investigator may-                                         inform-\n                                                                       tion\n         require an administrator, investment manager, a\n         sponsor or the trustees to produce the assets, books,\n         accounts, documents or statistics of an approved\n         superannuation h n d or approved retirement scheme, as\n         the case may require, for inspection and to permit the\n         making of copies thereof and the taking of such\n         extracts therefrom, as are considered necessary;\n         examine on oath or affirmation in relation to the\n         business of the fund or scheme, any person who is, or\n         has been at any time, an actuary or auditor, a\n         responsible officer or a trustee of the hnd or scheme,\n         or a member or a legal personal representative of that\n         member; and\n         administer oaths for the purpose of paragraph (b).\n       (2) A person specified in subsection (1) (b) shall on\nrequest-\n    (a) produce to the Commission or the Investigator, any\n        securities, books, accounts, documents or statistics of\n        the fund or scheme, including, in the case of an auditor\n                      PENSIONS (SUPERANNUATIONFUNDS AND\n                             RETIREMENT SCHEMES)\n                    or an actuary, his working papers (hereinafter referred\n                    to as specified information) that are available to him;\n                    and\n                (b) furnish any other information in his possession relating\n                    to the find or scheme.\n412006             (3) A person (other than a trustee), who refuses to give\nSch.\n            information in reply to a request made under subsection (2) or\n            knowingly gives any false information in reply to such a\n            request, commits an offence.\nEntry on      25.-(1) If a Resident Magistrate is satisfied on information\npremises.\n            on oath by the Commission or any person authorized in that\n            behalf by the Commission that there are reasonable grounds for\n            suspecting that there are on any premises any specified\n            information which has not been produced in compliance with\n            requirements under section 24 or 34, the Resident Magistrate\n            may act in accordance with subsection (2).\n                   (2) The Resident Magistrate may issue a warrant\n            authorizing any member of the Constabulary Force, not below\n            the rank of Inspector, together with any other person named in\n            the warrant to-\n                 (a) enter and search the premises specified in the in-\n                      formation; and\n                 (b) seize and remove any securities, books, accounts,\n                      documents or statistics appearing to be such specified\n                      information as aforesaid, or to take, in relation thereto,\n                      any other steps that may appear necessary for\n                      preserving them and preventing interference with them.\n                    (3) Every warrant issued under subsection (2) shall\n            continue in force until the expiration of the period of one month\n            after the date on which it is issued.\n                    (4) Any specified information seized under this section\n            shall be returned to the person from whose possession it was\n            seized, as soon as practicable and, in any case shall not be\n                        [The inclusion of this page is suthorizcd by L.N. 80d20081\n               PENSIONS (SUPERANNUATION FUNDS AND\n                      RETIREMENT SCHEMES)\n     retained for longer than a period of two months from the date of\n     seizure or, if within that period criminal proceedings have been\n     brought in respect of the seizure, the conclusion of those\n     proceedings.\n            (5) A constable who executes a warrant issued under this\n     section shall, upon the execution of the warrant, prepare a list of\n     the property seized and give a copy thereof to the owner or\nC    occupier of the premises who is present at the time of seizure.\n            (6) A person who obstructs any other person in the\n     exercise of a right of entry, search or seizure conferred by virtue\n     of a warrant issued under this section commits an offence."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.-(1) Upon completion of an investigation under this Part Action on\n     in respect of an approved superannuation fund or approved completion ofinvesti-\n     retirement scheme the Commission-                                    gations.\n          ( a ) shall transmit to the trustees a summary of the\n                conclusions arrived at as a result of the investigation;\n                and\n          (b) may, without prejudice to any other powers conferred\n                by this Part, issue to the administrator, investment\n                manager, sponsor or trustees, directions in writing in\n                respect of the conduct of the business of the fund or\n                scheme.\n              (2) No direction issued under subsection ( 1 ) shall remain\n     in force for more than twelve months, but nothing in this\n     subsection shall be construed as preventing the Commission\n     from issuing further directions to the administrator, investment\n     manager, sponsor or trustee.\n                   PART IV. Termination and Winding-Up\n(2     27.-(1) The court may order the winding-up of an approved Winding-\n     superannuation fund or approved retirement scheme in\n     accordance with the provisions of this Act or regulations made\n     hereunder or the Trust Deed or Master Trust Deed, as the case\n     may require.\n          PENSIONS (SUPERANNIJATION I'UNDS AND\n                 IETIRFMENT SCHEMES)\n       (2) An approved superannuation fund or approved\nretirement scheme may be wound up-\n    (a) subject to subsections (3) and ( 5 ) , on the petition of-\n             (i) the Commission; or\n              (ii) the trustees who shall-\n                         (A) give the Commission ninety days'\n                             notice of their intention to do so and\n                             obtain the Commission's prior\n                             approval for such action; and\n                         (B) forthwith serve on the Commission a\n                             copy of the petition;\n    (b) subject to subsection (4), voluntarily by the trustees\n         pursuant to the rules for winding-up in the Trust Deed\n         or Master Trust Deed, as the case may require; or\n    (c) where the Commission satisfies the Court that the\n        winding-up is necessary to protect the interest of the\n        members.\n       (3) Where the Commission or the trustees propose to\ntake action under subsection (2) (a), the Commission or the\ntrustees, as the case may be, shall, before filing the petition, so\ninform the members in writing, stating the reasons therefor.\n       (4) Where trustees intend to voluntarily wind-up an\napproved superannuation fund or approved retirement scheme,\nthey shall notify the Commission of their intention no later than\nninety days before the winding-up and obtain the prior approval\nof the Commission for such winding-up.\n        (5) A petition referred to in subsection (2) (a) shall not\nbe presented except by leave of the Court, which shall not grant\nsuch leave until a prima facie case has been established to the\nsatisfaction of the court and security for costs has been given\n                                                          -     for\nsuch amount as the court may think reasonable.\n              PENSIONS (SUPERANNUATION FUNDS AND\n                     RETIREMENT SCHEMES)\n           (6) The Commission shall be a party to any proceedings\n    for the winding-up of an approved superannuation fimd or\n    approved retirement scheme and the trustee or provisional\n    trustee, as the case may be, in such winding-up shall give the\n    Commission such information about the affairs of the fund or\n    scheme as the Commission may require from time to time.\n           (7) Where the Commission is satisfied, after an\nP   investigation under section 23 in respect of an approved\n    superannuation fund or approved retirement scheme or on\n    examination of the hnd or scheme that it is necessary or proper\n    for the hnd or scheme to be wound up, the Commission may,\n    with the leave of the Court, present a petition for the winding-up\n    of the h n d or scheme, as the case may be, by the Court on any\n    of the grounds specified in subsection (8) and the Court may\n    order accordingly.\n           (8) The grounds referred to in subsection (7) are that-\n        (a) in the case of-\n                    (i) an approved superannuation fund, its Trust\n                        Deed and Plan Rules do not satisfy the\n                        criteria specified in section 13(2) or its\n                        registration has not been renewed;\n                   (ii) an approved retirement scheme, its Master\n                        Trust Deed does not satisfy the criteria\n                        specified in section 14(1) or hs registration\n                        has not been renewed,\n    and it is in the interest of the members that the approved\n    superannuation fund or approved retirement scheme be wound\n    up;\n        (b) the administrator, investment manager, sponsor or\n             trustee or other officer of the fund or scheme refuses to\n             comply with any requirements made or questions asked\n             under section 24 (1 ) (a) and (b), respectively and it is\n                 [The inclusion or this page Is authorized by L.N. 180A120061\n         P & i O N S (SUPERANNUA TZON FUNDS AND\n                   RETIREMENT SCHEMEEY)\n        in the interest of the members that the approved\n         superannuation fund or approved retirement scheme be\n        wound up;\n    (c) the result of an investigation is such that it is in the\n        interest of the members that the approved\n        superannuation fund or approved retirement scheme be\n        wound up;\n    (4 the approved superannuation fimd or approved\n         retirement scheme is insolvent and it is in the interest\n         of the members that the approved superannuation h n d\n         or approved retirement scheme be wound up.\n       (9) The trustees and the Commission shall be entitled to\nbe heard on any petition presented to the Court under this\nsection.\n        (10) Where a petition is presented under this section for\nan order in respect of an approved superannuation fund or\napproved retirement scheme, all actions and the execution of all\nwrits, summonses and other processes against it shall, by virtue\nof this section, be stayed and shall not be proceeded with,\nwithout the prior leave of the Court or unless the Court other-\nwise directs.\n      (1 1) Subject to the provisions of this section, the\nCommission may, at the time of presenting a petition for\nwinding-up under subsection (1), petition the Court for the\nappointment of a provisional trustee.\n      (12) Where the Court appoints a provisional trustee, the\nCourt may limit and restrict his powers by the order appointing\nhim.\n       (13) The provisions of subsections (1) to (11) shall also\napply to a superannuation h n d or retirement scheme which is in\nexistence on the appointed day and has not been approved.\n             - --     --\n        (14) A superannuation find or retirement scheme shall,\nduring the period of winding-up and until all assets have been\ndistributed, be subject to the provisions of this Act and the rules\nand regulations made hereunder."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Subject to the provisions of this Act, an approved Marginof\nsuperannuation fund or approved retirement scheme shall be\ndeemed insolvent if at any time the fund or scheme fails to meet\nthe prescribed minimum solvency requirements."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.-(1)    In any proceedings upon a petition to wind up an Supplemen-\napproved superannuation find or approved retirement scheme\npresented by the Commission under section 27, unless the winding-up.\n                                                                            Z!,::zi;,,\ncontrary is proved, evidence that the find or scheme was\ninsolvent thirty days before the date of the presentation of the\npetition is evidence that the approved superannuation fund or\napproved retirement scheme continues to be insolvent.\n       (2) Before the winding-up of an approved super-\nannuation find, any outstanding contribution payable by a\nmember or a sponsor and all contributions which were not paid\nover to the investment manager and any other amount which is\ndue and payable to the find or scheme, as the case may be, shall\nbe paid to the trustees or provisional trustees on behalf of the\nfind or scheme.\n        (3) All outstanding contributions and amounts not paid\nover shall be deemed in the case of an approved superannuation\nfund, to be the debt of the sponsor and shall rankparipassu with\nemployee emoluments.\n      (4) With effect from the date of winding-up of an\napproved superannuation find or an approved retirement\nscheme, all active members of the find or scheme shall be\ndeemed to be vested members, with no regard to age, period of\nmembership or period of employment.\n                           PENSIONS (SUPERANNUA TION FUNDS AND\n                                  RETIREMENT SCHFMELY)\nAscertainment         30.-(1) Where an approved superannuation fund or\nof value of\nliabilities      approved retirement scheme is being wound up voluntarily or is\nunder fund or    subject to the supervision of the Court-\nscheme.\n                     (a) the amount of the liabilities of the fund or scheme shall\n                         be determined by an actuary;\n                                                                                             fl\n                                                                                             L-1\n                     ( h ) the trustee or provisional trustee, in the case of all\n                           members appearing by the books of the fund or scheme\n                           to be entitled to or interested in the fund or scheme, as\n                           the case may be, shall give notice of the value of their\n                           interest in the fund or scheme in such manner as the\n                           Court directs.\n                        (2) A member to whom notice is given under subsection\n                 (1) shall be bound by the value ascertained in accordance with\n                 that subsection unless, within thirty days of receipt of the notice,\n                 he gives notice of his intention to dispute the value.\nApplicationof      31. Notwithstanding anything to the contrary in this Act,\nassets of fund\nor scheme.       upon the winding-up of an approved superannuation f h d or\n                 approved retirement scheme, all assets for the time being of that\n                 fund or scheme shall be delivered to the trustee or provisional\n                 trustee who shall pay all debts in the following order of\n                 priority-\n                     (a) expenses of the fbnd or scheme;\n                     (b) voluntary contributions and transfer values;\n                     (c) pensions owing to pensioners or their beneficiaries;\n                     (4 pensions for members eligible for early retirement and               0\n                          their beneficiaries;\n                     ( e ) pensions owing to deferred pensioners and their\n                           beneficiaries;\n                     V) prospective pensions for the remaining active members\n                        and their beneficiaries;\n                              [The inciusion of thls page Is authorized by L.N. 180N220061\n          (g) any other liabilities relating to the approved\n              superannuation h n d or approved retirement scheme."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.-(1) If after discharging the liabilities specified in section i z p p l ~ c a t ~ o n\n     31 (a) to V) any surplus exists, the trustees or provisional \"f'urp'u'\n     trustees shall employ an actuary approved by the Commission to\n     verify the amount of the surplus.\nC'\n l\n             (2) The trustees or provisional trustees shall, on receipt\n     of the verification of the surplus, forward a copy thereof to the\n     Commission together with a scheme of distribution of the\n     surplus for the Commission's approval\n             (3) The Commission shall examine the scheme of\n     distribution before giving its approval, so, however, that where\n     the Commission thinks it necessary, it may, after consultation\n     with the trustees or provisional trustees, amend such scheme.\n             (4) The Commission shall after approving the scheme of\n     distribution, with or without amendment, return it to the trustees\n     or provisional trustees who shall distribute the surplus in\n     accordance with the scheme of distribution as approved\n             ( 5 ) The Commission shall, in approving a scheme of\n     distribution, have regard to the payment of assets in the\n     following order of priority-\n          (a) to the current pensioners and their beneficiaries;\n          ( h ) providing additional benefits for the remaining\n                members and their beneficiaries;\n          (c) subject to subsection (6), to the sponsor\n           (6) Subsection ( 5 ) ( c ) shall not apply to assets of an\nc.   approved retirement scheme.\n                               PART V. Miscellaiieotrs"
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.-(1) An approved superannuation fbnd or approved Rzttrzmcnt\n     retirement scheme shall state a normal age for retirement \"g\"\n     between sixty and sixty-five years.\n                          PENSIONS (SUPERANNUATION FUNDS AND\n                                 RETIREMENT SCHEMES)\n                         (2) An approved superannuation fund or approved\n                 retirement scheme may specify that a member may become\n                 eligible for-\n                     (a) early retirement, not earlier than ten years before the\n                         normal age of retirement, except on the grounds of ill-\n                         health;\n                     ( b ) later retirement, not more than five years after the\n                           nonnal age of retirement.\n                       (3) No condition shall be imposed as to age of retirement\n                 or number of years of service in respect of retirement on the\n                 grounds of ill-health.\n                        (4) An approved superannuation fund or approved\n                 retirement scheme may specify different normal ages for\n                 retirement of members in accordance with the nature of the\n                 occupation of the members involved.\nKeeping of          34. Every administrator, investment manager, sponsor and\nrecords.\n                 trustee shall keep in Jamaica, and shall make available to the\n                 Commission on request, all records relating to a superannuation\n                 fund or retirement scheme of which he is the administrator,\n                 investment manager, sponsor or trustee, including statements\n                 issued to members by administrators, investment managers,\n                 sponsors or trustees;\nAmendment          35.-(1) Where the trustees intend to amend a Trust Deed\no f Trust Deed\nor Plan Rules.\n                 and Plan Rules or a Master Trust Deed, they shall-\n                     (a) notify the members in writing of that intention seeking\n                         the written approval of the members; and                           0\n                     ( b ) submit the amendments to the members for approval at\n                           least forty-five days before the date on which they\n                           intend to submit the amendments to the Commission\n                           for its approval.\n                        (2) The members may-\n          PENSIONS (SUPERANNUATION FUNDS AND\n                 R E T I m I E N T SCHEMES)\n       (2) The Commission shall make an enquiry into the\nmatter and take such steps as it considers appropriate and inform\nthe member accordingly."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39.\n                          (2) The Commission may take action under subsection\n                  (1) where it is satisfied that-\n                      (a) the licence or registration was procured as a result of\n                          misleading or false representation in a material\n                          particular or in consequence of any incorrect infor-\n                          mation (whether the representation or information was\n                          made or supplied wilfully or otherwise);\n                      (b) any of the persons referred to in section 7 (1) (a) or 8\n                          (2) (a) or the person referred to in section 9(1 )(a), no\n                          lmger satisfies the criteria specified in section 7(3) and\n                          that person has not been removed from office;\n                      (c) the administrator, investment manager or trustee, is\n                          carrying on the business otherwise than in accordance\n                          with sound pension principles and practice;\n                      ( d ) there is unreasonable delay in the payment of a pension\n                            or pension benefit;\n                      (e) thirty days have elapsed since the date before which the\n                          administrator, investment manager or trustee was                       0\n                          required to furnish information to the Commission, and\n                          has, without reasonable excuse, failed to furnish that\n                          information duly and satisfactorily;\n                      V) the administrator, investment manager or trustee has\n                              been found guilty of fraudulent or dishonest practice;\n                                 (The lncluaion of this page Is authorized by L.N. 180A120061\n         PENSIONS (SUPERANNUATION FUNDS AND\n                RETIREMENT SCHEMES)\n        the administrator, investment manager or trustee has\n        contravened any of the provisions of this Act or\n        regulations made hereunder or any condition, direction\n        or requirement imposed under this Act by the\n        Commission or, as the case may be, has been an acces-\n        sory to any such contravention by any other person;\n    (h) the breach that gave rise to suspension has not been\n        remedied within the period specified in section 17 (2)\n        (b) or (3) ( 4 ."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40.-(1)   A person having possession of or control over any Obligstion\ndocuments, information or records concerning an approved forseC'wY~\nsuperannuation fund or approved retirement scheme shall not at\nany time communicate or attempt to communicate such\ninformation or anything contained in such documents or records\nto any person-\n    (a) other than to the trustees or, where the circumstances\n        of the case so require, a member to whom the\n        information relates, the Commission or other person to\n        whom he is authorized by the Commission to\n        communicate it pursuant to any law; or\n    (b) otherwise than for the purposes of this Act\n           [The inslvsion of this page b svUlorivd by L.N. 80*12W8]\n                          PENSIONS (SUPERANNUATION FUNDS AND\n                                 RETIRLGWENT SCHEMES)\n                        (2) A person to whom information is communicated\n                 pursuant to an authority of the Commission in that behalf\n                 shall regard and deal with such information as secret and\n                 confidential.\nDisclo.ure of      41.--(I) The obligation as to secrecy imposed by section 40\ninformation in\ncertsio cir-     shall not prevent the disclosure of information-\ncumstances.\n                     (a) to a competent authority;\n                     (b) where the disclosure is required for the institution of,\n                         or otherwise for the purposes of any criminal\n                         proceedings under or arising out of the Companies Act\n                         or this Act or regulations made hereunder,\n                     (c) for the purposes of section 24 (power of Commissioner\n                         or Investigator to obtain information);\n                     (4 which is ordered by the Court for the purpose of any\n                          civil proceedings.\n                        (2) In subsection (1) (a) \"competent authority\" means the\n                 Minister or the Financial Secretary.\nRegisterr.          42. Every administrator, investment manager, sponsor and\n                 trustee shall keep such registers as may be prescribed.\n                                  PARTVI. Oflences and Penalties\nPerforming          43.-(1)   Any company which performs duties as an\nduty as\nadminislrator    administrator or investment manager without being licensed\nor trustee       under this Act commits an offence and is liable on summary\nwithout being\nlicensed or      conviction before a Resident Magistrate to a fine not exceeding\nregistered.      five million dollars.\n                        (2) [Deleted by Act 4 of 2006.1\n                             [The inolwion of this page is authcriad by L.N. 80*12W8]\n          PRNS'IONS ( S U P E W U ATION FCTNDS AND                           45\n                  RETIREMENT SCHEMES)"
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. A company which sponsors a superannuation fund or operating\nretirement scheme not being a specified pension fund or scheme            ;z:o\",'er\nwhich is not registered under this Act commits an offence and is fund, etc.\nliable on summary conviction before a Resident Magistrate to a\nfine not exceeding five million dollars."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. Any administrator, investment manager or responsible Failureto\nofficer who fails to make returns to the Commission in the time make\n                                                                returns,\nrequired under this Act or regulations made hereunder commits 4 1 ~ 0 0 6\nan offence and is liable on summary conviction before a SCh.\nResident Magistrate-\n    (a) in the case of an individual who is a responsible\n        officer, to a fine not exceeding one million dollars;\n    (b) in the case of a body corporate, to a fine not exceeding\n         two million dollars."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46.-(1) Any administrator, investment manager or sponsor Failure to\nwho fails to give the Commission information within the time $    :::frn'\nrequired or upon request by the Commission commits an 4i2006\noffence and is liable on summary conviction before a Resident 'Oh.\nMagistrate to a fine not exceeding five hundred thousand\ndollars.\n       (2) Any administrator, investment manager or sponsor 41~006\nwho fails to give to any member, any record or information Sch.\nrequired to be so given by this Act or regulations made\nhereunder, commits an offence and is liable on summary\nconviction before a Resident Magistrate to a fine not exceeding\nfive hundred thousand dollars.\n       (3) A person (other than a trustee) specified in section 24 w o o 6\n(1) (b) who refuses to give information pursuant to a request Sch.\nmade by the Commission under this Act or who knowingly\ngives false information in reply to such a request, commits an\noffence and is liable on summary conviction before a Resident\nMagistrate to a fine not exceeding one million dollars.\n               [The inclusion of this page is aWharizd by L.N. 80d20081\n46                       PENSIONS (SUPERANNUATION FUNDS AND\n                                RETIREMENT SCHEMES)\nFeilurc to        47. Any administrator or investment manager who fails to\nkeep records.\n412006\n                keep records required to be kept by this Act commits an offence\nSch.            and is liable on summary conviction before a Resident\n                Magistrate to a fine not exceeding one million dollars.\nObWucting         48. Any person who obstructs any other person in the\nsearch, dc.\n                exercise of a right of entry or seizure conferred by virtue of a\n                warrant issued under section 25 commits an offence and is liable\n                on summary conviction before a Resident Magistrate to a fine\n                not exceeding one million dollars or to imprisonment for a term\n                not exceeding one year or to both such fine and imprisonment."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49.-41) A person who contravenes subsection (1) of section\n                40 (obligation for secrecy) commits an offence and is liable on\n                summary conviction before a Resident Magistrate to a fine not\n                exceeding three million dollars or to imprisonment for a term\n                not exceeding three years.\n                       (2) A person referred to in subsection (2) of section 40\n                who at anytime communicates or attempts to communicate any\n                information in contravention of that subsection commits an\n                offence and is liable on summarv conviction before a Resident\n                Magistrate to a fine not exceeding three million dollars or to\n                imprisonment for a term not exceeding three years.\nFiling            50. Any administrator, investment manager or responsible\nincorrect\nrehlm8.\n                officer who knowingly files any incorrect returns with the\n412006          Commission commits an offence and is liable on summary\nSch.\n                conviction before a Resident Magistrate-\n                    (a) in the case of an individual, to a fine not exceeding one\n                        million dollars or to imprisonment for a term not\n                        exceeding twelve months;\n                    (b) in the case of a body corporate, to a fine not exceeding\n                         two million dollars.\n                             [The inclusion of his page is authorized by L.N. 80d20081\n          PENSIONS ( S U P E R ' U A T Z O N FXVDS AND                    47\n                 RETIREMENT SCHEMES)"
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. Any administrator or investment manager who fails to Failureto\nnotify the Commission under section 11 (9) of a person ceasing ~ ~             ~ ~\nto hold the post of responsible offtcer within the period specified\ncommits an offence and is liable on summary conviction before\na Resident Magistrate to a fine not exceeding five hundred\nthousand dollars."
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52. Any administrator or investment manager who fails to Fsilureto\nreturn its licence or responsible officer who fails to return his ~ i ~ ~ e o ,\ncertificate of registration pursuant to section 21 commits an certificate.\noffence and is liable on summary conviction before a Resident\nMagistrate to a fine not exceeding five hundred thousand dollars\nor to imprisonment for a term not exceeding three months."
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53. A sponsor who fails to pay over to an investment manager, ~ailureto\ncontributions deducted from the salaries and wages of members ~~~a\nwithin fourteen days of the end of the month in which the kaons.\ndeduction was made commits an offence and is liable on\nsummary conviction before a Resident Magistrate to a fine not\nexceeding three million dollars."
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54. A person who commits an offence under this Act for Oeneral\nwhich no penalty is provided is liable on summary conviction F  : z:\nbefore a Resident Magistrate to a fine not exceeding three sch.\nmillion dollars or to imprisonment for a term not exceeding two\nyears.\n                       PARTVII. General"
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55.-(1)   Subject to subsection (2), no official of the Commis- secrecy of\nsion and no person who, by reason of his capacity or office has, :t:p\nby any means, access to the records of the Commission, or any omcis~s.\nregisters, correspondence or material with regard to any\napproved superannuation fund or approved retirement scheme\nshall, while his employment in or, as the case may be, his\nprofessional relationship with the Commission continues or after\nthe termination thereof, give, divulge or reveal any information\nregarding any particulars of the find or scheme.\n                          PENSIONS (SUPERAMVUATION FUNDS AND\n                                 RETIREMENT SCHEMES)\n                      (2) Subsection (1) shall not apply in any of the\nSchedule        circumstances specified in the Schedule.\n                       (3) Any person who contravenes subsection (1) commits\n                an offence.\nRule of law       56. The rule of law against perpetuities shall not apply to and\nagainst per-\npetuities not   shall be deemed never to have applied to the trusts of any\nto apply.       approved superannuation fund or approved retirement scheme.\nEnension of       57. Where any provision of this Act or regulations made\ntime limits.\n                hereunder requires anything to be done within a specified period\n                of time and no provision is made for the extension thereof, that\n                period may in any particular case be extended by the\n                Commission."
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58. Regulations.\n     SCHEDULE.\n              [The lncluslon of thls page Is authorized by L.N. 180An0061\nPENSIONS (SUPERANNUATION FUNDS AND\n       RETIREMENT SCHEMEL5J\nthe maximum annual pension payable shall not exceed\nthe prescribed limit;\na lump-sum payment may be payable as follows-\n       (i) on death, an amount not exceeding two years\n           salary or wages or an amount representing\n           the actuarial value of the member's interest\n           in the fund, whichever is the greater;\n      (ii) on termination of employment, other than\n           death or retirement, a rehnd of the member's\n           voluntary and compulsory contributions\n           accumulated with interest together with an\n           amount equivalent to the appreciation in\n           value of investment units (if any) allocated\n           to the contributions;\n      (iii) on retirement, an amount not exceeding the\n            commuted value of one-quarter of the\n            accrued pension up to a maximum of twelve\n            and one-half times one-quarter of the\n            pension before commutation;\npensions less than the prescribed amount may be\ncommuted in full;\nprovision is made for information to be given to a\nmember;\n provision is made for a member to have recourse to the\nCommission where he is of the opinion that his benefits\nunder the approved superannuation fund are being\njeopardized;\nappropriate winding-up provisions are made for the\nfund in the Trust Deed or Plan Rules or both;\nthe fund provides for member nominated trustees on\nsuch terms and conditions as may be prescribed.\n    lThe inclusion of this page is authorized by L.N. 180A/2006]\n                          PENSIONS (SUPERANNUATION FUNDS AND\n                                 RETIRFMENT SCHEMES)\n                        (3) The Commission may prescribe regulations varying\n                the conditions specified in subsection (2) and such regulations\n                shall be subject to affirmative resolution.\nRequirements           14.-41) The Commission shall approve a retirement\nfor approval\nof retirement   scheme if it is satisfied that the trustees are registered under\nscheme.         section 9 (1) (a), the administrator is licensed under section 7 (1)\n                (a), the investment manager is licensed under section 8 (1) (a)\n                and the Master Trust Deed contains-\n                    (a) the conditions specified in subsection (3) of this\n                        section; and\n                    (b) other conditions similar to those specified in the\n                        following provisions of section 13 (2) in relation to a\n                        superannuation fund, namely-\n                                 (i) paragraph (b) (principal purpose);\n                                (ii) paragraph (z) (payment of pension on\n                                     voluntary retirement);\n                                (iii) paragraph 0) (minimum                             hnding     and\n                                      solvency requirements);\n                                (iv) paragraph (k)                    (pension          rights    non-\n                                     assignable);\n                                (v) paragraph (1) (accounting requirements);\n                                (vi) paragraph (m) (investment criteria);\n                                (vii) paragraph (n) (reports and information);\n                               (viii) paragraph (p) (payments of lump sum in\n                                      respect of death and retirement);\n                                (ix) paragraph (q) (commutation                              of   small\n                                     pensions); and\n                                 (x) paragraph (r) (information to members).\n                              (The inclusion or this page is authorized by L.N. lBOA/20061\n         PENSIONS (SUPERANNUATION FUNDS AND\n                RETIREMENT SCHEiMEs)\n       (3) A company which without lawhl excuse fails to\ndisplay the licence or the certificate of registration commits an\noffence."
    }
  ],
  "definitions": []
}