{
  "id": "jm-stat-the-pensions-teachers-act",
  "type": "statute",
  "title": "The Pensions (Teachers) Act",
  "title_en": "The Pensions (Teachers) Act",
  "short_name": "Pensions (Teachers) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-pensions-teachers-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-pensions-teachers-act | Legal areas: Social Security",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1 ..N.\nregulations providing for the gmnt of retiring benefits in respect of public 1 2Y1972.\nservice."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1)  In this Act-                                     Int~rpreta-\n                                                                      tion.\n\"teacher\" means a person who has service in a teaching\n     capacity-\n     (a) in a secondary school;\n     (h) in a training college;\n     (c) in an elementary school; or\n     (4 in an institution approved by the Minister responsible ~s.lt>c,l\n          for education;                                       s 2.\n\"teaching service\" means-\n     ((1) registered service as a teacher in this Island;\n     (h) other teaching service;\n\"other teaching service\" means whole-time service in a teaching\n     capacity in an approved school;\n\"public service\" means service in a civil capacity under the\n     Government of this Island or under the Kingston and St\n     Andrew Corporation or under a Parish Council, and any\n      such other service as the Minister responsible for the 1,'149\" 70\n      public service may determine to be public service for the\n      purpose of any provisions of this Act,\n\"registered service\" means servlce entered in the registers in\n      accordance with the provisions of this Act,\n\"pensionable emoluments\" means--\n     ((1) in respect of teaching service in t h ~ sIsland, salary, - 1 1 9 7 ~\n          responsibility remuneration, shift allowance and house \\I, ,,,),\n                                                                         2 ( 5 )\n          allo\\t ance. and                                         \\ ?(hb\n                (h) in respect of other teaching service, emoluments which\n                      count for pension in accordance with the law or\n                      regulations in force in such service;\n           \"salary\" means the regular monthly amount, excluding any\n                allowance, paid to a teacher with the authority of\n                government, or, where teaching service is undertaken in an\n                institution approved by the Minister responsible for\n                education, the regular monthly amount, excluding any\n                allowance paid to the teacher during such service;\n           \"house allowance\" means the house allowance which is granted\n               in respect of the post to which a teacher is appointed, but\n               does not include such allowance granted on condition that it\n               shall not be pensionable:\n                    Provided that where a teacher is appointed to an ofice\n                 in respect of which no house allowance is granted but that\n                 teacher is provided with quarters, an amount equal to\n                 fifteen per cent of the minimum salary of the ofice to\n                 which the teacher is appointed shall, for the purposes of\n                 this Act, be regarded as house allowance;\n5111975    \"responsibility remuneration\" means an allowance in addition to\nS.2 (b).        salary, paid to a teacher in respect of the assignment to him\n                of responsibility related, but additional, to his duties as a\n                teacher;\n           \"secondary school\" means a secondary school which is in\n                receipt of a grant under the Education Act;\n           \"training college\" means a training college operated under and\n                in accordance with the provisions of the Code of\n                Regulations made under the Education Act;\n           \"elementary school\" means any school operated under and in\n                accordance with the provisions of the Code of Regulations\n                made under the Education Act;\n           \"approved school\" means a school in the United Kingdom, or in\n                any Commonwealth country, other than this Island, in\n                relation to which the Governor-General is satisfied that\n                     PENSIONS (TEACHER$)                                      5\n    provision is made by law for the payment of pensions or\n    gratuities in respect of service in that school.\n       (2) The definition of “house allowance” in subsection 18/1998\n(1) shall be deemed to have come into operation on the 1st day s. 2 (c).\nof January, 1986."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) Pensions and gratuities may be granted by the Pensions\nGovernor-General, in accordance with the regulations contained        ~~~~~\nin the Schedule, to teachers who have been in teaching service in s. 2 (1).\n                                                                  Schedule.\nthis Island.\n       (2) The regulations contained in the Schedule may from I..N.\ntime to time be amended, added to, or revoked, by regulations 1 4 9 m\nmade by the Minister responsible for the public service, and all\nregulations so made shall be laid before the House of\nRepresentatives and published in the Gazette.\n       (3) Whenever the Minister responsible for the public\n                                                                   14Pm\nservice is satisfied that it is equitable that any regulation made\nunder this section should have retrospective effect in order to\nconfer a benefit upon or remove a disability attaching to any\nteacher that regulation may be given retrospective effect for that\npurpose:\n  Provided that no such regulation shall have retrospective\neffect unless it has received the prior approval of the House of\nRepresentatives signified by resolution.\n       (4) Any pension or gratuity granted under this Act shall\nbe computed in accordance with the provisions in force at the\nactual date of a teacher’s retirement.\n       ( 5 ) All regulations made under this section shall have the\nsame force and effect as ifthey were contained in the Schedule,\nand the expression “this Act” shall, wherever it occurs in this\nAct, be construed as including a reference to such Schedule.\n6                                        PENSIONS (TEACHERS)\nPensions. etc.       4. There shall be charged on, and paid out of, the\nto be paid OUI\nof Consoli-       Consolidated Fund all such sums of money as may from time to\ndated Fund.       time be granted by way of pension or gratuity in pursuance of\n                  this Act.\nPensions. ettc.     5.-(1) No teacher shall         have an absolute right to\nnot of nght.\n                  compensation for past services or to pension or gratuity.\n                         (2) Where it is established to the satisfaction of the\n27 1958           Governor-General that a teacher has been guilty of negligence,\nS.2(1).           irregularity, or misconduct, the pension or gratuity may be\n                  reduced or altogether withheld.\nCircum-             6 . 4 1 ) No pension or gratuity shall be granted under this Act\nstances in\nuhich pen-        to any teacher except on his retirement from teaching service\nsion may be       and unless-\ngranted.\n                           he has attained the age of fifty-five years or over; or\n                           in the case of transfer to other teaching service, he has\n                           attained the age at which he is permitted by the law or\n                           regulations of the teaching service in which he is last\n                           employed to retire on pension or gratuity, or any\n                           greater age; or\n                            it is certified on medical evidence, to the satisfaction"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Paylent of a pension to tllc mother of a tcacllcr shall be made only if\nthe mother was wholly or mainly dependent on the dcccascd teacher for\nsupporl and \\vhilc the mother is without adcquatc means of support and if\nthe mother is unnunicd. divorced or a widow. as the case may bc. at the\ntime of the grant of the pension and subscquenlly rnanics or renunics. as\nthe case nu!- be. such pension shall ccasc as from the datc of marriage or\n          [The i n c l u s ~ o of\n                               ~ i [his page is authorized by L.N. 871200.lj"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Every teacher, otherwise qualified for pension. who has three or ~ ~ u i t i e s :\nmore but less than ten years teaching senice in th~sIsland may be ~                        ~    ~      ~   ~   a   ~   e\ngranted on retirement a gratuity not exceeding five times the annual amount to be granted,\nof the pension which. if there had been no qualifying period. might have been I 8 I 998\ngranted to him under regulation 4.                                                 S. 5(h).\n                 PART 111. Teachers with Other Tenching Service"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. This Part shall apply only in the case of a teacher with other teaching .qppIication\nservice.                                                                           of Part 111.\n                                                                                   intsrpre-"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. In this Part and Part IV-                                                    tation.\n\"scheduled temtory\" means any territory mentioned in the Schedule and\n        includes the temtoq of Ceylon, in respect of any teacher who has had\n        teaching service in that temtoq prior to the 4th day of February. 1918.\n        and the territory of Palestine. in respect of any teacher who has had\n        teaching service in that territory prior to the 15th day of May. 1948:\n\"service in the group\" means teaching service in this Island and in a\n        scheduled territory or scheduled temtories."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.--(1) Where the other teaching service of a teacher to whom this Part Pension for\napplies has been wholly in one or more scheduled temtories and his service\naggrcgatc scrvice would havc qualified him had it bccn wholly in this wholly       within ihe\nIsland for a pension under this Act. he may. on his retircnient from gr\"P.\nteaching service in circumstances in which he is permitted by the law or\nregulations of the teaching servicc in which hc is last cinploycd to rctirc\non pension or gratuity, be granted in respect of his service in this lsland a\npcnsion of such an amount as bcars thc samc proportion to thc amount of\npcnsion for which hc would havc bccn cligiblc had his scrvicc becn\nwholly in this Island, as the aggregatc amounts of his pensionable emolu-\nments during his scrvicc in this Island bcar to thc aggrcgatc amounts of his\npcnsionable emoluments throughout his service in thc group.\n          (2) In determining for the purposes of this regulation tlic pension for\nwhich a tcachcr would haw bccn cligiblc if his Scrvicc had bccn wholly in\nthis Island-\n     (a) in thc application of rcgulation 16. his pcnsionablc cinolumcnts\n             shall bc dctcrmincd by rcfcrcncc to thc highcst pcnsionablc 3 112002\n             emolumentsenjoyed by him during his teaching service. cscept that Sch.\n             whcrc thc tcachcr is not scrving in a schcdulcd tcrritory at thc datc\n             of his retirement from teaching service, his pensionablc\n             cmolumcnts during thc last thrcc ycars of his tcaching scrvicc in a\n             schcdulcd tcmtory shall be takcn;\n     ( h ) no rcgard shall bc had to any additional pcnsion under regulation 2 1 2711958\n             or regulation 22;                                                     s. 12.\n                  l'llic Iiicliisioii of this page IS ; i w l l i o r h d try I..N   88L?OI).ll\n18                                         PENSIONS (TEACHEM)\n                        (c) [Deleted by Act 31 of 2002.1\n                        (d) no period of other teaching senice in a scheduled temton- in\n                               respect of which no pension or gratuih-is granted to hun shall\n                               be taken into account.\n                              (3) For the purposes of t h s regulation the aggregate amount of a\n                   teacher's pensionable emoluments shall be taken as the total amount of\n                   pensionable emoluments whch he would have received or enjoyed had he\n                   been on duty on 1 1 1 pay throughout the period of his senice in the group\n                   subsequent to the attainment of the age of twenp \\-ears and prior to the\n                   attainment of the age of si\\F-fi\\-e years:\n                      Provided that in calculating the aggregate amount of his pensionable\n                   emoluments. no account shall be taken of an>-senice in a scheduled temton\n                   in respect of whch no pension or gratuip is granted to h.\nPension \\\\here        9.-(1)    Where the other teaching service of a teacher to whom t h s\nother sm-ice\nnot within thc\n                   Part applies has not included senice in any of the scheduled territories.\nP U P .\n                   and lus aggregate senice would have qualified hun. had it been wholl!-\n                   in th~sIsland for a pension under these Regulations. he may. on his\n                   retirement from teaching senice in circumstances in which he is per-\n                   mined by the law or regulations of the senice in wluch he is last\n27 1958            employed to retire on a pension or gratuie. be granted in respect of\ns. 12.             his senice in th~sIsland- a pension at the annual rate of one fiye-fortieth of\n21 2002            his pensionable emoluments for each complete month of hs pensionable\nSch.\n                   senice in this Island.\n                             (2) Where the teacher is in other teaching senice at the time\n                   of his retirement in the circumstances referred to in paragraph (1). his\n                   pensionable emoluments for the purposes of such paragraph shall be\n                   those which would have been taken for the purpose of computing hs\n                   pension if he had retired from teaching senice and been granted a\n                   pension at the date of his last transfer from the senice of this Island:\n                   and for the purposes of regulation 16. where the teacher had less than\n                   three years teaching senice in this Island. then the average annual\n                   amount of the pensionable emoluments enjoyed by the teacher during\n                   his teaching senice in this Island shall be taken.\nPension \\\\here         10. Where a part only of the other teaching senice of a teacher to\nother teaching     whom this Part applies has been in one or more of the scheduled territories.\nservice hoth\nwithin and not     the pro\\isions of regulation 8 shall apply but in calculating the amount of\nwithin the         pension. regard shall be had only to senice in the group.\ngroup.\nGratuity               1 1. Where a teacher to whom this Part applies retires from teachmg\nHhcre lcrigih      senice in circumstances in which he is permitted by the law or regulations\nofswvice dws       of the senice in which he is last employed to retire on pension or gratuity and\nnot qiiali@ I'or\npension.\n                   has been in teaching senice for three years or more but less than ten years. he\n18/1998            may be granted in respect of his senice in this Island. a gratuity not\ns.5(c).            exceeding five times the annual amount of the pension which if there had\n                            PENSIONS (TEA('HER!!)                                                I9\nbeen no qualifiing period. might have been granted to him under rcgulation"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Pcnsions. etc.. not to be assignable.\n I I . Pension. etc.. to cease on bankruptcy."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. No period of senice while a teacher was under the agc of ciglitccn Scrvicc\n                                                                              undcr 1 X\nyears or over the age of skqy-five years shall be taken into account as and        over 6 5 .\npensionable service.                                                          27' 1958\n                                                                                     s. 12.\n                                                                                     1x1I w x\n                                                                                     s. 4 (d)."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.02                                    PENSIONS (TEACHERS)\nDeath or            14. Where a teacher in teaching service in this Island is\ninjury owing\nto war           proceeding by a route approved by the Governor-General to or\nconditions.      from this Island at the commencement or termination of his\n                 service therein, or of a period of duty leave, or leave therefrom,\n                 dies or is permanently injured as the result of damage to the\n                 vessel, aircraft, or vehicle, in which he is travelling, or of any act\n                 of violence directed against such vessel, aircraft, or vehicle, and\n                 the Governor-General is satisfied that such damage or act is\n                 attributable to circumstances arising out of any war in which Her\n                 Majesty may be engaged, such teacher shall be deemed to have\n                 died or to have been injured (as the case may be) as the result of\n                 injuries received-\n2711958               (a) in the actual discharge of his duty; and\nS.9.\n                      (h) in circumstances in which the injury is not wholly or\n                          mainly due to, or seriously aggravated by, his own\n                          serious and culpable negligence or misconduct; and\n                      (c) on account of circumstances specifically attributable to\n                          the nature of his duty.\nApplication of     15.-41) The provisions of this Act shall apply-\nAct.\n27 1958               (i) to every teacher tirst appointed to teaching service in\ns. 10 ( I )               this Island-\n(a). (b).\n                              (a) after the commencement of this Act; or\n                     PENSIONS (TEACHEfi]                                    13\n            (b) before the commencement of this Act to whom\n                it was intimated before such appointment that\n                he would be liable to be affected by any change\n                in the Pensions Law relating to him; and\n    (ii) to every other teacher so appointed prior to the\n          commencement of this Act who has any teaching\n          service or public service subsequent to such\n          commencement, unless not later than twelve months\n         after such commencement, or within such further\n         period as the Governor or the Governor-General, as the\n         case may be, may in any special case allow, he gives\n          notice in writing to the officer prescribed by law, for\n         the time being, of his desire that the provisions of the\n         Laws and Regulations repealed by this Act which\n         applied to him prior to such commencement should\n         continue to apply to him, in which case they shall\n         continue to apply to him accordingly.\n         (2) Any notice under paragraph (ii) of subsection (1) 27 1958\nmay, by further notice in writing to the officer prescribed s. I U ( I ) ( c )\nby law, for the time being, be finally and irrevocably with-\ndrawn by the teacher and, upon such withdrawal, the\nprovisions of this Act shall apply to the teacher in lieu of\nthe provisions of the Laws and Regulations repealed by\nthis Act which applied to him prior to the commencement\nof this Act.\n        (3) Any person who gives notice under paragraph (ii) of 2 7 i i m i\nsubsection ( I ) and subsequently retires in circumstances s. lO(I)(c).\nin which he would have been eligible for a pension or gratuity\nunder this Act if the provisions of this Act had applied to\nhim may, by hrther notice in writing to the officer prescribed by\nlaw, for the time being, withdraw the notice given in accordance\nwith paragraph (ii) of subsection (1) and, upon such withdrawal,\nsuch provisions of this Act as were in force at the date of such\n                                          PENSIONS (TEA CF?ER6S)\n                 person's retirement in the circumstances aforesaid shall apply to\n                 such person in lieu of the provisions of the Laws and\n                 Regulations repealed by this Act which applied to him prior to\n                 the commencement of this Act.\n2711958                 (4) Where, pursuant to subsection (3), an award of\ns. 10(l)(f).\n                 pension or gratuity is made to any person in accordance\n                 with the provisions of this Act, such award shall be in lieu\n                 of any award made to such person in accordance with the\n                 provisions of any Laws or Regulations repealed by this Act\n                 which applied to such person prior to the commencement of\n                 this Act, and any payments made to such person by virtue\n                 of any award so superseded by an award under this Act shall\n                 be set off against the payments to be made to such person\n                 by virtue of the award under this Act.\n45'1961                 (5) Any notice which pursuant to any of the foregoing\ns. 2.            provisions of this section is required to be given shall, from\n                 and after the 27th December, 1961, be given to the Financial\n                 Secretary.\nRehdofpast         16. Where any teacher to whom this Act applies and who is\nLwntributions.\n                 not employed in teaching service-\n                      (a) has had deductions made fiom his salary under any\n                          Law repealed by this Act; and\n4511961               (b) gives notice in writing to the Minister responsible\ns.2.                      for education that he no longer intends to be\n                          employed as a teacher and that he desires a refund\n                          of such deductions; and\n                      (c) at the time of such notice such teacher is not eligible\n                           for any pension or gratuity under this Act,\n                 then such teacher shall be entitled to a refund of such deductions\n                 and he shall be deemed to have renounced all claims to any\n                 pension or gratuity in respect of any teaching service prior to the\n                 date of such refund.\n                                [The iiicliisioii oftliis page I S nutlionzed b! L N   SS'20031\n                    PENSIONS flEACHEILY                                        15"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. No period during which a teacher has bccn absent froiii duty on Iclivc\nwithout salw shall be taken into account as pensionable scrvicc unlcss such\nleave has been granted on grounds of public policy with tln: approval of llic\nGovernor-General."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The Govemor-General may. either gcncrally or in rclation to an:, Ccxtain\n                                                                                swvicv in ii\nparticular case. declare that any period of senice in a teaching capacity in an temhing\ninstitution approved by the Minister responsible for education which is not a capacity to\nsecondary school. training college. or elementary school. shall bc teaching hc tcaching\nservice for the purposes of these Regulations:                                 SLTVlLs2,\n    Provided that where any such declaration has been made. then an! 27            1958\n                                                                               s. 2 ( I ) .\npension or gratuity granted to a teacher under these Regulations in respect of 45/1961\nsuch period of service shall be in lieu of any pension or gratuity which might s. 3.\nhave been granted to him under any other enactment in respect of such period\nof service."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. For the purpose of computing the amount of a teacher's pension or Enrolurnarts\ngratuity the highest pensionable emoluments ever enjoyed by the teacher in to     be IiIhrn\n                                                                               for com-\nthe course of his teaching service in the Island shall be taken.               putation of\n                                                                                     pensions.\n                                                                                     dC.\n                                                                                     3 112002\n                                                                                     Seh.\n   1 7 . 4 ) The Minister responsible for education shall cause to be kept R e g i d a t 0\nregisters in which subject to such conditions as he may impose, shall be             E:iEzd\nentered. in amrdance with information supplied in the manner provided by s-wc.\nparagraph (2). the following particulars-                                  4% 196 1\n      (a) in respect of service as a teacher in this island-               s. 3.\n                   [The inclusion of rliis page IS authorized by L N   88120031\n20                                   PENSIONS (TEACHERS)\n                             (i)   the full name and the age of every person appointed as\n                                   a teacher in a secondary school, training college,\n                                   elementary school, or institution approved by the\n2711958                            Governor-General under reguMon 15, and the school,\ns. 2 (1).                          college or institution, to which he is appointed;\n                             (ii) the date of commencement and termination of every\n                                   such appointment, and the nature, salary and\n                                   allowances in respect thereoc\n                             (iii) all periods of leave, whether on full, half or no pay;\n                       ( 6 ) in respect of other teachmg service-\n                             (i) the 111 name and the age of every teacher appointed in\n                                   a teaching capacity in an approved school, and the\n                                   school to which he is appointed;\n                               (ii) the date of the commencementand termination of every\n                                      such appointment, and the nature, salary and\n                                      allowances in respect thereof;\n                               (iii) all periods of leave, whether on full, half or no pay.\n                         (2) The particulars required to be entered in the registers under\n            this regulation shall be supplied-\n                        (a) in respect of service as a teacher in this Island, by the\n                                governing body (by whatever name called) of the school,\n                                college, or institution, in respect of which the appointment is\n                                held;\n                        (b) in respect of other teachmg service, by the teacher.\n45/1%1                   (3) The Minister responsible for education may requirc any\ns. 3.       particulars supplied under paragmph (2) to be verified to his satisfaction prior\n            to their enby in the registers.\n                         (4) Where the particulars required to be supplied under para-\n            graph (2) are not so supplied or where they are incorrectly supplied, thc\n45/1961     Minister responsible for education may, take such action, includmg deletion\ns. 3.       of the name of any teacher from the registers, as he may consider ncccssary.\n                         ( 5 ) No service which is not entered in the registcrs in accordance\n            with the provisions of this regulation shall be registered service:\n                Provided that where any teacher has regislered scrvicc in a secondary\n            school or training college, or recorded service in an elementary school, within\n            the meaning of the Laws and Regulations in force immediately prior lo thc\n            commencement of these Regulations, all of such rcgistcred or rccorded\n            service shall be deemed to be registered service under rhcsc Regulations.\n2711958                (6) No service in Mpect of which a tcachcr docs not draw a salary,\ns. 12.      other than a period during which a teacher was absent from duty on lcavc\n            without salary, shall for the purpose of computing qualifying scrvicc bc\n            regarded as registered service whether such servicc is in fact cntcred in thc\n            registers or not.\n                            PENSIONS (TEACHERS)                                                    21"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Where any question exists in relation to any matter arking    $2Fdto\nunder this Act, such question may be determined by the bedeter-\n                                                       mined by\nGovernor-General.                                      Governor-\n                                                                    General.\n                                                                    2711958\n                                                                    s.2 (1).\n                                                                    45/1961\n                                                                    s. 2."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Where, under the provisions of this Act, any authority or ciovernor-\npower is vested in the Governor-General such authority or (;enera1\n                                                                Public\npower shall be exercised by him after consultation with the *vice\n                                                                Commis-\nPublic Service Commission:                                      sion.\n                                                                    27/195X\n   Provided that the Governor-General may, in his discretion, by :$jh1\nnotification in the Gazette, declare that, from and after such date s. 2.\nas may be specified in the notification, he will consult such\nCommittee or other advisory body on educational matters as\nmay be specified in the notification and thereupon any authority\nor power vested in the Governor-General under the provisions of\nthis Act shall be exercised by him after consultation with the\nCommittee or other advisory body specified as aforesaid instead\nof after consultation with the Public Service Commission and\nthe Governor-General shall not be obliged to consult the Cabinet\nin regard to the exercise of such authority or power.\n16                                                PENSIONS ('TEACHERS)\n                                                                  SCHEDULE\n                                                        PART I. Preliminan,\nShort title            1. These Regulations ma\\- be cited as the Pensions (Teachers)\n                   Regulations.\nInt crprctation       2. In these Regulations-\n                   \"qualifying senice\" means service whch may be taken into account\n                          in determining whether a teacher is eligible by length of senice\n                          for pension or gratuity:\n                   \"pensionable service'' means service whch may be taken into account\n                          in computing pensions under these Regulations;\n                   \"war senice\" means-\n                              (a) militw service with Her Majese's forces during any war in\n                                    whch Her Majesh may be engaged includmg any period of\n                                    senice with Her Majesty's forces after the termination of such\n                                    war: or\n                             ( b ) civilian service in any civil employment connected with the\n                                    prosecution of such war.\n                          which has been undertaken. in either case, with the approval of the\n                          Governor-General.\n                                            PART 11. Teachers Ct'ithout Other Teaching Service\n.-\\pplication of      3. Save where the Governor-General in any special case otherwise directs.\nPan 11.            this Part shall not apply in the case of any teacher with other teaching service\n27 1958\ns.2.               except for the purpose of determining whether such teacher would have been\n                   eligible for pension or gratuity, and the amount of pension or gratuity for\n                   u h c h the teacher would have been eligble if the whole of the teaching\n                   senice          of     the    teacher     had     been     in    this    Island.\nPensions:             4 . 4 1 ) Subject to the provisions of the Act and of these Regulations,\nto whom and        eve? teacher who has, either since the date of commencement of the\nat what rates      first period during which he was employed in teaching service in this\nto be granted\nL.S.               Island or since the date of commencement of any later period during\n163 1%6.           whch he was so employed, been employed in such service-\n                        ( a ) for not less than ten years; and\n                        ( 6 ) for periods equal in the aggregate to not less than one-half of thc\n                                  period between the relevant date of commencement\n                                  aforesaid (whch shall, notwithstanding that it may be the\n                                  date of commencement of a later period aforesaid, be deemed for\n                                  the purpose of computing his pension to be the date of\n                                  commencement of his teaching service) and the date of his\n                                  retirement in accordance with the provisions of section 6 of this\n                                  Act,\n3 1 '2002          may be granted on retirement a pension at an annual rate of one five-fortieth\nSch.               of his pensionable emoluments for each complete month of pensionable\n                   service.\n                                     [The I I ~ C I I I S I ~ I I of t h i s page IS authorized by I- N   88/2(KJ3]\n                               PENSIONS (TEACHERS)                                                17\n            (2) A teacher who does not satisfv the conditions specified in 18 1988\nparagraph (1) but who has teaching service for periods equal in the aggregate '. (a).\nto not less than eighteen years may be granted on retirement a pension at the\nrate specified in that paragraph."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Where a teacher is appointed to a post in the public service and retires Tralisfer of\ntherefrom in circumstances under which he is eligible for pension. gratuity or teacher to\nother allowance under any law which is applicable to such public service. he public\n                                                                                service.\nmay. if he-\n        (1) has not less than three years teachng service in this Island 18'1998\n            and                                                                 s. 5 (f).\n       (2)  was employed in such teachmg service for periods equal in\n            the aggregate to not less than one-half of the period which has\n            elapsed since the date of commencement of such teaching\n            service to the date of hs appointment to the public service: and\n       (3) the aggregate of his teaching service in this Island and his\n            public service is not less than ten years.\nbe granted a pension in respect of his pensionable service under this Act in\naccordance with the provisions of regulation 4 and as if paragraphs (4and\n(h) were omitted from such regulation; and in the application of regulation 16\nhis pensionable emoluments shall be determined by reference to the highest 31;2002\npensionable emolumcnts enjoyed by him during his tcaching servicc.             Sch."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. The Governor-General may, either generally or in relation to any Puhlic\nparticular case, declare that a period of service in a post in the public service service n n y\nshall be deemed to be qualifying service (but not pensionable service. unless k       deemed\n                                                                                  to he\notherwise declared under regulation 21) for the putposes of thcse qiirlitiing\nRegulations; and any pension or gratuity awarded to a teacher under these service.\nRegulations, consequent on such declaration. shall be in addition to any 27;19sn\npension, gratuity or other allowance awarded to him under any law or s.               12."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The Governor-General may, either generally or in relation to a public\nm c u l a r casc,dcclarc that a period of scrvicc in a post in thc public scrvicc scrvicc iiiay\nshall be deemed to be a pensionable service for the purpose of these t~~~~~~~~    to he\nRegulations; and any pension or gratuity awarded to a teacher under thcse pnsiol,ahle\nRcgulations consequent on such declimtion, shall be in lieu of any pension sbyviw,\nor gratuity for which hc is cligiblc undcr any law or regulations providing for I..N.\n                                                                                   12511'372.\nthc grant of retiring bcncfits in rcspect or public service.\n                                                                                       Teacher\n  2 IA. If a teacher retires from teaching seMce in any of the circumstances reti:tiring\n                                                                                      pur-\nspecified in paragraph (v) or (vi) of subsection (1) of section 6. he may- s,,iultto\n                                                                                       rcdion"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Any teacher to whom a pension is granted under this Act may, at his Gratuity and\nwith a gratuity equal to twelve and one-half times the amount of the reduction io811954.\nso made in the pension:\n   Provided that in the application of this regulation to cases where the\nlimitation prescribed in subsection (2) of section 8 of this Act operates, the\nwords \"such pension\" shall mean the amount of pension which the teacher\nmight have drawn from the funds of this Island if he had not exercised his\noption under this regulation."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Pursuant to section 13A, pensions may be granted in accordance with Pasions\nPart I of the Appendix subject to the terms and conditions specified in Part 11;\nand gratuities may be granted in accordance with Part In.                        under\n                                                                                 section 13A\n                                                                                 2 112003\n                                                                                 S. 3(a).\n                                                                                 Appendix.\n                       PENSIONS (I'EACHERS)\n                                     Appendix                  (Section 13A and\n                                                                 regulation 26)\n                                      PART I\n         Pension w-hichmav he grmtedpursunnt to section 13A\n           To              The circumstanccs and                     Annual rdtc of\nItem   whom pension         conditions accting                        pension, not\n No.     payablc           eligibility for pension                    exceeding       I\n-\n 1     Sulviving                                                Two-thirds of rhc\n       spouse of the                                            teacher's annual\n       teacher                                                  pensionable\n                                                                emoluments at\n                                                                thc date of his\n                                                                dcath.\n 2     Each child of      A.    If thc tcachcr            A.    An aliquot part.\n       the tcachcr              leavcs ;I sulviving             dctcrrnincd in\n                                spousc to whom a                accordance with\n                                pension is grdntcd              Part 11. of one-\n                                undcr item I and                third of the\n                                docs not lcdve a                rcachcr's annual\n                                mother or fathcr. as            pcnsionablc\n                                the casc may be.                cmolument at the\n                                who is cligiblc for             datc of his dcath.\n                                pcnsion undcr item\n                                 3\n                          B.     lf thc tcachcr           B.    An aliquot part\n                                 Icavcs a surviving             (dctcrnuned as\n                                 spouse to whom a               aforesaid) of onc-\n                                 pcr~sionis granted             sixth of the\n                                 undcr item I and               annual pcnsion-\n                                 i~lsoa nlotllcr or             i~blccmolun~cnts\n                                 father. i1s the casc           of thc tcachcr at\n                                 may be. who is                 the datc of his\n                                 cligiblc for a                 dcarh.\n                                 pcnsion under item\n                                 7\n        [Thc ~nclusiono f rhis page is authorized by L.N. 87120041\n                               PART 1. L orrtd.\n            To              The circun~stanccsand                     Annual r d k of\n1tc111 whom pension          conditions affecting                      pension. not\nNo.      pa! ablc           eligibility for pension                     cscccding\n                                                                          -\n                               If the teacher leaves                 An aliquot part\n                               no suniving spouse                    (dctcnnincd as\n                               to nhom a pension is                  aforesaid) of\n                               granted undcr itcm 1                  the pension\n                               but leaves a mother                   specified in\n                               or father. as the case                iten1 I .\n                               may be. to whom a\n                               pension is grantcd\n                               under itcm 3\n                               If the tcacher I c a w       D.       An aliquot part\n                               neither a surviving                   (determined as\n                               spouse to nhom a                      aforcsaid) of\n                               pension is granted                    thc pension\n                               undcr itcm 1 nor a                    specified in\n                               mother or father. as                  itcm I.\n                               the case may be. to\n                               whom a pension is\n                               grdntcd undcr itcm 3\n                               and there are not\n                               more than three\n                               children of the\n                               tcacher eligible for\n                               pension under t h ~ s\n                               table\n                               If the circumslances         E.       An aliquot part\n                               with regard to a                      (determined as\n                               surviving spousc and                  aforesaid) of\n                               mother or father are                  the annual\n                               as in paragraph D but                 pensionable\n                               the number of                         emoluments of\n                               children of the                       the teacher at\n                               teacher eligible for                  the date of his\n                               pension under this                    death.\n                               Table exceeds three\n                               If the pension to a          F.       An aliquot part\n                               child or children is                  (determined as\n                               payable pursuant to                   aforesaid) of\n                                PART I. conttl.\n           To                The circumstances and                      Annual rate of\nItem   whom pension           conditions affecting                       pension not\nNo.      payable             eligibilih for pension                       esceeding\n-          -                           .-                                   -\n                                 paragraph B and            one-half of the\n                                 subsequently. on the       pension payable\n                                 death or ineligibility     under item 1.\n                                 of the mother or\n                                 father. as the case\n                                 may be. pension\n                                 ceases to be payable\n                                 under item 3 then as\n                                 from the date of such\n                                 cessation pension\n                                 shall be payable\n                                 under Uus paragraph\n                                 in lieu of the pension\n                                 payable under\n                                 parafwph B\n                           G.    If pension to a child   G. An aliquot part\n                                 or children is payable     (determined as\n                                 pursuant to paragraph      aforesaid) of\n                                 B and subsequently.        the pension\n                                 on the death or            payable\n                                 ineligibility of the       pursuant to\n                                 surviving spouse,          item 1.\n                                 pension ceases to be\n                                 payable under item 1\n                                 then, as from the date\n                                 of such cessation,\n                                 pension shall be\n                                 payable under this\n                                 paragraph in lieu of\n                                 the pension payable\n                                 under paragraph B\n 3     The mother of       A.    If the teacher leaves a A. One-sixth of the\n       the teacher or,           surviving spouse to        annual pension-\n       where the                 whom a pension is          able emolu-\n       mother is                 payabIe under item 1       ments of the\n       dead, the                 and a child or             teacher at the\n       father of the             children to whom a         date of his\n       teacher.                  pension is payable         death.\n                                 under item 2\n         [The inclusion o f this page i s authorized by L.N. 87120041\n                      PENNSIONS (TEA CHEHS)\n                              PART I. contd.\n           To              The circumstances and                     Annual rate of\nItem   whom pension         conditions affecting                      pension not\nNo.      payable           eligibility for pension                     esceeding\n                         B. If the teacher leaves a B.              One-third of the\n                               child or children to                 annual pension-\n                               whom a pension is                    able emolu-\n                               payable under item 2                 ments of the\n                               but leaves no                        teacher at the\n                               sunriving spouse to                  date of his\n                               whom pension is                      death.\n                               payable under item 1\n                               If a pension is             C.       One-third of the\n                               payable pursuant to                  annual pension-\n                               paragraph A and                      able emolu-\n                               subsequently. on the                 ments of the\n                               death or ineligibility               teacher at the\n                               of the surviving                     date of his\n                               spouse, pension                      death.\n                               ceases to be payable\n                               under item 1. then. as\n                               from the date of such\n                               cessation, pension\n                               shall be payable\n                               under this paragraph\n                               in lieu of pension\n                               payable under para-\n                               IY-aph A\n                                 PART 11\n        Ternis and conditions applicable to the pqvnient ofpmsions\n                               under Part I"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27,1958                   (2) Where any person is sentenced to death or a term\ns. 7.\n                 of imprisonment by any competent court for any offence\n                 after retirement in circumstances in which he is eligible for\n                 pension or gratuity under this Act but before the pension\n                 or gratuity is granted, then-\n                      (a) the provisions of subsection (1) shall apply as\n                          respects any pension which may be granted to him;\n                          and\n                      (b) the Governor-General, may direct that any gratuity\n2711958                   which may be granted to him shall not be paid.\ns. 2 (1).\n45!1%1\ns. 2.\n27 1958                 (3) Where a pension ceases, or a gratuity is not paid, by\nS.2(1).          reason of this section, it shall be lawhl for the Governor-\n45 1961\ns. 2.            General t o direct all or any part of the moneys to which such\n                 teacher would have been entitled by way of pension or gratuity\n                 but for the provisions of this section to be paid or applied in the\n                 same manner in all respects as provided by section 11, and such\n                 moneys shall be paid or applied accordingly.\n                         (4) Where any person whose pension ceases, or whose\n                 gratuity is not paid, by reason of this section, after conviction at\n                 any time receives a free pardon, the pension shall be restored\n                                [The iiicliisioii d t l i i s page IS aiitIt&zed h\\ L N   S8 200.;]\n       (3) A teacher who dies as a result of injuries received\nwhile travelling by air in pursuance of official instructions shall\nbe deemed to have died in the circumstances detailed in\nparagraphs (a)and ( c )of subsection (1).\n        (4) In making an award under this section, the\nGovernor-General may take into account, in such manner and to\nsuch extent as he may think fit against any award made under\nthis section-\n     (a) any damages that he is satisfied have been or will be\n         recovered by the dependants of a deceased teacher\n         consequent on the injury to the teacher which resulted\n         in his death; and\n     ( h ) any benefits that have been or may be awarded to such\n           dependants under the Workmen's Compensation Act\n           or the National Insurance Act in respect of such injury\n           consequent upon the death of the teacher,\nand withhold or reduce the award accordingly\n       (5) Nothing in this section shall authorize the making of\nan award where the date on which an injury is sustained is more\nthan seven years prior to the date of the teacher's death.\n       (6) Where the Governor-General is satisfied that the\ndeath of the teacher resulted from the infliction of injuries\nwhich, although not inflicted upon him while he was acting in\nthe execution of his duty, were nevertheless inflicted upon him\nwholly or mainly because he was in the teaching service of this\nIsland, it shall be lawful for the Governor-General to grant to the\ndependants of that teacher, pensions and gratuities as if his death\nhad occurred in the circumstances described in paragraphs (u).\n( 6 ) and (c) of subsection ( 1 ).\n         [The inclusion of t h ~ spage is authorized by L.N. 87120041"
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60)(v)\n                                                                                       OT (vi).\n                                                                                       i n/ 1 wn\n                   I'llic iiicliisioii 0 1 this pngc is ;iutliorimd hy L N . X8/2Wl]   s. 5 (g).\n22                                     PENSIONS (TEACHERS)\n               (a) if he had been in teachmg sen-ice for thee or more !-ears but less\n                     than ten !ears. be granted a gratuih-under regulation 5 or 11. as the\n                     case ma! be:\n               ( b ) if he had been in the teaching sen-ice for ten or more years\n                     be granted-\n                  (i)   a pension under regulation 4.8. 9 or 10. as the case may be: and\n                 (ii) an additional pension at the annual rate of one-sikqieth\n                      of his pensionable emoluments for each complete\n                      period of three years pensionable service:\n                        Provided that-\n                            (A) the adltion shall not exceed ten-sixtieths: and\n                             (B) the addition. together with the remainder of the\n                                  teacher's pension. shall not exceed the pension for\n                                  which he would have been elipble if he had continued\n                                  to be employed in the same teachmg post at the date\n                                  of his retirement. and had retired on reaching the age\n                                  of f@-five years. having received all increments for\n                                  whch he would have been eligible by that date.\nTeacher\nretiring on\n              2 2 . 4 1 ) This regulation applies to a teacher who-\naccount of\n               (a) is permanently injured in the actual discharge of his duty by\ninjup or\ndisease.             some injury specifically attributable to the nature of his duty\n27'1958              which is not wholly or mainly due to, or seriously aggravated\ns. 12.               by, his own serious and culpable negligence or misconduct;or\n               (b) contracts a disease to which he is exposed specifically by the\n                     nature of his duty, not being a disease wholly or mainly due to, or\n                     seriously aggravated by, his own serious and culpable negligence or\n                   * misconduct; or\n               (c) is permanently injured as a result of an accident or damage to\n                     the aircraft while travelling by air in pursuance of official\n                     instructions and the injury was not wholly or mainly due to,\n                     or seriously aggravated by, his own serious and culpable\n                     negligence or misconduct; or\n               (d) while proceeding by a route approved by the Governor-General to\n                     or from this Island at the commencement or termination of teaching\n                     service therein, or a period of leave therefrom, is permanently\n                     injured as a result of damage or any act of violence to the vessel,\n                     aircraft or vehicle in which he is mvelling, if the Govemor-General\n                     is satisfied that that damage or act is attributable to circumstances\n                     arising out of any war in which Her Majesty may be engaged.\n                             [The iiicliisioii oftliis page I S authorized by 1. N   XX/2003]\n                         PENSIONS (TEACHERS)                                           23\n         (2) In t h ~ sregulation. unless the contraq intention appears. references\nto a teacher being injured and to the date on which an i n j w is sustained shall\nrespectively be construed as including references to h s contracting such a\ndsease as is mentioned in paragraph (1) and to the date on which such\ndisease is contracted.\n         (3) A teacher may-\n      (a) if h s retirement is necessitated or materially accelerated by his\n             injury. be granted. in lieu of any gratuie (if any) for which he\n             may be eligible under regulation 5 or regulation 11. a pension\n             under regulation 1. 8. 9 or 10 (as the case may be) as if para-\n             graphs (a) and ( b ) were omitted from such regulation 4:\n      ( b ) if he was permanently injured whle in teachmg senice in t h ~ s\n             Island. be granted on retirement an additional pension at the\n             annual rate of the proportion of his actual pensionable emolu-\n             ments at the time of his injuq- appropriate to his case as shonn\n             in the following table-\n                When hs capacie to contribute to his support is-\n                slight& i m p d five-sixieths\n                impatred ten-sMeths\n                materially impaired. Nteen-six~eths\n                totally destroyed. hwnh--SlXiethS:\n                    Provided that-\n       (i)   if  he was permanently injured while trayelling b>-air in pursuance\n             of official instructions. the relevant proportion in tbe table shall be\n             increased by haK\n      (ii) the amount of the additional pension may be reduced to such an\n             eiqent as the Governor-General thinks reasonable where the injury\n             is not the cause or the sole cause of the retirement.\n          (1)The prolisions of regulation 21 shall not apply to an additional\npension granted under sub-paragraph(6) of paragraph (3).\n          ( 5 ) (a) In this paragraph \"injury award\" means an award in respect\nof injury that may be granted to a teacher under sub-paragraph (6) of\nparagraph (3).\n              (6) If. for the purpose of assessing the amount of an injury\naward the degree of permanent impainnent of his capacity to contribute to his\nsupport is in doubt. a teacher may be granted a provisional award to have\neffect until such time as the degree of permanent impairment can be\nascertained.\n              (c) The Governor-Generalmay take into account in such manner\nand to such extent as he may think fit against an injury award that may be\ngranted to a teacher in respect of an injury-\n      (i) any damages that he is satisfied have been or will be recovered\n           by the teacher in respect of that injury; and\n24                                         PENSIONS (TEACHEm)\n                     (ii) any benefits that have been or may be awarded to the teacher\n                          under the Workmen's Compensation Act or under the Overseas\n                          Supemmation Scheme in respect of that injury,\n                 and he may withhold or reduce the in^ award accordingy.\nTearher             23.-(1) Ifa teacher-\nIxtiring on\naccount of ill          (a) retires h m teaching service in the circumstances described\nhealth.                      in paragraph (iii) of subsection (1) of section 6 of this Act; and\n27/ 1958\ns. 12.                  (b) at the date of his retirement has bken in teaching seMce for\n                             more than ten years but less than twenty years,\n3 lI2W           he may be granted an additional pension at the rate of one five-fortieth of his\nSch              pensionable emoluments for each month by which his teaching seMce falls\n                 short of twenty years, or by which his age at such date falls short of sixty\n                 years, whichever is less.\n                           (2) This regulation shall not apply in the case of an officer-\n                       (a) who is pemanently injured and is entitled to benefits under\n                             the Overseas Superammation Scheme, or the Workmen's\n                             Compensation Act or any enactment amending or replacing\n                             that Act; or\n                       (b) who is injured in the discharge of his duty and is eligible to\n                             receive an award under regulation 21:\n                       Provided that if such award is less than the additional pension\n                 for which he would be eligible under this regulation, he may be p t e d in\n                 lieu thereof an additional pension under this regulation.\nWar service.        2 4 . 4 ) Where a teacher in teaching Senice in this Island leaves\n                 such teaching service for the pmposes of war service, then, subject to\n                 the provisions of this regulation, the Gavernor-General may declare such\n                 war service to be teaching seMce for the prnposes of theseRegulations.\n                           (2) Where the Govemor-General has made a declaration under\n                 paragmph (1) in relation to a teacher, then-\n                        (a) during the period of war Service, such teacher shall be deemed\n                                to be on leave on full salary from the employment which he\n                                left for such war service;\n                        (b) dunng any period between his leaving such employment and\n                                his war service, and between the termination of his war service\n                                and his v l o y m e n t in teaching service, such teacher shall\n                               be deemed to be on leave without s h y not granted on grounds\n                                of public policy from such employment:\n2711958\n                                     m d e d that no such period shall exceed six months unless\ns. 2 (1).                        the Govemor-Gendinany special caseothemisedirects;\n                        (c) if during any period of war service such teacher bas qualified\n                                for pension, ur received emoluments in lieu of pension rights,\n                                actually in respect of militaly service, sub-paragraph (a) of\n                                this paragfaph shalt 8s mpects that                  have effect as\n                                   me inclusion of this page is authorized by L.N. SSnOOS]\n                         PENSIONS (TEACHERS?\n        if the words -'leave without salan not granted on the grounds of\n        public policy\" were substituted for the words \"leave on full\n        salan.\":\n     (4 if during the period of war service such teacher is killed or\n        injurcd he shall not bc deemed to have bcen killed or injured\n        in the actual discharge of his duties.\n       (3) Save where a teacher becomes eligible for a pension under these\nRegulations during his period of war service. no declaration shall be made\nunder paragraph (1) where the teacher is not reemployed in teaching service\nafter Ius \\tar service. unless the Governor-General in any special case\nothenvise directs.\noption exercisable on his retirement from teaching service, be paid in lieu of\nsuch pension a pension at the rate of threefourths of such pension together I,,N,\n                                                                                 Ez:,"
    }
  ],
  "definitions": [
    {
      "term": "teacher",
      "definition": "a person who has service in a teaching",
      "source_provision": "sec2"
    },
    {
      "term": "other teaching service",
      "definition": "whole-time service in a teaching",
      "source_provision": "sec2"
    },
    {
      "term": "public service",
      "definition": "service in a civil capacity under the",
      "source_provision": "sec2"
    },
    {
      "term": "registered service",
      "definition": "servlce entered in the registers in",
      "source_provision": "sec2"
    },
    {
      "term": "salary",
      "definition": "the regular monthly amount, excluding any",
      "source_provision": "sec2"
    },
    {
      "term": "house allowance",
      "definition": "the house allowance which is granted",
      "source_provision": "sec2"
    },
    {
      "term": "responsibility remuneration",
      "definition": "an allowance in addition to",
      "source_provision": "sec2"
    },
    {
      "term": "secondary school",
      "definition": "a secondary school which is in",
      "source_provision": "sec2"
    },
    {
      "term": "training college",
      "definition": "a training college operated under and",
      "source_provision": "sec2"
    },
    {
      "term": "elementary school",
      "definition": "any school operated under and in",
      "source_provision": "sec2"
    },
    {
      "term": "approved school",
      "definition": "a school in the United Kingdom, or in",
      "source_provision": "sec2"
    },
    {
      "term": "scheduled temtory",
      "definition": "any territory mentioned in the Schedule and",
      "source_provision": "sec7"
    },
    {
      "term": "service in the group",
      "definition": "teaching service in this Island and in a",
      "source_provision": "sec7"
    },
    {
      "term": "qualifying senice",
      "definition": "service whch may be taken into account",
      "source_provision": "sec18"
    },
    {
      "term": "injury award",
      "definition": "an award in respect",
      "source_provision": "sec60"
    }
  ]
}