{
  "id": "jm-stat-the-pensions-act",
  "type": "statute",
  "title": "The Pensions Act",
  "title_en": "The Pensions Act",
  "short_name": "Pensions Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-pensions-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-pensions-act | Legal areas: Social Security",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.4.93.\n                           IThe inclusion of this page is authorized by L.N. 146/ 19991\n                                 PENS10NS                                              33\n             (i) the date upon which he was last transferred from the\n                 service of a scheduled Government: or\n            (ii) if all his other pensionable service is service not in the\n                 Group, the date of his last transfer from the service\n                 of this Island: and\n     (j) if his other public service is wholly within the Group, his\n          pensionable emoluments shall be determined by reference to\n         the pensionable emoluments enjoyed by him during his service\n         in the Group.\n                             PARTN. General\n   1 4 . 4 1 ) Subject to the pro,visions of these Regulraiions, qualifying General\nservice shall be the inclusive period between the date on which an officer        as to\nbegins to draw salary in respect of public service and the date of his        2g\\z!ng\nleaving the public service, without deduction ofany period during which and pension-\nhe has been absent on leave.                                                able service.\n          (2) No period which is not qualifying service by virtue of\nparagraph (1) shall be taken into account as pensionable service.\n          (3) No period during which the officer was not in public service\nshall be taken into account as qualifying service or as pensionable\nservice."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . - ( 1 ) In this Act-                                                           Intapreta-\n                                                                                   tion.\n  \"pensionable office\" means-\n   (a) in respect of service in this Island, an office 4911975\n       established pursuant to the Civil Service Estab- s . 2 .\n       lishment Act and which has been declared by the\n       Minister by a notification published in the Gazette to\n       be pensionable; and any such notification may from\n       time to time be amended, added to, or revoked, by 44119,,\n       another notification so made and published; but s.2.\n       where by virtue of any such amendment or revocation\n        any office ceases to be a pensionable ofice then so\n       long as any person holding that ofice at the time of\n       the amendment or revocation continues therein, the\n        office shall, as respects that person, continue to be a\n        pensionable office;\n   (b) in respect of other public service, an office which is\n       for the time being a pensionable office under the law\n       or regulations in force in such service;\n  \"non-pensionable office\" means-\n   ( a ) in respect of service in this Island, an office 4911975\n         established pursuant to the Civil Service Estab- s . 2 .\n         lishment Act and which has been declared by\n         the Minister by a notification published in the\n         Gazette to be a non-pensionable office for the 441196,\n         purposes of this Act; and any such notification\n                              PENSIONS\n       may from time to time be amended, added to,\n       or revoked, by another notification so made\n       and published; but where by virtue of any such\n       amendment or revocation any ofice ceases to be\n       a non-pensionable office but does not become a\n       pensionable office then so long as any person\n       holding that office at the time of the amendment or\n       revocation continues therein the office shall as\n       respects that person continue to be a non-\n       pensionable ofice;\n   (b) in respect of other public service, an office which is\n       not a pensionable office;\n \"pensionable emoluments\"-\n   (a) in respect of service in this Island, includes salary,\n       personal allowance and house allowance, but does not\n       include duty allowance or any other emoluments\n       whatever;\n   (b) in respect of other public service, means emoluments\n        which count for pension in accordance with the law\n        or regulations in force in such service;\n \"salary\" means the salary attached to a pensionable ofice\n      or, where provision is made for taking service in a non-\n      pensionable office into account as pensionable service,\n      the salary attached to that ofice;\n \"personal allowance\" means a special addition to salary\n      granted personally to the holder for the time being of\n      the office, but does not include such an addition if it is\n      granted subject to the condition that it shall not be\n      pensionable;\n \"house allowance\" means the house allowance which is\n      granted in respect of the office to which an officer is\n      appointed, but does not include such allowance granted\n      on condition that it shall not be pensionable:\nProvided that where an officer is appointed to an\n                               PENSIONS                                 5\n    office in respect of which no house allowance is\n    granted but that officer is provided with quarters, an\n    amount equal to fifteen per cent of the minimum\n    salary of the office to which the officer is appointed\n    shall, for the purposes of this Act, be regarded as\n    house allowance;\n“public service” means service in a civil capacity under the g’41958\n    Government of this Island, or under the Kingston and\n    St. Andrew Corporation or any Parish Council, or\n    under the Government of any Commonwealth country\n    or of the New Hebrides or the Anglo-Egyptian Sudan,\n    or service which is pensionable under the United\n    Kingdom Teachers’ (Superannuation) Act, 1925, or\n    any enactment amending or replacing the same, or\n    under the Oversea Superannuation Scheme, or in a\n    University College within the Commonwealth or\n    pensionable employment under a local authority in the\n    United Kingdom, or any such other service as the\n    Minister may determine to be “public service” for the S . 2 .\n    purpose of any provision of this Act; and, except for the\n    purposes of computation of pension or gratuity and of\n    section 9, includes service as a Governor-General,\n    Governor, or High Commissioner in any Common-\n    wealth country, of the Anglo-Egyptian Sudan;\n“other public service” means public service not under the\n    Government of this Island;\n“service of this Island” or “service in this Island” means, 28/1979\n     subject to the provisions of any regulations made under $. 2.\n     this Act, public service in a civil capacity under the\n     Government of this Island.\n       (2) For the avoidance of doubts it is hereby declared\nthat, where an officer has been confirmed in a pensionable\nor non-pensionable office and is thereafter appointed to\nanother pensionable or non-pensionable office, then, unless\n6                                                  PENSIONS\n                   the terms of such appointment otherwise require, such last\n                   mentioned office is, for the purposes of this Act, an office\n                   in which he has been confirmed.\n371 1997                  (3) The definition of “house allowance” in subsection\ns. 2.\n                   (1) shall be deemed to have come into operation on the 1st\n                   day of January, 1986.\nPcnsion              3.-(1) Pensions, gratuities and other allowances may\nregulat’  ’ IOM.\nL 3 / I958\n<. 3 ( I ) .\n                   be granted by the Governor-General, in accordance with\nSchedule.          the Regulations contained in the Schedule, to officers who\n                   have been in the service of this Island.\n                          (2) The Regulations contained in the Schedule may\n                   from time to time be amended, added to, or revoked, by\n                   regulations made by the Minister, and all regulations so\n4411961\ns. 2.              made shall be laid before the House of Representatives and\n                   published in the Gazette.\n4411961                   (3) Whenever the Minister is satisfied that it is equit-\ns. 2.\n                   able that any regulation made under this section should have\n                   retrospective effect in order to confer a benefit upon or\n                   remove a disability attaching to any person that regulation\n                   may be given retrospective effect for that purpose :\n                      Provided that no such regulation shall have retrospective\n                   effect unless it has received the prior approval of the House\n                   of Representatives signified by resolution.\n2311958                    (4) Any pension, gratuity or other allowance granted\ns. 4.\n                   under this Act shall be computed in accordance with the\n                   provisions in force at the actual date of an officer’s retire-\n                   ment.\n                          (5) All regulations made under this section shall\n                   have the same force and effect as if they were contained in\n                   the Schedule, and the expression “this Act” shall, wherever\n                   it occurs in this Act, be construed as including a reference\n                   to such Schedule.\n                       ~   _I  --.__\n                                PENSIONS                                         7"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) A child shall cease to bc cligiblc for pension under this Part on\nattaining the age of nineteen years; so. however. that-\n            a child who is receiving higher education shall continue to bc so\n            eIigible until that child attains the age of twenty-three years or\n            completes the course of higher education, whichever is the\n            earlier;\n            a child who was mentally or physically incapacitated at the time\n            of the officer's death and was wholly or mainly dependent on\n            him for support may, if the Governor-General so directs, be\n            treated as continuing to be eligible, after attainment of the age of\n            nineteen years, during the period of incapacity or for such\n            shorter period as the Governor-General may determine; and the\n            Governor-General may, if he sees fit, increase or reduce the\n            amount of pension payable in respect of that child to such\n            amount as the Governor-General thinks fit, so, however, that\n            where such amount is increased: the total amount of pension\n            payable in respect of all dependants of that officer shall not\n            exceed his pay at the date of his death;\n             a female child shall cease to be so eligible upon the marriage of\n            that child under the age of nineteen years.\n         (2) For the purposes of sub-paragraph ( I ) \"higher education\"\nmeans either a course of full-time instruction at any educational establish-\nment approved for the purpose by the Minister responsible for education or a\ncourse of instruction as an apprentice in any trdde, profession or vocation\nunder articles entered into for a period of not less than two ycars."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Subject to the provisions of this Act and of these Regulations Ptmions;to\nevery officer holding a pensionable office under the Government of this        z2gF:M\nIsland, who has been in the service of this Island in a civil capacity for to be\nten years or more, may be granted on retirement a pension at the annual grmtcd.\nrate of one five-fortieth of his pensionable emoluments for each complete\nmonth of his pensionable service.\n                                                                               kiyj\n                                                                                 ,959.\n                                                                            311 1997\n                                                                           s. I\n                                                                               w.r$"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.--(1) No officer shall have an absolute right to com-\npensation for past services or to pension, gratuity, or other right\n                                                                         rpz;f\nallowance; nor shall anything in this Act affect the right\nof the Crown to dismiss any officer at any time and without\ncompensation.\n         (2) Where it is established to the satisfaction of the z3/1958\nGovernor-General that an officer has been guilty of s. 3 (I).\nnegligence, irregularity, or misconduct, the pension, gratuity,\nor other allowance, may be reduced or altogether withheld."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . 4 1 ) Subject to subsection (31, no pension, gratuity, or citcum-\n                                                                        in\nother allowance, shall be granted under this Act to any stances  wblchpen-\nofficer except on his retirement from the public service in z$n$.~be\none of the following cases-                                      28/ I979\n                                                                 s3(8)\n       (i) on or after attaining the age of fifty-five years or\n           in special cases with the approval of the Governor-\n                                                                 44 1961\n           General, fifty years;\n      (ii) in the case of transfer to other public service, on\n                                                                 S.      4.\n           or after attaining the age at which he is permitted\n           by the law or regulations of the service in which\n           he is last employed to retire on pension or\n           gratuity:\n              Provided that if his service in such other public 28/(1953\n           service is superannuated under the Federated                  *\n           Superannuation System for Universities or a\n           similar insurance scheme, he has retired on one of\n           the grounds mentioned in paragraphs (i), (iii), (iv),\n           (v) and (vi);\n     (iii) on the abolition of his office;\n         p h e inclusion of this page is authorized by L.N. 146/ 19991\n8                                            PENSIONS\n                 (iv) on compulsory retirement for the purpose of\n                      facilitating improvement in the organization of\n                      the department to which he belongs, by which\n                      greater efficiency or economy may be effected;\n231 1958\ns. 3 (1).         (v) on medical evidence, to the satisfaction of the\n44/1961               Governor-General, that he is incapable by reason\ns. 2.\n                      of any infirmity of mind or body of discharging\n                      the duties of his office and that such infirmity is\n                      likely to be permanent;\n23 / 1958\nS.5 (a).         (vi) in the case of service in this Island, on retirement\n                      in the public interest as provided in this Act or,\n                      in the case of transfer to other public service-\n                           (a) on retirement in the public interest; or\n                           (b) on removal on the ground of inefficiency,\n                      under the provisions of any law or regulations\n                      relating to the grant of pension in respect of public\n                      service;\n                 (VE) on retirement in circumstances, not mentioned\n                      in the preceding paragraphs, rendering him eligible\n23 / 1958             for a pension under the United Kingdom Pensions\nS. 5 (b).\n                      (Governors of Dominions, etc.,) Acts, 1911 to 1956,\n                      or any Statute amending or replacing those Acts :\n               Provided that a gratuity may be granted to a female\n            officer, in accordance with the provisions of this Act, who\n            resigns on or with a view to marriage or is required to\n            retire on account of her marriage, notwithstanding that she\n            is not otherwise eligible under this section for the grant of\n            any pension, gratuity, or other allowance.\n                  (2) For the avoidance of doubt it is declared that\ns. 2.\n44/1961     without prejudice to the right of the Governor-General to\n            --        [The inclusion of this page is aubhorized by L.N. 146/ 19991\n                             PENsl ONS                                          9\nrequire any officer to retire from the service of this Island in\naccordance with the provisions of section 8 or of any officer\nto elect to retire from the service of this Island on or after\nattaining the age of fifty-five years, the normal retiring age\nof any officer shall be sixty years.\n       (3) A person who, having held a pensionable or non- 28/1979\n                                                                 S. 3(b).\npensionable office in the service of this Island, left that ser-\nvice in circumstances in which, having regard to the provi-\nsions of subsection (l), he was not entitled to a pension,\ngratuity or other allowance, may, on such terms and con-\nditions as may be prescribed, be granted a pension, gratuity\nor other allowance on attaining the age of sixty years, so, 2i/iw4\n                                                                 s. 3.\nhowever, that if he dies before attaining that age, there\nmay be paid to his legal personal representatives, the\ngratuity which he would have been eligible to receive if\nhe had attained the age of sixty years and had elected to\nreceive a gratuity and reduced pension.\n       (4) The provisions of subsection (3) shall not apply 2 ~ 1 9 7 9\n                                                                    S . 3(b).\nto any person who, having left the public service prior to\nthe appointed day, was not in that service or in the parochial\nservice on the appointed day, unless that person is re-\nappointed to a pensionable or non-pensionable office in the\nservice of this Island or other public service after the\nappointed day, and any pension, gratuity or allowance\ngranted to any person pursuant to that subsection shall be\ncomputed in accordance with the provisions in force at the\ndate when that person finally left the public service.\n             inclusim of this page is aurhorized by L.N. 79/1996]\n 10                                           PENSlONS\n S. 3(b).\n 28/1979             (5) In this section “appointed day” means the 1st day\n               of April, 1972.\n@ the public\nRetirement       7. Where an officer’s service is terminated on the ground\ninterest.\n23/1958        that, having regard to the conditions of the public service\nS.6.\n               the usefulness of the officer thereto and all the other circum-\n               stances of the case, such termination is desirable in the\n               public interest, and a pension, gratuity or other allowance\n               cannot otherwise be granted to him under the provisions of\n               this Act, the Governor-General may, if he thinks fit, grant\n               such pension, gratuity or other allowance as he thinks just\n               and proper, not exceeding in amount that for which the\n               officer would be eligible if he retired from the public service\n               in the circumstances described in paragraph (v) of sub-\n               section (1) of section 6 and was not eligible for an additional\n               pension under regulation 29 of the Regulations contained in\nschedule.      the Schedule.\nCompulso~        8. It shall be lawful for the Governor-General to require\nretirement.\ns.\n23!1958\n   3 (1).\n               an officer to retire from the service of this Island-\n                   (a) at any time after he attains the age of fifty-five\n                        years; or\nSZ\n441 1961           (b) in special cases, at any time after he attains the\n                       age of fifty years; or\n                   (c) in the case of a female officer, on account of her\n                        marriage.\n                        m e inclusion of this page is authorized by LN.791 19%]\n                               PENSIONS                                     11"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Subject to the provisions of regulation 22, this Part shall apply only A p,icatiorJ\nin the case of an officer transferred to or from the service of this Island oppmm.\nfrom or to other public service.                                            L.N.\n                                                                            8911967."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) In this Part and in Part IV-                                      Interpreta-\n“scheduled Government” means-                                              tion.\n      (a) the Government of any territory, or any au<thority,mentioned in   ,&;: 964.\n           the Schedule to these Regulations;                              Schedule.\n     (b) the Government of Ceylon. in respect of any officer appointed\n           to the service of that Government prior to the 4th February,\n           1948;\n     (c) the Government of Palestine, in respect of any officer appointed\n           to the service of that Government prior to the 15th May. 1948;\n     (4 the East African Common Services Organization. in respect of\n           any person deemed to have been appointed or appointed to\n           service as President, Vice-President. Justice of Appeal,\n           Registrar, officer or servant of the Court of Appeal for East\n           Africa by or under the East African Court of Appeal Order in\n           Council, 1961:\n     (e) the Interim Commissioner of the West Indies, in respect of\n            any person deemed to have been appointed or appointed to\n           service as Judge, Registrar, officer or servant of the British\n           Caribbean Court of Appeal by or under the British Caribbean\n           Court of Appeal Order in Council, 1962;\n“service in the Group” means service under the Government of this\n     Island and under a scheduled Government or scheduled Govern-\n     ments.\n        (2) For the purposes of these Regulations-\n      (a) any office in public service under the Government of the L.N.\n           Federation of Rhodesia and Nyasaland immediately before the 36711964-\n           1st January, 1964, who was immediately before that date\n           employed on secondment to service under the Government\n           of Southern Rhodesia, or Northern Rhodesia or Nyasaland. or\n            was as from that date SQ employed, shall be deemed to continue\n           to serve in public service under the Government of the\n           Federation of Rhodesia and Nyasaland until his employment\n           on secondment is terminated;\n     (6) any pension awarded on or after the 1st January, 1964 in\n30                                             PENSIONS\n                       respect of service under the Government of the Federation of\n                       Rhodesia and Nyasaland shall be deemed to have been zranted\n                       by that Government notwithstanding the provisions of The\n                       Federation of Rhodesia and Nyasaland (Dissolution) Order in\n                       Council, 1963.\nPension for     9 . 4 1 ) Where the other public service of an officer to whom this\nservice       Part applies has been wholly under one or more scheduled Governnients\nwholly        and his aggregate service would have qualified him had it been wholly\nwithm the\nGroup.        under the Government of this Island for a pension under this Act, he\nL.N.          may, on his retirement from the public service in circumstances in\n11511959.     which he is permitted by the law or regulations of the service in which\n              he is last employed to retire on pension or gratuity, be granted in respect\n              of his service in this Island a pension of such an amount as bears the\n              same proportion to the amount of pension for which he would have\n              been eligible had his service been wholly under the Government of this\n              Island, as the aggregate amounts of his pensionable emoluments during\n              his service in this Island bears to the aggregate amounts of his pension-\n              able emoluments throughout his service in the Group.\n                    (2) In determining for the purposes of this regulation the pension\n              for which an officer would have been eligible if his service had been\nL.N.          wholly under the Government of this Idad-\n115/1959.\n                  (U) in the application of regulation 23, his pensionable emoluments\n                       shall be determined by reference to the pensionable emoluments\n                       enjoyed by him at the date of retirement from the public\n                       service, except that where the officer is not serving a scheduled\n                       Government at that date, the date upon which he was last\n                       transferred from the service of a scheduled Government shall\n                       be deemed to be the date of his retirement for the purposes\n                       of this sub-paragraph;\n                  (6) no regard shall be had to an additional pension under\n23/ 1958               regulation 27 or regulation 28 or regulation 29;\ns.1s.\n                   (c) [Deleted by Act 37 of 1997 w.e.f. 10.696.)\n                  (d) no period of other public service under a scheduled Govern-\n                        ment in respect of which no pension or gratuity is granted to\n                         bim shall be taken into account;\n28 I1 979          (e) no regard shall be had to any pension which might be payable\nsch.                     pursuant to regulation 6 ~ .\n                     (3) For the purposes of this regulation the aggregate amount of\n              an officer’s pensionable emoluments shall be taken as the total amount\n              of pensionable emoluments which he would have received or enjoyed\n              had he been on duty on full pay in his substantive office or offices\n              throughout his period of service in the Group subsequent to the attain-\n              ment of the age of-\n                  ( U ) in the case of an officer whose first appointment was in the\n                        service of this Island or of the Kingston and St. Andrew Cor-\n                        poration or any Parish Council, eighteen years;\n                               PENSIONS\n    (b) in the case of an officer whose first appointment was in othe-\n         public service, twenty years :\n  Provided that-\n        in calculating the aggregate amount of his pensionable emolu-\n        ments, no account shall be taken of any service under a\n         scheduled Government in respect of which no pemion or\n         gratuity is granted to him;\n        where under regulation 24 part only of any service in a civil\n        capacity otherwise than in a pensionable office is taken into\n        account as pensionable service, a proportionate part only of\n         the officer's aggregate pensionable emoluments during that\n         service shall be taken into account for such calculation."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1)  Where the other public service of an officer to whom this Pension\nPart applies has not included service under any of the scheduled whafeother\nGovernments, and his aggregate service would have qualified him. had it 8 ~ n ~ ~ n o t\nbeen wholly under the Government of this Island, for a pension under $;:&.*'\nthese Regulations, he may, on his retirement from the public service L.N,\nin circumstances in which he is permitted by the law or regulations 11511959.\nof the service in which he is last employed to retire on a pension or\ngratuity, be granted in respect of his service in this Island a pension\nat the annual rate of one five-fortieth of his pensionable emoluments 3711997\nfor each complete month of his pensionable service in this Island.      s. 4\n                                                                           w.e.1.\n       (2) Where the officer is not in the service of this Island at the Io.6W.\ntime of his retiremenatin the circumstances referred to in paragraph (l),    ,\nhis pensionable emoluments for the purposes of such paragraph shall\nbe those which would have been taken for the purpose of computing\nhis pension if he had retired from the public service and been granted\na pension at the date of his last transfer from the service of this Island.\nwhom this Part applies has been under one or more of the scheduled         z$rbervico"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Where a part only of the other public service of an officer to Pension\nGovernments, the provisions of regulation 9 shall apply: but in calcu- both*thin\nlating the mount of pension. regard shall be had only to service in the andnbt\nGroup.                                                                  withid the\n                                                                         Grouo."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.4 1) A pension, gratuity, or other allowance, granted Peasions,\nunder this Act shall not be assignable or transferable $;z$;-O\nexcept for the purpose of satisfying-                         able.\n                                                              2318 958\n                                                              S. 9 (a).\n    (a) a debt due to the Government; or\n    (b) an order of any court for the payment of\n         periodical sums of money towards the main-                     I\n         tenance of the wife, or former wife, or minor\n         child, of the officer to whom the pension, gratuity,\n         or other allowance has been granted,\n-         me inclusion of this page is authorized by L.N. 146/ 19991\n12                                                   PENSIONS\n                 and shall not be liable to be attached, sequestered, or levied\n                 upon, for or in respect of any debt or claim whatever except\n                 a debt due to the Government :\n23 / 1958          Provided that an assignment or transfer of not more than\ns. 9 (b).\n                 one-fifth of any commuted gratuity payable by virtue of\n                 this Act may be made for the purpose of repaying a debt\n                 due to the Jamaica Civil Service Mutual Thrift Society\n                 Limited.\n2311958\ns. 9 (CX                 (2) For the purposes of this section “commuted\n                 gratuity” means-\n                      (a) in the case of an officer holding a pensionable\n                           office, the gratuity payable if the officer elects,\n                           under regulation 31 of the Regulations contained\nSchedule.                  in the Schedule, to take a reduced pension and a\n                           gratuity or, where the officer dies while in the\n                           service of the Island, the gratuity payable to his\n                           legal personal representative in accordance with\n                           section 16; or\n                      (b) in the case of an officer holding a non-pensionable\n                           office, the gratuity payable if the officer elects,\n                           under paragraph (4) of regulation 31 of the Regu-\n                           lations contained in the Schedule, to take a\n                           reduced monthly allowance and a gratuity or,\n                           where the officer dies while in the service of this\n                           Island, the gratuity payable to his legal personal\n                           representative in accordance with section 16.\netc., to ccasa"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1)  Where any person to whom a pension or other\nonbank-\nruptcy.\n                 allowance has been granted under this Act is adjudicated\n                 bankrupt or is declared insolvent by judgment of any\n                 competent court, then such pension or allowance shall\n                 forthwith cease.\n                                                                                     ___        -\n                             [?lhe inclusion of t h i s page is authorized by L.N. 146/ 19991\n                               PENSIONS                                      13\n        (2) Where any person is adjudicated bankrupt or\ndeclared insolvent by judgment of any competent court\neither-\n     (a) after retirement in circumstances in which he is\n          eligible for pension, gratuity, or other allowance,\n          under this Act, but before the pension, gratuity,\n          or other allowance, is granted; or\n    (b) before such retirement, and he has not obtained\n        his discharge from bankruptcy or insolvency at\n          the date of retirement,\nthen, in the former case any pension or other allowance\neventually granted to him shall cease as from the date of\nadjudication or declaration (as the case may be) and, in the\nlatter case, the pension or other allowance may be granted,\nbut shall cease forthwith and not become payable, and in\neither case the gratuity may be granted but shall not be\npaid to him.\n        (3) Where a pension or other allowance ceases, or\nwhere any gratuity is not paid, by reason of this section,\nit shall be lawful for the Governor-General from time to 44 1961\ntime during the remainder of such person’s life, or during $ 1958        a\nsuch shorter period or periods, either continuoiis or dis- S. (lb        4\ncontinuous, as the Governor-General thinks fit, to direct\nall or any part of the moneys to which such person would\nhave been entitled by way of pension, gratuity, or other\nallowance, had he not become bankrupt or insolvent, to be\npaid to, or applied for, the maintenance or benefit of, all\nor any to the exclusion of the other or others, of the follow-\ning, that is to say, such person and his wife, child, or\nchildren, or such other dependents as the Governor-General\nmay determine, in such proportions and manner as the\nGovernor-General thinks proper, and such moneys shall be\npaid or applied accordingly.\n14                                               PENSIONS\n                         (4) Moneys applied for the discharge of the debts of\n                 the person whose pension or other allowance has ceased, or\n                 whose gratuity has not been paid, by reason of this section,\n                 shall, for the purposes of this section, be regarded as\n                 applied for his benefit.\n                         (5) Where a person whose pension or other allow-\n                 ance has ceased, or whose gratuity has not been paid,\n                 by reason of this section, obtains his discharge from\n                 bankruptcy or insolvency, it shall be lawful for the\n2311958          Governor-General to direct that the pension or other allow-\ns. 3 (1).\n                 ance shall be restored, and the gratuity, or so much thereof\n441 1961         (if any) as remains after deducting any payments made\ns. 2.\n                 under subsection (3), paid, as from the date of such dis-\n                 charge or any later date, and the pension or other allow-\n                 ance shall be restored, and the gratuity, or such remainder\n                 thereof (if any), paid, accordingly.\nPensions,           1 4 . 4 1 ) Where any person to whom a pension or other\netc., may\ncease on         allowance has been granted under this Act is sentenced\nconviction.\n23 / 1958        to death or a term of imprisonment by any competent\nss. 3 (I). 10.   court for any offence, such pension or allowance shall, if\n4411961\ns. 2.            the Governor-General so directs, cease as from such date\n                 as the Governor-General determines.\n231 1958\ns.10.\n                         (2) Where any person is sentenced to death or a term\n                 of imprisonment by any competent court for any offence\n                 after retirement in circumstances in which he is eligible for\n                 pension, gratuity, or other allowance, under this Act but\n                 before the pension, gratuity or other allowance is granted,\n                 then-\n                     (a) the provisions of subsection (1) shall apply as\n                          respects any pension or other allowance which\n                          may be granted to him; and\n                 -\n                          n h e inclusion of this page is authorized by L.N. 146119991\n                                PENSIONS                                          15\n     (b) the Governor-Genera1 may direct that any gratuity 44/1961\n         which may be granted to him shall not be paid. 23/1958\n                                                           s. 2.\n                                                                      s. 3 (1).\n        (3) Where a pension or other allowance ceases, or\na gratuity is not paid, by reason of this section, it shall be\nlawful for the Governor-General to direct all or any part 44/1961\nof the moneys to which such person would have been gj7j958\nentitled by way of pension, gratuity, or other allowance, s.3(1).\nbut for the provisions of this section to be paid, or applied,\nin the same manner in all respects as provided in section"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.--(1) Except as otherwise provided in these Regulations, only Continuity\ncontinuous service shall be taken into account as qualifying service or of service.\nas pensionable service.                                                 281 I979\n                                                                              SEh.\n          (2) Any break in service shall be disregarded for the purposes\nof paragraph (1) if-\n     (a) it is caused by temporary suspension of employment not arising\n            from misconduct or voluntary resignation; or\n     (b) subject to paragraph (3), the periods of service when added\n            together total not less than fifteen years.\n          (3) Unless the Governor-General in any particular case. on such\nterms and conditions as the Governor-General thinks fit, otherwise\ndirects. the following shall not be taken into account as service for\nthe purposes of paragraph (2) (6)-\n     (U) any period of temporary service which was not immediately\n            followed by a permanent appointment in which the officer was\n            confirmed;\n     ( 6 ) any period of service during which the officer was. by virtue\n            of the terms of his appointment, on probation if either the\n            officer was not confirmed in the appointment or the service\n            was not immediately followed by a permanent appointment\n            in which the officer was confirmed;\n     (c) any period of service during which the officer contributed tu\n            the Provident Fund established under the Provident Fund Act\n            and by such contribution became eligible for any payment\n            under section 22 or 23 of that Act;\n           [The inclusion of this page is author%   by L.N. 79/ 19%]\n34                                          PENSIONS\n                  (d) any period of service in respect of which the officer was\n                      previously awarded any retiring benefits under this Act or\n                       under the Pensions (Parochial Officers) Act;\n                  (e) any period of service which preceded the dismissal of the\n                        officer on the ground of misconduct.\n2811979               (4) An officer-\nSch.\n                   (a) whose pension or other allowance has been suspended under\n                        section 11 of this Aot or under a corresponding provision in\n                        any law or regulation relating to the grant of pensions in\n                        respect of public service; or\n                   (b) who has retired from the public service without pension or\n                        other allowance on account of ill-health, abolition of office,\n                        or re-organization designed to effect greater efficiency or\n                        economy, and has subsequently been re-employed in the public\n                        service; or\n                   (c) who has left pensionable service under the United Kingdom\n                        Teachers (Superannuation) Act, 1925, with a view to entering\n                        public service not being service pensionable under such Act\n                        and has, not later than three months, or such extended period\n                        as the Governor-General may in any particular case approve.\n23 / 1958               after leaving such first mentioned service, received any salary\ns. 3 (I).               in respect of employment in public service not so pensionable;\n                        or\n                   (d) who having left public service in this Island with a view to\nL.N.                    entering teaching service as defined in paragraph (2) of regula-\n2831 1%1.               tion 20 has subsequently been re-employed in such public\n                        service,\n              may, if the Governor-General thinks fit, be granted the pension, gratuity,\n              or other allowance. for which he would have been eligible if any break in\n              his public service immediately prior to such suspension. re-employment\n              or employment bad not occurred, such pension or other allowance to\n              be in keu of-\n                            (i) any pension or other allowance previously granted to\n                                him from the funds of this Island; and\n                           (ii) any gratuity so granted which is required to be refunded\n                                as a condition of the application to the officer of this\n                                regulation,\n              but additional to any gratuity so granted which is not required to be so\n              refunded :\nL.N.             Provided that the provisions of this paragraph shall not prevent the\n283 11967.\n              operation, simultaneously, of regulation 19 as respects an officer men-\n              tioned in sub-paragraph (6)who retires in the circumstances described\n              in that regulation.\nLeave with-      16. No period during which an officer has been absent from duty\nout salary.   on leave without salary shall be taken into account as pensionable\n              service unless such leave has been granted on grounds of public policy\n              with the approval of the Govemor-General.\n                                                            -   ~   I   _   _   -\n                        me inclusion of this page is authorized by UN. 791 19961\n                               PENSIONS                                             35"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-41) Where an officer holding a pensionable or non- PmsiOnsmd\n                                                                 gratuities on\npensionable ofice in the service of this Island dies as a result k t h\nof injuries received-                                            officer in the\n                                                                 course of duty.\n     (a) in the actual discharge of his duties; and\n     (b) in circumstances in which the injury is not wholly\n         or mainly due to, or seriously aggravated by, his\n         own serious and culpable negligence or misconduct;\n         and\n     (c) on account of circumstances specifically attributable\n         to the nature of his duty,\nwhile in the service of this Island, it shall be lawfbl for the\nGovernor-General to grant pensions and gratuities as specified\nin regulation 33 of the Regulations contained in the Schedule Schedule.\nand in the Appendix to those Regulations.\n       (2) For the purposes of this sectio-\n      (a) \"child include*\n                 (i) a posthumous child;\n                 (ii) an adopted child, adopted in a manner\n                      recognized by law before the date of the\n                      injury; and\n                                PENSIONS\n                 (iii) a step-child wholly or mainly dependent on\n                       the officer for support;\n     (b) \"surviving spouse\" means the widow or widower of\n         the officer;\n     (c) references to an officer being injured in the\n         circumstances detailed in paragraphs (a), (b) and (c)\n         of subsection (1) and to the date on which an injury is\n         sustained, shall respectively be construed as including\n         references to his contracting a disease to which he is\n         exposed specifically by the nature of his duty, not\n         being a disease wholly or mainly due to, or seriously\n         aggravated by, his own serious and culpable\n         negligence or misconduct and to the date on which\n         such disease is contracted.\n       (3) An officer who dies as a result of injuries received\nwhile travelling by air in pursuance of official instructions shall\nbe deemed to have died in the circumstances detailed in\nparagraphs (a) and (c) of subsection (1).\n      (4) In making an award under this section, the\nGovernor-General may take into account in such manner and t o\nsuch extent as he may think fit-\n                               PENSIONS\n     (a) any damages that he is satisfied have been or will be\n         recovered by the dependants of a deceased officer\n         consequent on the injury to the officer which resulted\n         in his death; and\n     (b) any benefits that have been or may be awarded to\n         such dependants under the Workmen's Compensation\n         Act or the National Insurance Act in respect of\n         such injury consequent upon the death of the officer,\nand withhold or reduce the award accordingly.\n       (5) Nothing in this section shall authorize the making of\nan award where the date on which an injury is sustained is more\nthan seven years prior to the date of the officer's death.\n       (6) Where the Governor-General is satisfied that the\ndeath of the officer resulted from the infliction of injuries\nwhich, although not inflicted upon him while he was acting in\nthe execution of his duty, were nevertheless inflicted upon him\nwholly or mainly because he was in the public service of this\nIsland, it shall be lawfhl for the Governor-General to grant to\nthe dependants of that officer, pensions and gratuities as if his\ndeath had occurred in the circumstances described in\nparagraphs (a), (b) and (c) of subsection (1).\n 22                                           PENSIONS\nDeath or          18.Where an officer holding a pensionable or\ninjury owing\nto war         non-pensionable office in the service of this Island and\n               proceeding by a route approved by the Governor-\n               General to or from this Island at the commencement or\n               termination of his service therein, or of a period of\n               secondment, duty leave, or leave therefrom, dies or is\n               permanently injured as the result of damage to\n               the vessel, aircraft, or vehicle, in which he is travelling,\n               or of any act of violence directed against such\n               vessel, aircraft, or vehicle, and the Governor-General\n               is satisfied that such damage or act is attributable\n               to circumstances arising out of any war in which Her\n               Majesty may be engaged, such officer shall be\n               deemed to have died or to have been injured (as the\n               case may be) as the result of injuries received-\n                    (a) in the actual discharge of his duty; and\n                    (b) in circumstances in which the injury is not wholly\n                        or mainly due to, or seriously aggravated by, his\n                        own serious and culpable negligence or misconduct;\n                        and\n                    (c) on account of circumstances specifically attribu-\n                        table to the nature of his duty.\n                 1 9 - 4 1 ) The provisions of this Act shall apply-\nof Act.\n                          PENSIONS                              23   1\n(a) to every officer first appointed to the service of\n    this Island-\n           (i) after the commencement of this Act; or\n          (ii) before the commencement of this Act, to\n               whom it was intimated before appointment\n               that he would be liable to be affected by any\n               change in the pensions law of this Island;\n               and\n(b) to every other officer in the service of this\n    Island at the commencement of this Act or\n    transferred from the service of this Island to any\n    other public service before the date of such\n    commencement and still in the public service\n    on that date, unless not later than twelve\n    months after such commencement, or within\n    such fbrther period as the Governor or the\n    Governor-General, as the case may be, may\n    in any special case allow, he gives notice in\n    writing to the officer prescribed by law, for the\n    time being, of his desire that the provisions\n  [The inclusion o f this page is authorized by L.N. 87120041\n                               PENSIONS\n          of the Laws and Regulations repealed by this\n         Act which applied to him prior to such\n         commencement should continue to apply to him, in\n         which case they should continue to apply\n         accordingly, or unless he elects before the\n         commencement of this Act in accordance with\n         the provisions of any law for the time being in\n         force relating to the establishment of a\n         Provident Fund for employees in the Public\n         Service of this Island to become a depositor in\n         such knd.\n       (2) If any officer who has given notice under paragraph\n(b) of subsection (1) is thereafter reappointed to the service of\nthis Island the provisions of this Act shall apply to him in\nrespect of his whole service:\n  Provided that, except where such an officer eventually\nbecomes eligible for a pension or gratuity under this Act\nin respect of his service both before and after his re-\nemployment, a pension or gratuity granted to him solely in\nrespect of service prior to such re-employment shall not be\nrecomputed.\n                                PENSIONS                                           25\n       (3) Where an officer gives notice under paragraph             ,:::F:\n(b) of subsection (I), of his desire that the provisions\nof the Laws and Regulations repealed by this Act which\napplied to him prior to the commencement of this Act\nshould continue to apply to him, he may, by a further\nnotice in writing to the officer prescribed by law, for\nthe time being, finally and irrevocably withdraw\nthe previous notice and, upon such withdrawal, unless\nhe has elected before the commencement of this\nAct in accordance with the provisions of any law for\nthe time being in force relating to the establishment\nof a Provident Fund for employees in the Public Service\nof this Island to become a depositor to such fund, the\nprovisions of this Act shall apply to him in lieu of the\nprovisions of the Laws and Regulations repealed by\nthis Act which applied to him prior to the commencement\nof this Act.\n       (4) Any person who gives notice under paragraph                  i3y:i:1.\n(b) of subsection (1) of his desire that the provisions\nof the Laws and Regulations repealed by this Act which applied\nto him prior to the commencement of this Act should continue\nto apply to him and subsequently retires in circumstances in\nwhich he would have been eligible for a pension or gratuity\nunder this Act if the provisions of this Act had applied to him,\nmay, by a further notice in writing to the officer prescribed by\nlaw, for the time being, withdraw the notice given in\naccordance with paragraph (b) of subsection (1) and, upon such\n                                            PENSIONS\n             withdrawal, such provisions of this Act as were in force at the\n             date of such person's retirement in the circumstances aforesaid\n             shall, unless he elected before the commencement of this\n             Act in accordance with the provisions of any law for the\n             time being in force--rekingto the establishment of a Provident\n             Fund for employees in the Public Service of this Island to\n             become a depositor to such fund, apply to such person in lieu\n             of the provisions of the Laws and Regulations repealed by this\n             Act which applied to him prior to the commencement of this\n             Act.\n23!1958\ns. 13 (I).         (5) Where, pursuant to subsection (4), an award\n             of pension or gratuity is .made to any person in accordance\n             with the provisions of this Act such award shall be in\n             lieu of any award made to such person in accordance\n             with the provisions of any Laws or Regulations repealed by\n             this Act which applied to such person prior to the\n             commencement of this Act, and any payments made to\n             such person by virtue of any award so superseded by an\n             award under this Act shall be set off against the payment\n             to be made to such person by virtue of the award\n             thereunder.\n4411961            (6) Any notice which pursuant to any of the fore-\nS.2.\n             going provisions of this section is required to be given shall\n             from and after the 27th December, 1961, be given to the\n             Financial Secretary.\n                     [The inclusion o f this page is authorized by L.N.87120041\n                                   PENSIONS                                              21\n                                  SCHEDULE                                     (Section 3)\n     REGULATIONS\n               FOR THE GRANTING\n                              OF PENSIONS, GRATUITIES\n            AND OTHER ALLOWANCESTO OFFICERS\n                             PARTL Preliminary"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Where an officer holding a pensionable office serves with Her War 66t-\nMajesty’s Forces in time of war (in this regulation referred to as vice.\n“military service”), or in any civiliar, employment connected with the\nprosecution of the war (in this regulation referred to as “civilian\nservice”), and before so serving had been employed in the public service,\nthen the following provisions shall have effect-\n     (1) during the period of such military or civilian service, including\n          in the case of-\n          (a) military service, any period of service with Her Majesty’s\n                 Forces after the termination of the war (which period\n                 shall be included in the expression “military service”);\n          (6) civilian service, any period of civilian employment which 23/1955\n                 may be approved by the Governor-General, but which S.3 (I).\n                 in no case shall exceed six months. after the termination\n                 of the war, such employment having been prior to the\n                 termination of the war connected with the prosecution\n                 thereof (which period shall be included in the expression\n                 “civilian service”),\n          such officer shall be deemed to have been on leave on fuIl\n           salary from the public service in which he was last employed,\n          and to have held the substantive office last held by hun in\n          that service prior to such military or civilian service;\n     (2) during any period between his leaving the public service for\n          the purpose of serving in Her Majesty’s Forces or in any\n          such civilian employment and the date of his commencing\n          such military or civilian service, he shall be deemed to be\n          on leave without pay, not granted on grounds of public policy,\n          from the public service in which he was last employed, and to\n          have held the substantive office last held by him in that service\n          prior to such military or civilian service: and during any period\n           between the termination of his military or civilian service and\n          the date of his re-entering the public service he shall, for such\n          purposes, be deemed to be on leave as aforesaid from the\n          public service, and to have held the substantive office, in which\n          he is re-employed :\n   Provided that-\n              (i) this regulation shall not apply when either period mcn-\n                    tioned in paragraph (2) exceeds three months, or such 4411961\n                   longer period as the Governor-General, may in any S.3(1).\n                   special case determine; or if the officer fails after such\n                   military or civilian service, to re-enter the public service\n          me inclusion of this page i s authorized by U“ 79/ 19961\n36                                            PENSIONS\n                               otherwise than in circumstances in which he would be\n                               permitted, under the law or regulations applicable to\n                               the public service in which he is last employed prior\n                               to such military or civilian service, to retire on pension\n                               or gratuity, such circumstances arising not later than the\n                               expiration of three months, or such longer period as\n                               may be determined as aforesaid, after the termination\n                               of his military or civilian service;\n                          (ii) if during any period mentioned in paragraph (1). the\n                               officer has qualified for pension, or received emoluments\n                               in lieu of pension rights, actually in respect of military\n                               service, paragraph (1) shall, as respects that period. have\n                               effect as if the words “leave without salary not granted\n                               on grounds of public policy” were substituted for the\n                               words “leave on full salary”;\n                         (iii) if during his military or civilian service the officer is\n                               injured or kilied he shall not be deemed to have been\n                               injured or killed in the discharge of his duty;\n                         (iv) the provisions of this regulation which require that the\n                               officer shall be deemed to have held a specified office and\n                               to have been on leave from the public service, shall not\n                               apply in respect of any period during which he has\n                               actually held any other substantive office and has been\n                               on leave from any public service.\nTeaching      19. Where an officer holding a pensionable office retires from public\nservice may service in circumstances in which he is eligible-\nbe coun:ed\nas pension-      (a) for a pension or gratuity under these Regulations; and\na?>leservice.    (b) for a pension or gratuity under the Pensions (Teachers) Act,\nJ..N.\n2 171 1%7.              or any enactment thereby repealed,\n281 1979      then, if his service which is pensionable under the Pensions (Teachers)\nSch.          Act. was followed by pensionable service under these Regulations. the\n              Governor-General may, either generally or in any particular case, direct\n23 I1958      that such service which is pensionable under the Pensions (Teachers)\ns. 3 (1).     Act, may be taken into account as though it were pensionable service\n              under these Regulations :\n2811979         Provided that where any such direction has been given, any pension\nSch.          or gratuity granted under these Regulations shall be in lieu of any\n              pension or gratuity for which the officer is eligible under the Pensions\n              (Teachers) Act, or any enactment thereby repealed.\nTransfer of      2 0 . 4 1 ) Where an officer holding a pensionable office Qeavespublic\nofficer to    service in this Island in order to enter teaching service and retires from\nteaching      teaching service in circumstances under which he is eligible for pension\nservice.      or gratuity under the Pensions (Teachers) Act or any enactment thereby\n23 / 1958\nS. 15.        repealed. the Governor-General may, either generally of in any particular\n              case, direct that the period of teaching service may be taken into account\n              as qualifying service for the purpose of these Regulations: and a pension\n              or gratuity may be awarded to him in accordance with regulation 4 or\n                                 PENSIONS                                               37\nregulation 5, as the case may require, in addition to any pension or\ngratuity awarded to him under the Pensions (Teachers) Act or any\nregulations made thereunder and for the purpose of calculating the\namount of any pension or gratuity payable under these Regulations his\npensionable emoluments shall be determined by reference to the pension-\nable emoluments enjoyed by him at the date of leaving the public service.\n        (2) In this regulation the expression “teaching service’’ means\nservice in a teaching capacity-\n     (U) in a secondary school;\n     (b) in a training college;\n    (c) in a primary school; or\n     (6) in an institution approved by the Governor-General,\nwhich is entered in the registers in accordance with the provisions of\nthe Pensions (Teachers) Act, and any such other service as the\nGovernor-General may datermine to be teaching service for the purpose\nof this regulation.\n  2 1 . 4 1 ) Where an officer holding a pensionable office retires from\nthe service of this Island. then if his service which is pensionable under constable\nthese Regulations follows a period of service as a constable yithin the mkY be\nmeaning of Part 111 of the Constabulary Force Act in respect of which          gEk:se\nhe continues to be eligible for an award of retiring benefits under that Serv,ceor\nAct or any regulations made thereunder, the Governor-General may, qualifying\neither generally or in any particular case, direot that such period of Service-\nservice may for the purposes of these Regulations be taken into account        p{\\:.l\nas pensionable service or as qualifying service; and, notwithstanding 28/1979\nanything to the contrary, any pension or gratuity awarded to him under a.\nthese Regulations shall-\n     (U) where such period has been taken into account as pensionable\n            service be in substitution for; or\n     (b) where the period has been taken into account as qualifying\n         service, be in addition to,\nany pension or gratuity for which he may be eligible under the\nConstabulary Force Act or any regulations made thereunder in respect\nof such period of service.\n   2 2 . 4 1 ) The Govemor-General may, either generally or in any a f i a i n a\nspecial case, direct that where service as the holder of a pensionable pen ‘onable\noffice is immediately followed by service as a Constable within the mean- Of8\ning of Part 111 of the Constabulary Force Act, then in such case the mCN\nofficer concerned shall, for the purposes of these Regulations. be treated\nas if he had been transferred from the service of this Island to other L.N.\npublic service under a scheduled Government and thereupon the pro- 89/1e67.\nvisions of Part I11 of these Regulations shall with such modifications as\nmay be necessary apply accordingly.\n                                                                                  e\n                                                                           foll wed\n                                                                                  8 5by\n                                                                                 ble.\n                                                                                     8\n                                                                           ’\n           p b e inclusion of this page is authorized by L.N. 146/ 19991\n38                                                PENSIONS\n                      (2) A n y break in service which may be disregarded under the\n              provisions of regulation 15 may likewise be disregarded in determining\n              for the purposes of this regulation whether the period of service as the\n              holder of a pensionable office was immediately followed by service as\n              a constable as aforesaid.\nstrvice as     22A.-(1)    Subject to paragraph (2). where an officer holding a pen-\nmember of\nDefence     sionable office retires from the service of this Island, then if his service\nForce or    which is pensionable under these Regulations follows a period of service\nLocal       as an officer or member of the Local Forces constituted under the\nForces may Local Forces Law (repealed) or as an officer or soldier of the regular\nbe counted\nBS pension-  Force of the Jamaica Defence Force. as the case may be, in respect\nable or      of which he continues to be eligible for an award of retiring benefits\nqualifying   under the Local Forces Law (repealed) or under the Defence Act, as\nservice.     the case may be, or any regulations mad6 Ihereuader, the Governor\n28/ 1979\nSch.         General may, either generally or in any particular case direct that such\n            period of service may for the purposes of these Regulations be taken\n            into account as pensionable service or as qualifying service: and not-\n            withstanding anything to the contrary. any pension or gratuity awarded\n            to him under these Regulations shall-\n                 (a) where such period has been taken into account as pensionable\n                        service be in substitution for: or\n                 (b) where the period has been taken into account as qualifying\n                        service, be in addition to any pension or gratuity for which\n                        he may be eligible under those Acts or any regulations made\n                        thereunder in respect of such period of service.\n                       (2) Where an officer to whom paragraph (1) applies, has been\n            awarded benefits under the Local Forces Law (repealed) or the Defence\n            Act, as the case may be, or any regulations made thereunder, in respect\n            of his period of service as an officer or member of the Local Forces\n            or as an officer or soldier of the regular Force of the Jamaica Defence\n            Force, as the case may be, such period of service shall not be taken\n            into account for the purposes of paragraph (1).\n                       (3) Any break in service shall be disregarded in determining\n            for the purpose of this regulation whether the period of service as an\n            officer or member of the Local Forces aforesaid or as an officer or\n            soldier of the Jamaica Defence Force, as the case may be, was followed\n            by pensionable service under these Regulations.\n                      (4) Where the Governor-General makes a direction under para-\n            graph (1). the period of service in relation to which such direction is\n            made shall. for the purposes of these Regulations, be deemed to be\n            service in this Island.\nEmoluments      23. For the purpose of computing the amount of pension or gratuity\nto be taken   of an officer-\nfor wm-\nputiqe            (a) the annual pensionable emoluments enjoyed by him at the\npension or            date of his retirement shall be taken; and\ngratuity.\nL.N.              (b) he shall be deemed to have been on duty on full pension-\n55/'1994.             able emoluments at that date.\n                         I l l h e inclusion of this page is authorized by L.N. 146119991\n                               PENS10 NS                                               39"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20,2003\nS. 3(a)\nAppendix.\n2012003                                            Appendix                       (Section 17 and\nS. 3 (b).                                                                          regulation 33)\n                                                    PART I\n                          Pension which may be grantedpursuant to section 17\n                           To                The circumstances and                    Annual rate of\n               Item    whom pension           conditions affecting                     pension, not\n               No.       payable             eligibility for pension                    exceeding\n                -            -\n                 1    Surviving                                          Two-thirds of\n                      spouse of the                                      the officer's\n                      officer                                            annual pen-\n                                                                         sionable\n                                                                         emoluments at\n                                                                         the date of his\n                                                                         death.\n                 2    Each child of        A. If the officer leaves a A. An aliquot part,\n                      the officer             surviving spouse to        determined in\n                                              whom a pension is          accordance with\n                                              granted under item 1       P m 11, of one-\n                                              and does not leave a       third of the\n                                              mother or father, as       off~cer'sannual\n                                              the case may be, who       pensionable\n                                              is eligible for pension    emolument at\n                                              under item 3               the date of his\n                                                                         death.\n                                           B. If the officer leaves a B. An aliquot part\n                                              surviving spouse to         (determined as\n                                              whom a pension is           aforesaid) of\n                                              granted under item 1        one-sixth of the\n                                              and also a mother or        annual pension-\n                                              father, as the case may     able emolu-\n                                              be, who is eligible for     ments of the\n                                              a pension under item 3      officer at the\n                                                                          date of his death.\n                               PENSIONS\n                              PART I, contd.\n           To              The circumstances and                 Annual rate of\nItem   whom pension         conditions affecting                  pension, not\n No.     payable           eligibility for pension                 exceeding\n                              If the officer leaves no C. An aliquot part\n                              surviving spouse to         (determined as\n                              whom a pension is           aforesaid) of the\n                              granted under item 1        pension\n                              but leaves a mother or      specified in item\n                              father, as the case may     1.\n                              be, to whom a pension\n                              is granted under item\n                              3\n                         D. If the officer leaves    D. An aliquot part\n                            neither a surviving         (determined as\n                            spouse to whom a            aforesaid) of the\n                            pension is granted          pension\n                            under item 1 nor a          specified in item\n                            mother or father, as        1.\n                            the case may be, to\n                            whom a pension is\n                            granted under item 3\n                            and there are not more\n                            than three children of\n                            the officer eligible for\n                            pension under this\n                            Table\n                         E. If the circumstances     E. An aliquot part\n                            with regard to a            (determined as\n                            surviving spouse and        aforesaid) of the\n                            mother or father are as     annual\n                            in paragraph D but the      pensionable\n                            number of children of       emoluments of\n                            the officer eligible for    the officer at the\n                            pension under this          dale of his death.\n                            Table exceeds three\n                                PENSIONS\n                               PART 1, contd.\n           To               The circumstances and                    AMWI rate of\nItem   whom pension          conditions affecting                     pension not\n No.     payable            eligibility for pension                    exceeding\n-          -                                                            -\n                         F. If the pension to a     F. An aliquot part\n                            child or children is       (determined as\n                            payable pursuant to        aforesaid) of\n                            paragraph B and            one-half of the\n                            subsequently. on the       pension payable\n                            death or ineligibility     under item 1.\n                            of the mother or\n                            father. as the case may\n                            be. pension ceases to\n                            bc payable under item\n                            3 then. as from the\n                            date of such cessation.\n                            pension shall be\n                            payable under this\n                            paragraph in lieu of\n                            the pension payable\n                            undcr paragraph B\n                          G. If pension to a child or G. An aliquot part\n                             children is payable         (determined as\n                             pursuant to paragraph       aforesaid) of the\n                             B and subsequently.         pension payable\n                             on the death or             pursuant to item\n                             ineligbilih of the          1.\n                             sun.iviag spouse.\n                             pension ceases to be\n                             payable under item 1\n                             then. as from the date\n                             of such cessation.\n                             pension shall be\n                             payable undcr this\n                             paragraph in lieu of\n                             the pension payable\n                             undcr paragmph B\n                                PENSIONS\n                               PART I, contd.\n           To               The circumstances and                 Annual rate of\nItem   whom pension          conditions affecting                  pension. not\n No.     payable            eligibility for pension                 exceeding\n-           -\n 3     The officer's   A. If the officer leaves a A. One-sixlh of the\n       mother or:         surviving spouse to        officer's annwal\n       where the          whom pension is            pensionable\n       mother is dead,    payable under item 1       emoluments at\n       the officer's      and a child or children    the date of his\n       father             to whom a pension is       death.\n                          payable under item 2\n                          B. If the officer leaves a       B. One-thrd of the\n                             child or children to             off~cefiannual\n                             whom pension is                  pensionable\n                             payable under item 2             emoluments at\n                             but leaves no                    the date of his\n                             surviving spouse to              death.\n                             whom pension is\n                             payable under item 1\n                          C. If the pension is       C.          One-third of the\n                             payable pursuant to                 officer's annual\n                             paragraph A and                     pensionable\n                             subsequently. on the                emoluments at\n                             death or ineligbility               the date of his\n                             of the surviving                    death.\n                             spouse. pension ceases\n                             to be payable under\n                             item 1 then. as from\n                             the date of such\n                             cessation. pension\n                             slrall be payable under\n                             this paragraph in lieu\n                             of pcnsion payable\n                             under paragraph A\n                                  PENSIONS\n                                     PART 11\n        lentrs nnd conditions applicable to the pqvrnenf ofpensions\n                               ui?derPart I"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23,,958     Governor-General to grant to the legal personal representa-\nS-3 (1)-    tive of such officer-\n                 (U) in the case of an officer who held a pensionable\n                        office, or a non-pensionable office to which he had\n                        been transferred from a pensionable office in\n                        which he had been confirmed, a gratuity of an\n3611955                 amount not exceeding either one year’s pension-\nS. 2 (a).\n                        able emoluments of such officer or his commuted\n                        pension gratuity, if any, whichever is the greater;\n                 (6) in the case of an officer who held a non-pensionable\n                      office during the entire period of the five years\n                        immediately preceding his death, a gratuity of an\n361 1955                amount not exceeding either nine months’ emolu-\nS.2 (b).\n                        ments of such officer or his commuted monthly\n                        allowance gratuity, if any, whichever is the\n                        greater.\n2311958            (2) Where an officer, who is in receipt of a pension\ns. 3 (1).\n            or other allowance under this Act and on whose death\n            while in the service of this Island the Governor-General\n            might have granted a gratuity under subsection (11, dies\n                        mhe inclusion of this page is authorized by L.N. 146/ 19991\n                                PENSIONS\nafter retirement from such service, it shall be lawfbl for the\nGovernor-General to grant to the legal personal representa-\ntive of such officer-\n     (a) in the case of an officer who retired from a\n         pensionable office in such service, a gratuity of an\n         amount not exceeding one year's pensionable\n         emoluments of such officer; or\n     (b) in the case of an officer who retired from a non-\n         pensionable office in such service, a gratuity of at.1\n         amount not exceeding nine months' emoluments of\n         such officer,\nfrom which gratuity shall be deducted the amount of any\npension, gratuity or other allowance already paid to such officer\nunder this Act or in respect of any public service.\n      (3) For the purpose of this sectio-\n     (a) \"pensionable emoluments\" means the emoluments\n         which would be taken for the purpose of com-\n         puting any pension or gratuity granted to the\n         officer if he had retired at the date of his death in\n         the circumstances described in paragraph (v) of\n         subsection (1) of section 6;\n                                            PENSIONS\n                  ( b ) \"emoluments\" means the emoluments enjoyed by\n                        the officer which would have been pensionable if\n                        the office held by him had been a pensionable\n                        ofice and which are computed in accordance with\n                        paragraph (a);\n3611955           (c) \"commuted pension gratuity\" means the gratuity,\nS. 2 (d).             if any, which might have been granted to the officer\n                      under regulation 3 1 of the Regulations contained\n                      in the Schedule if his public service had been\n                      wholly in this Island, and if he had retired at the\n                      date of his death in the circumstances described\n                      in paragraph (v) of subsection (1) of section 6 and\n                      had elected to received a gratuity and reduced\n                      pension;\n 3611 955\n S . 2 (d).\n                  (4 \"commuted monthly allowance gratuity\" means\n                       the gratuity, if any, which might have been granted\n                       to the officer under paragraph (4) of regulation 32\n                       of the Regulations contained in the Schedule if he\n                       had retired at the date of his death in the circum-\n                       stances described in paragraph (v) of subsection (1)\n                       of section 6 and had elected to receive a gratuity\n                       and reduced monthly allowance.\n36 1955              (4) The provisions of this section shall not apply in\nS. 2 (e).\n              the case of the death of any officer where benefits corres-\n              ponding to the benefits which may be granted under this\n               section are payable under the Oversea Superannuation\n               Scheme in respect of such death.\n              -. -\n                     [Thc ~nclusionof this page 1s authorized by L.N. 87120041\n                                PENSIONS                                      19"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Only service in a pensionable office shall be taken into account Service\nas pensionable service :                                               otherwise\n                                                                           than in a\n                                                                        pensionable\n  Provided that-                                                        &w.\n    (1) where a period of continuous service in a civil capacity other-\n        wise than in a pensionable office is immediately fo:lowed by\n        service in a pensionable office and the officer is confirmed\n        therein, that period, ar such portlon thereof as the Governor-\n        General may determine, may, with the approval of the 23 / 1958\n        Governor-General, be so taken into account;                     s. 3 (1).\n    (2) any break in service which may be disregarded under the\n        provisions of regulation 15 may likewise be disregarded in\n        determining for the purposes of the preceding proviso whether\n        the period of service otherwise than in a pensionable office\n        is immedately followed by the period or servlce m a p e n s o n - 28/1979\n        able office;                                                      Sch.\n    (3) where an officer has been transferred from a pensionable office\n        in which he has been confirmed to an office other than n\n        pensionable office and subsequently retires either from a 23/1958\n        pensionable office or from such other ofice, his service in such s. 3 (1).\n        other office may, with the approval of the Governor-General\n        be taken into account as though it were service in the pension-\n        able office which he held immediately prior to such transfer, and\n        at the pensionable emoluments which were payable to him at\n        the date of transfer, so. however, that in the case of an officer\n        who has elected after the commencement of this Act under any\n        law for the time being in force in relation to the establishment\n        of a Provident Fund for public officers to become a depositor\n        in such fund, his service subsequently to his so electing shall\n        be treated as qualifyingservice but not as pensionable service;\n    (4) where a period of service otherwise than in a pensionable office z3/ig58\n        is taken into account under this regulation, the officer shall, S. 15.\n         during that period, be deemed for the purposes of regulations"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Any period during which            officer has performed only acting Acting\nservice in a pensionable office may be taken into account as pensionable service.\nservice if the period of such acting service-\n     (1) is not taken into account as part of the officer’s own\n           pensionable service in other public service; and\n    (2) is immediately preceded or followed by service in a substantive\n         capacity in a pensionable office under the same government\n         or authority,\nand not otherwise.\n          me imnclusion of this p g e is authorized by LN. 79/19961\n40                                              PENSIONS\nservice         26. Save as otherwise provided in these Regulations there shall not be\nunder ageorOf taken into account as pensionable service-\neighteen\ntwenty or on      (1) any period of service while the officer was under the age of-\nprobation or\nagreemen1.\n                       (a) in the cast of an officer whose first appointment was in\n                             the service of this island or of the Kingston and St.\n                             Andrew Corporation or any Parish Council, eighteen years:\n                         (b) in the case of an officer whose first appointment was in\n                             other public service, twenty years; or\n                    (2) any period of service while he was on probation or agreement,\n                        unless without break of service he is confirmed in a pensionable\n                        office in the public service :\n                  Provided that any break of service which mav be disrecarded under\n                the provisions of regulation 15 may likewise be disregarded in determin-\n                ing whether the omcer is coniirnied in a pensionable othce without\n                break of service.\n                                         PARTV. Supplementary\nAbolition of       27. If an officer holding a pensionable office retires from the public\nofice and re-   service in consequence ot the abolition of his othce or for the purpose\n                of facilitating imFrovements in the organization of the Department to\n                which he belongs, by which greater efficiency or economy may be\n                effected. he may-\n                    (1) if he has been in the public service for less than ten years,\n                         be granted in lieu of any gratuity under regulation 5 or\n                         regulation 12, a pension under regulation 4, 9. 10 or 11, as the\n                         case may be, as if the words “ for ten years or more” were\n                         omitted from such regulation 4;\n                    (2) if he retires from the service of this Island, be granted an\n                        additional pension at the annual rate of one-sixtieth of his\n                        pensionable emoluments for each complete period of three\n                        years’ pensionable service :\n                           Provided that-\n                             (U) the addition shall not exceed ten-sixtieths; and\n                             (b) the addition together with the remainder of the\n                                 officer’s pension shall not exceed the pension for\n                                 which he would have been eligible if he had continued\n4411961                          to hold the office held by him at the date of his\ns. 3 (1).                        retirement, and retired on reaching the age of fifty-five\n                                 years, having received all increments for which he\n                                 would have been eligible by that date.\n                                PENSIONS                                               41"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.-(1)    This regulation applies to an officer who-                     Officers\n    (U)   is permanently injured in the actual discharge of his duty by     z.zf:tz\n          some injury specifically attributable to the nature of his duty lnJuryor\n          which is not wholly or mainly due to, or seriously aggravated disease.\n          by, his own serious and culpable negligence or misconduct; or     ;\n                                                                            3\n                                                                            (\n                                                                            :9\n                                                                             ’\n                                                                             *\n     (6) contracts a disease to which he is exposed specifically by the\n          nature of his duty, not being a disease wholly or mainly due\n          to, or seriously aggravated by, his own serious and culpable\n          negligence or misconduct; or\n     (c) is permanently injured as a result of an accident or damage to\n          the aircraft while traveiling by air in pursuance of official\n          instructions and the injury was not wholly or mainly due to,\n          or seriously aggravated by, his own serious and culpable\n          negligence or misconduct; or\n     (d) while proceeding by a route approved by the Governor-General\n          to or from this Island at the commencement or termination\n           of his service therein, or of a period of secondment, duty\n           leave, or leave therefrom. is permanently injured as the result\n          of damage or any act of violence to the vessel, aircraft or\n          vehicle in which he is travelling, if the Governor-General\n          is satisfied that that damage or act is attributable to circum-\n          stances arising out of any war in which Her Majesty may be\n          engaged.\n        (2) In this regulation, unless the contrary intention appears,\nreferences to an officer being injured and to the date on which an injury\nis sustained shall respectively be construed as including reference to\nhis contracting such a disease as is mentioned in paragraph (1) and to\nthe date on which such disease is contracted.\n        (3) An officer holding a pensionable office in which he has been\nconfirmed may-\n     (a) if his retirement is necessitated or materially accelerated by\n          his injury and he has been in the public service for less than\n          ten years, be granted, in lieu of any gratuity under regulation\n          5 or regulation 12, a pension under regulation 4, 9. 10 or 11, as\n          the case may be, as if the words “for ten years or more” were\n          omitted from regulation 4;\n     (b) if he was permanently injured while in the service of this\n          Island, be granted on retirement an additional pension at the\n          annual rate of the proportion of his actual pensionable emolu-\n          ments at the date of his injury appropriate to his case as shown\n          in the following table-\n               When his capacity to contribute to his own support is-\n                slightly impaired, five-sixtieths:\n               impaired, ten-sixtieths:\n               materially impaired, fifteen-sixtieths;\n               totally destroyed, twenty-sixtieths:\n  Provided that-\n              .__                              -___.\n            p e inclusion of ~ s G g ise authorized by LW.79/ 19%]\n42                                  PENSIONS\n                  (i) if he was permanently injured while travelling by air in\n                      pursuance of official instructions, the relevant proportion\n                      in the table shall be increased by one-half;\n                 (ii) the amount of the additional pension may be reduced to\n                      such an extent as the Governor-General thinks reason-\n                      able where the injury is not the cause or the sole cause\n                      of the retirement.\n             (4) An officer holding a non-pensionable office in which he has\n     been confirmed and whose service therein is not taken into account under\n     regulation 24 may-\n          (a) if his retirement is necessitated or materially accelerated by\n               his injury and he has been in the public service for less than\n                ten years, be granted an allowance under paragraph (1) of\n                regulation 32 as if the words “for ten years or more” were\n                omitted from sub-paragraph (U) of that paragraph;\n          (b) if he was permanently injured while in the service of this\n                Island be granted on retirement an additional allowance of the\n                same amount and subject to the same conditions as the\n                additional pension which might be granted to him under\n               paragraph (3) if his office were a pensionable office; and for the\n               purpose of calculating such additional allowance the expression\n                “pensionable emoluments” in that paragraph means the emolu-\n               ments enjoyed by the officer which would have been pension-\n               able emoluments if the office held by him had been a pension-\n               able office.\n             (5) An officer holding a pensionable or non-pensionable office in\n     which he has not been confirmed who is permanently injured while in\n     the service of this Island may be granted on retirement a pension or\n     allowance of the same amount as the additional pension or allowance\n     which might be granted to him under paragraph (3) or (4) if he had\n     been confirmed in his office. The provisions of regulation 31 and para-\n     graph ( 5 ) of regulation 32 shall not apply to a pension or allowance\n     granted under this paragraph.\n             (6) (a) In this paragraph “injury award” means an award in\n     respect of lnjury that may be granted to an officer under sub-paragraph\n     (6) of paragraph (3) or under sub-paragraph (b) of paragraph (4) or\n     under paragraph (5).\n                 (b) If, for the purpose of assessing the amount of an injury\n     award, the degree of permanent impairment of his capacity to contribute\n     to his support is in doubt, an officer may be granted a provisional award\n     to have effect until such time as the degree of permanent impairment can\n     be ascertained.\n                 (c) The Governor-General may take into account in such\n     manner and to such extent as he may think fit against an injury award\n     that may be granted to an officer in respect of an injury-\n                  (i) any damages that he is satisfied have been or will be\n                      recovered by the officer in respect of that injury; and\n                me inclusion of this page is authorized by LN.791 19961\n                                 PENSIONS                                              43\n            (ii) any benefits that have been or may be awarded to thc\n                 officer under the Workmen's Compensation Act or under\n                 the Oversea Superannuation Scheme in respect of that\n                 injury,\nand be may withhold or reduce the injury award accordingly."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.-(I) If an officer holding a pensionable office in which he has Officen\nbeen confirmed-                                                          retiring on\n                                                                         6CCi3Pnt of\n    (a) retires from the public service in the circumstances described ill health.\n         in paragraph (v) of subsection (1) of section 6 of the Act; and 2311958\n                                                                         S. IS.\n     (b) at the date of his retirement has been in the public service\n         for more than ten years but less than twenty years,\nhe may be granted an additional pension at the rate of one five-fortieth 3711997\nof his pensionable emoluments for each month by which his public S. 4.\nservice falls short of twenty years, or by which his age at such date w.e.f."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.-(1) For the purpose of computing the qualifying service and the Judgesof\namount of the pension or gratuity of an officer who-                           thd Coun of\n                                                                               Appeal and\n      (U) has had a period of service as a Judge of the Court of Appeal tfldsupreme\n             or of the Supreme Court of Jamaica; and                           Court.\n     (b) retires from the public service on or after attaining the age of 21;:'\n             sixty years, or on the abolition of his office, or in the circum- 151196'2\n             stances described in paragraph (v) of subsection (1) of section s.35.\n             6 of the Act,\nthat period of service or, if it exceeds ten years, then ten years of that\nperiod, shall be counted twice.\n          (2) No period of acting service shall be counted twice under this U.\nregulation.                                                                     l63/ 1959."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. Any officer to whom a pension is granted under this Act may, Gnltuit and\nat his option exercisable on his retirement from the public service, or redtmxf\n                                                                           231j95i\nwithin such period prior to his retirement as the Governor-General may pension\nallow be paid in lieu of such pension a pension at the rate of three- s. 1s.\nfourths of such pension together with a gratuity equal to twelve and o n e L.N.\nhalf times the amount of the reduction so made in the pension.             109119S4.\n44                                             PENSIONS\nNon-             32.-(1) Subject to the provisions of this regulation. an officer holding\npensionable   a non-pensionable office, or a person who has held such office (and in\nofficers.     either case is not eligible for a pension from the funds of this Island)\nL.N.          may-\n603 1969.\n                    (U) if he has been in the public service in a civil capacity for ten\n                         years or more; and\nL.N.                (b) if he retires-\n603 I 1969.\n                            (i) from public service in any of the circumstances men-\n                                tioned in section 6 of this Act, other than that men-\n                                tioned in paragraph (vii) of subsection (1) thereof; or\n                           (ii) from teaching service as defined in regulation 20 in the\n                                circumstances mentioned in that regulation,\n              be granted a monthly allowance at the rate of three-fourths of the pension\n23 / 1958     for which he would be eligible under regulation 4, 9, 10, 11 or 20 as the\ns. is.        case may be, had he been the holder of a pensionable office:\n                Provided that for the purpose of this regulation no regard shall be\n              had to any other public service of the officer other than parochial service\n2311958       as defined in the Pensions (Parochial Officers) Act. unless the Governor-\nS. 3(1).      General in any particular case otherwise directs.\n                 Further provided that for the purpose of computing the monthly\n              allowance payable to a non-pensionable officer who immediately before\n              his retirement was in receipt of emoluments which did not exceed four\n              dollars per week subsection (2) of section 9 of this Act shall take effect\n              as if there were substituted for the word “two-thirds” the word “three-\n              fourths”.\n28/1979              ( 1 ~ )The provisions of regulation 6~ shall apply to an officer\nSch.          who held a non-pensionable office as if in that regulation the words\n              “non-pensionable office” were substituted for the words “pensionable\n              office”,the words “monthly allowance” were substituted for the word\n              “pension” and the words “one eight-hundredth” for the words “one\n              six-hundredth”.\n                      (2) The Governor-General may in any particular case direct that\n              the provisions of regulation 18 shall apply to an officer holding a non-\n              pensionable office and thereupon such regulation shall apply to such\n44/1%1        officer as if the words “monthly allowance” were substituted for the\nS. 3(1).      word “pension” wherever such latter word appears.\n                       (3) The provisions of paragraph (2) of regulation 27 shall apply\n              to an officer who has held a non-pensionable office for at least ten years\n              as if in such application the words “monthly allowance” were substituted\n              for the word “pension”. and the words “eightieth” and “eightieths”\n              were substituted for the words “sixtieth” and “sixtieths” as the case may\n              be.\n                         F   e inclusion of this page is authorized by L.N. 146/1999]\n                                  PENSIONS                                                45\n        (4) The provisions of regulation 29 shall apply to an officer who 2311958\nhas held a non-pensionable office for at least ten years as if in such a 15,\napplication the words \"monthly allowance\" were substituted for the\nword \"pension\" and the words \"one eight-hundredth\" for the words\n\"one six-hundredth\".\n         (5) An officer to whom a monthly allowance is granted under\nthis regulation may at his option exercisable on his retirement from the\npublic service or within such period prior to his retirement as the Governor- 23/1958\n&nerd1 may allow. be paid in lieu of such monthly allowance a monthly s,\nallowance at the rate of three-fourths of such monthly allowance together L,N,\nwith a gratuity equal to twelve and one-half times the amount of the 10911954.\nreduction so made in the monthly allowance.\n          (6) An officer, holding a non-pensionable office, who is not\neligible for pension or monthly allowance, or otherwise eligible for gratuity\nfrom the funds of the Island may-\n       (a) if he has been in the public service for at least five years but less\n             than tcn years; and\n      ( b ) if he retires-                                                         L.N.\n              (i)   from public service in any of the circumstances 60311969.\n                    mentioned in section 6 of t h s Acf other than that\n                    mentioned in paragraph (vii) of subsection (1) thereof; or\n            (ii) from teachng service as defined in regulation 20 in the\n                  circumstances mentioned in that regulation.\nbe granted a gratuity not exceeding five times the annual amount of the\nmonthly allowance. which if there had been no qualifying period. might\nhave been granted to him under paragraph (1).\n         (7) For the purposes of this regulation-\n      (a) the expression \"pensionable emoluments\" or \"pensionable\n            service\" wherever either of such expressions appears in this Act\n            or in these Regulations means the emoluments enjoyed by the\n            officer which would have been pensionable emoluments. or such\n            of his service as would have been pensionable service (as the\n            case may be) if the office held by him had been a pensionable\n            office:\n      ( h ) rcgulation 2.1. regulation 25 and regulation 26 shall apply to\n            non-pensionable officers in the saiiie nmncr as they apply to\n            pensionable officers and as if in thcir application to non-\n            pensionable officers the words \"non-pensionable office\" were\n            substituted for the words \"pensionable office\".\n 46                                              PENSIONS\nPensions and      33. Pursuant to section 17. pensions may be granted in accordance with\ngratuities     Part I of the Appendix subject to the terms and condtions specified in Part\nunda section   11: and gratuities may be granted in accordance with Part 111."
    },
    {
      "provision_ref": "sec84",
      "section": "84",
      "title": "Section 84",
      "content": "84.             elected to receive a gratuity and reduced pension.\n                         (3) For the purposes of paragraphs (1) and (2) no regard shall\n                 be had to the service of any person prior to his dismissal from public\n                service on the ground of misconduct unless the Governor-General in\n                any case, on such terms and conditions as the Governor-General t h i n k s\n                fit, otherwise directs.\n                         (4) For the purposes of this regulation-\n                      (a) any action which, pursuant to these Regulations, may be taken\n                           by, or in relation to, an officer on his retirement may, in the\n                           case of a person to whom this regulation applies, be taken\n                           as if the reference to his retirement were a reference to the\n                           attainment by him of the age of sixty years:\n                                 PENSIONS                                              29\n    (b) in determining for the purpose of paragraph (1) (a) whether\n        or not a period of service is continuous no regard shall be\n        had to the provisions of regulation 15(2);\n    (c) the pensionable emoluments of a person to whom this regula-\n         tion applies shall be determined as if reference to the date\n         of his retirement were a reference to the date on which he\n         vacated the office referred to in paragraph (1) (c).\n                     PARTIII. Transferred Oficers"
    }
  ],
  "definitions": [
    {
      "term": "salary",
      "definition": "the salary attached to a pensionable ofice",
      "source_provision": "sec2"
    },
    {
      "term": "personal allowance",
      "definition": "a special addition to salary",
      "source_provision": "sec2"
    },
    {
      "term": "house allowance",
      "definition": "the house allowance which is",
      "source_provision": "sec2"
    },
    {
      "term": "higher education",
      "definition": "either a course of full-time instruction at any educational establish-",
      "source_provision": "sec3"
    },
    {
      "term": "surviving spouse",
      "definition": "the widow or widower of",
      "source_provision": "sec17"
    },
    {
      "term": "pensionable emoluments",
      "definition": "the emoluments",
      "source_provision": "sec23"
    },
    {
      "term": "emoluments",
      "definition": "the emoluments enjoyed by",
      "source_provision": "sec23"
    },
    {
      "term": "commuted pension gratuity",
      "definition": "the gratuity,",
      "source_provision": "sec23"
    },
    {
      "term": "commuted monthly allowance gratuity",
      "definition": "the gratuity, if any, which might have been granted",
      "source_provision": "sec23"
    }
  ]
}