{
  "id": "jm-stat-the-pensions-expatriate-officers-act",
  "type": "statute",
  "title": "The Pensions Expatriate Officers) Act",
  "title_en": "The Pensions Expatriate Officers) Act",
  "short_name": "Pensions Expatriate Officers) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-pensions-expatriate-officers-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-pensions-expatriate-officers-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act, unless the context otherwise requires-                Interpre-\n                                                                        tation.\n    “the Agreement” means the Agreement for the take-\n        over by the British Government of the respon-\n        sibility for the payment of pensions to expatriate\n        public officers, and the text of the Articles of\n        which is set out in the Schedule;                  Schedule.\n    “the Minister” means the Minister responsible for\n        finance."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) Subject to subsection (2), the provisions of the Agreement\n                                                             given fora\nAgreement shall have the force of law in Jamaica.            of law in\n                                                             Jamaica.\n        (2) The provisions of this Act shall not apply as\nrespects any person who, apart from this subsection, would\nbe entitled to the payment of pension thereunder if he, by\nmemorandum in writing to the Governor-General within\ntwelve months from the date on which this Act comes into\noperation or such longer period as the Governor-General\nmay in any case allow, elects to have his pension rights               /\nregulated by the provisions which would have been\napplicable to him if this Act had not been enacted."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) where any amendment of the Agreement is Ministm\n                                                        may amend\naccepted by the Government, the Minister may by order Schedule.\namend the Schedule for the purpose of including therein\nthe amendment so accepted.\n        me inclusion of this page is authorized by L.N. 68/ 19781\n2                PENSIONS (EXPATRIATE OFFICERS)\n           (2) Any order made under this section may contain\n    such consequential, supplemental or ancillary provisions\n    as appear to the Minister to be necessary or expedient for\n    the purpose of giving effect to the said amendment and,\n    without prejudice to the generality of the foregoing, may\n    contain provisions amending references in this Act to\n    specific provisions of the Agreement.\n           (3) Where the Schedule is amended pursuant to this\n    section, any reference in this Act or in any other enactment\n    or in any instrument having effect under any such enact-\n    ment to the Agreement shall, unless the context otherwise\n    requires, be construed as a reference to the Agreement as\n    so amended.\n             me inclusion of this page is authorized by L.N. 68119781\n             PENSIONS (EXPATRIATE OFFICERS)                                 3\n                             SCHEDULE                (Sections 2 and 4)\n AGREEMENT\n         BETWEENTHE GOVBRNMBNT OF JAMAICA\n                                        AND THE\n  GOVERNMENT OF THB UNlTED KINGDOM OF GREAT\n                                          BRITAIN AND\n     NORTHERNIRELAND CONcERNI” PUBLIC OFFICERS’ PFJNSIONS\n  The Government of Jamaica and the Government of the United\nKingdom of Great Britain and Northern Ireland have agreed as\nfollows :\n                              ARTICLE 1\n                              Interprefation\n In this Agreement, except where the context othenvise requires:\n   ( U ) “actuary” means a Fellow of the Institute of Actuaries or\n         of the Faculty of Actuaries in Scotland;\n   (b) “the appointed day” means the day mutually arranged between\n         the Government of the United Kingdom and the Government\n         of Jamaica;\n   (c) “inducement allowance” means any inducement allowance\n         which is pensionable under the pensions laws enjoyed by\n         an officer under the Overseas Service (Jamaica) Agreement\n         1961, or any agreement or any arrangement amending or\n         replacing the same;\n   (d) “the Jamaica element” in relation to a pension (other than\n         a gratuity payable in accordance with the provisions of\n         regulation 4(3) of, or the First or Third schedules to, the\n         Jamaica (Constitution) (Retirement of Entitled officers)\n         Regulations, 1961. as amended by the Jamaica (Constitution)\n         (Retirement of Entitled OfEcers) (Variation) Order, 1962\n         (hereinafter referred to as “the Regulations”) or a widows’\n         and orphans’ pension) means:\n            (i) in respect of a pension arising from death resulting\n                from an injury on duty or from contracting a disease\n                or a pension or additional pension arising from such\n                an injury or from such a disease being a pension which\n                results from an occurrence during relevant service. that\n                proportion of the pension which the rate of the officer’s\n                pensionable emoluments other than inducement allow-\n                ancc at the date he received the injury or contracted\n                the disease bears to the rate of the officer’s total\n                pensionable emoluments at that date;\n           (ii) in the case of any other pension, that proportion of the\n                pension which the total pensionable emoluments other\n                than inducement allowance enjoyed by the officer during\n                his relevant service bears to the total pensionable\n                emoluments enjoyed by him throughout his public\n                service under the Government of Jamaica which have\n                b n taken into account in determining the amount\n                of that pension;\n4             PENSIONS (EXPATRIATE OFFICERS)\n    (e) “officer” means an officer to whom the Public Officers Agree-\n        ment between Her Majesty’s Government in the United\n        Kingdom and the Government of Jamaica signed at London\n        on 1 June, 1961 as amended by the Exchange of Notes\n        between the two Governments dated 8 May, 1963 and 16\n        May, 1963 (hereinafter referred to as “the h b l i c Officers\n        Agreement”) applies or applied and who was not a citizen\n        of Jamaica on 1 April, 1971. or who, having retired from\n        the public service or having died in public service after that\n        date, is not or was not a citizen of Jamaica at the time\n        of his retirement or death, as the case may be;\n    (f) “other public service” means public service not under the\n        Government of Jamaica;\n    (g) “pension” means any pension, gratuity and interest thereon,\n        or any retiring allowance or other like benefit, or any increase\n        of pension, or any contributions repayable to, or interest on\n        contributions payable to, any officer, payable under the\n        pensions laws by the Government of Jamaica to or in respect\n        of any officer, or to the widow or child of any officer or to\n        his legal personal representative;\n    (h) “pensionable emoluments” means :\n            (i) in respect of public service under the Government of\n                Jamaica, emoluments which count for pension under\n                the pensions laws;\n           (ii) in respect of other public service. emoluments which\n                count for pension in accordance with the law or regula-\n                tions in force in such service;\n    (i) “pensions laws” means :\n            (i) in relation to pensions other than widows’ and orphans’\n                pensions, any law, regulation, order or administrative\n                direction providing for the payment of pensions to\n                officers in respect of public service and in force in\n                Jamaica at any time prior to 1 April, 1971 and\n                enacted prior to that date; and\n           (ii) in relation to widows’ and orphans’ pensions, the\n                Pensions (Civil Service Widows and Orphans) Act: and\n          (iii) in relation both to widows’ and orphans’ pensions and\n                to other pensions, any other law, regulation, order or\n                administrative direction accepted by the Government\n                of the United Kingdom and the Government of\n                Jamaica for the putposes of this Agreement;\n    (13 “public service” means :\n            (i) service in a civil capacity under the Government of\n                Jamaica or any other country or temtory in the\n                Commonwealth;\n          (ii) service under the East Africa High Commission, the\n                East African Common Services Organisation, the East\n                African Posts and Telecommunications Administration,\n             PENSIONS (EXPATRIA TE OFFICERS)                              5\n                the East African Railways and Harbours Administra-\n                tion, the East African Commmity. the East African\n                Harbours Corporation, the East African Posts and\n                Telecommunications Corporation or the East African\n                Railways Corporation;\n          (iii) service which is pensionable:\n                   (au) under the Oversea Superannuation Scheme; or\n                   (bb) under any Acts relating to the superannuation\n                         of teachers in the United Kingdom; or\n                   (cc) mder a local authority in the United Kingdom;\n                         or\n                   (dd) under the National Health Service of the United\n                         Kingdom;\n          (iv) any other service accepted by the Government of the\n                United Kingdom and the Government of Jamaica to be\n                public service for the purposes of this Agreement;\n           (v) except for the purpose of computation of a pension,\n                gratuity or other allowance and of determination of the\n                 maximum pension grantable, service as a Governor in\n                respect of which a pension may be granted under the\n                 Overseas Pensions Act, 1973, or any Act amending\n                or replacing that Act;\n          (vi) service as the holder of the ofice of President, Vice-\n                President, Justice of Appeal, Registrar, officer or\n                 servant of the Court of Appeal for Eastern Africa\n                 established by the Eastern Africa Court of Appeal\n                 Order in Council, 1961 (United Kingdom $.I. 1961\n                 No. 2323) or the Court of Appeal for East Africa;\n         (vii) service in the service of the Interim Commissioner for\n                 the West Indies;\n    (k) “relevant service” means public service in a civil capacity\n        under the Government of Jamaica on or after 1 June, 1961;\n    (0 “the taxation element” means the s u m accepted by the two\n        Governments as being eqwivalent to the proceeds of income\n        tax or any similar tax received by the Government of Jamaica\n        on any sums which are reimbursable in accordance with\n        sub-paragraph (1) (d) of Article 3;\n    (m)“widows’ and orphans’ pensions” means pensions payable\n        under the Pensions (Civil Service Widows and Orphans) Act.\n                             ARTICLE 2\n   ASSUMPTION   OF RESPONSIBILJTY   BY THE GOVERNMENT OF THE\n                           UNITEDKINGDOM\n  As from the appointed day the Government of the United Kingdom\nshall assume from the Government of Jamaica the responsibility for\nthe control, administration and payment of pensions which have been\nawarded before the appointed day and for the award, control, adminis-\n6                PENSIONS (EXPATRIATE OFFICERS)\n    tration and payment of pensions which would fall to be awarded on\n    or after the appointed day.\n                                 ARTICLE 3\n        OBLIGATIONS OF THE GOVERNMENT OF THE UNITED KINGDOM\n      (1) The Government of the United Kingdom undertake:\n           (a) that they shall award, control, administer and pay the\n                pensions referred to in Article 2 of this Agreement to\n                or in respect of officers in accordance with the principles   \\\\\n                and rules contained in the pensions laws, with such               4\n                modifications as may be necessary in consequence of the\n                transfer of responsibility under this Agreement, or in        c\n                accordance with such other principles and rules as the\n                Government of the United Kingdom consistently with\n                the next following paragraph may from time to time\n                determine;\n           (b) that apart from any modifications arising from the\n                pensions being payable out of public moneys of the\n                United Kingdom they shall not apply to or in respect\n                of any officer different provisions from those contained\n                in the pensions laws (other than any provisions, express\n                or implied, relating to the currency and method of pay-\n                ment of a pension) so as to make such provisions less\n                favourable to any beneficiary or potential beneficiary than\n                the provisions applicable to him on the appohted day:\n               provided that if a beneficiary or potenbal beneficiary\n                elects to have any provisions applied to him,that provi-\n                sion shall be taken to be more favourable to him;\n           (c) that if the Government of Jamaica should be adjudged\n                by the order of a competent court of Jaw having jurisdic-\n                tion in Jamaica to be liable to pay to or in respect of an\n                officer or the widow or child or legal personal represent-\n                ative of an officer any s u m in respect of a pension for\n               which the Government of the Unitad Kingdom have\n               assumed responsibility under this Agreement, the\n               Government of the United Kingdom shall repay to the\n               Government of Jamaica any s u m paid to such person\n               for the purpose of complying with the order of the court;\n               but in this event the Government of the United Kingdom\n               shall be free to reduce by corresponding sums, or totally\n               to withhold, any payments of the same pension to or\n               in respect of that person which would otherwise fall to\n               be made by them under this Agreement;\n           (6) that they shall reimburse the Government of Jamaica, in\n               accordance with such procedure as may be mutually\n               arranged between the two Governments, the aggtcgate\n               amount, less the taxation element, of the following pay-\n               ments due on or after 1 April, 1971, being amounts due\n              PENSIONS (EXPATRIATE OFFICERS)                                   7\n            under the pensions laws, and made by the Government\n            of Jamaica to or in respect of officers:\n                (i) the full cost of payments representing that propor-\n                     tion of a pension or gratuity payable to or in\n                     respect of an officer which accrues from public\n                     service under the Government of Jamaica before\n                     1 June, 1961;\n                (ii) such proportion (if any) of the cost of payments\n                     representing that part of the pension or gratuity\n                     payable to or in respect of an officer which accrues\n                     from public service under the Government of\n                     Jamaica on or after 1 June, 1961, as is attributable\n                     to his pensionable inducement allowance;\n               (iii) the full cost of payments representing the gratuity\n                     of an officer in accordance with the provisions of\n                      regulation 4(3) of, or of the First or Third Schedules\n                      to, the Regulations.\n(2) For the purposes of sub-paragraph (1) (6)of this Article:\n       (U) the proportion of a pension or gratuity which accrues\n             from public service under the Government of Jamaica\n             before 1 June, 1961 is that proportion which the total\n             pensionable emolumentq received by an officer from\n             public service under the Government of Jamaica prior\n             to 1 June, 1961 bears to his total pensionable emoluments\n             received from all public service under that Government;\n       (b) subject to sub-paragraph (c) of this paragraph the propor-\n             tion of a pension or gratuity which is attributable to\n             inducement allowance is that proportion which the total\n             pensionable inducement allowance received by an officer\n             during his relevant service bears to the total pensionable\n             emoluments received by him from all his public service\n             under the Government of Jamaica;\n        (c) in respect of a pension arising from death resulting from\n             an injury on duty or from contracting a disease or a\n             pension or additional pension arising from such an injury\n              or from such a disease, being a pension which results\n              from an occurrence during relevant service, the proportion\n              which is attributable to inducement allowance is that\n              proportion of the pension which the rate of the officer’s\n              pensionable inducement allowance at the date he received\n              the injury or contracted the disease bears to the rate\n              of his total pensionable emoluments at that date.\n                              ARTICLE 4\n              OBLIGATIONS OF THE GOVERNMENT OF JAMAICA\n(1) The Government of Jamaica mdertake:\n        (U)    that they shall remain responsible for any instalments of\n               pension which remain unpaid on the appointed day;\n8                 PENSIONS (EXPATRlA T E OFFICERS)\n             (b) that they shall as from the appointed day relinquish\n                 responsibility for the award, control, administratlon and\n                 payment of any pension otherwise than in accordance\n                 with the terms of this Agreement;\n            (c) that they shall pay to the Government of the United\n                 Kingdom in accordance with such arrangements as may\n                 be accepted by the two Governments:\n                     (i) in respect of any pension (other than a widows’ and\n                         orphans’ pension) awarded before the appointed\n                         day to or in respect of an officer, a sum represent-\n                         ing the cost, if any, of the Jamaica element of such\n                         pension;\n                    (ii) in respect of any pension (other than a widows’ and\n                         orphans’ pension) awarded on or after the\n                         appointed day to or in respect of an officer, that\n                         part of the s u m which would represent the Jamaica\n                         element of such pension if the public service of the\n                         officer ceased on the appointed day, which is\n                         attributable to the officer’s relevant service up to\n                         the day immediately preceding the appointed day.\n      (2) The sums payable under sub-paragraphs (1) (c) (i) and (1) (c) (ii)\n          of this Article shall be actuarially determined by an actuary\n          nominated by the Government of the United Kingdom and\n          acceptable to the Government of Jamaica and shall be reduced\n          by a s u m accepted by the two Governments as representing the\n          tax which the Government of Jamaica would have received\n          in respect of the Jamaica element of the pensions.\n                                ARTICLE 5\n       Each of the Parties to this Agreement shall, whenever requested\n    to do so by the other Party, supply to that Party such information\n    in connection with the operation of the arrangements contained in\n    this Agreement as may be specified in such request.\n                                 ARTICLE 6\n                  MODIFICATION OF PREVIOUS AGREEMENTS\n      (1) On and after the appointed day the provisions of the Overseas\n          Service (Jamaica) Agreement 1961, and any agreement or\n          arrangement amending or replacing the same, relating to the\n          reimbursement to the Government of Jamaica by the Govern-\n          ment of the United Kingdom of a proportion of the cost of a\n          pension shall cease to apply to any pension payable to or in\n          respect of an officer to whom this Agreement applies in respect\n          of any period beginning on the appointed day.\n      (2) On and after the appointed day the provisions of Articles 3, 4."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 , 6 and the words “and shall take any action that may be\n          necessary to preserve his pension rights when he is so transferred\n            me inclusion of this page is authorized by LN. 31/1977]\n               PENSIONS (EXPATRIATE OFFICERS)                             9\n      or promoted” in Article 7(2) of the Public Officers Agreement\n      shall cease to apply to or in respect of officers to whom this\n      Agreement applies.\n                              ARTICLE 7\n                  MODIFICATION  OF THIS AGREEMENT\n   If the Government of the United Kingdom and the Government\nof Jamaica mutually decide that this Agreement should be modified\nin any particular case or class of cases, the foregoing provisions of\nthis Agreement shall be applied to such case or cases with such\nmodifications, additions or exceptions as may be necessary to give\neffect to such mutual decision.\n                               ARTICLE 8\n                         ENTRY   INTO FORCE\n  Each of the Parties to this Agreement shall notify the other Party\nin writing as soon as it has completed the domestic legislation and\nother arrangements necessary to enable it to carry out the Agreement,\nand this Agreement shall enter into force on the date of the later\nof these two notifications.\n                            ARTICLE 9\n                              CITATION\n  This Agreement may be cited as the Public OlXcers’ Pensions\n(Jamaica) Agreement 1976.\n  In witness whereof the undersigned, duly authorized thereto by\ntheir respective Governments, have signed this Agreement.\n  Done in duplicate at Kingston, Jamaica this first day of April, 1976.\n                                        For the Government of Jamaica :\n                                             DUDLEYJ. TIiOMPSON,\n                                        Minister of External Maim\n                                        For the Government of the\n                                        United Kingdom of @cat Britain\n                                        and Northern Ireland:\n                                                 A. H.S. LINTON,\n                                         Acting British High Commis-\n                                         sioner in Jamaica.\n         F   e inclusion of this page is authorized by LN. 31/1977]"
    }
  ],
  "definitions": []
}