{
  "id": "jm-stat-the-perjury-act",
  "type": "statute",
  "title": "The Perjury Act",
  "title_en": "The Perjury Act",
  "short_name": "Perjury Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-perjury-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-perjury-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Perjury Act.                                              Short title."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                                            Interpreta-\n                                                                                                 tion.\n    “oath” in the case of persons for the time being allowed by law\n        to affirm or declare instead of swearing, includes\n        “affirmation” and “declaration”, and the expression “swear”\n        in the like case includes “affirm” and “declare”;\n    “voluntary declaration” means a declaration made by virtue of\n        the Voluntary Declarations Act."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. For the purposes of this Act, the forms and ceremonies\n    used in administering an oath are immaterial, if the court or immaterial.\n                                                                                                 E;rof\n    person before whom the oath is taken has power to administer\n    an oath for the purpose of verifying the statement in question,\n    and if the oath has been administered in a form and with\n    ceremonies which the person taking the oath has accepted\n    without objection, or has declared to be binding on him."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1) Every person who, being lawfully sworn as a witness Pejury\n0   or as an interpreter in a judicial proceeding, willfully makes a\n    statement material in that proceeding, which he knows to be\n    false or does not believe to be true, shall be guilty of the\n    misdemeanour of perjury, and on conviction on indictment\n    thereof liable to imprisonment with hard labour for any term not\n    exceeding seven years, or to a fine, or to both such\n    imprisonment and fine.\n                                                           PERJURY\n                         (2) The expression “judicial proceeding” includes a\n                 proceeding before any court, tribunal, or person having by law\n                 power to hear, receive, and examine evidence on oath.\n                           (3) Where a statement made for the purposes of a\n                 judicial proceeding is not made before the tribunal itself, but is\n                 made on oath before a person authorized by law to administer an\n                 oath to the person who makes the statement, and to record or               -,\n                                                                                              W\n                 authenticate the statement, it shall, for the purposes of this\n                 section, be treated as having been made in a judicial proceeding.\n                          (4) A statement made by a person lawfully sworn in\n                 the Island for the purposes of a judicial proceeding-\n                        (U)   in another part of the Commonwealth; or\n                        (6) in a tribunal lawfully constituted in any place by sea\n                            or land outside the Commonwealth,\n                 shall, for the purposes of this section, be treated as a statement\n                 made in a judicial proceeding in the Island.\n                          (5) The question whether a statement on which perjury\n                 is assigned was material is a question of law to be determined\n                 by the court of trial.\n False state-         5. Every person who-\nments on oath\nmade other-\nwise than in a\n                         (1) being required or authorized by law to make any\njudicial pro-                statement on oath for any purpose, and being\nceeding\n                             lawfully sworn (otherwise than in a judicial\n                             proceeding) wilfully makes a statement which is\n                             material for that purpose and which he knows to be\n                             false or does not believe to be true; or\n                         ( 2 ) wilfully uses any false affidavit for the purposes of\n                               the Bills of Sale Act,\n                 shall be guilty of a misdemeanour, and on conviction on\n                                                                                            c\n                 indictment thereof liable to imprisonment with hard labour for\n                 any term not exceeding seven years, or to a fine, or to both such\n                 imprisonment and fine.\n                  -\n                                 [The inclusion of this page IS nuthornzed by L N 3/20021\n                              PERJURY                                     5"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.41) Every person who-                                   False\n                                                            statements,\n         for the purpose of procuring a marriage, or a etc..with\n                                                            reference to\n         certificate or licence for marriage, knowingly and marriage.\n          wilfully makes a false oath, or makes or signs a\n          false declaration, notice, or certificate, required\n          under any enactment for the time being in force\n          relating to marriage; or\n          knowingly and wilfully makes, or knowingly and\n          wilfully causes to be made, for the purpose of\n          being inserted in any register of marriages, a\n          false statement as to any particular required by\n          law to be known and registered relating to any\n          marriage; or\n          forbids the issue of any certificate or licence for\n          marriage by falsely representing himself to be a\n          person whose consent to the marriage is required\n          by law, knowing such representation to be false,\nshall be guilty of a misdemeanour, and on conviction on\nindictment thereof liable to imprisonment with hard labour\nfor any term not exceeding seven years, or to a fhe, or to\nboth such imprisonment and 6ne.\n       (2) A prosecution for an offence against this section\nshall not be commenced more than three years after the\ncommission of the offence."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1) Every person who-                                False\n                                                            statements,\n     (a) wilfully makes any false answer to any question etc.,@to\n          put to him by any registrar of births or deaths deaths.\n                                                            births or\n          relating to the particulars required to be regis-\n          tered concerning any birth or death, or wilfully\n          gives to any such registrar any false information\n          concerning any birth or death or the cause of any\n          death; or\n    (b) wilfully makes any false certificate or declaration\n          under or for the purposes of any enactment\n          relating to the registration of births or deaths.\n6                                             PERJURY\n                         or, knowing any such certificate or declaration to\n                         be false, uses it as true or gives or sends it as true\n                         to any person; or\n                     (c) wilfully makes, gives, or uses, any false statement\n                         or declaration as to a child born alive as having\n                         been still-born, or as to the body of a deceased\n                         person or a still-born child in any cofih, or falsely\n                         pretends that any child born alive was still-born;\n                         or\n                    (4 makes any false statement with intent to have it               I\n                         inserted in any register of births or deaths,\n               shall be guilty of a misdemeanour, and on conviction on\n               indictment thereof liable to imprisonment with hard labour\n               for any term not exceeding seven years, or to a fine, or to\n               both such imprisonment and fine.\n                      (2) A prosecution for an offence against this section\n               shall not be commenced more than three years after the\n               commission of the offence.\nFalSe             8. Every person who knowingly and wilfully makes\nvoluntary\ndeclarations    (otherwise than on oath) a statement false in a material\nand other      particular, and the statement is made-\nfalse\nstatements           (a) in a voluntary declaration; or\nwithout\noath.                (b) in an abstract, account, balance sheet, book,\n                          certificate, declaration, entry, estimate, inventory,\n                          notice, report, return, or other document, which\n                          he is authorized or required to make, attest, or\n                          verify, by any enactment for the time being in\n                          force; or\n                      (c) in any oral declaration or oral answer which he\n                          is required to make by, under, or in pursuance of\n                          any enactment for the time being in force,                  /\n               shall be guilty of a misdemeanour, and liable on con-\n               viction on indictment thereof to imprisonment with hard\n               labour for any term not exceeding two years, or to a fine,\n               or to both such imprisonment and fine.\n                       m e inclusion of this DaRe is authorized bv L.N. 480 I 19711\n                                                PERJURY                                       7"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Every person who-                                                    False\n                                                                                   declarations.\n              (a)   procures or attempts to procure himself to be ~ ~ t ; i ~ o r , , , , -\n                    registered on any register or roll kept under or in tration.etc.\n                    pursuance of any enactment for the time being in ~             a               c   ~   ~\nf   .\n                    force of persons qualified by law to practise any tion.\n                    vocation or calling; or\n              ( b ) procures or attempt to procure a certificate of\n                    registration of any person on any such register or roll,\n        by willfully making or producing or causing to be made or\n        produced, either verbally or in writing, any declaration,\n        certificate, or representation, which he knows to be false or\n        fraudulent, shall be guilty of a misdemeanour, and liable on\n        conviction on indictment thereof to imprisonment with hard\n        labour for any term not exceeding twelve months, or to a fine, or\n        to both such imprisonment and fine."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-( 1 ) Every person who aids, abets, counsels, procures, abettors.\n        or suborns, another person to commit an offence against this Act suborners.\n        shall be liable to be proceeded against, indicted, tried and etc.\n        punished as if he were a principal offcndcr.\n                 (2) Every person who incites or attempts to procure or\n        suborn another person to commit an offence against this Act\n        shall be guilty of a misdemeanour, and liable on conviction on\n        indictment thereof to imprisonment with hard labour for any\n        term not exceeding twelve months, or to a fine, or to both such\n        imprisonment and fine.\n            1 I .-(I) Where two or more inconsistent or contradictory or    \"lconslstcnt\n                                                                               conln-\n        statements of fact or alleged fact, material to the issue or matter dictory\n        in question, have been wilfully made on oath by one and the slB1cmcnls~\n        same witness in any judicial proceeding, whether before the\n        same Court or tribunal or person or not, such witness shall be\n        guilty of a misdemeanour, and on conviction on indictment\n        thereof liable to imprisonment with hard labour for any term not\n        exceeding seven years, or to a fine, or to both such\n        imprisonment and fine.\n                        [The inclusion of this page is aulhorizcd by L N 3/2002l\n8                                                            PERJURY\n                                (2) Upon the trial of any person for an offence under\n                      this section, it shall not be necessary to prove the falsity of\n                      either of the inconsistent or contradictory statements, but it shall\n                      be necessary that the court or the jury, as the case may be, be\n                      satisfied that the statements, or either of them, were or was\n                      made with intent to deceive the court, tribunal, or person before        q\n                      whom the statements, or either of them, were or was made.                J\nPou er to                12.-( 1) Where any of the following authorities, namely, a\ndirect\nprosecution           Judge of the Court of Appeal, a Judge of the Supreme Court, a\nf o r p e r J u ~Or   Resident Magistrate, a Coroner, or a Justice of the Peace, is of\nfor offences\napinstsection         the opinion that any person has, in the course of proceedings\nI I.\n6i I990\n                      before that authority-\ns. 2 .\n                            ( a ) committed the offence of perjury; or\n                            (b) wilfully made on oath a statement of fact or alleged\n                                 fact, material to the issue or matter in question, such\n                                 as to constitute an offence under section 1 1,\n                      the authority may order the prosecution of that person for either\n                      or both of those offences (as the circumstances may warrant)\n                      where there appears to be reasonable cause for such prosecution.\n                                (2) Where an order is made for the prosecution of any\n                      person pursuant to subsection (I), the authority making the\nI9/2000\nS . 23.\n                      order may commit that person to prison or grant him bail in\n                      accordance with the Bail Act, pending such prosecution, and\n                                                                                               C\n                      may require any person to enter into a recognizance to\n                      prosecute or give evidence against the person whose prosecution\n                      is so ordered, and may give the person so bound to prosecute a\n                      certificate of the making of the order for the prosecution, for\n                      which certificate no charge\n                                             *\n                                                  shall be made.\n                                     [The inclusion of this page is suthonred by L N 3/2CO2]\n                          PERJURY                                                 9\n        (3) An order made or a certificate given under this\nsection shall not be given h evidence for the purpose or in\nthe course of any trial of a prosecution resulting therefrom."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Power to direct prosecution for perjury or for offences against\n      section 11."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) In an indictment-                                         Fosm of\n                                                                    indictment.\n    (a) for making any false statement or false represen-\n          tation punishable under this Act; or\n     (b) for unlawfully, wilfully, falsely, fraudulently, deceit-\n          fully, maliciously, or corruptly taking, making,\n          signing, or subscribing any oath, affirmation, sol-\n          emn declaration, voluntary declaration, affidavit,\n          deposition, application, notice, certificate, or other\n          writing; or\n      (c) for wilfully making inconsistent or contradictory\n          statements on oath in a judicial proceeding,\nit is sufficient to set forth the substance of the offence\ncharged, and before which court or person (if any) the\noffence was committed, without setting forth the pro-\nceedings or any part of the proceedings in the course of\nwhich the offence was committed, and without setting\nforth the authority of any court or person before whom the\noffence was committed.\n        (2) In an indictment for aiding, abetting, counsel-\nling, suborning, or procuring, any other person to commit\nany offence hereinbefore in this section mentioned, or for\nconspiring with any other person, or with attempting\nto suborn or procure any other person, to commit any such\noffence, it is sufficient-\n     (a) where such offence has been committed, to allege\n          that offence, and then to allege that the defendant\n          procured the commission of that offence; and\n     (b) where such offence has not been committed, to set\n          forth the substance of the offence charged against\n          the defendant without setting forth any matter or\n10                                             PERJURY\n                        thing which it is unnecessary to aver in the case\n                        of an indictment for a false statement or false\n                        representation punishable under this Act.\nConsentof        14. Except in cases coming within the provisions of\nDirector\nofpublic       section 12, no information for perjury or for an offence\nProsecu-\ntions.\n               against section 11 shall be laid without the consent in\n               writing of the Director of Public Prosecutions.\nCorrobora-\ntion"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. A person shall not be liable to be convicted of any           7\n                                                                                   2\n               offence against this Act, or of any offence declared by any\n               other enactment to be perjury or subornation of perjury, or\n               to be punishable as perjury or subornation of perjury,\n               solely upon the evidence of one witness as to the falsity of\n               any statement alleged to be false.\nProof of         16. On a prosecution-\ncertain pro-\nwhich on\nceedings           (a) for perjury alleged to have been committed on\nP q u w is\nassigned.\n                         the trial of an indictment for felony or misdemea-\n                         nour, or\n                     (b) for procuring or suborning the commission of\n                         perjury on any such trial,\n               the fact of the former trial shall be sufficiently proved by\n               the production of a certificate containing the substance\n               and effect (omitting the formal parts) of the indictment\n               and trial purporting to be signed by the Registrar or other\n               officer having the custody of the records of the court where\n               the indictment was tried, without proof of the signature or\n               official character of the person appearing to have signed\n               the certificate.\nSavings.         17.-(1) Where the making of a false, statement is not\n               only an offence under this Act, but also by virtue of some\n               other enactment is a corrupt practice or subjects the\n               offender to any forfeiture or disqualification or to any\n               penalty other than imprisonment or fine, the liability of\n                                                                       -_\n                       [I?he inclusion of this page is a u k *   by L.N. 5/1992]\n                                PERJURY\nthe offender under this Act shall be in addition to and not in\nsubstitution for his liability under such other enactment.\n         (2) Nothing in this Act shall apply to a statement made\nwithout oath by a child under the provisions of the Child Care\nand Protection Act.\n         (3) Where the making of a false statement is by any\nother enactment, whether passed before or after the\ncommencement of this Act, made punishable on summary\nconviction, proceedings may be taken either under such\nother enactment or under this Act.\n          -"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Savinga.\n        F   e inclusion of this page is aubbrkd by L.N. 5/1992]\n                                          PERJURY                                                               3\n                              THE PERJURY ACT                                                    Cap. 289.\n                                                                                                   Acts\n                                                                                                 6 of 1990,\n                                                                                                 19 of 2000\n                                                                                                   S . 23.\n                                                                            [15th June, 1942.1"
    }
  ],
  "definitions": []
}