{
  "id": "jm-stat-the-pesticides-act",
  "type": "statute",
  "title": "The Pesticides Act",
  "title_en": "The Pesticides Act",
  "short_name": "Pesticides Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-pesticides-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-pesticides-act | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0) to consider and determine applications made pursuant\n           to this Act and to deal with all aspects of the\n           importation, manufacture, packaging, preparation for\n           sale, sale, disposal and use of pesticides and to advise\n        [The inclusion o f this page is authorized by I . . K 87120041\n                                                 PESTICIDES\n                          the Minister on all matters in relation thereto; and\n                       (g)to do such other things as may be expedient or\n                           necessary for the proper performance of its functions\n                           under this Act.\nPolicy               5. The Minister may, after consultation with the chair-\ndirections.\n                  man, give to the Authority directions of a general character\n                  as to the policy to be followed in the performance of any of\n                  its functions, and the Authority shall give effect to such\n                  directions.\nAppoint-          6. The Authority shall appoint a Registrar and may\nment of\nRegistrar and engage such other employees as it thinks necessary for the\nother officers proper carrying out of the provisions of this Act at such\nand servants.\n               remuneration and on such terms and conditions as it thinks\n               fit:\n                    Provided that no salary in excess of five thousand dollars per\n                  m u m shall be assigned to any post without the prior approval of\n                  the Minister.\nRegistration        7. No person shall manufacture, import, advertise\nof pesticides.\n                  or sell any pesticide unless such pesticide is registered in\n                  the prescribed manner.\nLicensing of        8. No person shall manufacture, or import any pesticide\nmanufacturer\nor importer       unless he first obtains in the prescribed manner a licence to\nof pesticides.    manufacture or import, as the case may require, that pesti-\n                  cide.\nAuthori-            9.-31) No person shall sell a restricted pesticide unless-\nzation to\nsell restricted        (a) he is authorized in the prescribed manner so to do;\npesticides\nand registrs-\ntion of                (b) the premises in which the sale is carried out has\npremises.                  been registered in the prescribed manner for the\n                           purpose; and\n                       (c) the sale is carried out in accordance with such\n                           other requirements as may be prescribed.\n                              PESTICIDES                                    7\n         (2) The Minister m:iy from tiem to time, after\nconsultation with the Authority, by order, amend the list of\n                                                             Third\nrestricted pesticides specified in the Third Schedule.       schedule."
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The Authority shall consist of not more than fourteen members being Constitu-\npersons appearing to the Minister to have ability and experience in the fields tion of\nof plant protection, food storage, pesticides chemistry, public health, food Authority\nchemistry, the pest control industry, and matters related thereto."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The appointment of a member shall, subject to the provisions of .l.cnureof\nthis Schedule, be for a period not exceeding three years.and such member oilice\nshall be eligible for reappointment."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-41) There shall be established for the purposes of this             Establishment\n                                                                         o f Authority.\nAct a body to be called the Pesticides Control Authority\nwhich shall be a body corporate to which the provisions of\nsection 28 of the Interpretation Act shall apply.\n       ( 2 ) The provisions of the First Schedule shall have             Firs?\neffect with respect to the constitution and procedure of the             Schedule.\nAuthority and otherwise in relation thereto."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The hnctions of the Authority shall b e -                           Fundion5 of\n                                                                         the Authority.\n     ( a ) to register pesticides;\n     ( b ) to license persons to import or manufacture registered\n           pesticides;\n     (c) to authorize persons to sell restricted pesticides;\n     (4 to register premises in which a restricted pesticide\n           may be sold;\n     (e) to license pest control operators;"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-41) Any member other than the chairman may at any time resign his Resigna-\nofice by instrument in writing addressed to the Minister and transmitted tions.\nthrough the chairman and from the date of receipt by the Minister of such\ninstrument that member shall cease to be a member of the Authority.\n                                                      PESTICIDES\n                          (2) The chairman may at any time resign his office by instrument\n                 in writing addressed to the Minister and such resignation shall take effect\n                 as from the date of receipt by,the Minister of that instrument.\nRevocation            6. The Minister may at any time revoke the appointment of any member\nof appoint-      if he thinks it expedient so to do.\nments.\nFilling of              7. If any vacancy occurs in the membership such vacancy shall be\nvacancies.      ' filled by the appointment of another member by the Minister, and in\n                 making such appointment, the Minister shall have regard to the provisions of\n                 paragraph 1.\nGazetting of    8. The names of all members as first constituted and ev;ry change in\nmembership. the membership shall be published in the Gazette.\nCo-option o f          9. The Authority may co-opt such persons, whether Government\nmembers.          officers or otherwise, to attend particular meetings or parts thereof, as it\n                ' thinks fit.\nFunds of              10. The h n d s of the Authority shall consist of such moneys as may\nthe Autho-      f r o m ~ t i m eto time be placed at its disposition for the purposes of this Act\nrity.            by Parliament, and such other moneys as may be lawhlly paid to the\n                 Authority.\n                 4        '\nAccounts             11'. The Authority shall keep prdper accounts of its receipts, payments,\nand audit.       'assets and liabilities, and such accounts shall be audited annually by an\n                  auditor appointed in each-year by the Authority with the approval of the\n                  Minister.\nAnnual re-              1 2 . 4 1 ) The Authority shall not later than three months after the end\nport and             of each financial year, cause to be made and transmitted to the Minister, a\nestimates.           report of its activities during the preceding financial year, including a\n                     statement of its accounts, audited in accordance with paragraph 11, and\n                     the Mjnister shall cause copies of such report, .together with the auditor's\n                     report, to be laid on the Table of the House of Representatives and of the\n                     Senate.                                           t\n                            : (2) The Authority shall, before a date specified by the ~ i n i s t e r ,\n                     submit to the Minister for his approval estimates of revenue and expenditure\n                     for the ensuing financial year.\nSeal and                1 3 . 4 1 ) The seal of the Authority shall be kept in the custody of the\nexecution            chairman or the Registrar and shall be affixed to instruments pursuant to a\no f docu-            resolution of the Authority in the presence of the chairman or any other\nments.\n                     member of the Authority, and the Registrar.\n                             (2) The seal of the Authority shall be authenticated by the\n                     signatures of the chairman or any other member authorized to act in\n                     that behalf, and the Registrar.\n                                [The inclusion o f this page is authorized by L.N. 92c/2012]"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Authorization to sell restricted pesticides and registration of\n     premises.\n lo. Prohibition on extermination for reward without licence.\n I1.   Registers which shall be kept."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) No person shall engage in or perform or offer to Prohibition\nperform an extermination for reward unless he is licensed ~           t          ~   ~\nas a pest control operator by the Authority in the prescribed reward\n                                                              without\nmanner or, subject to subsection (21, is an employee of such licence.\noperator.\n        (2) No person shall serve as an employee of a pest\ncontrol operator for the purpose of carrying out an extermi-\nnation unless he complies with the repulations for the time\nbeing in force relating to employees of pest control opera-\ntors."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) The Authority shall cause the Registrar to keep             t;fpzall\nin such form as it may from time to time determine-           be kept.\n         a register to be known as the Register of Pesticides\n         in which shall be entered the name and prescribed\n         particulars of any pesticide registered under this\n         Act;\n         a register to be known as the Register of Licensees\n         in which shall be entered the name and prescribed\n         particulars of every persov 1;cenFed under tbis Act\n         to manufacture or import 2 registered pesticide;\n         a register to be known as the Register of\n         Authorized Persons and Registered Premises in\n         which shall be entered the name and prescribed\n         particulars of any ?erson aiithorized under this Act\n         to sell a restricted pesticide and the prescribed\n         particulars of the premises reczistered by that\n         person for the purpose of such sale;\n         a register to be known as the Register of Peyt Con-\n         trol Operators in which shall be entered the name\n         and prescribed narticulars of any ?erson licensed\n         under this Act 9 7 a pest cor\\trol operator.\n 8                                            PESTICIDES\n                       (2) The registers kept pursuant to subsection (1) shall\n                be open to inspection by any member of the public at all\n                reasonable times and a copy of each register shall be\n                published in the Gazette at such times as may be prescribed,\n                         (3) Every application for the registration of a pesti-\n                cide, for a licence to manufacture or import a registered\n                pesticide, for authorization to sell a restricted pesticide, for\n                registration of the premises in which such restricted pesti-\n                cide may be sold, or for registration as a pest control\n                operator, shall be made in the prescribed form and be ac-\n                companied by the relevant prescribed fee; and. subject to\n                the provisions of this Act, the Authority may grant any\n                such application on such terms and conditions as it thinks\n                fit, may refuse any such app?ication, and may at anv time\n                after an application has been granted, revoke any licence,\n                certificate or authorization issued pursuant to that applica-\n                tion.\n                       (4) The Registrar shall issue to every person whoce\n                application made piirsuant to this section is granted, the\n                apnronria te licence or certiFcate of registration or autboriz-\n                ation. aq the case m:,v reqiiire. in the prescribed form.\nam*ons            12. Tt shall be the duty of the Redstrar-\nof registers.\n                     (a) to remove fron any of the registers mentioned in\n                         subsection (1) of section 11 any entrv which the\n                         Authority directs him in writing to remove;\n                    (h) to correct in Rccnrdance with the Authoritv'q\n                         directions any entry in any sncfi register which\n                         the Authoritv dkectc him in writing to correct as\n                        being in the oninioq of the Authotitv m entry\n                        which was incorrectlv made: and\n                    f d to make from time to time anv necessmv altera-\n                        tions in m y prescribed mrticulars contained in\n                        any of such registers.\n                                ___ ___.I_-I__\n                        me inclusion of this page is authorized by L.N. 37/1988]\n                             PESTICIDES                                 9"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) If any person who has obtained any registration, ~uspnrion\nlicence or authorization pursuant to this Act, is found upon of   deletion\n                                                              andentry\nenquiry by the Authority to have procured such registration,       fsm.\nlicence or authorization, as the case may be, as a result of\nany misleading, false or fraudulent representation, the\nAuthority may if it thinks fit, either suspend that registra-\ntion, licence or authorization, as the case may be, for a\nperiod not exceeding one year or direct the Registrar to\ndelete the relevant entry from the appropriate register.\n       (2) The Authority may at any time if it thinks just,\ndirect any entry which has been deleted from a register\npursuant to subsection (1) to be reinstated.\n        (3) The Authority may, as soon as practicable\nafter-\n     (a) any registration, licence or authorization has been\n          suspended or deleted from a register; or\n     (b) the reinstatement of any registration, licence or\n          authorization which was deleted from a register,\ncause notice of the appropriate fact to be published in the\nGazette.\n         (4) Whenever any registration, licence or authoriz-\nation is deleted from a register, the Authority may in writing\nrequire the person to whom such registration, licence or\nauthorization had been granted to return to the Registrar\nthe relevant certificate or licence, as the case may be, and\nsuch person shall comply with that requirement."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) The pesticides specified in the Second Schedule pesticidu.\n                                                             -iitcd\nshall be prohibited pesticides for the purposes of this Act, second\nand accordingly shall not be brought into or used in the schedula\nIsland.\n         (2) The Minister may from time to time, after\nconsultation with the Authority, by order amend the list of\nprohibited pesticides specified in the Second Schedule.\n        me inclusion of this page is authorized by L.N. 37/1988]\n                                             PESTICIDES\n                       (3) An order made pursuant to subsection (2), may\n               provide for the withdrawal from sale or use, and ior the\n               disposal of, any pesticide added to the list of prohibited\n               pesticides.\nProhibition       15. No person shall package, label or advertke any\non\ndeceptive      pesticide ~  aII\n                              manner that is fake, misleading or deceptive,\nadvertk-       is llkely to create an erroneous impression regarding its\ning.\n               character, value, quantity, composition, merit or sat’e’eiy, or\n               is inconsistent with the information supplied to the\n               Authority at the time of the application for registration.\nRegulations.    16,-(1) The Authority may, with the approval of the\n               Minister, make regulations-\n                        for the registration of pesticides;\n                        respecting experimental samples of pesticides and\n                        matters related thereto;\n                       for the licensing of persons to import or manufac-\n                         ture registered pesticides;\n                        relating to restricted pesticides, the authorization\n                        and the eligibility therefor of persons to sell\n                        restricted pesticides and the premises in which\n                         such pesticides may be sold;\n                        relating to pest control operators, their employees\n                         and any medical or other examination which they\n                         may be required to undergo, and fixing the amount\n                         and type of insurance or bond to be carried or\n                         furnished by registered pest control operators;\n                         as respects the labelling, packaging, storage, trans-\n                         portation and use of pesticides;\n                        specifying the pesticides which may only be used\n                         by or under the direct supervision of a registered\n                         pest control operator or other specified person;\n                        governing the aerial application of pesticides;\n                                PESTICIDES                                11\n     (i) providing for the keeping of books and records by\n          authorized persons, by persons licensed under this\n          Act .to manufacture or import registered pesticides\n      ,   and by pest control operators;\n     ( j ) relating to the designation of inspectors and official\n          analyst, and the taking and analyzing of samples;\n     (k) for matters relating to examinations by registered\n         medical practitioners of various persons having contact\n         with pesticides;\n     (I) prescribing the protective clothing to be worn and\n         other precautions to be taken by persons handling\n         or having contact with particular pesticides or classes\n         thereof and imposing obligations on employers of such\n         persons with respect thereto;\n    (m) prescribing the permissible level of any pesticide or\n        breakdown product thereof, at any specified time, in\n        any kind of plant or animal product intended for con-\n        sumption by h u m q beings or domestic animals;\n    (n) regulating the periods during which particular pesti-\n         cides may or may not be used on certain agricultural\n       , crops;\n    (0)   respecting the disposal of pesticides and packages;\n    @) for the protection of person who may suffer damage\n          as a result of the use, storage, manufacture or packaging\n          of pesticides by others;\n    ( q ) exempting certain substances which may be used as\na         pesticides from the provisions of this Act when being\n          used otherwise than as pesticides;\n    (r) prescribing fees and forms in respect of any registration,\n        licence or authorization under this Act; and\n    ( s ) for giving further and better effect to the provisions of\n          this Act and prescribing any other matter or thing,\n           [The inclusion of this page i s authorized by L.N. 92~/2012]\n12                                                         PESTICIDES\n                                     whether similar to the foregoing or not, which may be\n                                     or is required by this Act to be prescribed.\n                                   (2) Notwithstanding anything contained in section 29\n                  of the Interpretation Act, regulations under this section\n               I\n                  may provide in respect of a breach of any of the provisions\n                  thereof that the offender shall be liable on summary con-\n                Iviction in a Resident Magistrate's Court to such fine\n                 'not exceeding one million dollars or to such term of im-\n                 prisonment with hard labour not exceeding, twelve months\n                  or both such fine and imprisonment as may be specified\n                  therein.\nDesignation       17. The Minister may fiom time to time designate any\nof officers.\n               person whether by name or by the title of his office to be an\n               inspector or an analyst for the purposes of this Act.\nPowers and                  18.-41) An inspector may at any reasonable time-\nduties of\ninspector.\n                               I\n                                       (a) enter-          ,\n                                         (i) any premises or vehicle in which an exter-\n                I                            mination is being carried out;\n                                         (ii) any premises where pesticides are manufac-\n                                              tured, stored, kept for sale or disposed of;\n                                        (iii) any vehicle in ~ h i c h ' ~ e s t i c i d are\n                                                                                         e s transborted;\n                    ,\n                                              and\n                    I\n                                        (iv) any other premises or vehicle in, which he has\n                                             reasonable cause to believe any breach of\n                                             this Act has been or is being committed,\n                        l\n                                      and may make such examinations and enquiries and\n                                      take such samples free of charge as he may deem\n                                      necessary;\n                                   ( b ) open and examine any receptacle or package found\n                                      in any premises or vehicle mentioned in paragraph\n                                      (a) that he reasonably believes contains any pesticide;\n                             PESTICIDES                               .f3\n     (c) examine any books, documents or other records\n         found in any premises or vehicle mentioned in\n         paragraph ( a ) which he reasonably believes con-\n         tain any information which may assist in the\n         enforcement of this Act, and make copies thereof\n         or extracts therefrom;\n     (d) seize and detain any article by or in relation to\n         which he reasonably believes any provision of this\n         Act has been contravened, so, however, that any\n         article so seized may, at the option of an inspector,\n         be stored or kept in the premises where it was\n         seized, or may on his direction be removed to any         ---.\n         other place which he considers satisfactory for the\n         purpose.\n       (2) An inspector shall be furnished with a certificate\nof designation and on entering any premises or vehicle\npursuant to subsection (1) he shall, if required so to do,\nproduce the certificate to the person in charge of the\npremises or vehicle.\n        (3) The owner or person in charge of any premises\nor vehicle entered by an inspector pursuant to subsection (l),\nand every person found therein, shall give the inspector all\nreasonable assistance in their power and shall furnish him\nwith such information in their possession as he may\nreasonably require.\n       (4) An inspector may examine or analyze any article\nseized by him or any sample therefrom, or any sample taken\nby him, or submit such article or sample to an analyst for\nexamination or analysis."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) Where an inspector or analyst has made an\nexamination or analysis pursuant to section 18, he may oi m i n a -\nissue a certificate setting out the result of his examination don\nor analysis, as the case may be.\n                                                                   -~\n                                                              anrlyrir.\n                                                                   or\n        me inclusion of this page is authorized by L.N. 37/1988]\n14                                      PESTICIDES\n                   (2) The certificate of an inspector or analyst stating\n           that he has examined or analyzed an article or sample for\n           the purposes of this Act and stating the result of his examin-\n           ation or analysis, as the case may be, shall be admissible in\n           evidence in a prosecution for contravention of this Act and\n           shall be prima facie proof of the statements contained in\n           the certificate, but the party against whom it is produced\n           may require the attendance of the inspector or analyst\n           issuing the certificate for the purpose of cross-examining\n           him.\nOBancSc.     20.41) Every person who-\n               (a) contravenes any of the provisions of this Act;\n               (b) with intent to deceive-\n                          (i) forges or uses or lends to or allows to be\n                              used by another person any licence or certi-\n                              ficate issued pursuant to this Act; or\n                         (E) makes or has in his possession any docu-\n                              ment so closely resembling such licence-or\n                              certificate as to be calculated to deceive; or\n               (c) assaults or obstructs any inspector or other officer\n                     designated or appointed as the case may be under\n                     this Act, acting in the performance of his functions\n                     pursuant to this Act; or\n               (4 without proper authority interferes with, or dis-\n                     poses of, any article seized or detained pursuant to\n                     paragraph (d) of subsection (1) of section 18; or\n               (e) bribes or attempts to bribe any inspector or &her\n                     officer designated or appointed as the case may\n                     be under this Act, in connection with any matter\n                     arising in the performance of any of his functions\n                     pursuant to this Act; or\n               ( f ) knowingly gives false or misleading information to\n                     any inspector or other officer designated or ap-\n                     pointed as the case may be under this Act; or\n                                PESTICIDES\n     (g) being an inspector or other officer designated or ap-\n         pointed under this Act as the case may be, accepts or\n         solicits any bribe in connection with any matter arising\n         in the performance of any of his functions pursuant to\n         this Act,\nshall be guilty of an offence and shall be liable on summary con-\nviction before a Resident Magistrate to a .fine not exceeding five\nhundred ihousand dollars or to imprisonment for a term not 7/20ll\nexceeding six months.                                              S C ~\n       (2) A prosecution for an offence under paragraph (4\nor V) of subsection (1) shall not be instituted without the\nsanction of the Director of Public Prosecutions."
    },
    {
      "provision_ref": "sec20a",
      "section": "20A",
      "title": "Section 20A",
      "content": "20A. Minister may amend monetary penalties.\n                                  PESTICIDES\n     \"restricted pesticide\" means any pesticide specified in\n          the Third Schedule, and any preparation or mix-                Third\n          ture containing such pesticide, other than-                    Schedule\n                  (a) a preparation or mixture in which the\n                        quantity of any such pesticide identified\n                        by an asterisk is not more than 2% by\n                        weight; or\n                  ( b ) an impregnated resin strip in which the\n                        quantity of a restricted pesticide is not\n                        more than 20% by weight of dichlorvos;\n     \"sell\" includes offer for sale or expose for sale, display\n           or advertise for sale, have in possession for sale\n           and distribute;\n     \"vehicle\" includes any vessel or aircraft."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Any person aggrieved by, any decision of the Authority Appeals to\nmay appeal to the Minister against such decision within such Minis'er.\ntime and in such manner as may be prescribed.\n                                              .    .            .       .\n                              FIRST   SCHEDULE                      (Section 3)"
    }
  ],
  "definitions": [
    {
      "term": "restricted pesticide",
      "definition": "any pesticide specified in",
      "source_provision": "sec20a"
    }
  ]
}