{
  "id": "jm-stat-the-petroleum-quality-control-act",
  "type": "statute",
  "title": "The Petroleum (Quality Control) Act",
  "title_en": "The Petroleum (Quality Control) Act",
  "short_name": "Petroleum (Quality Control) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-petroleum-quality-control-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-petroleum-quality-control-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Petroleum (Quality Control) Short\n    Act.\n0     2. In this Act-                                                                   Interpreta-\n                                                                                        tion.\n         “diesel oil” means automotive diesel oil which-\n             (a) is intended primarily for use in compression\n                 ignition engines;\n             (b) has a flash point of over 140T;\n             (c) has, on distillation, a maximum boiling point\n                 below 725°F; and\n             (d) meets such specifications as the Minister may,\n                  on the recommendation of the Petroleum\n                  Corporation of  Jamaica,   by    order,\n                  prescribed;\n         “domestic kerosene” means kerosene which-\n             (a) is intended for household lighting and cook-\n                 ing;\n             (b) has a final boiling point which does not exceed\n                 572°F;\n0            (c) has a minimum flash point of 100°F; and\n             (d) meets such specifications as the Minister may,\n                  on the recommendation of the Petroleum\n                  Corporation of   Jamaica,   by   order,\n                  prescribe;\n                  [The iiicliisioii of this page is aiitliorized by L.N. I I2/2002 ]\n         PETROLEUM (QUALITY CONTROL)\n“inspector” and “analyst” mean a person designated as\n    such pursuant to section 16;\n“kerosene” means domestic kerosene and Turbo Jet AI\n    Fuel;\n“licence’-\n    (a) in relation to a licensed retailer means a licence\n        to sell petroleum by retail pursuant to the\n                                                                                   0\n        relevant Act;\n    ( b ) in relation to a haulage contractor means a\n          licence granted under this Act;\n“licensed haulage contractor” means a person who is\n     licensed under this Act to transport petroleum in\n     bulk within the Island;\n“licensed retailer” means a person licensed to deal\n     in or sell petroleum by retail pursuant to the\n     relevant Act and registered as such under this\n     Act;\n“motor gasoline” means gasoline, other than aviation\n   gasoline, which-\n    (a) is intended for use primarily in spark ignition\n         engines;\n    (b) has, on distillation, a final boiling point not\n        greater than 437°F; and\n    (c) meets such specifications as the Minister may,\n        on the recommendation of the Petroleum\n        Corporation   of      Jamaica,   by     order,\n                                                                                   0\n        prescribe;\n“petroleum” has the same meaning as in the relevant\n    Act;\n         ITlic IiicIusIon of IliIs page I S nlltlioll/ed by 1. N I l Z i l 0 0 2\n                 PETROLEUM (QUALITY CONTROL)                             5\n         “prescribed vehicle” means a tank waggon or any\n             other motor vehicle intended, adapted or used for the\n             transportation of petroleum in bulk;\n         “relevant Act” means the Petroleum and Oil Fuel\n              (Landing and Storage) Act;\n0        “Turbo Jet AI Fuel” means kerosene which-\n             (a) is intended for use in aircraft turbine engines;\n                  and\n             (b) has a minimum flash point of 100°F; and\n             (c) meets the specifications for the time being\n                 applied by the Petroleum Corporation of\n                 Jamaica as its standards for Aviation Fuel\n                 Quality Requirements."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. For the hearing of any appeal under this Act the Tribunal may Power\nconsist of one member sitting alone if the appellant agrees.              of one\n                                                                               member\n                                                                               to sit\n                                                                               alone."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1)   For the purposes of this Act, petroleum is           Fi’’,”mi-\n    contaminated if a sample of any category of petroleum petroleum.\n    to which this subsection applies displays characteristics\n    which are inconsistent with the prescribed characteristics\n    for that category of petroleum.\n           (2) Subsection (1) applies to the following categories\n    of petroleum, motor gasoline, diesel oil, kerosene (whether\n    domestic kerosene or Turbo Jet A1 Fuel) and such other\n    categories of petroleum as may be prescribed.\n0          (3) The Minister may make regulations-\n         (a) for determining what deficiency in any of the\n             normal constituents of any category of petroleum\n             in a sample, or how the presence therein of any\n             reagent, substance or colour; and\n6                      PETROLEUM (QUALITY CONTROL)\n               (b) for determining the circumstances in which and\n                   the extent to which a discrepancy between the\n                   actual contents of a prescribed vehicle and the\n                   particulars set out in the despatch note issued\n                   by the operator of a refinery or wharf in respect\n                   of      petroleum delivered to that vehicle,\n          raises a presumption, until the contrary is proved, that\n          petroleum is contaminated.\n                                                                        0\n                  (4) Any licensed retailer or licensed haulage\n          contractor who knows or has reason to suspect that any\n          contaminated petroleum is in his possession or under his\n          control shall forthwith make a report at the nearest police\n          station or notify an inspector.\n                  (5) Any person employed by a licensed retailer or\n          licensed haulage contractor who knows or has reason to\n          suspect that contaminated petroleum is on the premises,\n          or in a prescribed vehicle, of his employer shall forthwith\n          inform his employer and shall make a report at the nearest\n          police station or notify an inspector.\nI712001          ( 6 ) Any person who fails to perform any duty cast\ns. 2.     on him by subsection (4) or (5) shall be guilty of an\n          offence and shall be liable on summary conviction in a\n          Resident Magistrate’s Court to a fine not exceeding two\n                                                                        0\n          hundred thousand dollars or to imprisonment for a term\n          not exceeding six months or to both such fine and\n          imprisonment.\n                       PETROLEUM (QUALITY CONTROL)                                  6.01\n                   Subject to the provisions of this Act, no"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)                                                      ,\",'ye;:?fP,\",\"\n    person shall sell petroleum by retail unless he-         and trans-\n                                                                          portation of\n                                                                          petroleum.\n            ( a ) is a licensed retailer;                                 17/2001\n                                                                          S. 3(a)\n            ( b ) has insured his premises in respect of fire with an\n                  insurance company approved by the Minister after\n                  consultation with the Superintendent of Insurance;\n0                 and\n            (c) has public liability insurance.\n           (2) Subject to the provisions of this Act, no\n    person shall engage in the business of transporting petroleum\n    in bulk within the Island unless he is a licensed haulage\n    contractor and is registered as such under this Act.\n              (3) Subject to the provisions of this Act, no person 17/2001\n    shall     operate a prescribed vehicle as the driver thereof s. 3@).\n    unless-\n            (a) he is      a licensed haulage contractor       and   is\n                  registered as a driver under this Act; or\n            (b) as respects any such vehicle-\n                    (i) he is authorized by a licensed haulage\n                         contractor to drive the vehicle and is\n                         registered as a driver under this Act; and\n                       (ii) the licensed haulage contractor has secured\n                            life insurance coverage on the life of that\n                            driver.\n0             (4) A licensed haulage contractor shall not employ,\n    authorize or permit any person to drive a prescribed vehicle\n    unless that person is registered as a driver under this Act 17,2001\n    and the licensed haulage contractor has secured life insurance ~ . 3 ( ~ ) .\n    coverage in respect of that person."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) Every application for a licence to operate as a\ncontractors    haulage contractor shall be made to the Minister in such\n               form and manner as may be prescribed by regulations or\nI712001        approved by the Minister and shall be accompanied by the\ns. 4.          prescribed fee.\n                        (2) A licence under this section shall be granted for such\n               period and subject to such conditions as may be specified\n               therein.\n                      (3) Where the Minister decides not to grant a licence\n               under this section he shall notify the applicant in writing\n                     PETROLEUM (QUALITY CONTROL)                                                                 7\n    of the decision and of the right of appeal conferred by section\n                                                                                                    Revocation"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-     1) Where-                                                                             or suspcn-\n                                                                                                    sion of\n            ( a ) it appears to the Minister that a licensed haulage\n                  contractor has contravened any condition of his\n0                 licence or the provisions of any rules made\n                  under section 18 (1) ( a ) of the relevant Act or of\n                  any regulations made under this Act; or\n            (b) a licensed haulage contractor has not complied 1712001\n                with the provisions of section 4 (2), (3), (4), and S 5(b)\n                ( 4 ~ ) ;or\n            (c) a licensed haulage contractor has been convicted of\n                an offence under section 14 or 15,\n    the Minister may, by notice in writing, require that haulage\n    contractor to show cause within such time as may be\n    specified in the notice (not being less than fourteen days)\n    why the licence should not be revoked or suspended.\n             (2) Where-\n            ( a ) the licensed haulage contractor fails to show cause as\n                  required by subsection (1); or\n            ( 6 ) the cause shown by him is inadequate in the opinion\n                  of the Minister,\n    the Minister may, by notice in writing to that haulage\n    contractor, suspend the licence for such period as the\n    Minister may consider necessary or, as the case may be,\n0   revoke the licence from such date as may be specified in\n    the notice.\n           (3) The suspension or revocation of a licence under\n    this section shall not in any way affect the liability of\n    a haulage contractor in respect of any contravention of\n                     I I IIL IIIC~II\\IIIII                                    In I N I 12 ? 0 0 2\n                                             01 i h i \\ JLICL 1’1.III~III)IIIC~\n8                             PETROLEUM (QUALITY CONTROL)\n                section 14 or 15.\nRegistration\nof licensed"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) The Minister shall cause to be kept in such\nretailers,      form as he may determine, a register to be known as the\nlicensed\nhaulage\n                Register of Licensed Retailers, Licensed Haulage Contractors\ncontractors     and Drivers.\nand drivers.\n                       (2) There shall be entered in the Register, the names\n                and such other particulars as may be prescribed of every\n                person whose registration has been approved pursuant to\n                section 9.\nApplication        8. An application for registration under this Act shall be\nfor registra-\ntion.           made to the Minister in such manner and contain such\n1712001         particulars and be accompanied by the prescribed fee and such\nS. 6(a).\n                documents, as may be prescribed.\nApproval\nof applica-"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The names of aP members of the Tribunal as first constituted and PuMica-\nevery change in the membership thereof shall be published in the               ggLr-\nGazette.                                                              ship."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.--(I) The Minister shall approve an application for\ntion for        registration if he is satisfied-\nregistra-\ntion.                (a) that the provisions of section 8 have been complied\n                         with;\n                     (h) that the applicant is a fit and proper person to be so\n                         registered; and\n                     (c) that, in the case of an application for registration as a\n                         licensed retailer or a licensed haulage contractor, the\n                         applicant is the holder of a valid licence issued under\n                         the relevant Act or under section 5 of this Act, as the\n                         case 'may be.\n                       (2) Upon approval of an application for registration\n                pursuant to this section the Minister shall furnish the\n                applicant with a certificate of registration in the prescribed\n                form.\n                              [The ItIcIusioii ofthis page I S nutl~otizedhy L N. I12/2002 I\n              PETROLEUM (QUALITY CONTROL)                                    9\n      (3) If the Minister is not satisfied as to any of the\nmatters specified in subsection (1) he shall refuse to register\nthe applicant and shall notify him in writing accordingly\nand inform him of the right of appeal conferred by section"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) If any person registered under this Act-            tion or\n                                                              suspension\n     (a) is convicted of an offence under this Act; or        of rcgistra-\n                                                              tion and\n     (6) upon enquiry by the Minister has been found to removal\n                                                              from Re-\n          have procured his registration under this Act on dster.\n          the ground of any misleading, false or fraudulent\n          representation,\nthe Minister may, if he thinks fit, cancel the registration\nof that person or suspend the registration for such period as\nthe Minister may determine.\n       (2) Where pursuant to subsection (l), the Minister\ncancels or suspends the registration of any person the\nMinister shall direct that-\n    (a) in the case of cancellation, the name and particulars\n         of such person be removed from the Register; or\n    (b) in the case of suspension, that an appropriate entry\n         be made in the Register.\n        (3) Where the Minister cancels the registration of\nany person he may fix a time before which that person shall\nnot be eligible to apply for re-registration under this Act."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Where the Minister has exercised any of the powers m i ~ .\nconferred by section 10 in respect of any person he shall,\nwithin fourteen days, notify that person in writing of his de-\ncision and shall inform such person of the rights conferred\nby section 13.\n         me inclusion orf this page   i3 aubhbn'zed by L.N. 5/1992]\n10                           PETROLEUM (QUALITY CONTROL)\nSuspen-        12. The Minister may, upon application made in the pre-\nsion of\ndirections   scribed manner and within the prescribed time, direct that\nor orders\nof the       any direction or order given or made under section 10 shall\nMiairter.    be suspended until the expiration of the period within which\n             the person affected by the direction or order may\n             lodge an appeal under section 13 or if an appeal has beer\n             lodged within that period, until the appeal has been heard.\nAPpealr.       13.-(1) Any person aggrieved by a decision of the\n             Minister to refuse to grant a licence under this Act or to\n             suspend or revoke such licence may, within fifteen days after\n             the date of notification of that decision, appeal to the Tri-\n             bunal appointed under subsection (2) (hereinafter referred to\n             as “the Tribunal”).\n                     (2) The Minister shall appokt a Tribunal for the\n             purpose of determining appeals and the provisions of the\nSchedule.    Schedule shall have effect as to the constitution of the\n             Tribunal and otherwise in relation thereto.\n                    (3) Nothing in this section shall be construed as re-\n             quiring the Tribunal to hold any hearing.\n                     (4) The Tribunal may, upon being satisfied that\n             owing to absence from the Island, sickness or other reason-\n             able cause, €he person aggrieved was prevented from ap-\n             pealing within the period specified in subsection (1) may\n             extend the period as may be reasonable in the circumstances.\n                     ( 5 ) On determination of an appeal under this section,\n             the Tribunal may make such order as it thinks fit.\nOffences       14.-(1)  Any person who knowingly sells or offers for\nin relad\ntioa to\n             sale contaminated petroleum shall be guilty of an offence\ncmtami-      and shall be liable-\nnated\npetroleum.\n                  (a) on conviction in a Circuit Court to a fine or    to\n                         imprisonment for a term not exceeding five years\n                         or to both such fine and imprisonment;\n                         p h e inclusion of th;s page is authorized by LN. 5]19%]\n                    PETROLECM (QUALITY CONTROL)                                      11\n           ( b ) on conviction on indictment in a Resident Magistrate’s\n                 Court to a fine not exceeding one million dollars or to 1712001\n                 imprisonment for a term not exceeding two years or to S. 7(a).\n                 both such fine and imprisonment.\n              (2) Any person who knowingly delivers contaminated\n      petroleum to a licensed retailer or to any other person for\n      distribution (whether by sale or otherwise) shall be guilty of an\n(1\\   offence and shall be liable-\n           (a) on conviction in a Circuit Court to a fine or to\n               imprisonment for a term not exceeding five years or to\n                both such fine and imprisonment;\n           ( b ) on conviction on indictment in a Resident Magistrate’s\n                 Court to a fine not exceeding one million dollars or to 17moi\n                 imprisonment for a term not exceeding two years or to S. 7(b).\n                 both such fine and imprisonment.\n             (3) In proceedings under this section the defendant shall\n      be deemed to have known that petroleum is contaminated if he\n      could with ordinary care have ascertained the fact.\n             (4) Where any person is convicted of an offence under\n      this section on a second occasion then-\n           (a) any licence granted to that person under this\n               Act or under the relevant Act and any\n               registration of that person under this Act, shall,\n0              by virtue of that conviction, be automatically\n               revoked; and\n           ( 6 ) that person shall not be eligible to be granted a licence\n                 under this Act or the relevant Act or to be\n                 registered under this Act for a period of ten years\n                next following the date of conviction.\n                     [The iiiclmioii of this page IS autlioiized hy L N I1212002 1\n12                             PETROLEUM (QUALITY CONTROL)\nOffence          1 5 . 4 1 ) A licensed retailer, licensed haulage contractor or a\nof posses-\nsion of       person registered as a driver under this Act who has in his\nwntarni-\nMted\n              possession any contaminated petroleum shall, subject to\npetroleum.    subsection (2), be guilty of an offence and shall be liable on\n1712001\n              summary conviction in a Resident Magistrate’s Court to a fine\ns. 8.         not exceeding one million dollars or to imprisonment for a term\n              not exceeding two years.\n                     (2) It shall be a defence to a person charged under\n              subsection (1) to prove that-\n                   (a) he did not know or had no reason to suspect that the\n                       petroleum was contaminated; or\n                   (b) he knew of or had reason to suspect the contamination\n                       and made a report thereof pursuant to section 3 (4) or\n                        (5).\nDesigna-\ntion of"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.+1)    The Minister may designate qualified persons as\ninspectors.   analysts and as inspectors or for such other purpose as appears\n              to him to be necessary or expedient for the purposes of this\n              Act.\n                     (2) An inspector shall be hrnished with a certificate of\n              appointment in the prescribed form and on entering any place or\n              vehicle pursuant to subsection (1) of section 17 shall, if required\n              to do so, produce the certificate to the person in charge of the\n              place or vehicle.\n                     (3) The designation of any person as an inspector\n              pursuant to subsection (1) shall be published in the Gazette.\nPowers\nand\nduties of\n                 1 7 . 4 1 ) An inspector may at any time-                                   0\ninspectors.        (a) enter any place where he reasonably believes that\n                       petroleum is kept for sale or any vehicle which he\n                       reasonably believes to be used for the purpose of\n                       transporting petroleum in bulk and may-\n                               [nie iiiclusion ofthis page is authorized by L.N I12/1002 1\n       PETROLEUM (QUALITY CONTROL)                          13\n       (i) examine such petroleum and take samples\n            thereof, in such amount as may be pre-\n            scribed, free of charge; and\n      (ii) examine suchplace or vehicle or anything\n            which he reasonably believes to be used or\n            capable of being used for the keeping or\n            transporting of such petroleum;\n(b) open and examine any container that he reasonably\n    believes contains petroleum for the purpose of sale\n    or distribution or for the purpose of transportation\n    in bulk;\n(c) seize and detain-\n       (i) any petroleum in relation to which he rea-\n            sonably believes any provision of the rele-\n            vant Act or of this Act or any regulations\n            made under either such Act has been con-\n            travened; and\n       (ii) any article or substance which he reason-\n            ably believes is likely to be used for the\n            purpose of contaminating the petroleum;\n(d) prohibit the sale, distribution or transportation of\n    any petroleum which appears to him to be con-\n    tarn inated ;\n(e) give to the owner or person in charge of a place\n    or vehicle entered pursuant to this subsection or\n    to the owner or person in possession of any petro-\n    leum which he reasonably believes to be contami-\n    nated such directions as he considers necessary or\n    expedient for preventing the sale or distribution\n    of that petroleum;\n(0 exercise any such further powers, subject to such\n     conditions or restrictions, as may be prescribed.\n    m e imlusion d this page is aufhbrized by L.N. 5/,1W]\n14                          PETROLEUM (QUALITY CONTROL)\n                      (2) Any petroleum seized under this Act shall be\n              stored or kept in the vehicle or the place where it was seized\n              or may, on his directions, be removed in that vehicle to\n              any other place which he considers satisfactory for the\n              purpose.\n                      (3) An inspector may release any petroleum or article\n              semd by him or remove the prohibition on sale, distribu-\n              tion or transportation of any petroleum imposed by him\n              under this Act if he is satisfied that all the provisions of this\n              Act and the relevant Act in relation thereto have been com-\n              plied with .\n                      (4) The owner or person in charge of the place or\n              vehicle entered by an inspector pursuant to subsection (1)\n              and every person found therein shall give the inspector all\n              reasonable assistance in their power and shall furnish him\n              with such information as he may reasonably require.\nPowerr of        1 8 . 4 1 ) If any person to whom directions are given under\nMinilter\nin clue\nof failure\n              section 17 fails to comply with any requirement of the direc-\nto com-       tions then, without prejudice to any proceedings which may\nply with\ndirections.   be taken against him in respect of an offence under this\n              Act, the Mhister may-\n                   (a) in the case of a place or vehicle entered pursuant to\n                        section 17, authorize in writing any person to take,\n                        on behalf of the person in default, such steps as the\n                        Minister considers necessary for securing com-\n                       pliance with that requirement; or\n                   (b) in the case of any petroleum which he reasonably\n                       believes to be contaminated, authorize an inspector\n                        to take or cause to be taken such steps as may be\n                        necessary to prevent the sale or distribution of such\n                       petroleum.\n                       yz%e inclusion of this page is autn’zed by L.N. 5/1592]\n                  PETROLEUM (QUALITY CONTROL)                           15\n            (2) The amount of any expenses reasonably incurred by\n    authority of the Minister under subsection (1) shall be paid by\n    the Minister and may be recovered without limit of amount in a\n    Resident Magistrate's Court as a debt due to the Government\n    from the person in default.\n3      19. The Minister may make regulations for carrying into tions\n    effect the provisions of this Act and, in particular but without\n    prejudice to the generality of the foregoing, may make\n    regulations-\n             with respect to the method of examination and testing\n             of petroleum for contamination, including methods to\n             be used in connection with the storage or\n             transportation of petroleum and for the prevention of\n             contamination;\n              with respect to the powers and duties of inspectors,\n             analysts and other officers designated under this Act,\n             the taking of samples, the seizure, detention and\n             disposal of petroleum and any article referred to in\n             section 17;\n              prescribing fees and forms in respect of any 6\n                                                           7r\n                                                            '\n              registration or licence under this Act;\n             prescribing, controlling or approving the methods\n             which may be used t o prevent or mitigate the\n             contamination of petroleum;\n             with respect to the licensing or registration of persons\n             for the purposes of this Act;\n0            prescribing the manner in which any enquiry under\n             section 10 (1) (b)may be made;\n             prescribing anything required by this Act to be pre-\n             scribed.\n16                            PETROLEUM (QUALITY CONTROL)\nOtI-Lxl w s ."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(1)   Any person w h e\n                     (a) assaults or obstructs an inspector, analyst or any other\n                         officer acting in the execution of his duty under this\n                         Act;\n                     ( h ) contravenes the provisions of subsection (4) of section\n                           17 or any regulations made under this Act,\n                shall be gui1t.y of an offence and shall be liable on summary\n                conviction in a Resident Magistrate’s Court to a fine not\n17 2001         exceeding two hundred thousand dollars or to imprisonment for\ns lO(d)\n                a term not exceeding six months or to both such fine and\n                imprisonment.\n                       (2) [Deletedby Act 170f2001.1\n                                                                                     U\n               PETROLEUM (QUALITY CONTROL)                                              17\n                                 SCHEDULE                        ( W o n 13)\n                               The Tribunal"
    }
  ],
  "definitions": []
}