{
  "id": "jm-stat-the-petroleum-act",
  "type": "statute",
  "title": "The Petroleum Act",
  "title_en": "The Petroleum Act",
  "short_name": "Petroleum Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-petroleum-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-petroleum-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The Board shall consist of such number of members being not less ~onstitu~ion\nthan five nor more than nine as the Minister may from time to time appoint ofthe\n                                                                           Uonrd.\nincluding-\n     (a) the following persons who shall be ex-oflcio m e m b e r s\n                (i) the Permanent Secretary of the OMice of the Prime\n                    Minister or his nominee;\n                (ii) the Secretary to the Cabinet or his nominee;\n               (iii) the Permanent Secretary of the Ministry with respon.\n                     sibility for energy or his nominee;\n               (iv) the Chief Executive Officer of the Corporation;\n                (v) the Financial Secrekuy.\n               (vi)     the Director Gene& of lhe Planning Institute of\n                        Jamaica;\n      (b) such other persons who appear to the Minister to have ability and\n          experience in matters relating to the activities of the Fund (herem-\n          after referred to as \"selected members\")."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-41) The Miniier shall appoint-                                                       Chairmu,\n                                                                                           and deputy\n     (a) the Financial Secretary to be chairman of the Board; and                          chairman.\n     (b) a deputy chairman from among the other menlbers.\n        (2) In the case of the absence or inability to act of the chairman, the\ndeputy chairman shall exercise the functions of the chairman\n        (3) In the case of the absence or inability to act at any meeting of\n                                                  PETROLEUM\n                both the chairman and the deputy chairman, the remaining members shall\n                elect one of their number to act as chairman of that meeting.\nTern) of           3. Subject to the provisions of this Schedule, a selected member of the\noiiice.\n                Board shall hold oflice for a period not exceeding three years and each such\n                member shall be eligible for re-appointn~ent.\nActing ap-        4. The Minister may appoint any person to act in the place of any\npointments.     member of the Board in the case of the absence or inability to act of such\n                member.\nResignation.        5. A selected member of the Board may at any time resign his office by\n                instrument in writing addressed to the Minister and transmitted through the\n                chairman, and from the date of Ule receipl by the Minister of such instrument,\n                such member shall cease to be a member of the Board.\nRevocation        6. The Minister may at any time revoke the appointment of a selected\nof appoint-\nments.\n                member if be considers it expedient so to do.\nGazetting of        7. The names of all members of the Board as first constituted and every\nappointmenls.   change in membership thereof shall be published in the Gazette.\nLeave of            8.-(1) The Minister may, on the application of any selected member of\nabsence.\n                the Board, grant leave of absence to such member.\n                       (2) The appointment of a selected member shall be regarded as\n                terminated if, without the grant of leave of absence, that member is absent\n                from thee consecutive meetings of the Board.\nProcedure          9.-41) The Board shall meet at such times as may be necessary or\nand meetings.\n                expedient for the transaction of business (but at least six meetings shall be\n                held within each financial year) and such meetings shall be held at such\n                places and times and on such days as the Board shall determine.\n                        (2) The chairman may at any time call a special meeting of the Board\n                to be held within seven days of a written request for the purpose addressed to\n                him by any two members of the Board.\n                        (3) The chairman or, in the case of the absence or inability to act of\n                the chairman, the deputy chairman or the person elected to act as chainnan in\n                accordance with paragraph 2(3) shall preside at the meetings of the Board,\n                and when so presiding the chairman deputy chairman or the person elected\n                as aforesaid to act as chairman, as the case may be, shall have an original and\n                a casting vote.\n                      (4) The quorum of the Board shall be one-half the number of the\n                membership.\n                        (5) The decisions of the Board shall be by a majority of votes and, in\n                              [Tho inclusion of h i s pax= is aulhnizd by L.N. 80d2W8]\n                                     PETROLEW\naddition to an original vote, the chainnan or other member pres~dingat\nthe meeting shall have a casting vote in any case in which the voting is\ncqual.\n          (6) Minutes in propcr form of each meeting of the Board shall be\nkept.\n        (7) Subject to the provisions of this Schedule the Board may regulate\nits own proceedings."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. All documents, other than those required by law to be under seal, Documems\nmade by, and all decisions of, the Fund may be signifled under the band of to be ~ i g -\nthe chairman or any member of the Board anthorizcd to act in that behalf or lUfied.\nan ofkicer of the Fund so authorized."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The expenses of the Fund (including the remuneration of the staff Ewenses of\nthereof and members of the Board) shall be defrayed out of the financial Fund\nresources of the Fund.\n                               THIRDSCHEDULE                            (Section 17D(2))\n                      The ~ o a r d ' o f ~ u n u ~ e r n eofn the\n                                                               t Fund"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) There shall be established for the purposes of this Establish-\n                                                             ment of the\nAct a body to be called the Petroleum Corporation of Petroleum\nJamaica which shall be a body corporate to which section ~               ~     ~   ~\n28 of the Interpretation Act shall apply.\n       (2) The provisions of the Schedule shall have effect as Schedule.\nto the constitution of the Corporation and otherwise in\nrelation thereto."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) Subject to the provisions of subsections (2) and rg;Fs\n(3), the Corporation shall have the exclusive right to ex- Corporation.\nplore and develop the resources of petroleum which are\nvested by section 3 in the Crown.\n      (2) Subject to the provisions of this Act the Corpora-\ntion may, for the purposes of performing any of its functions\nunder this Act, do anything and enter into any transaction\nwhich, in the opinion of the Corporation, is necessary to\nensure the proper performance of its functions.\n       (3) In particular, and without prejudice to the general-\nity of the provisions of subsections (1) and (2), the Corpora-\ntion may-\n    (a) either alone or in association with contractors,\n        explore, develop and manage petroleum resources;\n6                                 PETROLEUM\n         (b) enter into agreements or arrangements providing\n             for the participation, assistance or co-operation of\n             contractors in connection with the exploration,\n             development or management of petroleum re-\n             sources;\n         (c) either alone or in association with contractors, ac-\n             quire, construct, maintain, manage or operate any\n              refining or processing facilities, marketing facili-\n              ties or outlets of any kind and type, pipelines,\n              tankers, trucks and other facilities for the trans-\n              portation of petroleum and petroleum products,\n              and any other facilities related to the processing,\n              refining, storage, exchange, sale or distribution of\n              petroleum and petroleum products;\n         (4 either alone or in association with contractors, buy,\n             sell, store, trade, barter, exchange, import and\n             export petroleum and petroleum products; and\n        (e) with the approval of the Minister, form subsidiary\n             corporations under the Companies Act to carry\n             on any of the activities which the Corporation has\n             power under this Act to carry on.\n           (4) The term of any agreement or arrangement made\n    pursuant to paragraph (b)of subsection (3) shall not exceed\n    twenty-five years, but any such agreement or arrangement\n    may be renewed for further terms, not exceeding twenty-five\n    years in the case of each renewal.\n          (5) The Corporation shall-\n        (a) promote an orderly and rational development of\n             the petroleum resources of Jamaica;\n        (b) endeavour to ensure that Jamaica receives the\n            greatest benefits obtainable from the exploitation\n            of its petroleum resources;\n                             PETROLEUM                                     '7\n           promote the training of Jamaican personnel in\n           all aspects of the exploration, development and\n           management of petroleum resources and of the\n           processing, refining, storage, sale and distribution\n           of petroleum and petroleum products;\n           promote the development in Jamaica of technology\n           relating to the exploration, development and\n           management of, petroleum resources and to the\n           processing, refining, storage and distribution of\n           petroleum and petroleum products;\n           endeavour to ensure the effectivetransfer to Jamaica\n           of technology relating to the matters specified in\n           paragraph (4;\n           ensure that operations in relation to the explora-\n           tion and development of petroleum resources, and\n           any other operations ancillary to those operations,\n           are conducted in such a manner as to prevent and\n           minimize accidents and to prevent adverse effects\n           on the environment and other resources of Jamaica;\n           advise the Minister on all matters in respect of\n           which he seeks from the Corporation advice in\n           relation to exploration, development and manage-\n           ment of petroleum resources and to the processing,\n           refining, storage, marketing and importation of\n           petroleum and petroleum products.\n       (6) The Minister may by order, which shall be subject\nto affirmative resolution, extend the functions of the Corp-\noration to include such energy resources other than petro-\nleum, as the order shall specify; and such order may contain\nsuch consequential or ancillary provisions as the Minister\nmay consider necessary or desirable."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) The Minister may, after consultation with the Policy\n                                                             directions\nchairman, give to the Corporation directions of a general and\ncharacter as to the policy to be followed in the performance guidelines.\n       F    e inclusion of this page is authorized by L.N. 57/1980]\n8                                        PETROLEUM\n             of any of its functions in relation to matters appearing to\n             him to concern the public interest and the Corporation shall\n             give effect to any such directions.\n                   (2) The Minister may from time to time issue for use\n             by the Corporation, guidelines pertaining to substantive\n             matters to be included in the agreements or arrangements\n             described in paragraph (b) of subsection (3) of section 6 .\nBorrowing      8 4 1 ) Subject to the provisions of subsection (2), the\npowers.\n             Corporation may borrow sums required by it for meeting\n             any of its obligations or discharging any of its functions.\n                   (2) The power of the Corporation to borrow in ex-\n             cess of such limits as the Minister responsible for finance\n             may from time to time fix, shall be exercisable only with\n             the approval of the Minister after consultation with the\n             Minister responsible for finance as to the amount, source\n             of borrowing and the terms on which the borrowing may\n             be effected, and an approval given in any respect for the\n             purposes of this subsection may be either general or limited\n             to a particular borrowing or otherwise, and may be either\n             unconditional or subject to conditions.\nAdvances,      9.-(1) The Minister may from time to time make ad-\ngrants\nandguar-     vances and grants to the Corporation out of moneys pro-\nantee of\nborrowing.   vided by Parliament for the purpose.\n                    (2) With the approval of the House of Representatives\n             the Minister responsible for finance may guarantee, in such\n             manner and on such conditions as he thinks fit, the repay-\n             ment of the principal and the payment of interest on any\n             authorized borrowings of the Corporation made otherwise\n             than by way of advance under subsection (1).\n                     (3) Where the Minister responsible for finance is\n             satisfied that there has been default in the repayment of any\n             principal moneys or the payment of interest guaranteed\n             under the provisions of this section he shall direct the re-\n                                PETROLEUM\npayment or, as the case may be, the payment, out of the\nConsolidated Fund of the amount in respect of which there has\nbeen such default and any such repayment or payment shall be a\ncharge on the Consolidated Fund."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The Corporation shall make to the Accountant- Repayment\nGeneral, at such times and in such manner as the Minister\nmay direct, payments of such amounts as may be so directed advancer\n                                                            and sums\nin or towards repayment of advances made to the Corpora- mued     to\ntion under subsection (1) of section 9 and of any sums meel\nissued in hlfilment of any guarantee given under that sec- *\"\"'\"\".\ntion, and payments of interests on any sum outstanding\nfor the time being in respect of such advances and of any\nsums so issued at such rate as the Minister may direct, and\ndifferent rates of interest may be directed as respects\ndifferent advances or sums and as respects interest for\ndifferent periods."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The Corporation, with the approval of the Minister                   Securities.\nand the Minister responsible for finance-\n    (a) may create and issue stock including debentures\n        and bonds, for the purpose of exercising its bor-\n        rowing powers under section 8;\n    (6) shall establish a sinking fund for the redemption\n        of debentures so created;\n    (c) may suspend sinking fund contributions for such\n        period or periods of time and subject to such con-\n        ditions as may be approved."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. A member of the Corporation who is directly or indirectly interested Disclosure\n                                                                             of interest.\nin a contract made or proposed to be made by the Corpotation-\n                 (The iinclusion of Lis pngc is auUmircd by LN. 80*12008]\n                                               PETROLEUM\n                    (a)     shall disclose the nature of his interest at a meeting of the Cor-\n                            poration; and\n                    ( b ) shall not take part in any deliberation or decision of the Cor-\n                          poration with respect to that contract.\nkotectron of       13.-(1) No member of the Corporation shall be personally liable for any\nmembers.       act or default of the Corporation done or omitted to be done in good faith\n               in the course of the operation of the Corporation.\n                        (2) Whcre any member of the Corporation is exempt from liability\n               by reason only of the provisions of this paragraph the Corporation shall be\n               liable to the extent that it would be if the member was a servant or agent of\n               the Corporation.\nRmumer-            IS. There shall be paid from the funds of the Corporation to the chainnan\nation of       and other members of the Corporation such remuneration whether by way of\nmembers.\n               honorarium, salary or fees. and such allowances as the Minister may\n               determine.\nm c e of          IS. The ofice of the chairman or member of the Corporation shall not\nmember         be a public office for lhe purpose of Chapter V of the Constitution of\nnot a public\noffice.        Jamaica.\n                                           SECONDSCHEDULE                   (Section 17B(2))\n                                      The Petrocaribe Development Fund\nSeal and           1.-(1) The seal of the Fund shall be kept in the custody of the\nexecution of   chairman or of any officer of the Fund authorized by the Board in that\ndocumcnls.\n1612006        behalf, and shall be affixed to instruments pursuant to a molution of the\nS. 6(b).       Board in the presence of the chairman or any other member duly authorized\n               to act in that behalf, and the secretary.\n                       (2) The seal of the Fund shall be authenticated by the signature of the\n               secretary or any other member of the Board duly authoriLed to act in that\n               behalf.\nAppoint-           2 . 4 1 ) Subject to sub-paragraph (2), the Fund shall appoint and employ\nmmt and        at such remuneration and on such terms and conditions as it thinks fit such\nemployment\nof office\".    officers and employees as it thinks necessary for the proper canying out of\n               the provisions of this Act.\n                          (2) The Fund shall act in accordance with such guidelines in\n                                   PETROLEUM\nrelation to emo1nments payable to the staff of public bodies, as are issued\nfrom time to time by the Ministcr responsible for the public service."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. No act done or proceeding taken under this Act by the Board shall be Proledion of\nquestioned on the ground of-                                                office.\n        (a) the existence of any vacancy in the chairmanship of, or any defect\n            in the constitution of, the Board; or\n        ( 6 ) any omission, defect or irregularity no1 atfecting the merits of the\n              case."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-41) No member of the Board shall be personally liable for any act Pmtcciion\nor default of the Board done or omitted to be doue in good faith in the course ofmembers\n                                                                               of Board.\nof the operation of the Board.\n        (2) Where any member of the Board is exempt horn liability by\nreason only of the provisions of this paragraph, the Fund shall be liable lo the\nextent that it would be if that member were an employee or agent of the\nFund."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The offrcc of a selected member of the Board shall not be a public office of\noffice for the purposes of Chapter V of the Constitution of Jamaica.       mernbcr not\n                                                                                     nublic\n                 [The in~lwionof this pp is aulharilrd by L.N. 80*12008]"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. [Deleted by Act 28 oj2003, S. 21\n                           [Thc inclusion of this pago is suthwipd by L.N. 80*12008]\n                                 PETROLEUM                                                 11"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) The Corporation may appoint and employ, at appoint     Pow\"\"u\n                                                                           a\nsuch remuneration and on such t e n s and conditions as it mief\nthinks fit, a chief executive officer, a secretary and such other executive\n                                                                  offrscr,\nofficers, agents and servants as it thinks necessary for the s,cret,,and\nproper performance of its functions.                              other staff\n                                                                  and agents.\n       (2) The Governor-General may, subject to such con-\nditions as he may impose, approve of the appointment of any\npublic officer in the service of the Government to any office\nwith the Corporation, and any public officer so appointed shall,\nin relation to pension, gratuity or other allowance, and in\nrelation to other rights as a public officer, be treated as\ncontinuing in the service of the Government.\n                                                                                 1612U06\n       PART IIIA. The Petrocaribe Development find                               S.2."
    },
    {
      "provision_ref": "sec17a",
      "section": "17A",
      "title": "Section 17A",
      "content": "17A. In this Part-                                   Interpre-\n                                                       tat,\"\".\n    \"Board\" means the Board of Management of the Fund,\n        established under section 17D;\n    \"Fund\" means the Petrocaribe Development                              Fund\n        established under section 17B;\n    \"Minister\" unless the context otherwise requires means the\n        Minister responsible for finance;\n    \"PDVSA\" means Petroleos de Venezuela S.A., the entity in\n       Venezuela that supplies oil and petroleum products to\n       Jamaica under the Petrocaribe Agreement;\n    \"Petrocaribe Agreement\" means the Energy Cooperation\n        Agreement Petrocaribe between the Government of the\n        Bolivarian Republic of Venezuela and the Government\n        of Jamaica signed in Montego Bay, Jamaica on August"
    },
    {
      "provision_ref": "sec17b",
      "section": "17B",
      "title": "Section 17B",
      "content": "17B.--(I) There is hereby established for the purposes of this                zz't*e\nPart,a body to be known as the Petrocaribe Development Fund pe\"~~aribe\nwhich shall be a body corporate to which section 28 of the P3!$dd\nInterpretation Act shall apply.\n             [The inclvsian of this page is authorized by L.N. 80d2008]\n12                                               PETROLEUM\nSecond                   (2) The provisions of the Second Schedule shall have\nSchedule.\n                effect as to the constitution of the Fund and otherwise in relation\n                thereto.\nFuncliorw of      17C. The Fund shall perform the functions of-\nthe Fund.\n                    (a) receiving-\n                             (i) loan proceeds accruing to Jamaica under the\n                                 Petrocaribe Agreement;\n                              (ii) loan repayments from borrowers from the\n                                   Fund; and\n                             (iii) other proceeds which might accrue from the\n                                   investments of the Fund;\n                    (b) financing projects and programmes in accordance with\n                        section 17H;\n                    (c) settling debt service obligations of Jamaica for the\n                        purchase of oil and petroleum products under the\n                        Petrocaribe Agreement or any other bilateral agree-\n                        ment or arrangement between Jamaica and the\n                        Bolivarian Republic of Venezuela.\nEstablishment     1 7 D . l ) There shall be established for the purposes of this\nof B w d of\nManagement.     Part, a Board of Management of the Fund which shall, subject to\n                the provisions of this Act, be responsible for-\n                    (a) the general management of the resources of the Fund\n                        within the guidelines established by the Minister;\n                    (b) the policy and general administration of the affairs of\n                         the Fund;\n                    (c) recommending to the Minister such projects and\n                        the programmes to be financed from the Fund, the\n                        purposes of which fall within section 17H;\n                    (d) investing the moneys of the Fund;\n                    (e) meeting the financial obligations of Jamaica under the\n                        Petrocaribe Agreement;\n                             [The inrlvsion of this p g e is authorircd by L.N. 80*12008]\n                          PETROLEUM\n    V) monitoring the implementation of projects financed by\n       the Fund;\n    (g) doing or causing to be done such other things as are\n          necessary or expedient for or in connection with the\n          proper performance of the functions of the Fund.\n       (2) The provisions of the Third Schedule shall have\neffect as to the constitution of the Board and otherwise in Schedule\nrelation thereto."
    },
    {
      "provision_ref": "sec17c",
      "section": "17C",
      "title": "Section 17C",
      "content": "17C. Functions of the Fund.\n             1%     inclwim d this page is mIho*ed by LN. 80du'lWBJ\n                               PETROLEUM"
    },
    {
      "provision_ref": "sec17e",
      "section": "17E",
      "title": "Section 17E",
      "content": "17E. The Minister shall give to the Board such directions of a policy\ngeneral character as to the policy to be followed by the Board in\nthe performance of its functions as he may consider necessary\nfor the achievement of the following objectives-\n     (a) developing the procedures necessary for-\n              (i) the operation of the Fund;\n              (ii) accessing resources from the Fund;\n    (h) developing the terms and conditions for loans to be\n        provided through the Fund;\n    (c)   ensuring the sustainability of the Fund by matching\n          withdrawals against inflows to ensure that debt\n          obligations under the Petrocaribe Agreement can be\n          met from its resources when such debts become due;\n          and\n    (4 developing investment guidelines for the resources of\n          the Fund."
    },
    {
      "provision_ref": "sec17f",
      "section": "17F",
      "title": "Section 17F",
      "content": "17F.-41) There shall be paid into the Fund-                     payment imo\n                                                                  Fund.\n    (a) such moneys as may from time to time be placed at its\n        disposal for the purposes of this Act by Parliament;\n    (b) moneys collected by way of loan proceeds accruing to\n        Jamaica under the Peterocaribe Agreement;\n    (c) all amounts which accrue from interest, loan repay-\n          ments and other accretions to the Fund;\n                                              PETROLEUM\n                  ( 4 the amounts due to the Fund whether, as determined by\n                      the Minister, in-\n                          (i) the currency of the United States of America;\n                              or\n                         (ii) the equivalent amount in Jamaican currency\n                              converted at the current rate of exchange;\n                  (e) any other sum lawhlly paid into, or credited to, the\n                      Fund.\n                      (2) In this section \"current rate of exchange\" means the\n              spot market weighted average 'selling rate of exchange for\n              United States dollars published by the Bank of Jamaica on the\n              relevant day.\nIssuance of     176.-(1) The Minister shall authorize the Corporation, the\nPromissory\nNotes.        Fund or any other body authorized by the Minister to issue\n              Promissory Notes to the Government of the Bolivariafi Republic\n              of Venezuela to secure the sums loaned to Jamaica under the\n              Petrocaribe Agreement.\n                      (2) Copies of Notes issued pursuant to subsection (1)\n              shall be delivered to the Financial Secretary.\nApplication     17H.-(1) The financial resources of the Fund shall be\nof revenue.\n              applied for the purposes authorized by this Act and, without\n              prejudice to the generality of the foregoing, such financial\n              resources shall, so far as practicable, be used-\n                   (a) to upgrade the social and physical infrastructure of\n                       Jamaica;\n                   (b) to implement projects which impact on the develop-\n                       ment of the human resources of Jamaica;\n                   (c) for the refinancing of Government of Jamaica domestic\n                       debt;\n                   ( 4 for projects relating to energy that are aimed at re-\n                       ducing the reliance of Jamaica on oil, and which\n                       promote the development of alternative sources of\n                       energy;\n                   (e) for projects designed to stimulate economic expansion\n         directly, through modernization and retooling of\n         sectors which either earn or save foreign currency;\n    V) for the administration and management of the Fund;\n    (g) for the grant of loans-\n              (i) subject to subsection (Z), to public bodies that\n                  are self-financing; and\n             (ii) subject to subsection (4), to the Ministry\n                  responsible for finance and planning in order\n                  to finance projects undertaken by Government\n                  ministries, agencies and departments whose\n                  expenditures are financed by appropriations\n                  through the Budget; or\n    (h) for other related purposes, on such terms and conditions\n         as may be prescribed.\n      (2) A loan may be granted to a public body referred to in\nsubsection (I)(g) upon application in writing by that body to the\nFund and such application shall be supported in writing by the\nMinistry assigned responsibility for that body.\n      (3) The grant of such a loan shall be evidenced by an\nagreement in writing between the body referred to in subsection\n(l)(g) and the Fund.\n       (4) Projects referred to in subsection (l)(g)(ii) may\nqualify for financing from the Fund if they have the potential\nto generate savings or expand revenue inflows to the\nGovernment.\n        (5) In this section \"public body\" means a statutoly body\nor authority or a government company."
    },
    {
      "provision_ref": "sec17l",
      "section": "17L",
      "title": "Section 17L",
      "content": "17L. Exemption from income tax.\n                             PART IV. Miscellaneous"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The Minister shall, as soon as is practicable after the Specified\nCorporation has made an agreement or arrangement put- Co*a\"\"S.\nsuant to paragraph (b) of subsection (3) of section 6, by\norder declare the contractor with whom that agreement or\narrangement was made to be a specified contractor for the\npurposes of this Part."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Subject to the provisions of this Act the Corporation cffnera~\nand any specified contractor shall have the right to enter\nany land and carry out thereon any operations connected andcarry\nwith the exploration or development of petroleum resources. ~ ~                          , ~\n                                                                          On."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.--(I) The Corporation or a specified contractor shall Noticeto\nnot less than fourteen days before the Corporation or the owner   and\n                                                          ,,,,pierof\ncontractor enters any land pursuant to section 19-        land, and\n                                                                          security for\n                                                                          compensa-\n                                                                          mn.\n    (a) give to the owner and the occupier of the land\n        notice of the intention so to do and of the opera-\n        tions which are intended to be carried out on the\n        land;\n    (b) if so required by the owner, occupier, or the\n        Minister, lodge with the Accountant-General such\n        sum or give such security as the Minister may\n        direct for the payment of any compensation which\n        may be payable under section 2 1.\n       (2) Upon the termination of the operations in res-\npect of which any sum was lodged or any security was\ngiven in accordance with a requirement under subsection\n(I), the person who lodged that sum or gave that security\nmay apply in writing to the Minister for the rehnd of\nthat sum or the balance thereof or for the release of that\nsecurity, as the case may require, and the Minister may-\n             ITk iinclwian of this p a p is authorized by L.N. 80d2008)\n                                               PETROLEUM\n                    (a) authorize the refund or release if he is satisfied\n                        that the refund or release should be made; or\n                    (b) refuse to authorize the refund or release until such\n                        time as he is satisfied that the refund or release\n                        should be made.\n                      (3) The making of a refund or release under sub-\n                section (2) shall be without prejudice to any claim or pro-\n                ceeding for compensation under section 21 which has arisen\n                or may arise against the person to whom the refund or re-\n                lease is made.\n                       (4) Sums lodged under this section may be otherwise\n                dealt with in such manner as may be prescribed.\ncow--             2 1 4 1 ) The Corporation or a specified contractor shall,\ntion to owner\n,,,,,,,pi,      upon the demand of the owner or occupier of any land on\nof land.        which the Corporation or that contractor has carried out, or is\n                canying out, operations pursuant to section 19, pay\n                that owner or occupier fair and reasonable compensation\n                for any disturbance of his surface rights and for any damage\n                done to the surface of the land or to any live or dead stock,\n                crops, trees, buildings or works as a result of those operations.\n                       (2) The amount of compensation payable under sub-\n                section (1) shall be determined by agreement between the\n                parties or, if the parties are unable to reach agreement, any\n                of them may take proceedings in the Resident Magistrate's\n                Court without limit of amount.\n                             [The inclusim of thk page is auUlorized by L.N. 80*12008]\n                               PETROLEUM\n       (3) If the compensation determined by agreement in\naccordance with subsection (2) is not paid, the owner or\noccupier may take proceedings in the Resident Magistrate’s\nCourt for an order for payment without limit of amount.\n        (4) The sum awarded by the Resident Magistrate,\nor when there has been an appeal, by the Court of Appeal,\nshall be paid by the person against whom the award was\nmade to the person entitled to that sum, within fourteen\ndays after the date of the award.\n         (5) Without prejudice to any other means of recov-\nery if the sum awarded is not paid within the time specified\nin subsection (4) it may, on application to the Minister, be\npaid out of the sum, if any, lodged in accordance with sec-\ntion 20.\n        (6) The Minister may, by notice to any person who\nhas failed to pay any sum awarded under this section, sus-\npend the rights of that person to carry on operations on the\nland pursuant to section 19 until he pays that sum and\nlodges with the Accountant-General such further sum as\nthe Minister may demand as security for any future com-\npensation payable.\n        (7) Where it is not practicable, after reasonable en-\nquiry, to ascertain the name or address of the owner or\noccupier of any land on which the Corporation or a speci-\nfied contractor has carried out, or is carrying out, operations\npursuant to section 19, the Corporation or that contractor,\nas the case may require, shall apply to the Resident\nMagistrate’s Court for determination of the amount of\ncompensation payable to that owner or occupier without\nlimit of amount."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. [Deleted by Act 36 of 1995, Sch.]\n____                           . _ _ _ _ _ _ _ _ _                  ____\n16                                      PETROLEUM\nRegula-\ntions."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.-(1) The Minister may make replations generally\n          for the proper carrying out of the provisions and purposes\n          of this Act, and in particular, but without prejudice to the\n          generality of the foregoing, may make regulations-\n               (a) for ensuring safe construction, maintenance and\n                   operation of installations and facilities used in\n                   connection with operations in relation to petroleum\n                   resources, and for safe practices in the exploration\n                   and development of, those resources;\n               (b) providing for the safety, health and welfare of\n                   persons employed in operations in relation to\n                   petroleum resources and generally for safety\n                   measures of all kinds;\n              (c) for the prevention of pollution and the taking of\n                  remedial action in respect of any pollution which\n                  occurs;\n              (d) for the inspection of areas in which operations in\n                  relation to petroleum resources are carried on and\n                  of any plant, machinery, installations and facilities\n                  within those areas;\n              (4 for the reporting of, and inquiries into, accidents;\n              (f>   providing for the keeping and inspection of records,\n                    books, accounts, statistics and plans;\n              (g) for the relinquishment of portions of areas to\n                  which agreements or arrangements made pursuant\n                  to paragraph (b) of subsection (3) of section 6 in\n                  respect of development of petroleum resources\n                  apply;\n              (h) providing for the protection of fishing, navigation\n                  and other activities carried on within, or in the\n                  vicinity of areas in which operations in relation to\n                  petroleum resources are carried on;\n              (i) providing for the making of reports and returns;\n          ______     -\n                    me inclusion orf this page is authorized by LN.96/ 19981\n    (j) prescribing standards for petroleum and petroleum\n        products and for the transportation of petroleum and\n        petroleum products;\n    (k) prescribing, subject to the provisions of subsection (2),\n        the rates of royalties to be paid to the Government, the\n        method of calculation of the amount of those royalties,\n        and the manner and time of payment thereof;\n    (0 prescribing the size of the area which may be allocated\n          to any specified contractor for the purposes of\n          exploration;\n    (m) providing for the determination of the value of oil and\n          natural gas after taking into account all relevant\n          factors;\n    (n) requiring the Corporation to submit to the Minister, at\n          such times and in respect of such periods a s the\n          regulations shall specify, the investment programmes\n          of the Corporation;\n    ( 0 ) providing for the conservation of petroleum and other\n          energy resources and the avoidance of unnecessary\n          waste of such resources;\n    @) prescribing any other matter or anything which may be,\n          or is required by this Act to be, prescribed.\n        (2) Regulations under this section may provide in respect S.\n                                                                   '6/20~"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.-(1) Any person who-                                          ORences.\n     (a) unlawfblly interferes with or obstructs the Corporation,\n          any contractor or their servants or agents in the\n          exercise of any right under this Act;\n     (b) wilfully obstructs, hinders or assaults any other person\n          in the exercise or execution of any right, power or duty\n          under this Act; or\n                                           PETROLEUM\n                   (c) contravenes any of the provisions of this Act,\n              shall be guilty of an offence and shall be liable on summary\n              conviction before a Resident Magistrate to a fine not exceeding\n              one million dollars or to imprisonment for a term not exceeding\n              twelve months, or to both such fine and imprisonment.\n                     (2) The Minister may, by order, subject to affirmative\n              resolution, amend the penalties specified in this Act.\nSeizure of      27A. Where a constable has reasonable cause to suspect that\npevoleum\nprior to      petroleum resources are being or have been explored in\nconviction.   contravention of this Act or any agreement or arrangement\n1612lJUb\nS.5.\n              provided for under this Act, the constable may seize the\n              petroleum and it shall be dealt with pursuant to section 27B or\n              otherwise according to law.\nAdditional      27B.--(I) Where any petroleum is seized pursuant to section\npenalties.\n1612006       27A and any person is convicted in relation thereto of an\nS. 5.         offence under this Act or any regulations made hereunder, the\n              Court may, in addition to imposing a fine, make an order-\n                  (a) for the sale or other disposal of the petroleum seized;\n                  (b) for the payment by that person to the Crown of an\n                      amount equal to the proceeds of the sale of petroleum\n                      so seized; or\n                  (c) upon the Court's assessment of the quantity of\n                      petroleum seized and the market value at the well-\n                      head, for the payment by the person to the Crown of-\n                           (i) an amount equivalent to such market value\n                               assessed; or\n                           (ii) such part of the market value assessed as the\n                                Court, having regard to all the circumstances,\n                                thinks fit.\n                     (2) Where the Court is satisfied that an order made under\n              subsection (1) (a) cannot, for any reason, be enforced, the Court\n              may, upon the application of the person by whom the\n              proceedings were brought, set aside the order and make either of\n              the orders referred to in paragraphs (b) and (c) of that sub-\n              section.\n                           [The ~nclwlmof lhw pap. m sulhonzul by L N 80N20081\n                             PETROLEUM                                          19\n        (3) The Court may, before making an order under this\nsection, require notice to be given to, and hear, such persons as\nthe Court thinks fit."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. The laws of Jamaica extend-                                 Extension\n                                                                  aflaws of\n     (a) to the continental shelf;                                Jamaica to\n                                                                  cettain\n     (b) to the exclusive economic zone;                          areas and\n                                                                     vessels.\n    (c) to all artificial islands and other structures built on the 3311991\n                                                                    S. 22.\n        areas mentioned in paragraphs (a) and (b), and any\n        vessels stationed over those areas, for the purpose of\n        exploring for or developing petroleum resources or\n        removing or transporting therefrom any petroleum or\n        petroleum product,\nto the same extent as if the continental shelf and those areas,\nislands, structures or vessels (hereinafter referred to as the\nmaritime extensions) were located in Jamaica; and for the\npurposes of the jurisdiction of any court in Jamaica any such\nmaritime extension shall be treated as if it were located in the\nparish in which proceedings are brought.\n              [The itchion of this pay is aulhohd by L.N. 801/2WS]\n20                                           PETROLEUM\n                                          FIRSTSCHEDULE                        (Section 5)\nConstitutim        1. The Corporation shall consist of such number of persons, not being\nofthe Cor-\nporation\n               less than five nor more than twelve, as the Minister may from time to time\n               detemune.\nAppuid-            2. The members of the Corporation shall be appointed by the Minister by\n\"lent of\nmemhen.\n               instrument in writing and, subject to the prwisions of this Schedule, shall\n               hold office for such period, not exceeding two years, as the M i s t e r may\n               direct, but shall be eligible for reappointment.\nChaim~an           3. The Minister shall appoint one of the members of the Corporation to\n               be the chairman thereof.\nh a v e of        4. The Minister may grant to any member of the Corporation leave of\nahsence.\n               absence in respect of his duties as a member of the Corporation.\nActing            5. If the chairman or any other member of the Corporation is absent or\nappoint-\n               unable to act, the Minister may appoint any person to act in the place of the\nments.\n               chairman or such other member.\nResigna-          6.-(1) Any member of the Corporation, other than the chairman, may a1\ntions.         any time resign his office by instrument in writing addressed to the Minister\n               and transmitted through the chairman, and from the date of receipt by the\n               Minister of that instrument, that member shall cease to be a member of the\n               Corporation.\n                       (2) The chairman may at any time resign his office by instrument in\n               writing addressed to the Minister, and such resignation shall take effect as\n               from the date of receipt by the Minister of that instrument.\nRevocation         7. The Minister may at any time revoke the appointment of any member\nof appoint-    of the Corporation if he thinks it expedient so to do.\nments.\nGarelling of      8. The names of all members of the Corporation as first constituted and\nappoid-\nments.\n               every change in membership thereof shall be published in the Gazette.\nSeal, and          - ( )    The seal of the Corporation shall be kept in the custody of the\nexecution      chairman or the secretary and shall be affixed to instruments pursuant to a\nof docu-\nments.         resolution of the Corporation in the presence of the chairman, or any other\n               member of the Corporation, and the secretary.\n                        (2) The seal of the Corporation shall be authenticated by the\n               signatures of the chairman, or any other member authorized to act in that\n               behalf, and the secretary.\n                      (3) All documents, other than those required by law to be under sea4\n               made by, and all decisions of, the Cotporation may be signified under the\n                                  PETROLEUM\nhands of the chairman, or any other member authorized to act in that behalf,\nand the secretary.\n    lo.--(]) The Corporation shall meet at such times as may be necessary         hcedure\nor expedient for the transaction of its business, and snch meetings shall be\nheld at such places and times and on snch days as the Corporation may\ndetermine.\n       (2) The chairman may at any time call a special meeting of the\nCorpomtion and shall call a special meeting within seven days of the receipt\nof a written requisition for that purpose addressed to him by any two\nmembers of the Corporation.\n        (3) The chairman shall preside at all meetings of the Corporation at\nwhich he is present, and in the case of his temporary absence the members\npresent and constituting a quorum shall elect a chairman from among their\nnumber to preside at the meeting.\n         (4) The q u o m of the Corporation shall be such number as the\nMinister may from time to time determine, but shall not be less than one-half\nthe total number of members of the Corporation.\n         (5) The decisions of the Corporation shall be by a majority of votes\nand, in addition to an original vote, the chairman or other person presiding at\nthe meeting shall have a casting vote in any case in which the voting is\nequal.\n       (6) Minutes in proper form of each meeting of the Corporation shall\nbe kept and shall be confirmed as swn as practicable thereafter at a\nsubsequent meeting.\n        (7) The validity of the proceedings of the Corporation shall not be\naffected by any vacancy amongst the members thereof or by any defect in the\nappointment of a member thereof\n        (8) Subject to the provisions of this Schedule, the Corporation may\nregulate its own proceedings."
    },
    {
      "provision_ref": "sec171",
      "section": "171",
      "title": "Section 171",
      "content": "171. All moneys of the Fund not immediately required to be POWat0\n                                                                 mwt\nexpended in meeting any of its obligations or discharging any of ,\nits hnctions may, with due regard to the level of inflows and\ndebt service requirements, be invested in such interest bearing\n                                                PETROLEUM\n                securities in local and foreign currency as may be approved\n                either generally or specifically by the Minister.\nAewunts            175.-41) The Fund shall keep proper accounts and other\nand audit\n                records in relation to its business and shall prepare annually a\n                statement of accounts in a form satisfactory to the Minister,\n                being a form which complies with generally accepted\n                accounting principles.\n                        (2) The accounts of the Fund shall be audited annually\n                by auditors appointed by the Fund.\n                       (3) As soon as the accounts of the Fund have been\n                audited, the Board shall send its audited financial statements to\n                the Minister, together with a copy of any report thereon made by\n                the auditors.\nb d ~ e p * .     17K.-(1) The Board shall, within four months after the end\n                of each financial year, cause to be made and shall submit to the\n                Minister a report-\n                    (a) dealing generally with the proceedings and activities of\n                        the Fund during the preceding financial year; and\n                    (6) containing-\n                              (i) a full statement showing the assets and\n                                  liabilities of the Fund; and\n                             (ii) the operational plans within which the Fund\n                                  proposes to carry out its functions.\n                      (2) The Minister shall cause a copy of the report,\n                together with the audited annual financial statements to be laid\n                on the Table of the House of Representatives and of the\n                Senate.\nExemption        17L. The income of the Fund shall be exempt fiom the pay-\n&omincome\ntax.            ment of income tax.\n                            [The inclusion of this page ip suthodred by L.N. 80*/2008]\n                               PETROLEUM                                            13\n                       PART IK Miscellaneous"
    }
  ],
  "definitions": [
    {
      "term": "Board",
      "definition": "the Board of Management of the Fund,",
      "source_provision": "sec17a"
    },
    {
      "term": "Fund",
      "definition": "the Petrocaribe Development                              Fund",
      "source_provision": "sec17a"
    },
    {
      "term": "PDVSA",
      "definition": "Petroleos de Venezuela S",
      "source_provision": "sec17a"
    },
    {
      "term": "Petrocaribe Agreement",
      "definition": "the Energy Cooperation",
      "source_provision": "sec17a"
    },
    {
      "term": "public body",
      "definition": "a statutoly body",
      "source_provision": "sec17f"
    }
  ]
}