{
  "id": "jm-stat-the-petroleum-and-oil-fuel-landing-and-storage-act",
  "type": "statute",
  "title": "The Petroleum and Oil Fuel (landing and Storage) Act",
  "title_en": "The Petroleum and Oil Fuel (landing and Storage) Act",
  "short_name": "Petroleum and Oil Fuel (landing and Storage) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-petroleum-and-oil-fuel-landing-and-storage-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-petroleum-and-oil-fuel-landing-and-storage-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Petroleum and Oil Fuel shorttitle.\n(Landing and Storage) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Inthis Act-                                               Interprch-\n                                                               tion.\n“motor spirit” means a petroleum hydro-carbon mixture or 1911990\n     other liquid with a boiling range between eighty degrees S . 2 (a).\n     and seven hundred degrees Fahrenheit and whose\n     composition and other physical and chemical properties\n     make it suitable for use in diesel or spark ignited in-\n     ternal combustion engines, and includes gasolene, diesel,\n     oil, ethanol and methanol;\n“petroleum” means and includes all natural mineral oils,\n     naphtha, petrol, gasolene, and all hydro-carbons\n    whether natural or manufactured, which give off\n    inflammable vapour at a temperature at or lower than\n    one hundred and fifty degrees by Fahrenheit’s\n    thermometer, when tested in the manner hereinafter\n    provided:\n       Provided, however, that the sections of this Act relat-\n     ing to petroleum giving off any inflammable vapour\n     at a temperature lower than seventy-three degrees of\n     Fahrenheit’s thermometer, shall apply to turpentine and\n     turpentine substitute only when the same gives off in-\n    flammable vapour at a temperature lower than seventy\n    degrees of Fahrenheit’s thermometer;\n“petroleum filling station” means any premises or place\n     used or intended to be used for fuelling motor vehicles\n    with petroleum by means of a pump, and includes any\n4             PETROLEUM A N D OIL’ F’UEL (LANDING A N D STORAGE)\n                   building. pctroleum storage taiik or p m p in, or used\n                   in connection with, any such premises or places;\n              “oil fuel” includes all mineral oils whether refined or\n                   unrefined, imported into this Island which give off\n                   inflammable vapour at a temperature higher than one\n                  hundred and fifty degrees by Fahrenheit’s thermometer\n                   when tested in the manner prescribed by this Act fcr\n                   testing petroleum;\n              “a store for oil fuel” means any area specially appointed\n                   by the Minister for the storage of oil fuel in bulk and\n                   includes all ships, vessels, tanks, sheds, and other\n                   buildings moored in or erected on the area in accord-\n                   ance with the plans to be submitted and approved\n                   under any regulations made.\nMethodof\ntest."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The temperature at which any petroleum imported\n              into this Island gives of€ inflammable vapour shall, if so\n              required by the Collector of Customs at the port of entry,\n              be, for the purposes of this Act, ascertained by such test\n              apparatus and according to such directions as the Minister\n              may from time to time by order prescribe.*\nStandardof     4. Petroleum giving off inflammable vapour             at any\npetroleum to\nbe impofled, temperature lower than seventy-three degrees of         Fahren-\netc.\n              heit’s thermometer shall not be imported into, stored, or\n              sold in this Island in vessels containing more than eight\n              fluid ounces each except in steel or tin vessels so constructed\n              as to prevent leakage or escape of vapour therefrom; every\n              such steel or tin vessel being marked in conspicuous charac-\n              ters with a recognized description of its contents, such as\n              petrol, gasolene, naphtha, or other appropriate name. with\n              the addition of the words “Highly inflammable. Do not\n              approach this vessel with a light or fire of any description”.\nPenalty for     5. Any person who shall import, or cause to be imported\nbreaches.     into this Island, petroleum giving off inflammable vapour\n              at any temperature lower than seventy-three degrees of\n              Fahrenheit’s thermometer, otherwise than in accordance\n                   V i d e L. N. 297/1970\n                                          -- _ _ _ _ _\n                        [The inclusiw of this page is authorized by L.N. 42/ 199951\nPETROLEUM A N D OIL FUEL (LAiJDING A N D STORAGE)                                  5\nwith this Act, shall be deemed to be guilty of an offence\nagainst the provisions of the Customs Act, relating to the\nimportation or bringing into this Island of any prohibited\ngoods, or any goods, the importation of which is restricted,\nor to such provisions in any enxtment passed in amendment\nthereof or substitution therefor, and shall be liable to the\npenalties and forfeitures therein mentioned. Any person\nin whose possession any such petroleum shall be found\nshall be deemed to be the importer thereof, unless and\nuntil he shall have proved the contrary to the satisfaction\nof the Commissioner of Customs and Excise, or of the 12 1985\ncourt if proceedings be taken against him.\n                                                                              d."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. No petroleum shall be kept in quantity exceeding one Mehodof\nhundred and twenty gallons, or in the case of petroleum storing.\ngiving off inflammable vapour at any temperature lower\nthan seventy-three degrees of Fahrenheit’s thermometer, in\nquantity exceeding eight gallons, otherwise than in a\nbuilding specially appointed for the purpose by the\nMinister, and under such conditions as to the mode of\nstorage, the nature of the goods with which petroleum may\nbe stored, and as to the testing of such petroleum from time\nto time, as may be prescribed by the Minister. Any petro-\nleum kept in contravention of this section shall be forfeited,\nand in addition, the occupier of the premises, in which ig/i99o\nsuch petroleum is kept, shall be liable to a penalty of five 3*\nhundred dollars a day for each day during which petroleum\nis therein kept in contravention of this Act."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. No person shall deal in or sell petroleum by retail Licence\n anywhere within this Island, without a licence given in required.\naccordance with this Act, or otherwise than according to\nthe terms of such licence, under a penalty not exceeding 1 9 / 1 ~\nten thousand dollars for each offence.                    s.4."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) Every persun desirous of applying for a licence to Fees.\nsell petroleum by retail shall, in respect of such licence, pay S19J1990\n                                                                  . S.\n__   -__--     -- __- _ _                 __\n             [The inclusion of this page is a u t h o r k d by L.N. 5/1992]\n6           PETROLEUM A N D OIL FUEL (LANDING A N D STORAGE)\n            to the Collector of Taxes for the parish the following fees\n            (and shall obtain a receipt therefor)-\n                (a) where the licence is to be in respect of the sale of\n                    kerosene, a fee of ten dollars; and\n                (b) where the licence is to be in respect of the sale of\n                    motor spirit, the appropriate fee prescribed in the\nSchedule.           Schedule having regard to the grade of petroleum\n                    filling station operated by that person.\n                    (2) The receipt referred to in this section shall in\n            every case be forwarded by the applicant to the Clerk of\n            Courts of the parish, together with an application in writing\n            setting forth-\n                (a) the nature of the licence desired; and\n                (b) the premises for which the same is desired, stating\n                    as nearly as may be the position of the same; and\n                (c) whether the applicant has ever before      held a\n                     licence to sell petroleum by retail either under\n                     this Act, or any statute now repealed, and if so\nPETROLEUM A N D OIL FUEL (LANDING AND STORAGE)                          7\n           when and where; and\n     (4whether the premises for which the licence is\n           required have, within the twelve months imme-\n           diately preceding the application, been licensed\n           under either this Act, or any other enactment, for\n           the sale of petroleum:\n   Provided that if the application is for a renewal only it\nshall be sufficient, under paragraphs (b) and (c) to make a\nstatement to that effect giving such reference to the licence\nheld as will enable the Clerk to verify the allegation. The\napplication shall in all cases be accompanied by a certificate\nfrom the Superintendent of Police for the parish showing\nthat the premises for which a licence is desired are so\nsituated and are in such a condition that, having due regard\nto public safety, the licence applied for may properly be\ngranted."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The Resident Magistrate for any parish may grant Whoshall\nlicences to sell petroleum by retail to such persons as he 1.grant\n                                                              icence.\nconsiders fit and proper for such purpose.                 19/1990.\n                                                           s. 10.\n       F   e incluskm of this pg+e ik authmized by L.N. S/f1992]\n3            PETROLEUM A N D OIL FUEL (LANDING AND STORAGE)\nDurationof      10. Licences in pursuance of this Act may be granted\nlicence.\n              for a limited time, not exceeding twelve months, and there\n              may be annexed thereto any conditions as to renewal or\n             otherwise which the Resident Magistrate may think\n             necessary, and also as to the quantity of petroleum\n             which may at any one time be kept on the premises, and\n             also any other conditions for diminishing the risk of damage\n             from explosion or fire, that the Resident Magistrate\n              may determine. If any licensee be convicted under\n             this Act of any breach of his licence, the Resident\n             Magistrate, by whom he is so convicted, may make an\n             order that his licence be determined, and therefrom his\n             licence shall become void and of no effect.\nPower to\nrefuse"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Duration of licence.\n1 I . Power to refuse licence.\n    Appeal therefrom to Minister."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. If on any application for a licence under this Act, the\nlicence.      Resident Magistrate refuse the licence, or grant the\n              same only on conditions with which the applicant is\nMpd\ntherefrom to\n              dissatisfied, the Resident Magistrate shall, if required\nMinister.     by the applicant, certify in writing under his hands\ns. 10.\n19/'1990      the grounds on which he refused the licence, or\n              annexed conditions to the grant thereof, and shall deliver\n             the certificate to the applicant, who may thereupon, within\n             ten days from the time of the delivery thereof, transmit\n             the same to the Minister, together with a memorial praying\n             that, notwithstanding such refusal, the licence may be\n             granted, or such conditions may not be imposed, or may\n             be altered or modified in such manner and to such extent,\n             as may be set forth in such memorial; and it shall be lawful\n             for the Minister, if he think fit, on consideration of such\n             memorial and certificate, and if he think it necessary or\n             desirable, after the enquiry from and a report by such person\n             as he may appoint for that purpose, to grant the licence\n             prayed for, either absolutely, or with such conditions as he\n             thinks fit, or to alter the conditions imposed by the\n             Resident Magistrate; and the licence so granted or altered,\n             as the case may be, when certified under the hand of the\n                    F   e inclusion of this page. is mthmized 6y L.N.5/1992]\nPETROLEUM A N D OIL FUEL (LANDING A N D STORAGE)                          9\nMinister, shall be to all intents as valid as if granted by the\nResident Magistrate, and shall be liable to the same fee."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) Any holder of a licence may apply to the Transferof\nResident Magistrate to have his licence transferred to some E;\"\"*\nother person or house within the parish. The application effected.\nshall be in writing, and addressed to the Clerk of the Courts,\nnot less than fourteen days before the day on which the\napplication is to be considered. The applicant shall, not less\nthan fourteen days before the day on which the applica-\ntion is to be made, give notice to the Superintendent of\nPolice for the parish of his intention to make the applica-\ntion, and shall state the name, address and description of\nthe proposed transferee, or the location and description of\nthe proposed house. The Superintendent shall report\nthereon to the Resident Magistrate :\n   Provided that if the proposed transferee has at any time\nheld a licence, or is recommended by the Superintendent,\nor if the proposed house is approved by the Superintendent\njn the parish, it shall be competent for the Resident Magis-\ntrate to deal with the application.\n        (2) It shall be lawful for the Resident Magis- Powerto\n                                                            Brant\ntrate in case the conditions aforesaid have been transfers.\ncomplied with, to grant such application, and he may 19/1990\nmake an order for such purpose, which order shall be s. 10.\nentered in a book to be kept by the Clerk, and the party\napplying for such order shall pay to the Clerk the sum of\nfifty dollars therefor, which amount shall be accounted for       Ag{iy\nand paid over by such Clerk, at such times and in such\nmanner as he is required by law to pay over moneys\nreceived by him for stamps."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. If any petroleum shall be kept, or shall be offered, or     !:~zf\nexposed for sale, contrary to the provisions of this Act, or\nthe conditions of any licence under this Act, the same\n 10           PETROLEUM A N D OIL FUEL (LANDING A N D STORAGE)\n              shall be liable to be seized by any constable, and upon proof\n              of such keeping, or of such offering, or exposure for sale,\n              shall be adjudged by any Resident Magistrate, to be for-\n              feited; and it shall be lawful for any officer, sub-inspector,\n              or sergeant of constabulary, or other person appointed for\n              that purpose by the Minister, at all reasonable times, to\n              inspect and test all petroleum kept, or offered, or exposed\n              for sale :\n                 Provided always that if the person in whose possession\n              such petroleum shall be found as aforesaid, shall claim to\n              have a further test made on his behalf, the Resident\n              Magistrate before whom complaint of the said offence may\n              be laid, shall cause such further test to be made by the\n              Island Chemist, or Government Chemist who shall certify\n              the result of such further test in writing under his sig-\n              nature; and a paper, purporting to be such certificate and\n              so signed, shall be accepted as evidence in the case, unless\n              disproved.\nIncorpora-      14. Petroleum may be searched for in the same manner,\ntion of\nGunpowder     under the same warrants, and subject to the same\nand\nExplosives    conditions, in, under and subject to which gunpowder may\nAct.          be searched for in pursuance of the Gunpowder and\n              Explosives Act, or any enactment in amendment thereof or\n              substitution therefor; and all the provisions of the said\n              Act relating to searching for gunpowder, shall be\n              incorporated with this Act. and be construed as if the\n              word “gunpowder” in such provisions included petroleum\n              as defined by this Act, and as if the Act therein referred\n              to were this Act.\nRscovery of\npenalty.\n                l5. Any forfeiture or penalty, for an offence against this\n1911990       Act, may be enforced in a summary manner before a Resi-\nS. 6.         dent Magistrate’s Court.\n                      [The in&sion   of @hispage ik authonized by L.N. 5/1992]\nPETROLEUM AND OIL FUEL (LANDING AND STORAGE)                               11"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. If any penalty imposed under this Act be not paid Penalty       for\n                                                               non-pay-\nforthwith, the offender shall, in the discretion of the court, merit.\nbe liable to imprisonment, with or without hard labour, in g;g!:”\nany prison, for a term not exceeding six months."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. On every conviction a reasonable sum shall be for       Provision\n                                                                 cost of\nassessed by the court before which the case is heard, as the analysis.\ncost of any analysis made in accordance with this Act; and\nthe amount so assessed shall be paid by the person convicted,\nand shall be in addition to any penalty which he may be con-\ndemned to pay."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) Subject to the provisions of this Act, it shall be Power      of\n                                                                 making and\nlawful for the Minister from time to time-                       arnenllmp\n                                                                 rules and\n      (a) to make or amend rules governing the importa- regulations.\n           tion, transportation, storing and keeping for use\n           or for sale, either by wholesale or retail, of petro-\n           leum generally, or of any specified description of\n           petroleum;\n      (b) to make regulations to govern the landing and\n           storage of oil fuel imported into this Island;\n      (4 to make regulations to govern the storage of oil\n           fuel in any ship, vessel or hulk or the place in any\n           harbour of the Island where any ship, vessel or\n           hulk containing oil fuel shall be moored or\n           stationed or the period for which any ship, vessel\n           or hulk containing oil fuel shall be moored or\n           stationed in any harbour of the Island.\n         (2) All rules and regulations purporting to be made\nin pursuance of this Act shall be published in the Gazette and\nshall come into operation on such publication or at such\nother time as may be named in such rules or regulations.\n         (3) A breach of any rule or regulation made under\n this Act may on summary conviction be punished by a fine\n not exceeding ten thousand dollars and in default of i g / i w o\n                                                                 s. 8.\n         me inclusion af this page 6s authorized by L.N. 5 / 1 W ]\n12              PETROLEUM AND OIL F l ‘ E L (LANDING AND SI’ORAGE)\n                payment by imprisonment with or without hard labour for\n                any period not exceeding three months.\n                        (4) Rules and regulations made under this Act shall\n                be of the same effect as if they were contained in this Act and\n                shall be judicially noticed.\nPower to      19.-(1) Without prejudice to the generality of powers\nmake condi-\ntions that  conferred  on him by this Act it shall be lawful for the\ndiscrimina- Minister in any regulations made under this Act to provide\ntion shall\nnot be      that permission to erect or to use a store for oil fuel shall be\nexercised.\n                conditional on a sufficient guarantee being given that no\n                discrimination will be exercised by the owner or occupier\n                of such store for oil fuel or by any of his servants in the\n                supply of oil fuel in favour or to the prejudice of any particu-\n                lar person.\nSummary                 (2) The Minister may attach penalties, not exceeding\nenforcement\nof penalties.   one thousand dollars, for the breach of any rules or regula-\n191 1990\ns. 9.           tions made as aforesaid and every such penalty may be\n                enforced summarily in a Resident Magistrate’s Court.\nRetm               20.-(1) Every person who is licensed under this Act to\nan’d infor-\nmation to       sell motor spirit by retail and who operates a petroleum\nbe              filling station (hereinafter referred to as a “retailer”) and\nfurnished.\n191 1990        every person who supplies motor spirit to a retailer shall-\ns. 1,l.\n                      (a) make such returns at such times;\n                      ( b ) keep such records in such form; and\n                      (c) furnish such information,\n                as may be required by the Commissioner of Customs and\n                Excise or as may be prescribed by the Minister by regula-\n                tions.\n                        (2) Any person who fails to comply with subsection\n                (I) or who, for any purpose connected with this Act, with\n                intent to deceive-\n                     (a) makes, or causes to be made, anyl’alse declaration,\n                          whether oral or written; or\n                  ~        __                .__               - - - .- _______\n  PETROLEUM A N D OIL FUEL (LANDING AND STORAGE)                                  13\n     (b) uses, or causes to be used, any false certificate; or\n     ( c ) makes, or causes to be made, any alteration or\n           faisification in any document after that document\n           has been officially issued,\nshall be guilty of an offence and shall be liable on summary\nconviction in a Resident Magistrate’s Court to a fine not\nexceeding ten thousand dollars.\n                                SCHEDULE                            (Section 8)\n   Licence fees payable under this Schedule shall, as respects the grade\nof petroleum filling stations specified in the first column hereunder, be\nthe fees specified in relation thereto in the second column hereunder.\n                                                                       Second\n      First Column\n                                                                       -\n                                                                      Column\n                                                                       Fee per\n    Grade of Station                                                    annum\n    A -- Annual gallonage                 240,OOO and\n         of motor spirit :                over                       $1,500\n    B - Annual gallonage                  over 120,000\n         of motor spirit :                but less\n                                          than 240.000               $900\n    C - Annual gallonage                  120,000 and\n           of motor spirit:               under                      S 450.\n         F e inclusion of this pqge is authorized by L.N. 5/1992]"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Power to make conditions that discrimination shall not be exercised.\n     Summary enforcement of penalties."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Returns and information to be furnished.\n     SCHEDULE.\n  PETROLEUM AND OIL FUEL (LANDING A N D STORAGE)                                 3\nTHE PETROLEUM AND OIL FUEL (LANDING AND Qgz1.\n             STORAGE) ACT               12 of 198s\n                                                                          sch.\n                                                                       U of 1990.\n                                           [13th November, 1925.1"
    }
  ],
  "definitions": []
}