{
  "id": "jm-stat-the-pharmacy-act",
  "type": "statute",
  "title": "The Pharmacy Act",
  "title_en": "The Pharmacy Act",
  "short_name": "Pharmacy Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-pharmacy-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-pharmacy-act | Legal areas: Health and Safety",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.6. Appeals from theCounci1.\n             PARTIV. Compounding,.Dispensing, Storing for Sale and Retailing\n                                of Drugs and Poisons"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 1 ) In this Act-                                                   Interpreta-\n                                                                         tion.\n   \"authorized sellers of poisons\" means any person who is\n      registered in such manner as may be prescribed as an\n      authorized seller of poisons;\n   \"the Council\" means the Pharmacy Council appointed\n       under section 3;\n   \"dispensing\", in relation to a drug, means supplying that\n       drug on and in accordance with a prescription given by\n       a registered medical practitioner or a registered dentist\n       or a registered veterinary surgeon or veterinary practi-\n       tioner;\n   \"drug\" m'eans any substance or mixture of substances\n       manufactured, sold or represented for use in-\n         ( a ) the diagnosis, treatment;.mitigation or preven-\n               tion of a-disease, disorder, abnormal bhysical\n               state or the symptoms thereof in man or animal;\n         (b) restoring, correcting or modifying organic func-\n             tions in man or.anima1;\n         (c) disinfection in premises in which food is manu-\n             factured, prepared, preserved, packaged or\n             stored for sale or sold or for the control of\n             vermin or insects in such premises;\n   \"functions\" includes duties and powers;\n                        \"poison\" means any substance, whether a drug or not,\n                           which is specified as a poison by regulations made\n                           under this Act;\n                        \"registered dentist\" has the meaning assigned to that ex-\n                           pression by'the Dental Act;\n                        \"registered nurse\" or \"midwife\" means a person registered\n                            under the Nurses and Midwives Act as a nurse or mid-\n                            wife, as the case may be;\n                        \"registered veterinary surgeon\" or \"veterinary practition-\n                            er\" means a person registered under the Veterinary\n                            Act.\n                                   PART11. The Pharmacy Council\nEstablishment       3.-41) %Thereshall be established for the purposes of this\nof Pharmacy\nCouncil.          Act a body to be called the Pharmacy Council.\nFirst Schedule.           (2) The provisions of the First schedule shall have\n                  effect as to the constitution of the Council and otherwise in rela-\n                  tion thereto.\nFunctions             4. The functions of the Council shall be-\nof the\nCouncil.               ( a ) to register pharmacists, pharmaceutical students, phar-\n                             macies and owners of pharmacies;\n                       (b) to regulate the training of pharmaceutical students;\n                       ( c ) to register persons as authorized sellers of poisons;\n                        (d) to ensure the maintenance of proper standards of con-\n                  +         duct by persons registered under this Act;\n                        ( e ) to ensure compliance with the requirements of this\n                              Act.\nAppointment            5. The Council shall appoint and employ at such remun-\nof officers,\nagents and         eration and on such terms and conditions as it thinks fit, a Regis-\nservants.         trar who shall also perform the duties of secretary to the C o i -\n                  cil and such inspectors and other officers, agents and servants as\n                  .it.thinks necessary for. the proper carrying out of the provisions\n                   of this Act:\n                            PHARMACY                                      5\n  Provided that no salary in excess of fifteen hundred\ndollars per annum shall be assigned to any post without\nthe prior approval of the Minister."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Minister may appoint any person to act in the place of the Acting\nchairman or any other member of the Tribunal in case of the absence\nor inability to act of the chairman or other member.\n                                                                          ZF'?'"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4-41) Any membes of the Tribuml other tlran the ohaiman may Resigna-\nat any time resign his office by instrument in writing addressed to the t10m\nMinister and transniitted through the chairman and from the date of\nreceipt by the Minister of such instrument such member shall cease to\nbe a member of the Tribunal.\n      ( 3 ) Thc chairman may at any time resign his office by instru-\nment in writing addressed to the Minister and such resignation shall\ntake effect as from rhe date of receipt by the Minister of such instru-\nment."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The Minister may at any time revoke the amointment of the Revoat-\nchairman or any other-membeiof the Tribunal if he-thinks it expedient\nso to do.\n                                                                          :st-\n                                                                      meat%"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. If any viicancy occurs in the membership of the Tribunal. such FiLling.af\nvacancy shall be filled by the appointment of another member who V * c a n u u\nshall. subject to the provisions of this Schedule, hold office for the\nremainder of the period for which the previous member was appointed.\nand every change in the membership thereof shall be published in tion 4\nthe Gazette.                                                              *-"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. If any vacan occurs in the membership of the Council such\nvacancy &all be    3 ed by the appointment of another member who v p c a n c ~ ~ .\nshall, subject to the provisions of this Schedule, hold office for the\nremainder of the period for which the previous member was appointed,\nso, however, that such appointment shall be made in the same manner\nand from the same category of persons, if any. as the appointment\nof the previous member."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) The Council shall in each year prepare and sub- Annual\nmit to the Minister on or before the thirtieth day of June, reports and\na report of its proceedings during the twelve months ending\non the thirty-first day of March in such year, including a\nstatement of its accounts audited in accordance with sec-\ntion 7.\n      (2) The Council shall, on or before the thirty-first\nday of October in each year, submit to the Minister for\napproval, its estimates of revenue and expenditure in respect\nof the period commencing on the first day of April next\nfollowing and ending on the thirty-first day of March in\nthe subsequent year.\n  PART 111. Registration of Pharmacists, Pharmaceutical\n       Students, Pharmacies and Owners of Pharmacies"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.+1) The Council shall be a body curprate having perpetual Incorpora-\nsuccession and a common seal with power to acquire, hold and dis- tion*\npose of land and other property of whatever kind.\n       (2) The seal of the Council shall be kept in the custody of the\nchairman or the Registrar and shall be affixed to instruments pursuant\nto a resolution of the Council in the presence of the chairman or any\nother member of the Council and the Registrar.\n      (3) The seal of the Council shall be authenticated by the signatures\nof the chairman or any other member authorized to act in that behalf\nand the Registrar, and shall be officially and judicially noticed.\n       (4) All documents. other than those required by law to bt under\nseal, made by, and all decisions of, the Council may be signified\nunder the hands of the chairman or any other member authorized to\nact in that behalf and the Registrar.\n       (5) The Cmncil shall meet at least once in every period of three\nmay for all purposes be described by such name.\nmonths and at such other times as may be necessary or expedient for\nthe transaction of its business, and such meetings shall be held at\n                                                                             zhp.\n   lO.+l) The Coumil shall meet at least once in every period of three l%ayhro\nsuch places and times and on such days as the Council may determine.\n       (2) The chairman may at any time call a special meeting of\nthe Council and shall call a special meeting within seven days of the\nreceipt of a Written requisition for that purpose addressed to him by\nany three mcmbers of the Council.\n            [Theihdusion of thispapisauth~rizedbyK.N.%/1998]\n24                                            PHARMACY\n                    (3) The chairman shall preside at all meetings of the Council at\n              which he is present, and if the chairman is absent from any meeting\n              the members present shall elect one of their number to preside at\n              that meeting.\n                     (4) The quorum of the Council shall be five.\n                     ( 5 ) The decisions of the Council shall be by a majority of votes\n              and, in addition to an original vote, the chairman or other person\n              presiding at a meeting shall have a casting vote in any case in which\n              the voting is equal.\n                      (6) Minutes in proper form of eacb meeting of the Council shall\n              be kept.\n                     (7) The validity of the proceedings of the Council shall not be\n              affected by any vacancy amongst the members thereof or by any\n              defect in the appointment of a member thereof.\n                     (8) Subject to the provisions of this Schedule the Council may\n              regulate its own proceedings.\nCommittees.       11.-(1) The Council may appoint such committees as it may think\n              fit and may delegate to any such committee the power and authority\n              to carry out on its behalf such functions as the Council may determine.\n              sc,, however, that no such committee shall have the power to make\n              regulations.\n                     (2) The constitution of each committee shall be determined by\n              the Council.\nProtec-          1 2 . 4 1 ) No member of the Council shall be personally liable for any\ntion of       act or default of the Council done or omitted to be done in good\nmembers.      faith in the course of the operations of the Council.\n                      (2) Where any member of the Council is exempt from liability\n               by reason only of the provisions of this paragraph, the Council shall\n              be liable to the extent that it would be if the member was a servant\n              or agent of the Council.\nRcmuncra-        13. There shall be paid from the funds of the Council to the chairman\ntion of       and other memters cf the Council such remuneration. whether by way\nmembers.      of honorarium, salary or fees. and such allowances as the Minister may\n              determine.\nMembers         14. The ofice of chairman or member of the Council shall not be\nnot public    a public office for the purposes of Chapter V of the Constitution of\nofficers.     Jamaica.\n                                      SECOND SCHEDULE                    (Section IS)\n                         Coiutitutiorz of the Registration Appeal Tribunal\nConstitu-       1. The Tribunal shall consist of a chairman and two other membrs\ntion of the\nTribunal.     appointed by the Minister.\n                          [The inclusion of this page isauthorized by L.N. %/ 19981\n                              PHARMACY                                            25"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) It shall be the duty of the Registrar-              Corrections\n                                                              of registers.\n         to remove from any of the registers mentioned in\n          subsection (1) of section 9 any entry which the\n          Council directs him undeq section 13 or section\n          14 to remove;\n         to correct in accordance with the Council’s direc-\n          tions any entry in any of such register! which the\n          Council directs him in writing to correct as being\n          in the opinion of the Council an entry which was\n          incorrectly made;\n         to make from time to time any necessary altera-\n          tions in any prescribed particulars contained in\n          any of such registers.\n        (2) If the Registrar-\n    (U) sends by. post to any registered pharmacist a\n          registered letter addressed to him at his address\n          on the Register of Pharmacists enquiring whether\n          he has ceased. to pfactise as a pharmacist or has\n          changed his address and receives no reply to the\n          letter within three months from the date of posting\n          it; and\n8                                          PHARMACY\n                    (b) upon the expiration of that period sends in like\n                         manner to that pharmacist a second similar letter\n                         and receives no reply to that letter within three\n                         months from the date of posting it,\n               the Council may direct the Registrar to remove from the\n               Register of Pharmacists the name of that pharmacist.\n                       (3) The Council may at any time direct the Registrar\n               to restore to the Register of Pharmacists any name removed\n               therefrom under subsection (2).\nRegistra-         1 1 4 1 ) Every person who immediately before 4th\ntion of\npharmacists.   August, 1975, was registered as holding a druggist’s licence\nCap 105.\nI953 Edtn.\n               under the Drugs and Poisons Law (repealed by this Act)\n               shall be deemed, at 4th August, 1975, to be registered as\n               a pharmacist under this Act, and the Registrar shall as\n               soon as practicable after 4th August, 1975, enter the name\n               and other prescribed particulars of such person in the\n               Register of Pharmacists.\n                        (2) Any person who!---\n                    (a) applies to the Council in the prescribed form for\n                          registration as ti pharmacist; and\n                    (b) satisfies the Council that-\n                              (i) he has attained the age of twenty-one years;\n                             (ii) he is of good character;\n                            (iii) he possesses the prescribed qualifications;\n                                  and\n                    (c) pays such registration fee as may be prescribed,\n               shall be entitled to be registered as a pharmacist.\n                        (3) The Registrar shall issue to every person regis-\n               tered under this section a certificate of registration in the\n               prescribed form.                                                       ,\nRegistra-       1 2 . 4 1 ) Every person who immediately before 4th\ntion of\nphannaceu-\n               August, 1975-\ntkl                (a) was registered under the Drugs and Poisons Law\nstudents.\n                          as a student; and\n                                                                                  -\n                            PHARMACY                                   9\n     (b) was undergoing training to be a druggist,\nshall be deemed, at 4th August, 1975, to be registered as\na pharmaceutical student under this Act, and the Registrar\nshall as soon as practicable after 4th August, 1975, enter\nthe name and other prescribed particulars of such person\nin the Register of Pharmaceutical Students.\n        (2) Subject to the provisions of subsection (1) no\nperson shall be registered as a pharmaceutical student\nunless he applies to the Council in the prescribed form\nand satisfies the Council that-\n     (a) he has attained the age of sixteen years;\n     (b) he is of good character; and\n     (c) he possesses the prescribed qualifications."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) No person shall carry on a business which in- Registra-\n                                                             tion of\ncludes the compounding, dispensing, storing for sale or pharmacies\n                                                             and the\nretailing of drugs unless-                                   owners\n     (a) the shop in which such business is carried on is thereof.\n          registered under +thissection as a pharmacy; and\n     (b) he is registered under this section as the owner\n          of such business, so, however, that the provisions\n          of this paragraph shall not apply during the\n          period specified in paragraph (c) of subsection\n          ( 5 ) and in the circumstances mentioned therein.\n        (2) Subject to the provisions of subsection (4) no\nregistration shall be effected under this section unless-\n     (a) the person proposing to carry on the business\n          mentioned in subsection (1)-\n             (i) applies to the Council in the prescribed\n                 form for registration; and\n            (ii) satisfies the Council that he has attained\n                 the age of twenty-one years and that the\n                 business proposed to be carried on in the\n                 shop will, so far as it relates to the com-\n                 pounding, dispensing, storing for sale or\n10                                       PHARMACY\n                               retailing of drugs, be under the immediate\n                               control, management and supervision of\n                               a registered pharmacist; and\n                         (iii) pays for the registration of the shop as a\n                               pharmacy such registration fee as may be\n                               prescribed; and\n                  (b) the Council is satisfied that the shop in which\n                       such business is proposed to be carried on is\n                       suitable for the purposes of a pharmacy.\n                     (3) The Registrar shall upon the registration of any\n             shop as a pharmacy and upon every renewal of such regis-\n             tration issue to the owner of the business carried on in\n             the pharmacy a certificate of registration in the prescribed\n             form.\n                     (4) Every shop which immediately before 4th\n             August, 1975, was registered as a pharmacy under the Drugs\nCap 105.     and Poisons Law and the person whose name was recorded\n1953 Edtn.\n             in the Register of Pharmacies kept under that Law as\n             the owner of the business carried on in such shop shall,\n             from 4th August, 1975, until the thirty-first day of March\n             next following, be deemed to be registered under this sec-\n             tion as a pharmacy and as the owner of the business\n             carried on therein respectively, and the Registrar shall as\n             soon as practicable after 4th August, 1975, enter the pre-\n             scribed particulars of such pharmacy in the Register of\n             Pharmacies and the name and other prescribed particulars\n             of the owner of such business in the Register of Owners.\n                     (5) The registration of every shop as a pharmacy-\n                  (a) shall, subject to the provisions of subsections (4)\n                       and (6), expire at the end of one year from the\n                       date specified in the last certificate of registration\n                       of such pharmacy;\n                  (b) may be renewed from time to time if application\n                       for such renewal, and payment of the prescribed\n                       fee therefor, are received by the Council before\n                           PHARMACY                                        11\n          the expiration of such registration, so, however,\n          that where the Council receives any application\n          for renewal of any registration after the expiration\n          of such registration the Council may, if in the\n          particular circumstances it considers it reasonable\n          so to do, renew the registration;\n    (c)   shall become void on the expiration of one month\n          from the date of any change in the ownership of\n           the business carried on in such pharmacy.\n        (S) If at any time in the opinion of the Council any\nregistered pharmacy or any fixture or cupboard therein\nis in such state of disrepair or in such an insanitary con-\ndition as to render it likely that the provisions of this Act\nare not being complied with, the Council may cause a\nnotice to be served on the owner of the business being\ncarried on therein requiring him to effect such repairs or\nimprovements as may be specified in such notice, and if\nsuch repairs or improvements are not effected within thirty\ndays from the service of such notice or within such further\ntime as the Council may allow, the Council may, after hold-\ning an inquiry at which the owner of the business has had the\nopportunity of being heard, direct the Registrar to remove\nsuch pharmacy from the Register of Pharmacies.\n        (7) Where any shop ceases to be a registered\npharmacy the registration under this section of any person\nas the owner of the business carried on therein shall there-\nupon become void."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-( 1) If any registered pharmacist or pharmaceutical Censu?.\n                                                              suspension\nstudent is found, in disciplinary proceedings conducted in and\nthe prescribed manner by the Council against such pharma-         z;”’\ncist or pharmaceutical student, to have been convicted of\na criminal offence or to be guilty of professional misconduct\nthe Council may, if it thinks fit-\n      (a) censure him; or\n12                                      PHARMACY\n                 (b) suspend his registration for a period not exceeding\n                     two years; or\n                 (c) direct the Registrar in writing to remove his name\n                     from the Register of Pharmacists or the Register\n                     of Pharmaceutical Students, as the case may be.\n                    (2) The Council may at any time, if it thinks just,\n            direct the Registrar to restore to the Register of pharmacists\n            or the Register of Pharmaceutical Students any name\n            removed therefrom under subsection (1).\n                    (3) The Council shall as soon as practicable after-\n                 (a) the registration of any person has been suspended;\n                      or\n                 (b) the name of any person has been struck off the\n                      Register of Pharmacists or the Register of\n                      Pharmaceutical Students; or\n                 (c) the restoration of any name which was removed\n                      from the Register of Pharmacists or the Register\n                      of Pharmaceutical Students,\n            cause notice of such suspension, removal or restoration\n            to be published in the Gazette.\n                    (4) Whenever the name of any person has been\n            removed from the Register of Pharmacists the Council may\n            in writing require such person to return to the Registrar\n            his certificate of registration and such person shall comply\n            with that requirement.\nRegictra-     15.-(1) There is hereby established for the purpose of\ntion AP@    hearing appeals from the Council a Registration Appeal\nTribunal.\n            Tribunal (in this Act referred to as “the Tribunal”).\nSecond              (2) The provisions of the Second Schedule shall have\n            effect as to the constitution of the Tribunal and otherwise\n            in relation thereto.\nAppeals       16.-(1) Any person aggrieved by-\nfrom the\nCouncil.        (a) the refusal of the Council to register him as a\n                   me inclusion of this page is authorized by L.N. 60/1976]\n                           PHARMACY                              13\n         pharmacist or pharmaceutical student or as the\n         owner of the business carried on in a pharmacy,\n         or to register as a pharmacy any shop owned by\n         him; or\n     (b) the decision of the Council to censure him or\n         suspend his registration as a pharmacist or\n         pharmaceutical student or to cause his name or\n         any pharmacy to be removed from any of the\n         registers mentioned in subsection (1) of section 9,\nmay appeal to the Tribunal against such refusal or decision\nwithin such time and in such manner as may be prescribed.\n       (2) The Tribunal may-\n    (a) at the hearing of an appeal against the refusal of\n         registration, dismiss the appeal or allow the appeal\n         and direct the Council to cause the registration\n         to be effected;\n    (b) at the hearing of an appeal other than an appeal\n        against the refusal of registration-\n            (i) dismiss the appeal and confirm the decision\n                of the Council; or\n           (ii) allow the appeal and set aside the decision\n                 of the Council; or\n           (iii) allow the appeal and direct that the disci-\n                 plinary proceedings, if any, in respect of\n                 which the decision of the Council was made,\n                 be reconducted by the Council;\n    (4 at the hearing of an appeal against a decision to\n         inflict any punishment mentioned in paragraph (b)\n         or (c) of subsection (1) of section 14, vary the\n         decision by substituting for that punishment such\n         other less severe punishment mentioned in that\n         subsection as the Tribunal may think proper.\n      me inclusion of this page is authorized by L.N. 60/1976]\n14                                     PHARMACY\n              PART IV. Compounding, Dispensing, Storing for Sale\n                     and Retailing of Drugs and Poisons\nPublica-\ntion of"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17--(1) The Council shall, as soon as may be after 4th\nspecified   August, 1975, publish in the Gazette a notice containing-\nlists of\ne g s and        (a) a list (in this Act referred to as “List No. 1”)\npoisons.\n                      in which shall be included the drugs in relation\n                      to the storing for sale and retailing of which the\n                      Council intends the exemption made by para-\n                      graph (a) of subsection (1) of section 19 to apply;\n                 (b) a list (in this Act referred to as “List No. 2”)\n                      in which shall be included the drugs in relation\n                      to the storing for sale and retailing of which the\n                      Council intends the exempticn made by paragraph\n                      (b) of subsection (1) of section 19 to apply;\n                 (c) a list (in this Act referred to as “List No. 3”) in\n                      which shall be included all poisons;\n                 (4 a list (in this Act referred to as “List No. 4”) in\n                      which shall be included all drugs which any regula-\n                      tions made under the Food and Drugs Act pro-\n                      hibit from being retailed except on and in\n                      accordance with a prescription from a registered\n                      medical practitioner or a registered dentist or a\n                      registered veterinary surgeon or veterinary prac-\n                      titioner.\n                    (2) The Council may from time to time by notice\n            published in the Gazette amend or vary any of the lists\n            specified in subsection (1).\n                   (3) A notice under subsection (1) or (2) shall be of\n            no effect unless it was approved by the Minister prior to\n            the publication thereof.                                              ,\nCompound-       1 8 . 4 1 ) Subject to the provisions of section 19 no person\ning, dispens-\ning, storing shall compound, dispense, store for sale or retail any drug\nfor sale\nand retail-   unless-\ning of\ndmgs and\npoisons.\n                            PHARMACY                                15\n    (a) the compounding, dispensing, storing for sale or\n        retailing, as the case may be, is effected-\n             (i) on premises registered as a pharmacy; and\n            (ii) by a registered pharmacist or by a registered\n                 pharmaceutical student under the super-\n                 vision of a registered pharmacist; and\n    (b) where that drug is a poison, he complies with\n        the provisions of subsections (3) and (4); and\n    (c) where that drug is included in List No. 4, such\n        retailing is effected on and in accordance with a\n         prescription given by a registered medical practi-\n         tioner or a registered dentist or a registered\n        veterinary surgeon or veterinary practitioner; and\n    (d) such additional requirements as may be prescribed\n        in relation to the compounding, dispensing, storing\n        for sale and retailing of that drug are satisfied.\n        (2) No person shall carry on a business which in-\ncludes the retailing of any poison unless-\n     (a) such business is carried on in a registered\n          pharmacy; or\n    (b) he is an authorized seller of poisons.\n        (3) Every person who retails any poison shall keep\nsuch poison-\n    (a) in a bottle, vessel, box, wrapper or cover distinctly\n          labelled with the name of such poison and with\n          some distinctive mark indicating that it is a poison;\n          and\n    ( h ) in a cupboard sst apart for the keeping of poisons,\n          and such cupboard shall be kept locked.\n        (4) No person shall sell, dispense or deliver to any\nother person any poison unless the bottle, vessel, box,\nwrapper or cover in which such poison is contained is\ndistinctly labelled in the prescribed manner with-\n                                              PHARMACY\n                  (a) the word “poison”; and\n                  (b) the name of the poison; and\n                  (c) the name of the seller of the poison and the address\n                       of the premises on which it was sold.\nExamp           1941) The provisions of subsection (1) of section 13\ntions from\nsection 18.   and paragraph (a) of subsection (1) of section 18 shall not\n              apply in relation to the storing for sale and retailing-\n                  (a) of any drug included in List No. 1; or\n                  (6) in such places and in accordance with such re-\n                       quirements as may be prescribed, of any drug\n                       included in List No. 2.\n                        (2) Nothing in section 18 shall-\n                  (a) apply to a drug which is supplied-\n                          (i) by a registered medical practitioner or by\n                               a registered nurse or midwife on the direc-\n                               tion of a registered medical practitioner,\n                              for the purposes of medical treatment; or\n                         (ii) by a registered dentist for the purposes of\n                               dental treatment; or\n                        (iii) by a registered veterinary surgeon or\n                              veterinary practitioner for the purposes of\n                              animal treatment; or\n                  (b) apply to or interfere with the sale of a drug-\n                          (i) to a registered medical practitioner, regis-\n                              tered dentist or registered veterinary\n                              surgeon or veterinary practitioner for the\n                              purpose of his profession; or\n                         (ii) to, or for use, in connection with any\n                              hospital or other institution specified by the\n                              Minister in a notice published in the\n                              Gnzette; or\n                        (iii) to a registered pharmacist for the purpose\n                              of a registered pharmacy.\n                   F     e inclusion   of this page is authorized by L.N. 60/1976]\n                           PHARMACY                                     17\n                   PARTV. Miscellaneous"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Compounding, dispensing, storing for sale and retailing of drugs and\n             poisons."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Exem~tionsfrom section 18.\n                                     PHARMACY\n         PART V . Miscellaneous"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. The owner of the business carried on in a registered Restric-\npharmacy shall not cause or permit that pharmacy to be tionning   on of.\nopen unless-                                                 (pEmacy in\n                                                             the absence\n    (a) a registered pharmacist is in charge thereof and :Jrzis-\n        in actual attendance therein; or                     pharmacist.\n    (b) all drugs therein which are required by this Act\n        to be compounded, dispensed, stored for sale or\n        retailed by or under the supervision of a registered\n        pharmacist are put away and properly secured."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The owner of the business carried on in every regis- Certificates\n                                                             to be\ntered pharmacy shall cause to be conspicuously exhibited exhibitd.\nin the pharmacy-\n     (a) the certificate of registration of the pharmacy for\n         the time being in force; and\n     (b) the certificate of registration of the registered\n         pharmacist for the time being in charge of the\n         pharmacy."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-(1) No person shall, unless he is registered as a Restric-\n                                                             tion on use\npharmacist-                                                  titles and\n     (a) take or use any of the following titles, that is to descriptions.\n            say, pharmacist, druggist, chemist and druggist,\n            pharmaceutical chemist or pharmaceutist; or\n     ( b ) take or use in connection with the sale of goods\n            by retail the title of chemist.\n          (2) No person shall display on any premises not\nregistered as a pharmacy-\n     (a) any sign, title, emblem or representation which\n            includes the description “drugs” or “drugstore” or\n            “drug dispensary” or “drug sundries” or “phar-\n            macy”; or\n     (b) any other sign, title, emblem or representation\n            reasonably calculated to suggest that such premises\n            are registered as a pharmacy.\n18                                         PHARMACY\nInspection\nand enforce-"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(1) An inspector appointed under this Act may, for\nment.          the purpose of securing compliance with the provisions of\n               this Act at any reasonable time enter-\n                     (a) any premises in respect of which application for\n                         registration under this Act has been made; or\n                     (b) any registered pharmacy; or\n                     (c) any premises in which any person carries on the\n                         business of an authorized seller of poisons; or\n                     (d) any premises in which he has reasonable cause\n                         to suspect that a breach of this Act has been com-\n                         mitted,\n               and make such examination and enquiry and do such other\n               things, including the taking of samples free of charge, as\n               may be necessary for ascertaining whether such premises\n               are suitable for the purposes of a pharmacy or whether\n               the provisions of this Act are being complied with.\n                        (2) An inspector shall be furnished with a certificate\n               of appointment and on entering any place pursuant to\n               subsection (1) he shall, if required to do so, produce the\n               certificate to the person in charge of the place.\n                       (3) The owner or person in charge of a place entered\n               by an inspector pursuant to subsection (1) and every person\n               found therein shall give the inspector all reasonable assist-\n               ance in their power and shall furnish him with such informa-\n               tion as he may reasonably require.\n                       (4) Nothing in this section shall authorize any\n               inspector to enter or inspect the premises, not being a shop,\n               of a registered medical practitioner or a registered dentist\n               or a registered veterinary surgeon or veterinary practitioner.\nCertificates     2 4 4 1 ) Subject to the provisions of subsection (21, the\n&analysis.     certificate of an inspector appointed under this Act or of\n               a person designated to be an analyst for the purposes of the\n               Food and Drugs Act stating that he has examined or\n               analysed a sample for the purposes of this Act and stating\n    the result of his examination or analysis shall be admissible\n    in evidence for a prosecution for a contravention of this Act\n    and shall be prima facie proof of the statement contained in\n    the certificate but the party against whom it is proposed may\n,   require the attendance of the inspector or analyst for the pur-\n    pose of cross-examining him.\n              (2) A certificate under subsection ( 1 ) shall not be ad-\n    missible in evidence unless the party intending to produce it has\n    before the trial given to the party against whom it is intended to\n    produce it reasonable notice of such intention and a copy of the\n    certificate."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25-1) The Council, with the approval of the Minister, may             Regulations.\n    make regulations generally for the proper carrying out of the\n    provisions and purposes of this Act and in particular but without\n    prejudice to the generality of the foregoing may make regula-\n    tions-\n         ( a ) prescribing in respect of pharmaceutical students the\n               qualifications to be possessed as a prerequisite for\n               registration and the courses of training to be followed\n               after registration;\n         (b) prescribing the manner in which disciplinary proceed-\n          . ings may be instituted before the Council, the proce-\n             dure to be followed in the conduct of such proceedings\n             and matters incidental to or consequential on such\n             proceedings;\n         ( c ) prescribing the manner of appealing to the Tribunal\n               and as to the proceedings in any such appeal and mat-\n               ters incidental to or consequential on such proceedings;\n         (4 prescribing the qualifications to be possessed as a pre-\n             requisite for registration as a pharmacist;\n         ( e ) specifying the substances which are poisons for the\n               purposes of this Act;\n20                                           PHARMACY\n                  u> for the registration of authorized sellers of poisons,\n                     for matters incidental to or consequential on such regis-\n                     tration, including fees, and specifying the poisons\n                     which may be sold by authorized sellers of poisons;\n                  (g) respecting-\n                          (i) the compounding, dispensing, labelling, storing\n                              for sale and retailing of drugs and poisons;\n                         (ii) the containers in which poisons may be sold or\n                              supplied;\n                         (iii) the addition to poisons of specified ingredients\n                               for the purpose of rendering them readily dis-\n                               tinguishable as poisons,\n                     and different provisions may be made for different\n                     drugs or poisons;\n                  (h) providing in respect of registered pharmacies and autho-\n                      .rized sellers of poisons for the keeping, examination and\n                      auditing of books and records and for the making of\n                      reports and returns;\n                  (i) prescribing the places other than registered pharmacies\n              '       in which drugs included in List No. 2 may be stored for\n                      sale and retailed and the requirements which shall be\n                      satisfied in relation to the keeping and retailing of such\n                      drugs in those places;\n                  (j) prescribing any other matter or thing which may be, or\n                      is required by this Act to be, prescribed.\n7/20 1 1           (2) Notwithstanding section 29(b) of the Interpretation\nSch.\n           Act, regulations made under this section may provide for the im-\n           position of penalties on summary conviction in a Resident\n           Magistrate's Court of a fine not exceeding one million dollars or\n           imprisonment for a term not exceeding twelve months or both\n           such fine and imprisonment.\n                              PHARMACY"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.-41) Every person who-\n     (a) contravenes the provisions of subsection (1) of section\n         13 or subsection (4) of section 14 or section 18 or\n         section 20 or section 21 or. section 22; or\n     (b) with intent to deceive-\n             (i) forges or uses or lends to or allows to be used\n                 by any other person any certificate issued under\n                 this Act; or\n            (ii) makes or has in his possession any document\n                 so closely resembling such certificate as to be\n                 calculated to deceive; or\n     (c) assaults or obstructs any inspector or other .officer ap- -\n         pointed under this Act acting in the performance of his\n         functions under or pursuant to this Act;or\n     (d) bribes or attempts to bribe any inspector or other offi-\n         cer appointed under this Act in connection with any\n         matter arising in the performance of any of his func-\n         tions under or pursuant t o this Act; or :\n     (e) knowingly gives false-or misleading information to\n         any inspector or other officer appointed under this Act;\n         or\n     u> being an inspector or other officer appointed under this\n            Act accepts any bribe in connection with any matter\n            arising in the performance of any of his functions\n            under or pursuant to this Act;\n      ( g ) fails to erect and maintain in a prominent position in 611996\n            the place in which drugs are sold or supplied, a sign S. 2(b).\n            informing persons of the availability of a generic drug    ,\n            which is the bioequivalent of a drug which carries\n            a brand name;\n      (h) compounds, dispenses, stores for sale or retails, any        :%,\n            drugs in contravention of section 18,\nshall be.guilty of an offence and shall be liable on summary con-\nviction before a Resident Magistrate to a fine not exceeding five\n22                                            PHARMACY\n71201I          hundred thousand dollars or to imprisonment with or without\nSch.\n                hard labour for a term not exceeding six months.\n                         (2) A prosecution for an offence under paragraph (d)or\n                u> of subsection (1) shall not be instituted without the sanction\n                of the Director of Public Prosecutions.\nMinister           26A. The Minister may, by order subject to affirmative reso-\nmay amend       lution, amend the monetary penalties specified in this Act.\nmonetary\npenalties.\n71201 1\nSch.\nTrans~t~onal         27. In any enactment existing at 4th August, 1975, or in\n                any regulations or other instruments made under any such enact-\n                ment and existing at 4th August, 1975-\n                      (a) references (in whatever terms) to a shop registered as a\ncap 105                   pharmacy under the Drugs and Poisons Law shall be\n 1953 ~ d t n             construed as references to a pharmacy registered under\n                          this Act; and\n                      (b) references (in whatever terms) to a person licensed as\n                          a druggist under the Drugs and Poisons Law or to a\n                          holder of a druggist's licence under that Law shall be\n                          construed as references to a pharmacist registered un-\n                          der this Act.\n                                              FIRSTSCHEDULE                        (Section 3)\n                                 Constitution and Procedure of the Council\n Constitution      1. The Council shall consist of ten members appointed by the\n of the Council. Minister of whom six shall be nominated by the Pharmaceutical Society or\n               any other body recognized by the Minister as having succeeded to the\n               hnctions of that Society.\n Chairman          2. The Minister shall appoint one of the members of the Council to\n               be the chairman thereof.\n Tenure of         3. The appointment of a member of the Council shall, subject to\n office.       the provisions of this Schedule, be for a period not exceeding three years\n               and such member shall be eligible for reappointment.\n Acting            4. If the chairman or any other member of the Council is absent or\n appointments. unable to act, the Minister may appoint any person to act in the place of\n               the chairman or such other member.\n Resignations.    ?+.--(I) Any member of the Council, other than the chairman, may\n               at any time resign 'his office by. instrument in writing addressed\n               to the Minister and transmitted through the chairman, and from the\n                             PHARMACY                                                23\ndate o€raceipt by the Minister of such instrument such member shall\ncease to be a member of the Council.\n      (2) The chairman may at any time resign his office by instrument\nin writing addressed to the Minister and such resignation shsall take\neffect as from the date of receipt by the Minister of such instrument."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Transitional.\n          SCHEDULES.\n                           PHARMACY                                                 3\n                                                                             Acts\n                  THE PHARMACY ACT                                        5 of 1966,\n                                                                          6 of 1996,\n                                                                          7 of 2011\n                                                                             Sch.\n                                                   [4th August, 1975.]\n                     PART1. Preliminary"
    }
  ],
  "definitions": [
    {
      "term": "authorized sellers of poisons",
      "definition": "any person who is",
      "source_provision": "sec2"
    },
    {
      "term": "the Council",
      "definition": "the Pharmacy Council appointed",
      "source_provision": "sec2"
    },
    {
      "term": "poison",
      "definition": "any substance, whether a drug or not,",
      "source_provision": "sec2"
    },
    {
      "term": "midwife",
      "definition": "a person registered",
      "source_provision": "sec2"
    },
    {
      "term": "veterinary practition-\n                            er",
      "definition": "a person registered under the Veterinary",
      "source_provision": "sec2"
    }
  ]
}