{
  "id": "jm-stat-the-pilotage-act",
  "type": "statute",
  "title": "The Pilotage Act",
  "title_en": "The Pilotage Act",
  "short_name": "Pilotage Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-pilotage-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-pilotage-act | Legal areas: Regulation of Professions",
  "provisions": [
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Subject to such terms and conditions as may be ~utbority\n                                                                 issue.\nprescribed, the master of a ship of a maximum gross regis- to exmphon\ntered tonnage of under five hundred tons whc+                 certificates\n                                                              to ships'\n     (U) satisfies the Authority that he possesses sufficient\n         knowledge of a pilotage area; and\n     (b) pays the prescribed fee,\nmay be granted by the Authority a certificate of exemption\nfrom pilotage in relation to the movements of that ship in\nthat area.\n  7 4 1 ) Subject to the provisions of subsection (8) of Registration\nsection 4, but with due regard to any limit on the number ~            ~         ~   $\nof apprentices which may be prescribed, no person shall be :;;E:\nregistered as an apprentice pilot unless he applies to the ticepilots.\nAuthority in the prescribed form, furnishes such documents\nas may be required by the Authority pays the prescribed\nfees and satisfies the Authority that-\n     (U) he possesses the prescribed qualifications;\n     (b) he is of good character; and\n     (c) he has attained the age of sixteen years, or such\n          other age as may be prescribed.\n      (2) The Authority may, as it sees fit, assign any\napprentice for duty with any licensed pilot selected by the\nAuthority and the licensed pilot so selected shall be obliged\nto permit the apprentice to accompany him in the perform-\nance of his duty.\n      m e inclusion of this page is authorized by L.N. 60/1976]\n10                                         PILOTAGE\n                      (3) (a) Where by virtue of any disciplinary action\n               taken under this Act, or at his request, the registration of\n               any person as an apprentice pilot is terminated, his name\n               shall forthwith be removed by the secretary from the\n               register, and he shall within seven days after the removal\n               of his name surrender his certificate of registration and\n               identification card to the secretary.\n                           (b) Failure on the part of the apprentice to com-\n               ply with this subsection shall render him liable on summary\n               conviction in a Resident Magistrate’s Court to a iine not\n               exceeding twenty-five dollars.\n                      (4) There shall be paid by the Authority to apprentice\n               pilots such sums by way of allowances or expenses as the\n               Authority may from time to time considtir reasonable.\nThe              8. The Authority shall not be liable for any loss or injury\nAuthority\nnotliablefor   occasioned by any act or default of a licensed pilot or\nloss\nby pilot\n     caused\n         or    apprentice.\napprentice.\nAuthority        9.41) All pilotage charges payable in respect of any\nto receive\npilotage       ship shall be paid to the Authority by the master of the\ncharge.        ship, the owner, agent or consignee as the case may be.\n                      (2) The master, owner, agent and consignee aforesaid\n               shall be jointly and severally liable for the payment of any\n               pilotage charges payable in respect of a ship and the\n               Authority may recover the amount due by action against\n               any or all of them.\nNo               10. No customs officer at any port in Jamaica shall grant\nclearance if\nunpaid         a clearance to a ship if he is informed by the Authority\npilotage\ncharges.\n               that pilotage charges in respect of the ship are outstanding\n               and unpaid.\nPilotage         11.-( 1) The Authority shall maintain a fund to be known\nfund.\n               as the pilotage fund-\n                           PILOTAGE                                    11\n    (a) into which shall be paid-\n            (i) all  pilotage charges received by                the\n                 Authority pursuant to section 9;\n           (ii) all fees collected in respect of the issue or\n                renewal of any licence or registration under\n                this Act;\n           (E) all sums paid to the Authority or deducted\n               from the remuneration of pilots by way of\n               fines; and\n    (b) out of which shall be paid-\n           (i) all amounts payable under this Act to pilots\n               and apprentices according to their entitle-\n               ment under this Act;\n           (ii) all amounts allocated to a pilots’ benefit\n                fund established under section 12; and\n           (iii) all expenses incurred by the Authority in\n                 the performance of its functions under this\n                 Act in relation to pilotage services and\n                 matters ancillary thereto.\n       (2) The Authority may deduct from any amount\npayable to a pilot or apprentice under this Act the amount\nof any fine imposed on him in disciplinary proceedings\npursuant to this Act and any other amount of money owing\nby him to the Authority under this Act."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-41) The Authority shall appoint an examining committee to hold             Examina-\n                                                                                 tions.\nexaminations for the purposes of the Act.\n        (2) The Authority shall hold examinations in the several subjects\nspecified in Part I1 of the First Schedule at such times (not being less than    First\nonce in every year), at such places, and subject to such provisions as the       Schedule.\nAuthority may fi-om time to time determine.\n                                                    PILOTAGE\n                                                  SCHEDULE,\n                                                         contd\nL.N.                    (3) No person shall be permitted to enter for an examination referred\n180/2006\n               to in this regulation unless-\n                     (a) he has been an apprentice and holds one of the following\n                         qualifications, namely-\n                                (i)   a Class I certificate of competence for a minimum of\n                                      two years;\n                                (ii) a Class I1 certificate of competence for a minimum of\n                                     two and a half years; or\n                                (iii) a Class I11 certificate or a Jamaica Defence Force\n                                      Command certificate for a minimum of three\n                                      years;\n                     (b) he has completed a course of training approved by the\n                         Authority;\n                     (c) his conduct during the period of training was satisfactory;\n                         and\n                     (6) he has paid the examination fee of one thousand dollars.\nCertificate       8 4 1 ) Every person who has passed an examination referred to in\nof cornpe-     regulation 7 shall be issued with a certificate of competence in the\nfence.\nSecond         form specified as Form C in the Second Schedule.\nSchedule.\n                       (2) A certificate under paragraph (1) shall not be issued until and\nL.N. 911982.   unless the person to whom it is issued has shown competence in the ports\n               of Kingston, Montego Bay, Port Kaiser, Ocho Rios, Portland Bight\n               (including Port Esquivel, Rocky Point, Salt River and Old Harbour Bay) and\n               Fort Rhoades.\n                               Qualifications of Candidatesfor Pilot's Licences\nPilot's          9.--(I) Subject to the provisions of section 5 of the Act, every person\nlicence and    who-\nidentity\ncard.               (a) has attained the age of nineteen; and\n                      (6) holds a certificate of competence issued pursuant to regulation"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8,\n               shall be eligible on application to be licensed as a pilot by the\n               Authoritv.\n                                            PILOTAGE\n                                           SCHEDULE,\n                                                  contd.\n       (2) Every application for a pilot's licence shall be in the form\nspecified as Form D in the Second Schedule and shall be accompanied\nby-\n      (a) a copy of the certificate of competence;\n      (b) two passport size photographs of the applicant on the back of one\n          of which a certificate shall be affixed by a Justice of the Peace\n          or Notary Public or Minister of Religion in the following\n          form-\n                \"I certify this to be a true photograph of the applicant\n                Mr. .. .. .. .. .. ..... ... . . . . . . . . .... . . .. .. .. . . .. .. . .., . . . ..,., . . .. .. ... ... ,"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Subject to regulation 15 a pilot's licence issued by the Authority Duration\nshall remain in force from the date of its issue until the thirty-first day\nof December of the year in which it was issued and, unless\nsuperseded by a new licence, shall have effect for one calendar month\nthereafter."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-41) Every pilot who wishes to be licensed for a pilotage area for Additional\n                                                                           certificate\nwhich he is not already licensed, shall advise the Authority in writing of ofcompe-\nhis intention stating the area in respect of which he intends to be\nexamined.\n                 [The inclusion o f this page is authorized by L.N. 11n010 1\n                                                  PILOTAGE\n                                                      contd.\n                                               SCHEDULE,\n                     ( 2 ) On being so advised the Authority shall ensure that the pilot\n             is given reasonable opportunity of accompanying a pilot licensed for\n             such area for at least twelve (12) transits of the pilotage area, i.e., six (6)\n             inward transits and six (6) outward transits.\n                      (3) On completion of the required number of transits the pilot\n             shall apply to the Authority to be examined by the examining corn tee\n             with a view to obtaining an additional certificate of competence. tyery\n             application shall state the area for which the applicant wishes to be\n             examined and shall be accompanied by-\n                   (a) evidence of having completed the required number of transits for\n                       that area; and\nL.N.\n180i2006.          ( b ) a fee of one thousand dollars.\n                      (4) Every pilot who has passed an examination referred to in para-\n             graph (3) shall be issued with a certificate of competence for the\n             pilotage area in respect of which he was so examined.\nAdditional       12. Any pilot who holds a certificate of competence for a pilotage area\nlicence.     for which he is not already licensed may apply to the Authority to be\nL.N.         licensed for that area, and upon payment of a fee of one thousand dollars\n180i2006.    shall be issued with a licence for that area.\nCoastal          13.-41) Every pilot who wishes to be licensed for coastal pilotage\npilotage\nexamina-\n             shall advise the Authority in writing of his intention and thereupon shall,\ntion.        on payment of a fee of one thousand dollars, be examined by the examining\nL.N.         committee in the following matters-\n180R006.\n                   (a) the courses and distances between pilotage areas;\n                   ( b ) details of navigational aids around the Island;\n                   (c) all off-Iying.dangers, shoals, reefs, width of channels;\n                   (4 all recognized anchorages and unspecified ports in the 1. .nd;\n                        and\n                   ( e ) hurricanes in the Gulf of Mexico and Caribbean area and weather\n                         conditions around the Island.\n                     ( 2 ) Any pilot who has passed the examination referred to in\n             paragraph (1) may apply to the Authority to be licensed for coastal pilotage\n                              [The inclusion of this paEe is authorized by L.N. llROlO I\n                                      PILOTAGE\n                                     SCHEDULE,\n                                            contd.\nand, upon payment of a fee of one thousand dollars, shall be issued with L.N.\na licence for coastal pilotage.                                          18012006"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.41) The Authority may, with the approval of the pilots’\n                                                    benefit\nMinister, establish a pilots’ benefit fund.         fund.\n       (2) The Authority may make regulations for the\nmanagement of the said fund and the application of such\nsums as may be carried from time to time to the credit\nthemmf.\n      me inclusion of this page is authorized by L.N. 60/1976]\n12                                          PILOTAGE\n                      (3) A separate account shall be kept by the\n               Authority of all moneys allocated to or received by the\n               Authority for the benefit of the said fund, and money\n               standing to the credit of that account shall not be applicable\n               to any purpose other than a purpose of that fund.\n                                    PARTIII-Discipline\nDisciplinary     13.-(I) The disciplinary powers of the Authority shall\npowers.\n               be exercised in the first instance by the Superintendent of\n               Pilotage who is hereby empowered-\n                    (a) to interdict from duty any pilot or apprentice who\n                        in his opinion is unfit to carry out any of his duties;\n                    (b) to hear and determine any complaint made agahst\n                        any pilot or apprentice which in his opinion is\n                        not of so serious a nature as to require reference\n                        to a Disciplinary Committee and in his discretion,\n                        subject to subsection (2), to admonish the pilot or\n                        apprentice or to impose on the pilot or apprentice\n                        a fine not exceeding 'one hundred dollars;\n                    (c) to investigate any complaint made against a pilot\n                        or apprentice and any case! in which it appears\n                        to the Superintendent of Pilotage that there has\n                        been a breach of the provisions of this Act or any\n                        regulations by a pilot or apprentice and any case\n                        in which there is a probability that any pilot has\n                        failed in his duty and, if in his opinion the circum-\n                        stances so warrant, to refer the matter to a\n                        Disciplinary Committee for hearing;\n                    (4 to exercise the powers conferred upon the Author-\n                        ity by secti<M1s 41 (2), 42 (2) and 43 of this Act.\n                       (2) Any pilot or apprentice who is aggrieved by a\n               decision of the superintendent of Hotage pursuant to\n               paragraph (a), (b)or (d)of subsection (1) may appeal in the\n               prescribed time and manner to a Disciplinary Committee\n                          iacludon d thir      ir authorized by W.a0/1976]\n                           PILOTAGE                                     13\nand on any such appeal a Disciplinary Committee may\nmake such order varying or afuming the order of the\nSuperintendent of Pilotage as it thinks just.\n       (3) A Disciplinary Committee in dealing with an\nappeal under this section shall take into mnsideration-\n    (a) reports from the Superintendent of Pilotage copies\n        of which shall be made available to the appellant;\n         and\n     (b) any representation made by or on behalf of the\n         pilot OF apprentice,\nand may award costs for or against a pilot or apprentice\nnot exceeding one hundred dollars and any award of costs\nin favour of a pilot or apprentice shall be paid from the\npilotage fund."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.--(I) A licence may be renewed annually, notwithstanding that it                          Renewal\nhas expired, on application to the Authority and on payment of the                              Oflicc\"ce~\nappropriate renewal fee, so, however, that the licence so renewed shall\nhave effect from the date of renewal.\n           (2) The renewal fees payable in respect of licences, shall be as L.N.\nfollows-                                                                                        17011999.\n                                                                                                L.N.\n      (a) for every licence issued for four ports                    ...         $2,000.00      180/2006\n      (b) for every port in addition thereto            .. .         .. .        $1,000.00\n      (c) for every coastal pilotage licence            ...          ...         $1,000.00"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1)   A Disciplinary Committee shall hear and deter- P-\n                                                              of a\nmine-                                                         Dieciplinary\n                                                              Committee.\n    (a) appeals made pursuant to subsection (2) of section\n         13;\n    (b) cases refemd to it by the Superintendent of\n        pilotage under paragraph (c) of subsection (1) of\n        section 13.\n        f”b irrludon of thir pys is authorbd by U.60119761\n14                                       PILOTAGE\n                     (2) In any disciplinary proceedings against any pilot\n             or apprentice pursuant to paragraph (b) of subsection (1)\n             the Committee may, if it thinks fit, take all or any of the\n             following actions-\n                  (a) suspend the pilot or apprentice from duty for such\n                       period and on such terms (whether as to emolu-\n                       ments or otherwise) as it thinks just;\n                  (b) impose on the pilot or apprentice a fine not exceed-\n                       ing five hundred dollars;\n                  (c) recommend to the Authority that the licence of\n                       the pilot or the registration of the apprentice be\n                       revoked or suspended.\nPilots         16. At any disciplinary proceedings before the Superin-\nright to\nbe repre-    tendent of Pilotage pursuant to paragraph (b) or (4 of\nsented.      subsection (1) of section 13, or before a Disciplinary\n             Committee, the pilot or apprentice, as the case may be, shall\n             have the right to be heard and to be represented by an\n             Attorney-at-Law or by any licensed pilat.\nAppeals to     17.-(1) Any pilot or apprentice aggrieved by any action\na Judge in\nChambers     of a Disciplinary Committee under paragraph (a) or ,(b)of\nagainst\ncertain      subsection (2) of section 15 may, within such time and in\npenalties\nimposed\n             such manner as may be prescribed by rules of court, appeal\nby the\nCommittee.\n             to a Judge in Chambers who may make such order varying\n             or affirming the order of the Disciplinary Committe6 as he\n             considers just.\n                     (2) At an appeal under this section, the Judge may\n             award costs for or against the pilot or apprentice, and any\n             award of costs in favour of a pilot or apprentice shall be\n             paid from the pilotage fund.\n                     (3) An order of a Judge under this section shall be\n             final and conclusive and not subject to any further right\n             of appeal.\n                           PILOTAGE                                   15"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The Authority .may, before renewing the licence of a pilot or                           Medical\nat any time as it sees fit, request any pilot to submit to a medical examination\nby a registered medical practitioner chosen by the Authority."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-41) The Secretary shall cause to be entered in the relevant Particulars\npart of the Register of Pilots and Apprentice Pilots, in respect of inRegiSter.\nevery person registered as an apprentice pursuant to subsection (8) of\nsection 4 or section 7 of the Act or licensed as a pilot pursuant to subsection\n(6) of section 4 or subsection (2) of section 5 of the Act, the following\nparticulars-\n      (a)    name and address;\n      (b) date of birth;\n      (c)    qualification in the case of an apprentice;\n                  lThe inclusion of this page i s authorized by L.N. lli2OlO I\n                                                     PILOTAGE\n                                                         contd.\n                                                  SCHEDULE,\n                      (4 date of registration as an apprentice;\n                      ( e ) date of issue of licence, and of any additional licences;\n                      V)   date of promotion to a higher grade.\n                        (2) The fee for inspection of the Register by members of the\nL.N.            public shall be fifty dollars.\n180/2006\nPublication         18. The Authority shall publish in the Gazette as soon as practicabie\nof list of\npilots,\n                after the end of each year, the following particulars-\napprentices\nand holders\nof exenipt-\n                      ( a ) the names and addresses of all registered apprentices;\ntion\ncertificates.         (b) the names and addresses of all licensed pi:ots, their grades, and the\n                          areas or ports for which they are licensed;\n                      ( c ) the names and addresses of all persons to whom exemption\n                           certificates have been granted.\n                                             Disciplinary Proceedings\nSuperinten-         19. Where the Superintendent of Pilotage exercises his powers under\n        rep0*   paragraph ( a ) or paragraph (d)of subsection (1) of section 13 of the Act,\ndisciplinary\n                he shall immediately report thereon in writing to the Authority stating\n                the facts on which his action was based and, in relation to his powers under\n                paragraph ( a ) aforesaid, the period for which the pilot or apprentice has\n                been interdicted.\nHearings by         20.-41) Where any complaint is made against any pilot or apprentice (in\nSuperinten-\ndent.\n                this regulation referred to as \"the defendant\"), the Superintendent of\n                Pilotage shall forthwith notify the defendant of the nature and particulars\n                of the complaint and the defendant shall within three days of receiving\n                such notice inform the Superintendent in writing whether or not he\n                disputes the complaint. If the defendant disputes the complaint the Super-\n                intendent shall inform him of the hearing at which the matter will\n                be heard.\n                         (2) At any hearing held in accordance with paragraph (I), the\n                Superintendent of Pilotage shall invite the defendant-\n                      ( a ) to fbmish any written statement or explanation which the\n                           defendant may wish to submit; and\n                      (b) to attend at the hearing, give evidence on his own behalf,\n                           call evidence in his defence and make submissions.\n                              PILOTAGE                                        35\n        (3) Upon the conclusion of the hearing the Superintendent of\nPilotage shall, in writing-\n     (a) inform the Authority of his decision in relation to a hearing\n           held pursuant to paragraph (b) of subsection (1) of section 13\n           of the Act; or\n     (b) report his finding of an investigation held pursuant to para-\n           graph (c) of subsection (1) of section 13 of the Act, stating\n           whether or not the complaint against the defendant has been\n           substantiated.\n        (4) If, at any hearing or investigation of any complaint held\nunder the provisions of this regulation, the defendant does not attend,\nthe Superintendent of Pilotage may proceed to hear and determine the\nmatter or to investigate the complaint in his absence if the Superinten-\ndent of Pilotage is satisfied that the requirements of paragraph (1) have\nbeen complied with:\n   Provided that if the defendant, within seven days, satisfies the Super-\nintendent of Pilotage that there was good and sufiicient reason for the\nfailure of the defendant to attend, the Superintendent may re-hear\nthe matter.\n        ( 5 ) Any pilot or apprentice who wishes to appeal to a Disci-\nplinary Committee in accordance with subsection (2) of section 13 of\nthe Act against a decision of the Superintendent of Pilotage shall,\nwithin ten days of that decision, give to the Authority notice in writing\nof his intention to appeal stating-\n     (U)  the decision of the Supetintendent of Pilotage against which\n          the appeal is made;      .\n     (b) the grounds on which the appeal is based."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) Any pilot or apprentice who is aggrieved by any $P:P~;o;\naction taken by the Authority pursuant to a recomrnenda- Appeal.\ntion under paragraph (c) of subsection (2) of section 15, or\nby the refusal or failure of the Authority to renew his\nlicence, or by the refusal or failure of the Authority having\nobtained possession of his licence, to return it to him, may\nappeal to the Court of Appeal within such time and in\nsuch manner as may be prescribed by rules of court.\n        (2) At the hearing of an appeal the Court of Appeal\nmay dismiss the appeal or, if it finds merit in the appeal,\ndirect the Authority to take such action in relation thereto\nas the Court of Appeal thinks just.\n        (3) The Court of Appeal may award costs for or\nagainst a pilot or apprentice and any award of costs in\nfavour of a pilot or apprentice shall be paid from the\npilotage fund."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) Where a pilot’s licence has been revoked, the ~ ;                ~   ~\nholder thereof shall, within seven days after the order ;;;;d~ti-\nrevoking the licence has been made, surrender it together cardto\nwith his identification card to the Authority for retention Authority.\nand the Authority shall cause the fact of the revocation\nto be endorsed on the licence.\n        (2) Where a pilot’s licence has been suspended-\n     (a) the holder thereof shall, within seven days after\n         the order suspending the licence has been made,\n         surrender it to the Authority for retention and the\n         Authority shall cause the particulars of the\n         suspension to be endorsed thereon;\n    (b) it shall be restored so endorsed to the pilot at the\n         expiration of the period of suspension.\n       (3) Failure on the part of a pilot to comply with\nsubsection (1) or (2) (a) shall render him liable on summary\n16                                       PILOTAGE\n              conviction in a Resident Magistrate’s Court to a continuing\n              fine of ten dollars for every day in which the pilot is in\n              breach.\nPenalty to       20. Whenever disciplinary action is taken against a pilot\nbe noted in\nregisterof    under this Part, the Authority shall cause a note of the\npilots.\n              penalty imposed on the pilot to be entered against the\n              pilot’s name in the register.\n                PARTIV-General Powers and Duties of the Authority\nInvestiga-      21.41) The Authority may appoint such person as it\ntions into\naccidents.    thinks fit to hold an investigation into every case in which\n              any ship in a pilotage area or under pilotage charge-\n                  (a) occasions or receives any damage; or\n                  (b) touches the ground; or\n                  (c)    runs foul of any other ship, buoy or beacon; or\n                  (4 is manoeuvred in a manner likely to endanger\n                         other users of a port,\n              and to report his findings to the Authority.\n                     (2) For the purposes of any such investigation the\n              person appointed for that purpose may summon and\n              examine the master of the ship concerned and any other\n              persons.\n                      (3) Where the evidence of any person may become\n              unavailable for an investimation under this section by virtue\n              of the necessity for him to leave the Island, the evidence\n              of that person may be taken on oath, written down, signed\n              by the witness and the signature shall be duly witnessed\n              by the person taking the statement.\n                        (4) The officer appointed pursuant to subsection (1)\n              to hold an investigation shall have the power to administer\n                    me inclusion of this page is authorized by L.N. 60/1976]\n                             P I U ) TAGE                                 17\noaths for the purposes of taking evidence under subsection\nf 3).\n       (5) Whenever it is desired to take evidence on oath\npursuant to subsection (3), notice shall be given to the pilot\nconcerned of-\n    (a) the intention to take such evidence on oath, and\n     (b) his right to be present and to crossexamine the\n         witness.\n        (6) AU questions asked at such cross-examination\nand all answers thereto shall be written down and signed\nby the witness and the pilot or, on failure of the pilot so to\nsign, shall be certified by the person taking the statement\nas correct.\n         (7) In subsections ( 5 ) and (6) references to a pilot\ninclude references to a master holding an exemption\ncertificate."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Penalty to be noted in register of pilots.\n    PART IV-General Powers and Duties of the Authority"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.-(1) Where the Superintendent of Pilotage refers a matter to a Disciplinary\nDisciplinary Committee, or notice of appeal in accordance with para- Committee\ngraph ( 5 ) of regulation 20 has been received, the Authority shall heamus.\nforthwith appoint a Disciplinary Committee to deal with the matter.\n        (2) Any Disciplinary Committee appointed in accordance with\nthe provisions of paragraph (1) may, in relation to any case in respect\nof which they are appointed, at any stage of the hearing, take advice\nfrom any attomey-at-law appointed by the Authority and may obtain\nproof of evidence in support of the allegations made against the pilot\nor apprentice, and may in such cases as they think fit, decline to\nproceed with the invest@ation unless the evidence in support of the\nallegation is verified by statutory declaration.\n        (3) Where a Disciplinary Committee is appointed in accordance\nwith the provisions of paragraph (1). they shall fix a date for hearing\nthe matter and shall send the pilot or apprentice charged a notice\nm writing informing him af-\n     (U) in any awe other than an appeal, the nature and particulars\n           of the allegation against him;\n               hdueion of thb page i~ authorized by LN. 55/1983]\n36                                             PILOTAGE\n                  (b) in the case of an appeal, such particulars as are necessary to\n                        identify the case; and\n                  (c) the time and place of the meeting of the Disciplinary Com-\n                        mittee at which the matter will be heard.\n                     (4) A notice under paragraph (3) shall be sent by registered\n             post to the relevant address contained in the register, or if the secretary\n             has reason to believe that that address is not the current address, then\n             to any other address that may be known to the secretary, and shall\n             be posted so as to allow at least fourteen days to elapse between the\n             date of posting and the date fixed for the hearing.\n                     ( 5 ) The secretary shall send a copy of the notice sent under\n             paragraph (3) to the Superintendent of Pilotage and the complainant\n             (if any).\n                     (6) Any party to proceedings being held under the provisions\n             of this regulation who intends to be represented by an attorney-at-law\n             or a licensed pilot shall give not less than seven days’ notice of that\n             intention to the secretary.\n                     (7)If the pilot or apprentice charged does not attend personally\n             or by a representative when so entitled, the Disciplinary Committee\n             may proceed to hear and determine the matter in his absence:\n                Provided that if the pilot or apprentice charged satisfies the Com-\n             mittee, within seven days, that there was good and sufficient reason\n             for his failure to attend, the Committee may re-hear the matter.\nDisciplinary    22.41) Upon the conclusion of the hearing, the Disciplinary Com-\ncomrmttee mittee shall, after consideration of all the relevant evidence. report\nto report    its decision to the Authority in writing.       ’\ndecisions.\n                     (2J The Authority shall, immediately after the receipt of the\n             report by the Disciplinary Committee of its decision in any matter,\n             inform the pilot or apprentice charged by registered letter of the\n             decision, and shall after twenty-one days from the date of posting\n             such letter carry out the decision of the Disciplinary Committee unless\n             a notice of appeal against the decision has been received.\n                                       Classification of Pilots\nGeneral         23.-(1)     Subject to paragraph (3) pilots shall be classified as\nclassifica-   follows-\ntion and\npromotion          (a) senior-pibts who may pilot all ships; and\nEPb-\n9/1982\n                   (b) junior-pilots who may, subject to paragraph (3). pilot ships\n                        of up to 21,000 g.r.t\n                      (2) The promotion of a juuior pilot to a senior pilot shau bc\n              determined by the Authority having regard to the skiU and experience\n              of the junior pilot, eo, however, that a junior pilot before being eligible\n              for promotion to a senior pilot. mmt-\n                   (a) have not less than seven years smioe rn a pilot;\n                   (6) be licensed for-\n                          me k l u d o n of thhb page b authorized by L.N. SS/1983]\n                               PILOTAGE                                               37\n               (i) the six pilotage areas specified in regulation 8(2); and\n              (ii) two additional pilotage areas selected by the Authority,\n                    in its discretion, from among the pilotage areas of\n                    Black River, Lucea, Oracabessa, Port Morant. Port\n                    Antonio, Rio Bueno, Savanna-la-Mar and St. A m ’ s\n                    Bay;\n          have piloted ships of up to 21,000 g.r.t. on not less than 2,500\n           movements; and\n          have accompanied a licensed pilot on ships of more than 21,000\n           g.r.t. for not less than 50 movements.\n       (a)    For the purposes of sub-paragraph ( b ) (ii) of paragraph (2), L.N.\nwhere there is only one pilotage area operating the word “one” shall 5 3 t i / 1990.\nbe substituted for the word “two”.\n        (3) The Authority may, at such times as the Authority thinks\nit necessary so to do, authorize a junior pilot to pilot a ship the g.r.t.\nof which exceeds 21,000.\n        (4) Where, pursuant to paragraph (3). a junior pilot pilots a\nship the g.r.t. of which exceeds 21,000, that junior pilot shall-\n     (U) for that occasion only, be treated as if he were licensed to\n           pilot ships of that g.r.t.; and\n     (b) in respect of each movement of that ship on that occasion be\n           treated for the purposes of promotion, but for no other purpose,\n           as having completed two movements.\n        (5) Nothing contained in paragraph (4) shall be construed as\nentitbq a junior pilot to any greater remyration than that to which,\nby virtue of his classification as a junior pilot, he is entitled under\nregulation 37.\n        (6) In this regulatim-\n     “g.r.t.” means maximum gross re&stered tonnage;\n     “movement” means an inward or outward transit of a pilotage\n           area or a movement from one part of a port or pilotage area\n           to another part of that port or phtage area."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-(1)   Any pilot in pilotage charge of a ship which is Pilotto\ninvolved in any accident or mishap specified in subsection report   any\n                                                              accident.\n(1) of section 21 shall report immediatery the fact of such\naccident or mishap to the Authority and shall hold himself\nready and available to assist in any investigation or enquiry\nin respect thereof and shall not without the permission of\nthe Authority absent himself until such investigation or\nenquiry has been held.\n        (2) In subsection (1) references to a pilot include\nreferences to a master holding an exemption certificate."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. The Authority may whenever it thinks fit so to do, Formal\nand upon receipt of the report pursuant to subsection (1) enquiry.\nof section 21 hold a formal enquiry into the accident or\nmishap referred to in the report.\n18                                          PILOTAGE\nAuthority’s        24.-(1) Subject to such regulations as may be made\npower to\nsummonand       under this Act, for the purposes of any enquiry to be held\nwitness, etc.   by virtue of section 23, the Authority is hereby empowered\n                to-\n                    (a) summon and examine witnesses;\n                    (b) call for and examine any documents;\n                    (c) administer oaths;\n                    (d) consider any written evidence which has been\n                        taken pursuant to subsection (3) of section 21;\n                    (e) call assessors or experts to give advice on nautical\n                        problems;\n                    U> adjourn any investigation or enquiry fram time\n                         to time.\n                       (2) For the purposes of any enquiry or investigation,\n                the Authority shall have all the powers possessed by\n                Commissioners appointed under the Commissions of\n                Enquiry Act, and section 11 of that Act shall apply to the\n                proceedings of the Authority.\nRegulations.      25.-(1) The Authority may, with the approval of the\n                Minister, make regulations generally for the proper carrying\n                out of the provisions and purposes of this Act and, in\n                particular but without prejudice to the generality of the\n                fcregoing, make regulations-\n                    (a) defining the limits of pilotage areas;\n                    (b) determining the qualifications, age, physical fitness,\n                        time of service, local knowledge, skill, character\n                        and other qualities required in relation t o -\n                            (i) persons applying to be licensed as pilots in\n                                respect of any port; and\n                           (ii) masters of ships applying for exemption\n                                certificates;\n                        PILOTAGE                               19\n(c) fixing the term for which a licence may be in force\n      and the conditions under which a licence may be\n      granted, renewed, or altered and the fees relating\n      to the grant, renewal or alteration of any such\n      licence;\n(4 providing for the method in which and the con-\n     ditions under which the list of pilots is to be\n     compiled;\n(e) fixing the limit (if any) on the nuniber of appren-\n     tices to be registered;\n(f) making provisions relating to apprentice pilots, the\n    duration of their apprenticeship, the standard of\n    education to be attained by persons wishing to be\n    trained as pilots, the training and good govern-\n    ment of apprentice pilots, the allowances to be\n    paid and leave facilities to be granted to such\n    apprentices and all other matters respecting\n    apprentice pilots;\n(g) providing generally for the good government of\n    all pilots and in particular for ensuring their good\n    conduct and constant attendance to and effectual\n    performance of their duties whether at sea or on\n    shore;\n(h) prescribing the conditions under which the Author-\n    ity may require any pilot to submit to such\n    examination as it may consider necessary in order\n    to determine his ability to undertake pilotage in\n    any particular area or to determine his mental or\n    physical capacity to take pilotage charge of ships;\n(i) determining the procedure to be followed by the\n    Authority, its officers, or any committee of the\n    Authority in cases of enquiry into accidents and\n    offences by pilots, apprentices, masters or officers\n    of ships, owners or agents of ships;\n20                               PIWTAGE\n              providing for the punishment of any breach of any\n              regulation made by the Authority for the good\n              government of pilots and apprentices by the\n              infliction of fines not exceeding one hundred\n              dollars, and for the suspension of pdots and\n              apprentices from duty, subject to such rights of\n              appeal as are provided for in this Act and, without\n              prejudice to the powers under this Act, providing\n              for the revocation or suspension of the licence of\n              any pilot in the case of any such breach of any\n              regulation;\n              fixing pilotage charges and regulating the extent\n              and manner in which moneys received from such\n              charges shall be appropriated for the purposes of\n              this Act;\n             providing for the collection by the Authority of\n              all pilotage charges and for the application and\n              distribution of the funds of the Authority;\n             establishing a fund for the payment of pensions or\n              other benefits to pilots, their widows or children\n              and providing for payment of contributions by\n              pilots and the Authority to such fund and for the\n              administration of and conditions of participation\n              in such fund;\n             providing for the Authority, if it sees fit so to do,\n              to delegate the management of any pension fund\n             created under this Act to any suitable person;\n             providing for deductions to be made from any\n             sums payable to pilots for payment towards any\n             pension fund created under this Act or towards\n             any fine imposed by the Authority under this Act;\n             fixing the fees to be paid for examinations;\n             providing for the classification of all pilots into\n             grades by such method as the Authority may\n     -\n         F   e inclusion of this page is authorized by L.N. 60/1976]\n                            PILOTAGE                                      21\n          determine and fixing the rate of remuneration to\n          be paid to any such grade of pilot from the pilotage\n          fund and different rates of remuneration may be\n          paid to different grades of pilots;\n          providing for leave of absence to pilots and\n          apprentices and for penalties for absence from duty\n          without leave;\n          providing for the establishment and maintenance\n          by the Authority of pilot stations and sub-stations\n          and pilot launches and boats and any other facility,\n          equipment or asset which may be required for the\n          proper administration of the piIotage service;\n         providing for the establishment and regulation of\n         pilot boat companies or other organizations offer-\n         ing facilities connected to pilotage;\n         prescribing the distinctive marks and flags to be\n         used by all pilot launches and boats;\n         specifying excepted ships;\n         for the making of corrections to the register and\n         the removal therefrom of names of pilots or\n         apprentices who have died or who have ceased\n         to be pilots or apprentices;\n         providing for any matter for which provision is to\n         be made or may be made under this Act.\n        (2) Until varied or revoked by regulations under\nsubsection (1) the regulations set out in the Schedule shall Schedule.\nhave effect.\n              PARTIV-Conapulsory           Pilotage\n  2 6 4 1 ) Every ship (other than an excepted ship) while Obligations\nnavigating in a pilotage area, shall be under the pilotage $:Egs is\nof a pilot licensed for such area by the Authority except in necessary.\n      me inclusion of this page is authorized by L.N. 60/1976]\n22                                         PILOTAGE\n               such circumstances and according to such conditions as\n               may be specified by order of the Minister.\n                       (2) Every ship which is permitted by an order of\n               the Minister made pursuant to subsection (1) to navigate\n               in a pilotage area without being under the pilotage of a\n               licensed pilot shall nevertheless, pay such fees as the\n               Authority may determine.\n                       (3) Every ship while being moved within a harbour\n               which forms part of a pilotage area, shall be deemed to be\n               a ship navigating in a pilotage area, except in the case\n               of ships being so moved for the purposes of changing from\n               berth to berth without unmooring.\nAuthority        27.41) The Authority may impose a fine on the master\nmay\nimpose fine.   of any ship (other than an excepted ship) which is not\n               under pilotage while navigating in a pilotage area.\n                       (2) Any fine imposed by the Authority pursuant to\n               subsection (1) shall not exceed treble the amount of the\n               pilotage charges that could be demanded for the conduct\n               of that ship had the appropriate services been rendered.\nAssignment       28.-(1) The master, owner, agent or consjgnee (except\nof pilot and\nmaster’s       in the case of excepted ships) shall apply to the Authority\nright to       in the prescribed form for the services of a pilot to take\nobject.\n               the ship into and out of a port and shall accept the\n               services of any pilot assigned by the Authority subject to\n               subsection (2) of this section.\n                       (2) The master, owner, agent or consignee may\n               object to the assignment of a particular pilot for any duty\n               and may, on payment of a request fee, request the Authority\n               to withdraw the services of that pilot and assign another\n               pilot for that duty.\n                      (3) The request fee shall be twenty-five per centurn\n               of the pilotage fees for that ship and shall be paid into\n                              PILOTAGE                                             23\nthe pilotage fund and shall not be refundable unless the\nAuthority decides otherwise.\n        (4) The Authority may, on receipt of a request under\nsubsection (2)-\n    (a) withdraw the services of the pilot originally\n          assigned and assign another pilot to that duty; or\n     (b) refuse the request.\n        (5) Any pilot assigned to a ship by virtue of para-\ngraph (a) of subsection (4) shall be accepted by the master,\nowner, agent or consigneesandno further objection shall be\npermitted."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.41) Subject to the provi8itmn of paragraphs (2) aqd (3). a pilot Reclassifica-\nwho immediately before the twenty-second day of Febniary. 1982-              tionof\n                                                                             pilots con-\n     (a) was classified aa a Grade I pilot shall, with effect from that sequenton\n           date. be reclassified as a senior pilot;                          1982 Regu-\n     (b) was classified as other than a Grade I pilot shall. with effect lations.\n                                                                             LN.\n           from that date, be rcclassiilcd as a junior pilot.                911982.\n        (2) If a pilot reclassifled pmuant to paragraph (1)-\n     (a) in the case of a senior pilot, is licensed for less than six\n           pilotage m;and\n     (b) in the casc of a junior pilot, is not licensed for all the pilotage\n           areas specified in regulation 8 (2).\nthe Aurhority shall in writing rquire him to obtain additional licences\nwithin such period, not exceeding twelve months, as the Authority may\nspedfy.\n              [Tbs -don      d thh pd i8 M b d & by L.N. 95 / 19971\n38                                           PILOTAGE.\nL.N.                   (3) A requirement by the Authority pursuant to paragraph (2)\n9/1SS2.      may specify the pilotage areas in respect of which the licence shall be\n             obtained to the intent-\n                  ( U ) as regards a senior pilot, that-\n                             (i) he is licensed for not less tban rix pilotage arCaS; and\n                            (ii) not less than three such pilotage areas are areas specified\n                                 in regulation 8(2) and the remaining pilotage areas are\n                                 such as may be selected by the Authority, in its dis-\n                                 cretion, from the following pilotage areas, that is to say.\n                                 Black River, Lucea, Oracabasa, Port Morant, Port\n                                 Antonio, Rio Bueno. Savanna-la-Mar and St. Ann’s\n                                 Bay; and\n                  ( 6 ) as regards a junior pilot, that he is licensed for not leas tban\n                          the six pilotage areas specified in regulation 8(2).\n                        (4) Where, ursuant to this regulation, the Authority nquireb\n                                  B                            tE\n             a pilot to obtain a ditional licences and the ot fails to obtain such\n             licences within the time specified, then, notwi tanding his r e c m c a -\n             tion, he shall, after the expiration of the period specified and for BO\n             long as he does not have the required number and type of licences, be\n             entitled to three-fourths only of the number of units to which he would\n             otherwise be entitled under regulation 37.\n                                             Pilotage Fees\n                2 5 . 4 1 ) There shall be payable to the Authority in respect of pilotase\n Fees;              services within the limits of any pilotage area, and fgr coastal pilotage\ngeneral.\nThird               the fees specified in the Third Schedule.\nSchedule.                   (2) Where pilotage services are requested for an port not\n                    within a pilotage area the fee shall be. determined in\n                    as if that port were within a pilotage area.\n                                                                              &     a manner\nL.N.                        (3) The pilotage fae in respect of ‘otage 8emiccll readmd to\n5 5 ~ ~ l 1 9 9 0 . ships of the categories specified in &he $         &hedule shall be the\n                    amount in Jamaican ourrency equivalent a2 the current rate of exchange\n                    to the amountx speoified in relation to them respedively in the culrrncy\n                    of the United States of AmeFica in ihe seoond column.\n                            (4) Fur the purposes of this Order “ourrent rate of exchaage”\n                    mans the buying            far sigh& tmmcbma lu.iingoatfsedayon\n                    which p y m e d of the pilotase faee in reepat of t b a ~vessel is made.\nF-;                    26. Where any e x c q t d ship a lies for and is granted‘the s d a s\nexcepted            of a pilot by the Authority, it s&      pg to the Authority the @ohm\nship.               fee and incidental charges which may\n                    class.\n                                                         &      applicabla to a ship of that\nFees;                  27. Any ship the master of which holds an cxemptjm #ptibcats\nexemption\ncertificate. shall pay the pilotase fee appropriata to its tonaaga\nFa;                    28. Where a pilot is piloting a ship-\ntrial and                (U) within the limits of any p  ilom area for the purpose of trial\nport move-                    or compass  adjustments; or\nmenu.\n                          [Ths hlusba dthirqageb W&rIzed byL.N. 9 S / l m\n                                   PILOTAGE\npilot who fails to satisfy any requirements of the Circular with regard to a\nminimum period of availability for the services required pursuant to that\nCircular.\n        ( 6 ) In this regulation any reference to a duty assigned to a pilot L.N.\nmeans a reference to any shipping movement for which a pilot is on turn in 120~Q.000.\naccordance with the roster.\n                        Conduct and Duties ofPilots"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. The owner or master of a ship navigating in any Liability\npilotage area shall be answerable for any loss or damage\ncaused by the ship or by any fault of the navigation of the t$;sp:\nship in the same manner as he would if navigation in a area. pilotage\nnon-pilotage area in Jamaican territorial waters.\n                  Display of Pilot Signals"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Where a ship is navigating in a pilotage area, and Displayof\nhas on board a pilot licensed for that area or a master $    E\n                                                             ':,;:\nholding an exemption certificate for that area, the master           :zddip.\nof the ship shall cause the prescribed signal denoting pilot\non board to be exhibited; and if he fails without reasonable\ncause to do so, he shall incur an additional pilotage fee\nof one hundred dollars,so, however, that the Authority may\nreduce this additional fee to such amount (if any) as it\nthinks fit."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. If the master of any ship while not having a pilot on Displayof\n                                                                     pilot signal\nboard-                                                               when no\n                                                                      ilot is on\n                                                            .,og\n    (a) displays such signal as is referred to in section 30;\n            or\n    (b) displays a signal similar to the signal aforesaid\n        with intent to deceive,\n         me inclusion of this .page is authorized by L.N. aOl19761\n                                            PILOTAGE\n               he shall incur an additional pilotage fee of two hundred\n               dollars, so, however, that the Authority may reduce this\n               additional fee to such amount (if any) as it thinks fit.\nObligation       32.41) The master of a ship (other than an excepted\nto display\nrequest        ship) shall, when navigating in any pilotage area, display\nsignal\nfor pilot.\n               the prescribed signal and keep it displayed until a pilot\n               comes on board.\n                       (2) If the master of any ship fails to comply with\n               this section, he shall incur an additional pilotage fee of one\n               hundred dollars, so, however, that the Authority may reduce\n               this additional fee to such amount (if any) as it thinks fit.\n                                      Bonding of Pilots\nBonds            33.41) Every person to whom a pilot's licence is granted\nrequired to    shall execute a bond for such amount and in such form as\nbe given by\npilot and\nlimitation\n               the Authority may prescribe, with a view to the limitation\nof pilot's     of his liability for neglect or want of skill.\nliability to\nextent                 (2) The liability for neglect or want of skill of a\nthereof.\n               pilot who has executed a bond as required by subsection (1)\n               of this section shall be limited to-\n                    (a) the amount of the bond; plus\n                    (b) the amount of the pilotage charges payable to the\n                         Authority in respect of the services being rendered\n                         by the pilot when he became so liable.\n                        (3) Any bond given by a pilot by virtue of subsec-\n               tion (1) shall not be liable to stamp duty or other government\n               tax and a pilot shall not be called upon to pay any expense\n               in relation to the bond other than the premiums for obtain-\n               ing or renewing the same.\nCourt to          34. Where any proceedings are taken against a pilot for\ndetermine      any neglect or want of skill in respect of which his liability\nextent of\npilot's\nliability.\n               is limited as provided by section 33, and other claims are\n                            PILOTAGE                                    25\nmade or apprehended in respect of the same neglect or\nwant of skill, the court in which the proceedings are taken\nmay determine the amount of the pilot’s liability, and, upon\npayment by the pilot of that amount into court, the court\nmay-\n     (a) distribute that amount rateably among the several\n         claimants;\n     (b) stay any proceedings pending in any other court\n         in relation to the same matter; and\n     (c) subject to any regulations, proceed in such manner\n         as it thinks fit as to-\n                 making persons interested parties to the\n                 proceedings;\n                 the exclusion of any claims not instituted\n                 within the prescribed time;\n                 requiring security from the pilot; and\n                 payment of any costs the court thinks just.\n                      Oflences by Pilots"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. Obligation to display request signal for pilot.\n                              Bonding of Pilots"
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. Bonds required to be given by pilot and limitation of pilot’s\n          liability to extent thereof."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. Court to determine extent of pilot’s liability.\n                             Of7ences by Pilots"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35.-(1) A pilot shall not demand or receive, and a Demancng\n                                                              or receinng\nmaster, owner, agent or consignee shall not offer or pay pilotage\nto any pilot, any pilotage charges and any pilotage charges charges.\nreceived by a pilot in contravention of this section shall be\npaid forthwith to the Authority.\n        (2) Every pilot or other person who contravenes\nsubsection (1) shall be guilty of an offence and shall be liable\non summary conviction in a Resident Magistrate’s Court to\na fine not exceeding one hundred dollars."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. If a pilot when piloting a ship is in wilful breach Penaltyon\nof his duty or neglects his duty or is under the influence g&-\n                                                           shi hfe\nof drugs or alcohol, and-                                  Or kb.\n      me inclusion of this page is authorized by L.N. 60119761\n26                                      PILOTAGE\n                     does any act tending to the immediate loss, destruc-\n                     tion or serious damage of the ship or tending\n                      immediately to endanger the life or limb of any\n                     person on board the ship; or\n                     refuses or omits to do any lawful act proper and\n                     requisite to be done by him for preserving the ship\n                     from loss, destruction or serious damage or for\n                     preserving any person on board the ship from\n                     danger to life or limb,\n            that pilot shall be guilty of an offence and shall be liable\n            on summary conviction in a Resident Magistrate’s Court to\n            a fine not exceeding five thousand ‘dollars or to imprison-\n            ment with or without hard labour for a term not exceeding\n            two years.\nPower of       37.-( 1) Notwithstanding any provision of this Act, where\nmaster to\nrelieve     the master of a ship has reason to believe that the actions\npilot.\n            of a licensed pilot on board a ship are in any way endanger-\n            ing the safety of the ship, he may, in the interest of the\n            safety of the ship, take the conduct of the ship from the\n            pilot or relieve the pilot from duty on board ship or both.\n                   (2) Where the master of a ship takes any action\n            pursuant to subsection (1) the master shall file with the\n            Authority, within three days of taking such action, a written\n            report setting out his reasons therefor.\nPenalty on     38. If any person, by wilful misrepresentation of\npersons\nobtaining   circumstances upon which the safety of a ship may depend,\ncharge of a obtains, or endeavours to obtain, the charge of that ship,\nship by AS-\nrepresenta- that person and every person procuring, abetting or\ntion.\n            conniving at the commission of the offence shall, in addition\n            to any liability for damages, be liable on summary conviction\n            in ‘a Resident Magistrate’s Court to a fhe not exceeding\n            five hundred dollars or to imprisonment with or without\n            hard labour for a term not exceeding twelve months.\n                  me inclusion of this paee is authorized by L.N. 60/1976]\n                            PILOTAGE                                      27"
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38.-(1) A pilot shall-                                                      General\n                                                                               conduct\n      (a)   obey and execute all lawful orders and directions given and        and duties.\n            issued by the Authority;                                    L.N.\n                                                                               911992.\n      (b) observe strict sobriety while on duty or while on stand-by;\n      (c) throughout the time he is in pilotage charge of a ship, use his\n          utmost care and diligence for her safety and the safety of\n          other ships and the safety of the channel and facilities of the\n          port and of property;\n      (6) not lay a ship aground without a written order from the\n          Authority or the owner or master of such ship or the agent\n          of the owner, or in circumstances where but for such grounding\n          there would be a real and substantial danger that the channel\n          would be wholly or partly blocked;\n      (e) not leave a ship piloted by him unless she is berthed alongside\n          a wharf or jetty or brought to a safe anchorage or if outward\n          bound, until the appropriate limits have been reached; pro-\n          vided that in case of an outward bound ship the pilot\n          may, with the approval of the master, leave the ship before\n          the appropriate limits are reached if, by reason of weather\n          conditions his return to shore will be endangered by\n          remaining on such ship until such limits are reached;\n      Cf) before leaving a ship piloted or attended by him obtain\n          from the officer in command a signed certificate which shall\n          contain particulars of the services rendered by the pilot;\n      (g) not bring a ship alongside any wharf or jetty should the signal\n          for the wharf or jetty. be against him, or if no signal is usually\n          used, unless he shall have first received permission from the\n          person in charge of the wharf or jetty;\n       (h) behave with due civility towards the owner, master and officers\n           of any ship under his charge;\n       (13 when he is about to take charge of a ship which is outward\n           bound or which is about to be removed from where she is\n           lying, go on board and report himself to the master or officer\n                                    PILOTAGE\n            in command before the appointed time, so as to enable her to be\n            moved out from the wharf or jetty or to proceed to sea or to\n            her destination;\n     (j)    when on duty always have with him a reliable time-piece, a\n            copy of the Act and all regulations made thereunder, and his\n            identification as a pilot;\n     ( k ) not attend to give evidence at any trial or enquiry to which he\n           is not a party (unless under subpoena) without permission\n           of the Authority and, if subpoenaed to give evidence, at once\n           report the fact in writing to the Authority;\n     (I)    keep the Authority informed at all times of the aijdress of\n            his residence and of any change of such address dnd of his\n            telephone number and of any change of such telephone\n            number;\n      (m)   when the pilot notices within the piiotage area for which he is\n            licensed any alteration in any of the banks or channels or\n            any buoys or beacon; which have been driven away, broken\n            down, damaged or displaced, or any circumstances affecting\n            the safety of navigation, forthwith give a correct statement\n            thereof in writing to the Authority;\n      (n) when any accident has happened to or been caused by a ship\n          while in his charge, immediately report personally, telephone\n          or if unable to report by telephone by telegram and in any\n          event, thereafter by letter, the facts to the Authority;\n      (0) not    hold directly or indirectly any share or interest in boat, tug,\n            ship or other vessel used regularly or occasionally for rendering\n            services in connection with pilotage within a port or have interest\n            in any company, partnership or organization owning or having\n            interest in any such ship or vessel;\n     (p)    make himself thoroughly acquainted with the provisions of the\n            Act and all regulations made thereunder;\n     (q) while on duty wear such uniform as may be approved by the\n         Authority;\n     (r)    refrain from conduct unbecoming to a pilot;\n      (s) hold himself available for pilotage service in all ports for which\n          he is licensed unless the Authority, in such circumstances and\n          on such terms as it thinks fit, exempts him from such service\n          in any one or more such ports.\n        (2) If any pilot fails to comply with any of the requirements of\nparagraph (I), or is found-\n                 [The inclusion of this page i s authorized by L.N. I In010 1\n                                     PILOTAGE\n      (a) to have procured any licence under the Act as a result of any\n          misleading, false or fraudulent misrepresentation; or\n      (6) to have been convicted of such a criminal offence as casts a doubt\n          on his suitability to continue to practice as a pilot; or\n      (c)   to be guilty of dishonesty, negligence or incompetence in the\n            performance of his functions as a pilot or of conduct which is\n            disgraceful in a professional respect,\nhe shall be subject to disciplinary action by a Disciplinary Committee.\n      (3) For the purposes of paragraph (2) a pilot shall be deemed\nto be guilty of conduct that is disgraceful in a professional respect if\nhe-\n      (a) impersonates another pilot; or\n      (b) does or fails to do anything, the doing of which or the failure\n          to do which, in the opinion of a Disciplinary Committee, is\n          unprofessional or discreditable conduct.\n         (4) In this regulation the word \"pilot\", where the context so admits,\nincludes \"apprentice pilot\".\n   38~.--(I) The Authority shall evaluate the performance of each pilot to Evaluation\n                                                                           of pilots'\ndetermine whether he meets the minimum standard.                           perfor-\n                                                                                   mance by\n        (2) Where the performance of a pilot consistently falls below the\nminimum standard for a consecutive period of six months or such longer L.N.\nperiod (not exceeding twelve months) as the Authority may specify, the 180/2006\nAuthority may suspend his licence for a period of thirty days.\n        (3) For the purpose of this regulation \"the minimum standard\"\nmeans 75% responsiveness to duty."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39.-41) The duties of a pilot in regard to an outward bound ship shall C ~ m ~ e n c e -\ncommence as soon as such ship begins to unmoor for the purpose of duty.\nproceeding to sea. On in-bound ships his duties shall commence when\nhe boards the ship or, if he boards the ship outside the pilotage area, when\nthe ship enters the pilotage area.\n          (2) The duties of a pilot in regard to sessels shifting shall commence\nas soon as such ship begins to unmoor or weigh anchor for the purpose of\nshifting.\n          (3) The duties of a pilot in regard to coastal pilotage\nshall commence when the ship leaves the pilotage area of the port of\ndeparture.\n                                                      PILOTAGE\nReport             40. In the event of any pilot refusing-\nby pilot\nrefusing\nto pilot.\n                      ( a ) to bring in; or\n                      (b) to proceed t.j sea f?om any anchorage fi-om any wharf or jetty\n                          with,\n                any ship i\\.llich he is qualified to pilot and to which he is assigned by\n                the Authority when requested to do so by the master, owner or agent of\n                sl;zli ship he shall at once give his reason therefor in writing to the\n                Authority.\nLost                41. If any pilot mislays his licence or identification card or book, he\nlicence or\nideni~fica-\n                shall forthwith give notice to the Authority stating the circumstances and\ntion card.      shall forthwith apply to the Authority for a duplicate licence or\n                identification card or book.\nReport by           42. Any pilot who fails to make himself available to assume and\npilot\nfailing to\n                perform pilotage duties in accordance with the roster applicable to him\nkeep to         shall forthwith give his reasons therefor in writing to the Authority.\nroster.\n                                                          Bond!\nSecurity           43.--(I) The security required to be provided under regulation 9 shall\nbond.\n                be in the form of a bond to the Authority by the pilot in the sum of\nL.N.            one hundred thousand dollars with two or more sureties approved by\n18012006.       the Authority or with a guarantee of a company approved by the\n                Authority.\n                         (2) The securities given by pilots shall be revised annually by\n                the Authority and whenever at such annual revision or at any other time the\n                Authority shall come to the conclusion that the security bond of a surety\n                is insufficient, it shall call upon the pilot for whom such security has\n                been given to obtain other and sufficient security and if he fails to do\n                so within one month, his licence shall be suspended by the Authority\n                until such new security as shall be satisfactory to the Authority shall be\n                given.\n                          (3) Where a surety dies the pilot for whom the surety was bonded\n                shall, as soon as he shall have knowledge of the death, report the same to\n                the Authority and shall within thirty days of such report propose to the\n                Authority a new surety, and such new surety shall, if acceptable to the\n                Authority, execute a bond to the Port Authority.\n                                                Exemption Certijicates\nExemption           44.--(I) Requirements and qualifications necessary for the granting of\ncertificates.   exemption certificate to a master of a ship of under 500 tons maximum gross\n                registered tonnage are-\n                                  [The inclusion of this page i s authorized by L.N. llROlO I\n                                     PILOTAGE\n      (a) he must hold a Master's Certificate of Competence for the Home\n          Trade issued in Jamaica, or a similar certificate which in the\n          opinion of the Authority is of at least equivalent standard to the\n          first mentioned certificate;\n      (b) he must have entered, as master of a ship, the port for which\n            application is made at least four times in the preceding year;\n      (c) paid the fee of one thousand dollars.                                 L.N.\n         (2) The provisions of regulation 14 relating to the renewal of pilots' 180R006.\nlicences shall apply to exemption certificates as they apply to pilots'\nlicences except that the renewal fee shall be one thousand dollars.             L.N.\n                                                                                  180/2006.\n                   Annual Leave of Absence and Sick Leave"
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40.-(1)  A pilot may require the master of any ship which Declara-\nhe is pilothg to declare her draught of water, length and tion  as to\n                                                            draughtof\nbeam, maximum gross registered tonnage and any other rhippefc.\nparticulars which may be required in the interest of safe\nnavigation, and the master shall comply with any such\nrequest.\n28                                         PILOTAGE\n                     (2) If the master of a ship refuses to comply with\n              any such request of a pilot, or makes or is privy to any other\n              person making any false statement to the pilot in answer to\n              the request, he shall be liable on summary conviction in a\n              Resident Magistrate's Court to a fine not exceeding two\n              hundred dollars or to imprisonment with or without hard\n              labour for a term not exceeding two years:\n                Provided that the Authority may accept any pecuniary\n              settlement in lieu of instituting any such proceedings.\nCopies of       41.-(1) The Authority shall provide every pilot with a\npilotage\nprovisions    copy of this Act and a copy of any regulations made\nto be         thereunder.\nfurnished\nto pilots.\n                      (2) A pilot shall, when requested by the master of\n              any ship, produce a copy of this Act and any such regula-\n              tions and if he fails without reasonable cause so to do shall\n              be liable to a fine which may be imposed by the Authority\n              not exceeding twenty-five dollars.\nObligation      42.-(I) Every pilot when taken on board a\"ship shall\non pilot to\nproduce his   produce his licence or identification card if requested so\nlicence or    to do by the master of that ship or other person in charge\nidentifica-\ntion card.    of that ship.\n                       (2) If a pilot refuses to produce his licence or\n              identification card in accordance with this section he shall\n              be liable to a fine which may be imposed by the Authority\n              not exceeding twenty-five dollars.\nPenalty         43. If any pilot who is not licensed for a particular area\nfor\nfraudulent    or for coastal pilotage falsely represents himself to be\nuse of        licensed for that area or for coastal pilotage, as the case\nlicetlce.\n              may be, either by means of using a licence which he is not\n              entitled to use or by any other means, he shall be liable\n              to a fine which may be imposed by the Authority not\n              exceeding two hundred dollars.\n                                  PILOTAGE                                   29"
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44.-31) If any pilot is convicted of any offence under this conviction\nAct, it shall be the duty of the Clerk of the Court in which such of pilot to\n                                                                  be noted in\nconviction took place to report to the Authority the fact of such Register.\nconviction specifying the particulars of the penalty or other\npunishment imposed by the court.\n        (2) On receipt of such report it shall be the duty of the\nsecretary to cause a note of the conviction and penalty to be\nentered against the pilot's name in the register.\n        (3) The Authority may suspend or revoke the licence of\nany pilot so convicted.\n        (4) For the purpose of performing its functions under\nthis section the Authority may request the Clerk or Judge of\nthe Court to furnish to the Authority certified copies of any\nnotes taken of evidence given in the Court proceedings and may,\nto such extent as the Authority thinks fit, use and rely on the\nreport and any such notes as aforesaid, so, however, that a copy\nof any such notes shall be furnished to the Pilot by the\nAuthority.\n   4 5 4 1 ) No member of the Authority shall be personally Protection\n                                                                of members.\nliable for any act or default of the Authority done or omitted\nto be done in good faith in the course of the operations of the\nAuthority under this Act.\n         (2) Where any member of the Authority is exempt from\nliability by reason only of the provisions of this section, the\nAuthority shall be liable to the extent that it would be if the,\nmember was a servant or agent of the Authority.\n              [The inclusion o f this page is authorized by L.S. ll/Z010 1\n                                                    PILOTAGE\n                                                                                              (Section 25)\n                                                     Preliminary\nCitation.         1. These Regulations may be cited as the Pilotage Regulations, 1975.\nInterpreta-       2. In these Regulations, unless the context otherwise requires-\ntion.\n                     \"examining committee\" means the committee appointed by the\n                         Authority to conduct examinations and to issue certificates\n                         of competence to candidates who satisfy them in such exam-\n                         inations.\n                      .    DeJinition ofpilotage areas and classificntion ofports\nPilotage           3. The limits of the pilotage areas of thz Island shall be as defined in the\nareas.         First Schedule of these Regulations.\nFirst\nSchedule.\nPorts.            4.-41) The following ports of the Island shall be specified ports-\n                           Kingston, Morant Bay, Port Morant, Manchioneal, Port\n                           Antonio, Annotto Bay, Port Maria, Oracabessa, Ocho Rios,\n                           St. Ann's Bay, Discovery Bay, Rio Bueno, Falmouth,\n                           Montego 'Bay, Lucea, Savanna-la-Mar, Black River, P o ~ t\n                           Kaiser and Portland Bight.\n                       (2) Any port not named in paragraph (1) shall be classified as an\n               unspecified port.\n                                Qualification and registration ofapprentices\nNumber of          5. The number of apprentices registered at any given time shall be\napprentices.   as determined by the Authority.\nQualification      6.-(1) Subject to the provisionscof subsection (1) of section 7 of the Act,\nfor apprentice. no person shall be registered as an apprentice unless he holds-\nL.N.\n180R006.             ( a ) a General Certificate of Education with passes at least at the\n                           ordinary level in not less than four subjects including Mathematics\n                           and English or a Secondary Education Certificate fiom the\n                           Caribbean Examinations Council with passes at the General\n                           Proficiency Level at Grades 1, 2 or 3 in at least four subjects,\n                           including Mathematics and English 'A' (Language) or its\n                           equivalent; and\n                     (b) one of the following qualifications, namely-\n                                (i) a Class I Foreign Going Certificate;\n                                     PILOTAGE\n                (ii) a Class I1 Foreign Going Certificate;\n                (iii) a Class I11 Foreign Going Certificate and at least two\n                      years experience as a navigating officer in charge of\n                      watch;\n                (iv) a Jamaica Defence Force Command Certificate and at\n                     least three years command experience,\nor any other qualification which, in the opinion of the Authority, is at least\nequivalent to the standards specified in paragraphs (a) and (b);\n        (2) Any person who satisfies the requirements specified in para-\ngraph (1) may apply to the Authority in the form specified as Form A in\nthe Second Schedule for registration as an apprentice.                   Second\n                                                                                 Schedule.\n       (3) Every person who applies for registration as an apprentice in\naccordance with paragraph (2) and-\n      (a) &mishes such satisfactory references as to character as the\n          Authority may require;\n      (b) pays the registration fee of one thousand dollars;                     L.N.\n                                                                                 180R006\n      (c) has been paised as medically fit to perform the duties of a\n          pilot by a registered medical practitioner chosen by the\n          Authority,\nshall be registered as an apprentice indentured to the Authority for\ntraining under the supervision of the Authority with a view to such person\ncompleting the approved courses of training and shall be issued with\na certificate of registration and an identification card in the form specified\nas Form B in the Second Schedule.\n        (4) Where a certificate of registration issued under paragraph (3) has\nbeen lost or destroyed, the person to whom it was granted may apply to\nthe Authority for a duplicate certificate which shall be issued upon\npayment by the applicant of a fee of one thousand dollars and any duplicate L.N.\n                                                                               180R006\ncertificate so issued shall be clearly marked \"DUPLICATE\".\n                           Examinations of apprentices"
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45.   Protection of members.\n          SCHEDULE (The Pilotage Regulations).\n          me izclusion of this page is authorized by L.N. @/I9761\n                            PILOTAGE\n    “functions” includes duties and powers;\n    “licensed pilot” means a pilot licensed as such under\n         this Act;\n    “maximum gross registered tonnage” in relation to any\n         ship, means the gross registered tonnage of that\n         ship or, if the ship has more than one gross regis-\n         tered tonnage, the highest of such gross registered\n         tonnage;\n    “pilotage area” means an area the limits of which are\n         prescribed by regulations;\n    “pilotage charges” means pilotage dues and fees,\n         detention fees, boat fees, request fees, cancellation\n         fees, travelling and subsistence allowances and any\n         other prescribed payment relating to the service\n         of pilots;\n    “pilotage fund” means the fund established pursuant to\n         section 11;\n    “register” means the Register of Pilots and Appren-\n         tice Pilots specified in section 4;\n    “secretary” means the secretary of the Authority and\n         includes any person for the time being performing\n         the functions of the secretary;\n    “Superintendent of Pilotage” means the person ap-\n         pointed by the Authority to exercise and perform\n         the functions assigned to him by or under this\n         Act or delegated to him by the Authority.\n       (2) In relation to the functions of the Authority under\nthis Act, the provisions of this Act shall be read and\nconstrued as one with the Port Authority Act and all\namendments thereto, and references in that Act to the\nprovisions of that Act and the regulations thereunder shall\nbe construed to include references to this Act and\nregulations made hereunder.\n6                                         PILOTAGE\n                                 PARTII-The Authority\nFunctions      3.-(1) In addition to the functions of the Authority\nand powers\nof           under the Port Authority Act, the Authority shall have the\nAuthority*   following functions, namely-\n                  (a) to grant, suspend, alter or revoke pilots’ licences\n                      and to discipline and control pilots;\n                  (b) to arrange for the apprenticeship of trainee pilots,\n                      their training, and all matters related to or con-\n                      nected with apprentice pilots;\n                  (c) to ensure the maintenance of proper standards of\n                      conduct by pilots and apprentices and for that\n                      purpose to discipline pilots and apprentices;\n                  (d) to supervise and manage all business connected\n                      with coastal pilotage and the pilotage in all pilot-\n                      age areas, harbours, and the channels thereto.\n                     (2) Subject to the provisions of this Act, the Author-\n             ity shall have the following powers, namely-\n                  (a) to define the limits of pilotage areas and classify\n                        the ports of the Island for the purposes of this Act;\n                  (b) to classify pilots into grades and to fix rates of\n                        remuneration in respect of each grade of pilot;\n                  (c) to fix all pilotage charges;\n                  (4 to provide, manage and maintain-\n                          (i) proper offices, waiting-rooms, sanitary con-\n                              veniences and other facilities for the use\n                              of pilots and staff; and\n                         (ii) sufficient boats, crews and necessary equip-\n                              ment for use by pilots who are engaged in\n                              pilotage duties;\n                 (e) to do such other things as are, in its opinion, neces-\n                     sary or expedient in carrying out most effectively\n                      the provisions of this Act.\n                           PILOTAGE                                7\n  &--(U The Authority shall cause the secretary to keep m\na register (to be known as the Register of Pilots and Rqi8tor.\nApprentice Pilots) in which shall be entered the names, and\naddresses of licensed pilots and apprentices, the area in\nrespect of which pilots are licensed, and such other\nparticulars as may be prescribed.\n       (2) The register shall be so kept that separate parts\nthereof are allocated to pilots and apprentices respectively.\n       (3) The register shall be open to inspection by any\nmember of the public at all reasonable times on payment\nof the prescribed fee, and a copy of the register shall be\npublished in the Gazette by the secretary at such times and\nin such manner as may be prescribed.\n       (4) The Authority shall issue-\n     (a) to every person registered as an apprentice pilot\n          under this Act, a certificate of registration and an\n          identification card in the prescribed forms;\n     (6) to every person licensed as a pilot under this Act\n          a licence and an identification card in the pre-\n          scribed forms.\n  5 4 1) Upon the application of any person who desires to\nbe licensed as a pilot the Authority may, by such test or\nother means as it thinks fit, ascertain whether he has the :g;;z\nprescribed qualifications and skills for pilotage and, if so\nsatisfied, may grant him a certificate of competence.\n        (2) Subject to the provisions of this section and to\nregulations made under section 25, any person who-\n     (U) applies to the Authority in the prescribed form to\n           be licensed as a pilot; and\n     (b) satisfies the Authority that-\n              (i) he holds a certificate of competence,\n             (ii) he is of good character;\n       me inclusion of &is pege is authorized by LN. 17119821\n                            PILOTAGE\n           (iii) he has attained such age as may be pre-\n                scribed; and\n     (c) pays the prescribed fee,\nshall be licensed as a pilot.\n      (3) The Authority may require-\n     (a) any person who applies to be licensed under this\n         Act; or\n    (b) subject to subsection (61, any pilot,\nto submit to such examination as the ,Authority thinks\nnecessary.\n       (4)The Authority may (having regard to the qudifi-\ncations of the applicant) license pilots to conduct ships-\n     (a) within one or more pilotage areas;\n     (b) on coastal pilotage,\nand any licence issued to a pilot pursuant to this Act shall\nspecify the area in respect of which he is licensed, and\nwhether or not he is licensed for the purposes of coastal\npilotage.\n      (5) A pilot’s licence shall be granted only to a person\nwho is a Jamaican citizen, so, however, that where the\nMinister is of the opinion that it is in the national interest\nso to do, he may, subject to such terms and conditions as\nhe may specify by memorandum in writing, authorize the\nAuthority to grant a pilot’s licence to a person who is not\na Jamaican citizen.\n       (6) A pilot shall not be required to submit to an\nexamination pursuant to paragraph (b) of subsection (3)\nunless it appears to the Authority that-\n     (a) there have been substantial changes in the con-\n          ditions of a pilotage area in respect of which the\n          pilot is licensed; or\n       me inclusion of this page is authorized by LN. 17/1982]\n                            PILOTAGE                                         9\n     (b) the pilot is d e & g from a disease or physical\n         disability likely to reduce his skill in pilotage; or\n     (c) the pilot's knowledge of any pilotage area for\n         which he is licensed is likely to have deteriorated\n         because of lack of experience of movement in that\n         pilotage area."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. Any pilot absent from duty as a result of any accident or illness shall Leave con-\nreceive a sick allowance at the rate of two-thirds of the amount he would        \",\",~~~en~Pn\nhave received had he not been so absent, provided that-                         or illness.\n      (a) no sick allowance shall be paid to any pilot unless a medical\n          officer approved by the Authority shall have certified to the\n          Authority that the pilot is unfit for duty as a consequence of an\n          accident or an illness; and\n      (b) such allowance shall not be paid for any period of unfitness\n          exceeding an aggregate of nine months in any calendar year.  L.N.\n                                                                                  180R006"
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. Each apprentice shall be entitled in each year to fourteen days leave Leave for\nof absence, (so, however, that no such leave shall be granted before he apprentices.\nhas completed twelve consecutive months of training, except on grounds\nof urgent private affairs or serious indisposition).\n                              Disciplinary Committee"
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. The persons, other than members of the Authority, who may be Disciplinary\n                                                                                  Cornmiltee.\nappointed members of a Disciplinary Committee shall be-\n      (a) employees of the Authority not below the status of Head of a\n          Department;\n      (6) attorneys-at-law; or\n      (c) persons who, in the opinion of the Authority, have experience of\n          maritime matters.\n                 [The inclusion o f this page is authorized by L.N. 1 In010 1\n                                                 PILOTAGE\n                                                    Signals\nSignals.       49.-(1)   The signal, required by section 30 of the Act, to be exhibited by\n           a ship navigating in a Pilotage area and having on board a Pilot licensed for\n           that area shall be-\n                 ( a ) by day, the International Code Flag H;\n                 (b) by night, two all round lights in a vertical line, the upper being\n                     white and the lower red.\n                   (2) The signal, required by section 32 of the Act, to be exhibited by a\n           ship requiring a Pilot shall be-\n                 (a) by day, the International Code Flag G;\n                 (b) by night, the International Code Signal P.T, by flashing.\n                                               F!RSTSCHEDULE                                (Regulation 3)\n                                                     PARTI\n                                         Limits of Pilotage Areas\n                                       PORTOF KINGSTON\n               The seaward arc of a circle of radius six miles centered on the site of\n           the former Flag Staff at Port Royal between the foreshore of St. Catherine\n           and the southern foreshore of the Palisadoes, the southern foreshore of\n           the Palisadoes west of the point where the arc meets that foreshore, the\n           foreshores of Port Royal and Kingston Harbours, and the foreshore of St.\n           Catherine southwards to the point where it meets the abovementioned\n           arc.\n                                    PORTOF MORANTB A Y\n              The seaward arc of a circle of radius two miles centered on Morant Bay\n           Navigation Beacon and the foreshore to the northwards encompassed by the\n           abovementioned arc.\n                                   PORTOF PORTMORANT\n              The seaward arc of a circle of radius three miles centered on the Front\n           Range Beacon and the foreshore to the northwards encompassed by the\n           abovementioned arc.\n                                      PORTOF MANCHIONEAL\n               The straight line from Nettle Point to Sharp Nose Point and the foreshore\n           of the harbour westwards of that line.\n                                   PORTOF PORTANTONIO\n              The seaward arc of a circle of radius one mile centered on the Front\n           Observation Spot of the Titchfield Peninsular and the foreshore to the\n           southwards encompassed by the abovementioned arc.\n                            [ T h e inclusion of this page is authorized by L.K. llnOlO 1\n                             PILOTAGE                                      47\n                         PORTOF ANNOTTO BAY\n   The straight line from Free Point to Blowing Point and the foreshore\nto the southwards of the abovementioned line.\n                           PORT OF PORT MARIA\n   The straight line joining Fort Point to Pagee Point and the foreshore\nof the harbour southwards of the abovementioned line.\n                           PORTOF ORACABESSA\n   The seaward arc of a circle of radius one mile centred on the Front\nLeading Range Beacon at the mouth of Jack River and the foreshore\nto the southwards encompassed by the abovementioned arc.\n                           PORT OF -0      RIOS\n   The seaward arc of a circle of radius one mile centred on the Front\nRange Light, and the foreshore to the southwards encompassed by\nthe abovementioned arc.\n                         PORT OF ST. AN”S BAY\n   The seaward arc of a circle of radius one mile centred on the Front\nRange Light, and the foreshore to the southwards encompassed by\nthe abovementioned arc.\n                        PORT OF DISCOVERY     BAY\n   The seaward arc of a circle of radius one and a half miles centred\non the Front Leading Range Beacon. and the foreshore to the south-\n wards encompassed by the abovementioned arc.\n                            PORT OF RIO BUENO\n   The seaward arc of a circle of radius one mile centred on the Front\n Leading Range Beacon. and the foreshore to the southwards acorn-\n passed by the abovementioned arc.\n                             PORT OF FALMOUTH\n   The seaward arc of a circle of radius two miles centred on the Front\n Ranga Beacon. and the foreshore to the southwards encompassed by\n the abovementioned arc.\n                          PORT OF MONTEGO    BAY\n   The seaward arc of a circle of radius one and a half miles centred\n on the Front Leading Range Beacon in the Railway Yard, and the\n foreshore to the eastwards encompassed by the abovementioned arc.\n                               PORT OF LUCBA\n   The seaward am of a circle of radius one mile antred on Flagstaff\n Reef Beacon, and the foreshore to the southwards encompassed by\n the abovementioned arc.\n                        PORT OF SAVANNA-LA-MAR\n   The seaward arc of a circle of radius three miles centred on the\n Front Range =con at the Fort, and the foreshore to the northwards\n ancompBssed by the abovementioned arc\n                bCkdD0dw          h ral#iad by LN.%/1981\n48                                           PILOTAGE\n                                PORTKAISER\n       The seaward arc of a circle of radius one mile centred on the\n     Front Range Light, and the foreshore to the northwards encompassed\n     by the abovementioned arc.\n                            PORT OF BLACK   RIVER\n       The seaward arc of a circle of radius five miles centred on the\n     Hospital, and the foreshore to the northwards encompassed by the\n     abovementioned arc.\n                          PORT OF PORTLAND BIGHT\n       The seaward arc of a circle of radius seven miles centred on the\n     Front Range on Pigeon Island and the foreshore to the northwards\n     encompassed by the abovementioned arc.\n                                       PARTI1                     (Regulation 7)\n        The subjects in which the Authority shall hold examinations shall\n      be-\n          ( U ) local conditions and regulations affecting the pilotage areas of\n                 Kingston and Montego Bay and any other two pilotage areas;\n          (b) international regulations for the prevention of collisions at sea;\n          (c) navigational charts and their uses;\n          (d) the fixing of the position of a ship by compass bearings;\n          (e) variation and deviation in the compass and their application\n                to compass courses and bearings;\n          (D the ports for which the apprentice is being examined including\n                depths of water, off-lying shoals under reefs. the width of\n                channels and details of navigational aids;\n          (g) the management, manoeuvring, anchoring, mooring, unmoor-\n                ing and berthing of ships;\n          (h) the marks on and the use of the hand lead I@;\n          (0 modem inshore electronic navigational aids;\n          63 such other related and relevant topics as the Authority may\n                from time to time decide.\n                                       SECOND m           D     m       (bgdatirn 6,8 and 9)\n                                               FORMA\n                                     Form of Application\n                REGISTRATION OF AN APPRENTICE          (MARINE)\n        I hereby make application to be registered as an apprentice Marine\n     pilot.\n     Name.. ...............................................     -\n                                                            ....................................\n     Date of Birth.. ...................................................Age...             ...............\n     Place of Birth.............................. Nationality           ..............................\n     Present Address..     .......................................................................\n                   [The inclusion of &in cpagcisButborizadbyLN.%/11%]\n                                         PILDTAGE                                                                       49\nAcademic QuaIifications :\n    Schools Attended and Dates\n     ........................................................................................\n     .......................................................................................\n      .......................................................................................\n     certificates Obtained: (Attach Copies)\n      .......................................................................................\n      .......................................................................................\n       .......................................................................................\n       .......................................................................................\nkgohg          EX@-=:              (Give Details and Attach CO@-                                       Of        Dis-\ncharge Certificates)\n      ........................................................................................\n      ........................................................................................\n       .......................................................................................\n      Certificates Obtained :\n      ........................................................................................\n       .......................................................................................\n   Names of Character Referees\n(1). .........................................................................................\n(2). ..........................................................................................\n  I agree to be registered as an apprenti# indentured to the Authority\nand durh8 the period of my apprenticeship to complete the ~ J P C O V ~ ~\ncourse of training under the supervision of the Authority.\n                                     signature..      ........................       a   .....................\n                                     Date......................................................\nFor wc by the Authority\nQualifications:\n      Approved :      .........................................          . ...............................\nMedical Examination:\n      Approved :.........................................................................\n Fee Paid:\n      Approved :.........................................................................\n Date of Registration:.................................................................\n     castificate of Jtegistration Issued: ..........................................\n      Approved Course     ................................................................\n Completed :.............................................. ;...............................\n Examinad :...............................................................................\nCertihnte of competency Isrmed:                    ................................................\nPnot’r Licence IllNCd:            ...............................................................\n               me--               of.qia,pa#a&adl!o&i ..b,\n                                                        L;N. 79IlmI\n50                                          PIWTAGE\n                                               FORMB\n     I                                             I\n                                                             CERTIFICATE OF REGISTRATION\n                                                                                 AND\n                                                                        IDENTITY CARD\n                                                              The person whose photograph\n                                                            appears hereon is Mr...............\n                                                   I        ...........................................\n                                                            registered apprentice ilot with\n                                                            the Port Authority o Jamaica.    P\n                                                   I\n         .......................................              .......................................\n                     Signature                                   Chairman,Port Authority\n                                        FORMC\n                        THE PORT AUTHORITY OF JAMAICA\n                                Department of Pilotage\n                                  THEPILOTA~B   Am\n                              Certificate of Competcnoc\n         THIS IS TO CERTIFY THAT          .........................................................\n     of...........................................................       .......\n                                                                     having passed the\n     necessary examination and otherwise having satisfied the Examining\n     Committee in accordancc with the pilotage Regulations is competent\n     to pilot ships in the pilotage areas of ..........................................\n          Dated this. .................day of ..................................2 ....19               ......\n                                                       ................................................\n                                                       ................................................\n                                                               (Examining Committee)\n     NOTE: This Certificate of Compctencc renders the holder thmof\n                  eligible to be licensed as Pilot but does not, by itself. authorize\n                  the holder to pilot any ship. A n y such authority rcquins the\n                  pant of a Pilot's Licence.\n                                                                FORMD\n                                                           THE PILOTAGE ACI’\n                                                           FORM OF APPL3CATION\n                                    By a Person desirous of being Examined for Certificate of\n                                                     Competence as a Pilot\n                                                                                                         Grounds on which         Pilotage Area/\n   Christian&                                                   Prescnt                Prcviow            Applicant claims        Areas for which\n    Surname at                Age                              Residence             Occupation            tobequatified          A licantdesirts\n       Leneth                                                                                             for Examination            %ti6CatCO€\n                                                                                                                                      Competence\n                                                                                                                                                               2\n                                                                                                                                                               b\n    I,                                                            hereby apply to The Port Authority to be examined. touching my\nqoalificatims for a certificate of                          to act as a Hot: And for the pilotage -/areas      for which I desire\nsnch C k t i h t e B my nalncB ‘L8c.                  .   p’cscat rtsidcna. ~pviousoccupation. and the grounds on which I\n&im~beqdibdfar                                               the tabular form above set fbrth.\n     mted at.........................   i.........this............day o€..................................................      19...............\n                                                                                                                                                               VI\n                                                                                          (Sgd.)   .........................................................   c\n                                        PILOTAGE\n                                           FORME\n                     PORT                              AUTHORITY\n                                              OF\n                                  JAMAICA\n                           PILOT'S         LICENCE\n                               (Cover of Licence)\n                             THE PlLOTAGE ACT\n                                  JAMAICA\n                      PILOT'S LICENCE NO..................\n                        THIS LICENCE AUTHORIZE!3...\n..............................................................................................\nto act as Pilot for the pilotage arcas, hereinafter mentioned, from the\ndate specified herein in relation to each such pilotage area, to the\n31st day of December. 19.........pursuant to the Pilotage Act.\n  Given under my hand and seal of the Port Authority this...............\nday of .......................................19......\n                                             ...................................................\n                                                     Chairman, Port Authority\n          DESCRIPTION OF THE PERSON TO WHOM THIS\n                               LICENCE IS GRANTED\n................................................................. .aged...............Y m\n........................ft..................... in height, of a,..........................\ncomplexion, has.. ...............................hair.\n   Any spacial or particular mark................................................\n..............................................................................................\n..............................................................................................\n                                                    .............................................\n                                                             Signature of Pilot\n          me inclusion of this pmge ir authorhi by L.N. 60/1976l\n                              PILOTAGE                                      53\n                                 FORME,contd.\n   The Pilot hereby licensed is authorized to pilot vcsscf8 in and out\nof the pilotage areas specitled in the first column hereundet, not\ne x c c d i q...............maximum gross n@ateredtonnage with effecttram\nthe date spacified in relation thereto in the second column hereunder.\n      Pilotage Area               Date\n             inclusion of this page is authorized by L.N. 60/1976]\n54                                 PILOTAGE\n                                 FORME, contd.\n                                   RENEWALS\n     Renewed to 31st Dec...............\n                                           .............................................\n                                                Chairman, Port Authority\n     Renewed to 31st Dec...............\n                                           .............................................\n                                                 Chairman, Porr Authority\n     Renewed to 31st Dec...............\n                                           .............................................\n                                                 Chairman, Port Authority\n     Renewed to 31st Dec... ............\n                                           .............................................\n                                                 Chairnian, Port Authority\n     Renewed to 31st Dec...............\n                                           .............................................\n                                                 Chairman, Port Authority\n     Renewed to 31st Dec ...............\n                                           .............................................\n                                                 Chairman, Port Authority\n     Renewed to 31st Dec...............\n                                           ............................................\n                                                 Chairnum. Port Authority\n     Rtaewed to 31st Dec ...............\n                                           .............................................\n                                                 Chairman, Port Authority\n             me inclusion of this page is authorized by L.N. 60/1976]"
    }
  ],
  "definitions": [
    {
      "term": "the minimum standard",
      "definition": "75% responsiveness to duty",
      "source_provision": "sec38"
    },
    {
      "term": "examining committee",
      "definition": "the committee appointed by the",
      "source_provision": "sec44"
    }
  ]
}