{
  "id": "jm-stat-the-planning-institute-of-jamaica",
  "type": "statute",
  "title": "The Planning Institute of Jamaica",
  "title_en": "The Planning Institute of Jamaica",
  "short_name": "Planning Institute of Jamaica",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-planning-institute-of-jamaica",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-planning-institute-of-jamaica",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. m e Institute ehall d   t of tba                d such ddi- cwrtitutlon\ntional directions not being 1esa than eix nor morc than d&t ~II  the of wtute.\nMinister may from time to time appoint."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 1 ) The directors shall be appointed by ths IbWster bY hu&u- Appoint-\nm a t m writing.                                                      ment of\n                                                                      Mredon.\n        (2) A directo~other than the Director-*         rhru W w to\nthe provisions of this Schedule, hold ofice for ruch paiod not bb\nless than three nor more than five yean, as the Minirter mr direct in\n                                                               k\nthe instrument appointing tha director and each diroctar rhan W b k\nfor mappoWmcnt"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) There is hereby established a body to be called mtabiirh-\n                                                               matt and\nthe Planning Institute of Jamaica which shall be a body oonnitution\ncorporate to which the provisions of section 28 of the In- d h d t u k\nterpretation Act shall apply.\n         (2) The provisions of the Schedule shall have effect SCMUIC\nas to the constitution of the Institute and otherwise in rela-\ntion thereto."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)  The functions of the Institute shall include-     Functionr of\n                                                           th4 Inrtitute.\n    (a) initiating and co-ordinating planning for the eco-\n         nomic, financial, social, cultural and physical\n         development of Jamaica; and\n    (b) monitoring the implementation of plans so initiat-\n         ed or co-ordinated;\n    (c) undertaking resear&\n    (d) traininginplanning;\n    (e) undertaking consultant activities for Government\n         Ministries, agencies and statutory bodies;\n          [Ths hcluriOn of thin page ir authorized by L.N. 25/198Sl\n4               PLANNING INSTITUTE OF JAMAICA\n         (n maintaining a national socio-economic reference\n             library; and\n         (g) managing technical co-operation agreements and\n             programmes.\n           (2) It shall be the duty of the Institute to-\n         (a) advise the Government on major issues relating to\n             economic and social policy;\n        (b) interpret decisions on economic and social policy\n             and integrate them into the national development\n             programmes;\n        (c) prepare economic models for the guidance of\n             policy-makers, investors and other planners;\n        (d) assess existing and projected social, economic and\n             manpower resources and formulate plans for the\n             most effective use of such resources;\n        (e) co-ordinate national, regional and sectorai d e\n             velopment planning in order to facilitate the con-\n             sistent and efficient implementation of projects and\n             programmes;\n        (f, determine the economic, financial and technical\n             feasibility of new development projects and\n             monitor projects s i n progress;\n        @) be instrumental in stimulating national develop\n             ment and in securing public co-operation and par-\n             ticipation in achieving planned objectives;\n        (h) collect, compile, analyse and monitor special and\n             economic performance data.\n         (3) For the purpose of discharging its functions under\n    the Act, the Institute may, subject to the provisions of this\n    Act, do anything and enter into any transaction which, in\n    the opinion of the Institute, is necessary to ensure the per-\n    formance of its functions.\n                iaclw&m of (bir piqo k d o d d by LN.2S/198Sl\n            PLANNING INSTITUTE OF IAMAICA                                   5"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) The Minister may, after consultation With the POW\n                                                          directions.\nDirector-General, give to the Institute such directions of a\ngeneral character as to the policy to be followed by the\nInstitute in the discharge of its functions as appear to the\nMinister to be necessary in the public interest and the\nInstitute shdl give effect to such directions.\n       (2) The Institute shall furnish to the Minister such\ninformation as he may require with respect to the activities\nof the Institute, and shall afford to him facilities for verify-\ning such information in such manner and at such times as\nhe may reasonably require."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.41) The Institute may, by instrument in writing and power of\n                                                               w m t a to\nsubject to such conditions as may be specified in the in- wt,,\nstrument, delegate to any person any of the functions ex- hmctiom-\nercisable by the Institute by virtue of the provisions of this\nAct.\n      (2) A delegation under this section shall be revocable,\nand no delegation shall prevent the exercise by the.Institute\nof any of its functions.\n       (3) Any person to whom a delegation is made under\nthis section shall furnish to the Institute from time to time\nsuch information as the Institute may require with respect\nto the exercise of any of the functions so delegated."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.41) There shall be a Director-General of the Institute e                t\nwho shall be appointed by the Minieter.                            amodmd\n                                                                   orhar\n      (2) The Director-General shall be in charge of the day- olucem\nto-day management and operation of the Institute.             m    t l\n                                                                     .\n       (3) The Institute may appoint and employ at such\nremuneration and on such terms and conditions as it thinks\nfit, such officers and servants as it thinks necessary for the\nproper carrying out of the provisions of this Act and who\n         t’Ilm inclurkn of 4th pam L     by LN.2S/l98Sl\n6                         PLANNING INSTITUTE OF JAMAICA\n              have the necessary minimum qualifications required by the\n              Institute for the performance of the functions to be per-\n              formed :\n                Provided that-\n                   (a) no salary in excess of the prescribed rate shall be\n                        assigned to any post without the prior approval\n                        of the Minister;\n                   (6) no appointment shall be made without the prior\n                        approval of the Minister to any post to which a\n                        salary in excess of the prescribed rate is assigned.\n                    (4) In subsection (3) the prescribed rate means a rate\n              of $15,000 per m u m or such higher rate as the Minister\n              may, by order, prescribe.\n                    (5) The Governor-General may, subject to such con-\n              ditions as he may impose, approve of the appointment of\n              any officerin the service of the Government to any office\n              with the Institute, and any officer so appointed shall, during\n              such appointment, in relation to pension, gratuity or other\n              allowance, and to other rights as a public officer, be treated\n              as continuing in the service of the Government.\nPdonr,          8. The Institute may, with the approval of the Minister-\n-tics\n.nd Other           (a) enter into arrangements respecting schemes, whe-\nratirino\nW t a                   ther by way of insuranm policies or not;\n                   (b) make regulations,\n              for medical benefits, pensions, gratuities and other retiring\n              or disability or death benefits relating to employees of the\n              Institute and such arrangements or regulation8 may include\n              provisions for the grant of benefits to the dependants and\n              the legal personal representatives of such employees.\n~ m dof\n-hh\n      r the\n              of-\n                      [Ths bdurkn of tbt   -"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8-P\ndutia and\ntransfer tax.\n                        (2) The Institute shall be exempt from stamp duty\n                on all instruments executed by it or on its behalf.\n                        (3) There shall be exempt from taxation under the\n                Transfer Tax Act any transfer by the Institute of property\n                belonging to it or of any right or interest created in, over\n                or otherwise with respect to any such property.\n              P U N N I N G INSTITUTE OF JAMAICA                                      9\n                             SCHEDULE                    (sectian 3)"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The funds and rcsource~of the Institute shall consist\n                                           ir aurborhed bj L.N. 25/198Sl\n                PLANNING INSTlTVTE OF JAMAICA                                   7\n         (a) such sums as may from time to time be placed at\n             its disposition by Parliament; and\n         (b) all other moneys and other property which may in\n             any manner become payable to or vested in the\n             Institute in respect of any matter incidental to its\n             functions.\n       l@.-(l) The Institute shall keep accounts and other re- Aocounts\n                                                                  and 8udit.\n    cords in relztion to its business, and shall prepare annually\n    a statement of accounts in a form satisfactory to the Min-\n    ister, being a form which shall conform with established\n     accounting principles.\n          (2) The accounts of the Institute shall be audited\n    annually by auditors appointed by the Institute and approv-\n    ed by the Minister.\n          (3) The financial year of the Institute shall end on\n    the 31st day of December.\nI\nU\n4     11.-(1) The Institute shall, within three months after\n                                                                   reqofl .nd\n    the end of each financial year, or within such longer period --tea.\n    as the Minister may in special circumstances allow, cause\n    to be made, and transmit to the Minister a report dealing\n    generally with the activities of the Institute during the pre-\n                                                   @\n    ceding financial year.\n          (2) The Minister shall cause copies of the report to-\n    gether with copies of the statement of accounts and the\n    auditor’s report thereon to be laid on the Table of the House\n    of Representatives and of the Senate.\n           (3) The Institute shall, before a date specified by the\n    Minister, submit to the Minister for his approval, estimates\n    of revenue and expenditure for the ensuing year."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.41) The Institute shall meet as often as may be neces        or\n                r\n              ex dient for the transaction of its business and such meetings %s\n              hed at such places and times and on such day4 as the Institute may\n              determine.\n                                                                                be\n                     (2) The Director-General may at any time call a spccial meating\n              of the Institute; and shall call a special meeting to be held within seven\n              days of a written request for the purpose addressed to him by any two\n              directors.\n                     (3) The Dkqctor-General shall preside at meeting8 of the Insti-\n              tute. and if the Director-General is absent from a meeting the directors\n              present shall elect one of their number to preside at the meeting.\n                     (4) Tho quorum of the Institute shall be three.\n                     (5) The decisions of the Institute shall be by a majority of votes,\n              and in addition to an original vote the Director-General or other -!or\n              Presiding at the meeting shall have a casting vote in any case in whch\n              the voting is equal.\n                     (6)Subject to the pr0Visi011~of this Schedule tho Institute may\n              regulate its own proceedings.\nDhclOSlUCl      11. A director who is directly or indirectly htemted in any matter\nd intercat.   which is b e i i dealt with by the Institute-\n                   (a) shall disclose the nature of his interest at a meeting of the\n                         Institute; and\n                  (b) shall not-take part in my deliberation or decision of the Insti-\n                      tute with respect to that matter."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The Minister may make regulations generally for m-\n    giving effect to the provisions of this Act, and without p r e donr\n            me inchdon of th&~p.le 38 authorhd by LN.41/ 1m\n8                          PLANNING INSTITUTE OF JAMAICA\n                judice to any such general power, may make regulations pre-\n                scribing anything required to be prescribed by this Act.\nmemption          13. No customs duty or other similar impost shall\nfrom            be payable upon any article imported into Jamaica, or taken\nL.3\ndu              out of bond in Jamaica, by the Institute and shown to the\n93~/1986.       satisfaction of the Commissioner of Customs and Excise\n                to be required for the use of the Institute in the perfor-\n                mance of its functions under this Act."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.+1) No action, suit or other p-             shall be\nstituted personally against any director in respact of any\nfidc in the cour8e of canyin8 out the proddon8 of thir Act.\n       (2) Where any dimtor is exempt from liahh by rwon only\nof the provisions of this    graph, the Institute &be     liable to the\n                         s\"\"\nextent that it would be ' that director were a gcrvaat nl agent of the\nInstitute\n               b c l h of tht page k authoriz6d by L.N. 25/1985)"
    }
  ],
  "definitions": []
}