{
  "id": "jm-stat-the-plants-quarantine-act",
  "type": "statute",
  "title": "The Plants (Quarantine) Act",
  "title_en": "The Plants (Quarantine) Act",
  "short_name": "Plants (Quarantine) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-plants-quarantine-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-plants-quarantine-act | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                          Interpre-\n                                                                         tation.\n   “authorized person” means any person who has been\n       given authority by the Chief Plant Quarantine\n       Officer to perform the duties of inspection;\n   “carrier” includes any vehicle, ship or aircraft or any\n       other means of transport by which plants, pests,\n        articles or soil are moved from one place to\n       another;\n   “inspection” means examination by an authorized\n       person of plants, articles or soil for the purpose of\n       detecting pests; and includes the removal of such\n       plants, articles or soil or a sample thereof to a\n       quarantine station or laboratory where facilities for\n       such examination exist;\n   “in transit” means taken or sent into Jamaica from out-\n        side, and consigned to a destination outside,\n        involving a transfer from one carrier to another;\n    “notifiable plant pest” means any plant pest declared\n         by the Minister under section 3 by notice published\n         in the Gazette to be a notifiable plant pest;\n    “organization” means any institution, association, com-\n        pany or any other such body, dealing in or con-\n        cerned with the importation, exportation or trans-\n        portation of plants, plant pests, articles or soil;\n           me inclusion of this page is authorized by LN. 79/1996]\nR/ L 2 8\n4                          PLANTS (QUARANTINE)\n            “owner” means the person or organization or the agent\n               of such person or organization to whom plants,\n               plant pests, goods or soil are consigned or by whom\n               they are being exported; and includes the person or\n               organization in charge of the carrier in which\n               plants, plant pests, articles or soil are or have been\n               carried;\n            “package” includes the means by which plants, plant\n                pests, articles or soil are encased, covered,\n            ’   enclosed, contained or otherwise packed for\n                carriage from one point to another;\n            “phytosanitary certificate” means a certificate in the\n                form of the model certificates of the International\n                Plant Protection Convention (I.P.P.C.),as amended\nSohedule.       in 1979, and set out in the Schedule;\n            “plants” means all species and types of plants, either\n                living or dead; and includes stems, branches,\n                tubers, bulbs, corms, stocks, budwood, cuttings,\n                slips, layers, suckers, roots, leaves, flowers, seeds\n                aqd seedlings;\n            “plant pest” means any form of plant or animal life or\n                any pathogenic agent injurious or potentially\n                injurious to plants or plant products;\n            “plant product” means any-\n                      (a) natural material of plant origin; and\n                      (b) manufactured products which, by their\n                          nature or that of their processing, may\n                          create a risk for the spread of plant pests;\n            “port of entry” or “prescribed port of entry” means any\n                area prescribed as such by the Minister;\n                me inclusion of this page is authorized by L,N.79119%]\n                      PLANTS (QUARANTINE)                                  5\n     “post-entry quarantine station” means a place pre-\n         scribed for the holding of plants for further inspec-\n         tion or growth after they have been imported into\n         the Island;\n     “prohibited material” means any plants, plant pests,\n         articles or soil notified as such by the Minister in\n         the Gazette;\n     “Quarantine Officer” means an officer duly appointed as\n        such under this Act;\n     “soil” means any medium in which plants can grow or\n          be propagated or which is likely to hsibour any\n          plant pests;\n     “temporary quarantine premises” means a place\n         approved by the Minister for the interception,\n         inspection, detention, treatment, reconsignment or\n         destruction of plants, plant pests or articles being\n         imported, exported or in transit;\n     “treatment” means any process, including disinfection\n          and disinfestation, to ensure removal, sterilization\n          or destruction of any plant pest by such means as\n          are deemed by the Chief Plant Quarantine Officer\n          to be most appropriate."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. For the purposes of this Act, the Minister may, from Orders and\ntime to time by order-                                          noticea.\n    (a) declare any district, area or parcel of land described\n          therein to be infected with plant pests or suspected\n          of being so infected;\n     (b) prohibit absolutely the importation into the Island,\n          from such country or countries as may be specified\n          in the order, of such plant, article or thiilg as may\n          be so specified, which the Minister is satisfied are\n          likely to be a means by which plant pezts may be\n          introduced into the Island;\n6                                  PLANTS (QUARANTINE)\n                       prohibit the movement or despatch of persons and\n                       animals and the removal of earth, soil, manure,\n                       plant or plant products or other things, into or out\n                       of any district, area or parcel of land declared\n                       pursuant to paragraph (a) to be infected;\n                       declare any plant pest to be a notifiable plant pest\n                       and prescribe the measures which must be taken\n                       for its eradication or control;\n                       declare any port in the Island to be an authorized\n                       port of entry for carriers coming from overseas;\n                       prescribe certification measures for the import and\n                       export of plants and plant products.\n                           PART11. Control of Plant Pests\nProhibited      4.-(1)  Any plant, article or thing imported from any\ngoods and\nplaces.       country the importation from which is-\n                   (a) absolutely prohibited by order made under section\n                       3; or\n                   (b) subject to such conditions as may be prescribed,\n              shall be deemed to be restricted goods within the meaning\n              of the Customs Act.\n                     (2) During the continuance in force of an order under\n              section 3, any plant, article or thing imported into the Island\n              may be treated as having been imported from a country\n              specified in that order unless the importer satisfies the Com-\n              missioner of Customs to the contrary.\nChief Plant    5 . 4 1 ) For the due administration of this Act, the\nQuarantine\nOfficer.      Governor -Genera1 may appoint-\n                  (a) a Chief Plant Quarantine Officer;\n                  (b) Quarantine Officers; and\n                       me inclusion of this page is authorized by L.N. 791 19961\n                       PLANTS (QUARANTINE)                                      7\n     (c)   such number of other officers as may be necessary\n           for the proper carrying out of the provisions of\n           this Act.\n       (2) Any person appointed under the provisions of\nsubsection (1) may, with such assistance as may be neces-\nsary, enter upon any land and may-\n     (a) search any articles for plant pests;\n     (b) dig up the ground and fell, lop, dig up and take\n         away any suspected or infected plant, article or\n         thing;\n     (c) do all such other acts and things as may be neces-\n           sary or expedient in order to ascertain whether the\n           said land or plant thereon is infected with plant\n           pest;\n     (d) destroy any plant, article or thing which is found\n         to be the cause of any plant pest; and\n     (4 do such other act or thing as may be necessary\n           to give effect to any order or regulation made under\n           the provisions of this Act."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) Where the Chief Plant Quarantine Officer is satis- Chief\nfied as to the presence of any notifiable plant pest he shall Plant\n                                                                Quarantine\nissue a certificate to that effect, containing a description of        togz;;\nsuch pest and, where appropriate, the areas m which it may notifiable\n                                                                plant pest.\nbe found.\n       (2) Every certificate issued pursuant to subsection (1)\nshall be published in the Gazette and in a daily newspaper\nprinted and circulated in the Island."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) Every owner or occupier and every person having Owner or\ncharge or management of land who knows of or suspects ~ ~ ~                         p   ~   ~   o\nthe existence of any notifiable plant pest on such land shall $g~:.;~,\nforthwith give notice, in writing, to the Chief Plant Quaran- plant pest.\n                                                       .-\n           [The inclusionof this p g e is authorized by L,N. 79/ 19961\n8                                 PLANTS (QUARANTINE)\n              tine Officer of that fact and of all such information as may\n              be available to that owner, occupier or person as to the\n              extent and nature of the pest.\n                     (2) The notice referred to in subsection (1) shall be\n              served personally on the person to whom it is addressed or\n              shall be sent to him by registered post.\n                      (3) A person who fails to comply with subsection (1)\n              is guilty of an offence under this Act.\nOwner, etc.      8 . 4 1 ) If the owner, occupier or person having the charge\nof land\nliable for    or management of any land fails to carry out any measures\nexpenses\nincurred.\n              required to be carried out by him under any order issued\n              or regulations made under this Act, the Chief Plant Quaran-\n              tine Officer, or any person authorized by him in writing,\n              may enter on such land and may carry out any such\n              measures.\n                     (2) The cost of carrying out any such measures shall\n              be recoverable from the owner, occupier or persan, as the\n              case may be, at the suit of the Chief Plant Quarantine\n              Officer, or any person authorized by him in writing, as a\n              civil debt in a Resident Magistrate’s Court.\n                                   PARTHI. Quarantine\nWhen            9. The following carriers shall be subject to quarantine-\ncarrier\nsubject to         (a) every foreign carrier until pratique has been\nquarantine.\n                       granted;\n                  (b) every carrier which the Chief Plant Quarantine\n                      Officer reasonably suspects to be carrying a\n                       notifiable plant pest or on which such pest has\n                       been discovered; and\n                  (c) every carrier which is ordered into quarantine by a\n                      Quarantine Inspector.\n                       me inclusion of this page is authorized by LN.79119961\n                     PLANTS (QUARANTINE)                                  9"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Owner,etc. of land liable for expenses incurred.\n                       PARTm. Quarantine"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The following articles shall be subject to quarantine- ject\n                                                             Articlu sub-\n                                                                  to\n    (a) all articles which are or have been on board a quarantine*\n        carrier which is subject to quarantine;\n     (b) all articles infected with a plant pest;\n     (c) all articles which have been in contact with or ex-\n         posed to infection from a plant pest or from any\n         other articles subject to quarantine."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) A Quarantine Oflticer may examine and, by Order ot\ninstrument in writing (hereinafter referred to as a “quaran- cnrrier\n                                                             goods into\n                                                                     of\ntine order”), order into quarantine any carrier, plant, soil or quarantine*\narticle which, in his opinion, is or is likely to be, infected\nwith a plant pest or the conditions of which involve an\nimmediate or potential risk of such infection.\n        (2) When a carrier is ordered into quarantine pur-\nsuant to subsection (1) the master thereof shali forthwith\ncause the carrier and all plants, plant products and goods\non board the carrier to be conveyed into such quarantine\nstation as the Quarantine Officer may direct.\n        (3) Any person who contravenes subsection (1) shall\nbe guilty of an offence and shall be liable on summary\nconviction before a Resident Magistrate to a fine not\nexceeding two hundred thousand dollars or to imprisonment\nfor a term not exceeding three years."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) A carrier ordered into quarantine prrsuant to when\nsection 11 (1) shall, as from the date of the quarantine order, carrier\n                                                                demed to\nbe deemed to be in quarantine.                                  be in quar-\n                                                                WtinC.\n       (2) The master of a carrier which is in quarantine\nshall not move- that ship or suffer it to be moved except\nin accordance with this Act and regulations made there-\nunder.\n         [Tbe inclusion of this page is authorized by I,N. 79/ 19961\n10                                PLANTS (QUARANTINE)\n                      (3) Any person who contravenes subsection (2) shall\n              be guilty of an offence and liable on summary conviction\n              before a Resident Magistrate to a fine not exceeding two\n              hundred thousand dollars or to imprisonment for a term\n              not exceeding three years.\nCleansing\nand disin-"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.41) A Quarantine Officer may order a carrier which\nfect+ipe of   is in quarantine to be cleansed and disinfected or otherwise\nEarner.\n              treated in such manner as he may direct, and For that pur-\n              pose, and subject to the prior approval of the Harbour\n              Master, may direct that such ship be taken to a place speci-\n              fied by him.\n                      (2) A person who fails to comply with a direction\n              under subsection (1) shall be guilty of an offence and shall\n              be liable on summary conviction before a Resident Magis-\n              trate to a fine not exceeding fifty thousand dollars or to\n              imprisonment for a term not exceeding two years.\nGoods not        14.-(1) Where a carrier is in quarantine, no unauthor-\nto bc\nremoved.      ized person shall unload or move with intent to unload\n              any goods from that ship.\n                     (2) Any person who-\n                  (a) contravenes subsection (1); or\n                   (b) knowingly receives or has in his possession any\n                        goods unloaded in contravention of that subsection,\n              shall be guilty of an offence and shall be liable on summary\n              conviction before a Resident Magistrate to a fine not\n              exceeding one hundred thousand dollars or to imprisonment\n              for a term not exceeding two years.\nRelease         15. When quarantine has been performed on any ship\ntrom\nquarantine.   in accordance with this Act and regulations made there-\n              under, such ship shall forthwith be released from quarantine.\n                       me inclusion of this page is authorized by L.N.79119961\n                         PLANTS (QUARANTINE)                                      11"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1)     Where articles have been ordered into quaran- formance\n                                                             P=-\ntine-                                                                     of quaran-\n                                                                          tine re\n      (a) such articles may be detained on board ship for that\n             purpose; or\n      (b) a Quarantine Officer may, in writing, approve a\n          place other than a quarantine station as a place\n          where the quarantine may be performed.\n        (2) Where, in relation to any articles, a place has\nbeen approved under subsection (11, any reference in section"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) All articles ordered into quarantine shall be Articles    in\n                                                             quarantine\ntreated and disinfected in such manner as may be prescribed, to be\nand when so treated and disinfected shall, subject to sub- treated\n                                                             and dish-\nsection (2), be released from quarantine.                    fected.\n         (2) Where the Quarantine Officer in charge of any\narticles ordered into quarantine is of opinion that such\narticles cannot effectively be disinfected and ought not to be\nreleased from quarantine owing to the danger of infection,\nhe shall cause the articles to be destroyed :\n  Provided that where the value of the articles exceeds\ntwenty thousand dollars the power conferred by subsection\n(2) shall not be exercised without the written approval of the\nMinister."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) No person shall bring any imported plants into Ey2zd\nany port or place in the Island other than into a prescribed at declared\nport of entry.                                               ports.\n        (2) Any person who contravenes subsection (1) shall\nbe guilty of an offence and shall be liable on summary con-\nviction before a Resident Magistrate to a fine not exceeding\n             [The inclusion of this page is au6horiz.ed by L.N.79/ 19%]\n12                                PLANTS (QUARANTINE)\n              fifty thousand dollars or to imprisonment for a term not\n              exceeding one year.\nExarnina-        19.-(1) A Quarantine Officer shall make careful inspec-\ntion of\nimported      tion of all imported plants before they are delivered to the\nplants.\n              importer.\n                      (2) If the imported plants are found to be free from\n              plant pests, and the Quarantine Officer is satisfied that they\n              can be delivered to the importer without danger of intro-\n              ducing any disease or plant pest, the Quarantine Officer\n              shall, subject to regulations under this Act, authorize their\n              delivery to the importer,\n                      (3) Where the imported plants are found not to be\n              free from plant pests, and the Quarantine Officeri s not satis-\n              fied that they can be delivered to the importer without\n              danger of introducing plant pests, the Quarantine Officer\n              shall order the plants into quarantine.\nQuaran-         2 0 . 4 1) Where imported plants, hay, straw, fodder, litter,\ntine\ncontrol of    fittings, clothing, utensils, appliances, packages or other\nplants.\n              articles used on any carrier in connection with imported\n              plants are ordered into quarantine they sball not, until\n              released from quarantine, be moved, dealt with, or otherwise\n              interfered with except in accordance with this Act and\n              regulations made hereunder.\n                      (2) Any person who contravenes subsection (1)shall\n              be guilty of an offence and shall be liable on summary\n              conviction before a Resident Magistrate to a fine not\n              exceeding fifty thousand dollars or to imprisonment for a\n              term not exceeding one year.\nPenalty for      21.--(1) No imported plant, and no hay, straw, fodder,\nunautho-\nsized         litter, fittings, clothing, utensils, appliances, packages or\nlandingetc.\n        04\n              other articles used on any ship in connection with such\n                       [The inclusion of this page is au&hizedby L N 791 19961\n                    PLANTS (QUARANTINE)                                    13\nplants shall be unloaded from any ship until a permit for\nsuch unloading has been granted by a Quarantine Officer.\n        (2) Any person who contravenes subsection (1) shall\nbe guilty of an offence and shall be liable on summary\nconviction in a Resident Magistrate’s Court to a fine not\nexceeding one hundred thousand dollars or to imprisonment\nfor a term not exceeding one year.\n  2 2 . 4 1 ) A Quarantine Officer may examine and order Power to\n                                                                   order\ninto quarantine any articles to which this section applies, articles\nwhich are or are likely to be, in his opinion, infected with $:m-\na disease or plant pest, or which contain or appear to con- tine-\ntain any insect or pest or disease agent.\n        (2) This section applies to-\n     (a) imported articles, whether imported into the Island\n         legally or not;\n    (b) any other articles that have been, or that an officer\n        has reasonable cause to believe have been, on\n        board-\n           (i) a carrier; or\n          (ii) a ship subject to quarantine."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. All plants and articles ordered into quarantine shall P e d o m n c e\nforthwith be conveyed to a quarantine station, and may be of  tine.quaran-\ndetained there for such period as is prescribed, and, while\nso detained, shall be dealt with and treated as prescribed by\nthe Minister.\n   2 4 . 4 1 ) The Minister may order the seizure and destruc- Power to\ntion of any plants or articles ordered into quarantine diseaseddestroy\nwhich-                                                         plants.\n     (a) are affected with any plant pest, or have been ex-\n         posed to infection from any plant affected by or\n         me inclusion of this page is authorized by La.791 19961\n14                                 PLANTS (QUARANTINE)\n                       article contaminated with, any disease or noxious\n                       insect or plant pest; and\n                   (b) in the opinion of the Quarantine Officer, are a\n                       source of danger to other plants and ought to be\n                       destroyed.\n                      (2) Before any action is taken pursuant to subsection\n              (11, notice thereof shall be given to the owner or agent (if\n              known) of the plants or goods to be destroyed.\nPlant           25. Any expenses incurred in connection with-\nquaran-\ntine ex-\npenses.            (a) the examination of plants or goods, their convey-\n                       ance to a quarantine station, their detention, main-\n                       tenance and treatment in quarantine or under\n                       quarantine surveillance; and\n                   (b) the removal, disposal and destruction of any such\n                       plants or articles,\n              shall be paid by the importer or owner of the plants or\n              goods, or where the plants or goods are being conveyed by\n              ship, by the shipping company, and may be recovered\n              summarily in a Resident Magistrate’s Court, without limit\n              of amount, as a civil debt.\nPenalty for      26.-(1) Any person who knowingly imports or brings\nimporting,\netc.          into any port or place in Jamaica any plant pest, or plant\n              disease germ or microbe, or any plant disease agent, or\n              any culture virus or substance containing any plant, or any\n              part of any plant in contravention of this Act or any regula-\n              tions made thereunder, shall be guilty of an offence and\n              shall be liable on conviction to a fine not exceeding two\n              hundred thousand dollars or to imprisonment for a term not\n              exceeding two years.\n                      (2) Any person who knowingly removes any plant or\n              part thereof, or any other goods from one part of Jamaica\n              to another in contravention of any order made under this\n                       me inclusion of this page is authorized by LN. 79/1996]\n                     PLANTS (QUARANTINE)                                    15\nAct shall be guilty of an offence and shall be liable on\nsummary conviction in a Resident Magistrate’s Court to\na fine not exceeding one hundred thousand dollars or to\nimprisonment for a term not exceeding one year."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. All plants or plant products imported into Jamaica plants,   Seizure of\nor brought into any port or place in Jamaica, or removed etc.,mlaw-\nfrom one part of Jamaica to another part, in contravention\nof this Act or any order under this Act, and all straw,\nfodder, litter, fittings, clothing, utensils, appliances, packages\nor other articles, moved or dealt with in contravention of\nthis Act or any order or regulations under this Act shall\nbe seized and the Quarantine Officer shall take such action\nas he considers appropriate in relation thereto."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Any Quarantine Officer or authorized officer may Seizure of\n                                                             plants\nseize any plants or articles which are subject to quarantine euticlei, etc.\nand which are found outside a quarantine station, and may\nconvey them to a quarantine station."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. A Quarantine Officer or any other person authorized Powers of\nin writing by the Minister, may, in relation to any carrier inspection.\nthat is in a port or other place in Jamaica-\n     (a) enter and inspect any part of the carrier;\n     (b) inspect any animals or articles on board the carrier;\n         and\n     (c) inspect the passenger list, log, manifest, journal and\n          any ather papers relating to the carrier or to any\n          persons, animals or articles on board the carrier."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.-(1) A Quarantine Officer may affix a prescribed Power t~\n                                                                 affix\nnotice in relation to qu a r a n t i n e                         notices.\n     (U) on any part of a carrier that is subject to quarantine;\n     (b) on or near any quarantine station;\n          me inclusion of this page is authorized by LN. 79/ 19961\n16                                    PLANTS (QUARANTINE)\n                  (c) in any quarantine area;\n                  (d) on any articles subject to quarantine.\n                      (2) No unauthorized person shall remove, deface,\n              or interfere with any notice affixed in pursuance of this sec-\n              tion; and any person who contravenes this subsection shall\n              be guilty of an offence and shall be liable on summary\n              conviction before a Resident Magistrate to a fine not\n              exceeding ten thousand dollars or to imprisonment for a\n              term not exceeding one year.\nTrespassing\non quaran-"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-(1)  No unauthorized person shall-\ntine\nstations.          (a) enter or trespass on any quarantine station or\n                       quarantine area; or\n                   (b) interfere with any goods or plants subject to\n                       quarantine.\n                      (2) Any person who contravenes the provisions of\n              subsection (1) shall be guilty of an offence and shall be\n              liable on summary conviction before a Resident Magistrate\n              to a fine not exceeding fifty thousand dollars or to\n              imprisonment for a term not exceeding one year.\nOflenCM         32. Any person who-\nas to docu-\nments.             (a) with intent to defraud or deceive, forges any docu-\n                       ment issued under this Act, or any official copy\n                       thereof, or the signature of any officer performing\n                       any duty under this Act;\n                   (b) utters or passes off, knowing it to be forged, any\n                       forged document purporting to be a document\n                       issued under this Act; or\n                   (c) with intent to defraud or deceive, lends m y phyto-\n                          sanitary certificate or document issued under this\n                          Act to any other person or allows it to be used\n                          by any other person,\n                     PLANTS (QUARANTINE)                                       17\nshall be guilty of an offence under this Act and shall be\nliable on conviction in a Circuit Court to imprisonment\nfor a period not exceeding seven years.\n  3 3 . 4 1) Any person w h o -                                     Bribing,\n                                                                    assaulting,\n    (a) gives or offers, or promises to give or procure any ~ ~ t ~ $ +\n          bribe, recompense or reward to any Quarantine Officers.\n          Officer, to induce him in any way to neglect or\n          not to perform his duty;\n    (b) makes any agreement with a Quarantine Officer\n        to neglect or not to perform his duty;\n    (c)   by threats, demands or promises, attempts to im-\n          properly influence a Quarantine Officer in the per-\n          formance of his duty; or\n     (d) assaults, molests, obstructs or intimidates a\n          Quarantine Officer in the performance of his duty,\nshall be guilty of an offence.\n        (2) Any person guilty of an offenceunder subsection\n(1) is liable upon summary conviction before a Resident\nMagistrate-\n     (a) in relation to an offence mentioned in paragraph\n          (a), (b) or (c), to a fine not exceeding two hundred\n          thousand dollars or to imprisonment for a term not\n          exceeding five years; or\n     (b) in relation to an offence mentioned in paragraph\n         (d),to a fine not exceeding twenty thousand dollars\n         or to imprisonment for a period not exceeding\n         one year."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. Any Quarantine Officer who-                                   Offeoce by\n                                                                    Quarantine\n     (a) accepts any bribe, recompense or reward, for or Officer.\n          on account of any non-performance of his duty;\n          or\n          me inclusion of .this page is authorized by LN. 79/19%]\n18                                  PLANTS (QUARANTINE)\n                    (b) makes any agreement with any person to neglect\n                        or not perform his duty,\n               shall be guilty of an offence under this Act and shall be\n               liable upon summary conviction before a Resident Magis-\n               trate to a fine not exceeding two hundred thousand dollars\n               or to imprisonment for a period not exceeding five years.\nOffences          35. Any person who, not being a Quarantine Officer,\nof imper-\nsonating       takes or assumes the name, designation or appearance of\nQuarantine\nOfficers.      a Quarantine Officer for the purpose of thereby obtaining\n               admission into an aircraft, ship, port of entry, quarantine\n               station, temporary quarantine premises or other place, or\n               for any other unlawful purpose, shall be liable on summary\n               conviction before a Resident Magistrate to a fine not\n               exceeding fifty thousand dollars and to imprisonment for a\n               term not exceeding one year.\nMaster           36. Any master of a ship who-\nof ship\nmisleading\nQuarantine          (a) wilfully makes any false statement in answer to\nOfficer.                questions asked him by a Quarantine Officer in\n                        the course of his duty under this Act; or\n                    (b) wilfully misleads a Quarantine Officer in the pre-\n                        formance of his duty,\n               shall be guilty of an offence under this Act and shall be\n               liable upon summary conviction before a Resident Magis-\n               trate to a fine not exceeding one hundred thousarrd dollars or\n               to imprisonment for a period not exceeding one year.\nPenalty in       37. Any person who commits an offence against this Act\ncases not\nspecially      for which no penalty is provided shall be liable upon con-\nprovided\nfor.           viction to a penalty not exceeding twenty thousand dollars.\nRegulations.     38.-(1) The Minister may make regulations generally for\n               the better carrying out of the provisions and objects of\n                        me inclusion of this page is authorized by L.N.79/ 19%]\n                    PLANTS (QUARANTINE)                            19\nthis Act and without prejudice to the generality of the fore-\ngoing, may make regulations t o -\n         provide for measures to be taken to prevent the\n         introduction or the spread of plant pests, and such\n         regulations may apply to the whole Island or to\n         any parish or part thereof;\n         provide for the isolation by means of fences of any\n         description (ditches or otherwise) of any district,\n         area or parcel of land or of any portion of such\n         district, area or parcel of land declared by order\n         to be infected or suspected of being infected with\n         plant disease;\n        provide for the destruction, removal, uprooting,\n        disposal or treatment of plants and plant products\n        within such district, area or parcel of land;\n         provide for the cleansing and disinfecting of any\n         district, area or parcel of land and any plants there-\n         on;\n         prescribe the period within which it shall not be\n         lawful to plant or replant in any such district, area\n         or parcel of land, any plant whatsoever or any\n         particular plant named,\n         prescribe the duties of persons appointed to carry\n         out the provisions of any orders issued under this\n         Act;\n         prescribe the measures to be taken, for the treat-\n         ment of any notifiable plant disease, by the owner,\n         occupier or person having the charge or manage\n         ment of any land whether or not such land has\n         been declared to be infected or suspected of being\n         infected with plant disease;\n         me inclusion of this page is authorid by L.N. 791 19961\n20                       PLANTS (QUARANTINE)\n              provide for the establishment of temporary quaran-\n              tine premises, post entry quarantine stations and\n              their necessary facilities and services;\n              prescribe fees for inspection services and treatment;\n              prescribe the conditions under which the importa-\n              tion of any plant, article or thing shafl be permit-\n              ted;\n              provide for the delegation of authority under this\n              Act;\n              prescribe forms and documents appropriate for the\n              effective administration of the Act;\n         (rn) prescribe treatments for the elimination of plant\n              pests from imported plants, plant products or any\n              other goods which may be affected;\n              prescribe the measures to be taken, for the treat-\n              ment of any notifiable plant pest or airy infectious\n              plant pest, by the owner, occupier OF person having\n              charge or management of any land;\n              prescribe measures ,to be taken for the diagnosis\n              and prevention of plant pests, for purposes of or\n              incidental to quarantine;\n              prescribe measures to be taken by the captain of\n              an aircraft for the spraying or fumigation thereof\n              before and after landing in Jamaica;\n              provide for the examination by Quarantine Officers\n              of plants for export.\n             (2) Without prejudice to the provisions of section\n     29 of the Interpretation Act, regulations made under this\n     Act may provide in respect of a breach of any of the provi-\n     sions thereof that the offender shall be liable to such fine\n     not exceeding twenty thousand dollars or to such terms of\n             me inclusion of this page is aulthwized by LN. 79/ 19961\n                     P U N T S (QUARANTINE)                                 22\nimprisonment not exceeding twelve months or to both such\nfine and imprisonment as may be prescribed therein."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39.-(1) If any person without lawful authority or excuse Offences.\n(proof whereof shall lie on him) dozs any of the following\nthings-\n    (a) fails to carry out any measures required to be\n         carried out by him under any order or regulations                   )\n         made under this Act;\n    (b) fails to give any notice which by section 7 he is               ,\n        required to give;\n     (c) refuses admission to any person acting in execution\n         of duties under this Act or under any order made\n          thereunder, to any land or place which the said\n          person is entitled to enter or examine, or obstructs\n          or impedes such person in so entering or examining\n          premises or, otherwise in any respect, impedes any\n          person in the execution of his duty under this Act\n          or assists in my svch obstructing or impending,\nhe shall be guilty of an offence.\n         (2) Any person who is guilty of an offence under\nsubsection (1) shall, on summary conviction bcEore a Resi-\ndent 'Magistrate, be liable to a fine not exceeding fifty\nthousand dollars and in default of payment, to imprison-\nment with hard labour for a period not exceeding one year\nand on a further conviction within a period of twelve months\nfor a second or subsequent offence against this Act, he shall\nbe liable at the discretion of the court to be imprisoned for\na further term not exceeding six months with bard labour\nin lieu of the fine to which he is liable.\n       (3) Where any person commits an offence under this               .\nAct and that offence is continued by him after conviction,\n                                                                            ,.\nsuch person shall be liable, in addition to any fine or impri-\n                                                                            - 1\n                                                                    A\n         fFh8 i n c l d n of lhk page is au&orized by L.N. 79/ 1\n                                                               9w\n22                                PLANTS (QUARANTINE)\n              sonment imposed by the court on conviction, to a further\n              fine not exceeding two thousand dollars in respect of each\n              day during which the offencecontinues.\n                       (4) The Chief Plant Quarantine Officer shall issue a\n              certificate, when necessary, to the effectthat no rrotice under\n              paragraph (b)of subsection (1) has been received."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40.41) In any trial for an offence under this Act the\n              certificate of the Chief Plant Quarantine Officer, purporting\n              to be signed by him as such, shall be prima facie evidence\n              as to the identification of any notifiable plant disease under\n              this Act, provided that such certificate shall contain-\n                   (a) a statement that the package containing the speci-\n                        men submitted for examination was sealed and\n                        intact on delivery to the Chief Plant Quarantine\n                        Officer; and\n                   (b) a copy of the description attached to the specimen\n                        by the person submitting it for identification by\n                        the Chief Plant Quarantine Officer.\n                      (2) In any case where a person is charged under\n              paragraph (c) of section 39 (1) for failing to give any notice\n              which he is required to give under this Act, the certificate\n              of the Chief Plant Quarantine Officer purporting to be\n              signed by him or his representative as such, that no notice\n              has been received shall be sufficient evidence for the purpose\n              of any proceedings under this Act in relation to such charge\n              as aforesaid.\n!nhmality       41. Proceedings taken under this Act shall not be rendered\nm any\norder, etc.   void by reason of any informality in any order or notice\n              issued or given.\nMinis.*        42.-( 1) Where by virtue of an order issued under this Act,\nriel drrec-\ntions for\n-ras\n             any  land is declared by the Minister to be infected witli\nto eliminate plant  pests, the Minister may also issue directions for\nand control\nplant pesta\n                      me inclusion of this page is authorized by LN. 79/19%3\n                     PLANTS (QUARANTINE)                              23\nmeasures to be implemented within a specified time for the\nelimination or control of such d a n t pests and to be under-\ntaken by the owner or occupier of the land or by both.\n        (2) Where the owner or occupier of land does not\ncomply with directions issued under subsection (1) within\nthe specified time period, the Minister may cause the land\nin question to be entered and the measures set out in the\ndirections to be effected.\n        (3) Where any owner or occupier of lmd incurs\nunavoidable expense, suffers pecuniary loss or damage as\na direct consequence of the carrying out of directions issued\nby the Minister under this section, such owner or occupier\nmay, without limit of amount, recover his expenses as a civil\ndebt by referring the matter for decision in a Resident\nMagistrate’s Court."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. Ministerial directions for measures to eliminate and controll plant\n        pests."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. The Minister may, if he thinks fit, cause any land Land\nentered under section 42 to be fenced, and may direct pay- entered   be\nment out of public funds for the cost of such fencing; and :FTwd\nno occupier of adjoining land shall be liable under the Divid-\n                                                             t ;$\ning Fences Act to bear any part of the expenses of erecting consoli-\nsuch fence.                                                     dated\n                                                                Fd.\n         me inclusion of this Eage is authorized by LN. 79/19%1\n                                             PLANTS (QUARANTINE)\n                                                           SCHEDULB                                  (Section 2)\n                                                                                 CERTIPICATE No         ............\n                               THE PLANTS (QUARANTINE) ACT\n                                       Phytasmitmy Certificate\n               PLANTPROTECTION     SERVICE\n                 This is to certify that the plants, parts of plants, or plant products\n               described below, or representative ssmpks of them, were thoroughly\n               examined on ....................................... 19...... by ........................\n               an authorized officer of the Plant Protection Service and were found to\n               the best of his knowledge to be substantially free from injurious\n               diseases and pests, and that the consignment IS believed to conform\n               with the current phytosadtary regulations of the importing countfy\n               both as stated in the additional declaration hereon and othcrwise.\n               Fumigation or disinfection treatment (if any):-\n               Date.. ......................................Treatment.. ................................\n               Duration of exposure................. ..Chemical and.. ..........................\n      '!   ,                         .   .                                   .   .\n                                                              . Concentration..        .................. ..........\n               Additional Declaration.. .................................................................\n, .\n               ..............................................................................................\n               ..............................................................................................\n                                                      Signed................................................\n               (Stamp of Service)                    official Status.......................................\n                                                      Date........................................       .19... ...\n                                     DESCRIPTION OF CONSIGNMENT\n               Name and address of exporter......................................................\n               .............................................................................................\n               Name and address of consignee...................................................\n               .............................................................................................\n                             [The inclusion of this page is au%hizedby LX. 1 9 / 19961\n                            PLANTS (QUARANTINE)                                                  25\nNo. and description of packages, weight.......................................\nDistinguishing marks..................................................................\nOrigin (Grown at*). ....................................................................\nMeans of conveyance..................................................................\nPoint of entry in Importing Country .............................................\nQuantity and name of produce..................................................\n............................................................................................\n.............................................................................................\nBotanical’ name................... ,......................................................\n .............................................................................................\n............................................................................................\n         * State precise location\nNOTE: This certificate is issued from information found or believed\n      to be correct and no liability attxhes to the Ministry or any\n      of its officers in respect of this certificate.\n             [The inclusion of &is page is aurhorized by L N . 79119961"
    }
  ],
  "definitions": []
}