{
  "id": "jm-stat-the-police-public-complaints-act",
  "type": "statute",
  "title": "The Police Public Complaints Act",
  "title_en": "The Police Public Complaints Act",
  "short_name": "Police Public Complaints Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-police-public-complaints-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-police-public-complaints-act",
  "provisions": [
    {
      "provision_ref": "sec01",
      "section": "01",
      "title": "Section 01",
      "content": "01.1 hr.\n.\\uthorit?\n                     as the Police Public Complaints Authority which shall be a body\n                     corporate to which section 28 of the Interpretation Act shall\n                     apply.\nFirst                         (2) The provisions o f t h e First Schedule shall have et’t’ect\nSchsdulr.\n                     in relation to the Authority.\nF U I I C ~ I O01’\n                ~      4.-( 1) Subject to the provisions of this Act, the functions of\nthe .-\\uthority\n                     the Authority shall be to-\n                              (a) monitor the investigation by the Force of any\n                                  complaint or other matter to which this Act applies\n                                  with a view to ensuring that such investigation is\n                                  conducted impartial 1y ;\n                              (h) supervise the investigation of complaints by the Force;\n                              (c) undertake direct investigation of complaints in such\n                                  circumstances as may be prescribed by or pursuant to\n                                  this Act; and\n                              (d) evaluate and report to the Minister from time to time\n                                  on the system of handling complaints.\n                 POLICE PUBLIC COMPLAINTS                             5\n       (2) For the purpose of the discharge of its functions\nunder this Act the Authority shall, subject to the provisions\nof this Act, be entitled-\n    (a) to be advised of any complaint made against a coo-\n        stable;\n    ( h ) upon the authority of a warrant issued in that be-\n          half by a Justice of the Peace-\n             (i) to have access to all records, documents or\n                 other information relevant to any complaint\n                 or other matter being investigated pursuant\n                 to this Act;\n            (ii) to have access to any premises or other loca-\n                 tion where the Authority has reason to\n                 believe that there may be found any such\n                 records, documents or other intormation as\n                 are referred to in sub-paragraph (i) or any\n                 property which is relevant to ap investiga-\n                 tion pursuant to this Act;\n           (iii) to enter any premises occupied by any\n                 person in order to make such enquiries or to\n                 inspect such documents, records. informa-\n                 tion or property as the Authority considers\n                 relevant to any matter being investigated\n                 pursuant to this Act;\n    (c) to retain any records, documents or other property\n         referred to in paragraph (b).\n       (3) For the purposes of subsection (2). the Authority\nshall have power to require any person to furnish in such\nmanner and at such times as may be specified by the\nAuthority, information which in the opinion of the Authority\nis relevant to any matter being investigated pursuant to this\nAct.\n_____               __             - _______\n6                                 POLICE PUBLIC COMPLAINTS\nIndepend-\nence of"
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.-(1)The Authority shall consist of three persons appointed by the Constitutloll\n                 Governor-General in his discretion by instrument under the Broad Seal. ~ l t l l v . l , ,\n                         (2) The Governor-General shall appoint one of the members of the\n                 Authoritv to be Esecutive Chairman of the Authoritv."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                 Intcrpreta-\n                                                                tion.\n“the Authority” means the Police Public Complaints\n     Authority established under section 3 ;\n“the Commissioner” means the Commissioner of Police;\n“complaint” means any complaint about the conduct of a\n    constable which is submitted-\n       (a) by a member of the public whether or not that\n           member is affected by the subject of the\n           complaint; or\n       (b) on behalf of a member of the public who is\n            affected as aforesaid and with his written\n            consent,\n     and shall be deemed to include any matter referred to in\n     section 6 (1) (c);\n“constable” means-\n      (a) any member (of whatever rank) of the Jamaica\n           Constabulary Force;\n       (b) any member (of whatever rank) of the Island\n           Special Constabulary Force and any person\n           appointed as a Parish Special Constable pursuant\n           to the Constables (Special) Act; and\n                                  ( c ) any member of the Rural Police;\n                        “Constitution” means the Constitution of Jamaica,\n                        “disciplinary proceedings” includes proceedings instituted by\n                             the Police Service Ccmmission;\n                        “Executive Chairman” means the Executive Chairman of the\n                            Authority ;\n                        “the Force” means the Jamaica Constabulary Force;\n                        “fbnctions” includes powers and duties.\n                                                  lhe Aulhorih\nF.stahlishnir.nt       3 . 4 1) There is hereby established an Authority to be known"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) The Authority or any member or members of the Authority Review by\ndesignated by the Executive Chairman to represent the Authority €or          $:bhy\"i!\nthis purpose shall review the matter and inquire into the handling of signatd\nthe complaint and any disposition of the issue by the Commissioner member\npursuant to section 18.                                               of the\n                                                                      Authority.\n       (2) If, on review, the Authority is satisfied with the disposition\nof the complaint, it shalil prepare and send a report in writing to that\neffect to the Minister, the Commissioner, the complkinant and the con-\nstable concerned.\n       (3) Where, on review, the Authority is not satisfied with th2\ndisposition of the complaint by the Force or considers that further\ninquiry is warranted,it may-\n    ( U ) prepare and send to the Minister, the Cornmissioner and\n          the Director of Public Prosecutions a report h writing setting\n          out such findings and recommendations with respect to the\n          complaint as it thinks fit:\n    (b) request the Commissioner to conduct further investigation\n          into the complaint;\n    (c) conduct its own further investigation into the complaint; or\n     (4 institute a hearing to inquire into the complaint.\n       (4) On completion of an investigation under sub-paragraph\n(3) {c) the Authority shall prepare and send to the Director of Public\nProsecutions, the Minister and the Commissioner a reporl in writing\nsetting o,ut such findings and recommendations with respect to the\ncomplaint as it thinks fit, unless the Authority has institutal or intends\nto institute a hearing to inquire into the complaint under sub-paragraph\n(3) (6)."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)  Where the Authority decides to institute a hearing pursuant m d w o f\nto paragraph 3 (3) (d) it shall send a notice in writin of the decision haring by\nto the Minister, the Commissioner, and the Director of Public Prosecu- Aurhority.\ntions, the constable concerned and the complainant.\n      (2) For the purpose of this Schedule any member of the Authority\nconducting a hearing to inquire into a complaint shall be deemed to\nbe the Authority.\n      (3) Where for the purposes of a hearing the Authority requires\na person to attend before it that person shall be entitltd to be paid\nsuch expenses incurred by him by reason of such attzndance as the\nAuthority may consider reasonable.\n~ . - _ _ _ _\n          me inclusion of this page is authorized by L.N.42/1W5]\n24                     POLICE PUBLIC COMPLAINTS\n           (4) On completion of a hearing, the Authority shall prepare\n     and send to the Minister and the Commissioner a report setting out\n     such findings and recommendations with respect to the complaint as\n     the Authority sees fit.\n           ( 5 ) Jf any repofi of the Authority reflects adverse1 on any per-\n                                                                K\n     son the Authority shall, so far as practicable, inform t at person of\n     the substance of the report.\n           (6) The proceedings of the Authority shall not be rendered void\n     for want of form.\n                   -__\n              me inclusim of this page is authorizbd by L.N.42/1995]"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) The Executive Chairman may at any timc rcsign his offiicc: a s Resigfla-\n                 Executive Chairman or as a mcmbcr of thc Authority or both by instrumcnt in lions.\n                 writing addressed to the Governor-General.\n                         (2) A mcmbcr of thc Authority othcr than thc Esccutivc Chairnull\n                 may at any time rcsign his office as mcmbcr by instrumcnt in writing\n                 addressed to the Governor-General and wdnsmitled lhrough the Esecutive\n                 Chairman.\n                         (3) Every such rcsignation as aforesaid shall lake cffcct froin thc datc\n                 of reccipt by the Govcmor-GcncrA of thc inslrumcnl of rcsignation."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . 4 1 ) The Goveplot-General may, at aQy.\\imc,revoke the appointment\nRevocation of'\nappointments.    of any person as the Executivc Chairman or as a mcmber of the Authority if\n                 satisfied that the person-\n                 -\n                                   I'l'lic iiicliisioii 0 1 Iliis p;igc IS ;iiitIiorI~cdby I . N   xW2003l\n                                     POLICE PlIBLIC COMPLAIKTS\n                      ( a ) has without reasonable excuse failed to carry out his duties for a\n                               contmuous period of three months beginning not earlier than six\n                               months before that m e : or\n                      ( b ) has been comicted of a criminal offence: or\n                      ( c ) has become bankrupt or made an arrangement with his creditors: or\n                      (4 is incapacitated by physical or mental illness: or\n                      ( e ) becomes a person who would be disquallfied for appointment\n                               pursuant to paragraph 2: or\n                               is othenvise unable or unfit to perform his duties.\n                          ( 2 ) Before talung action pursuant to sub-paragraph (l)v> the\n                 Go\\.ernor-Generalshall designate not more than three persons to examine the\n                 matter and make recommendations to him.\nGazcning of         7. The names of all members of the Authorih as first constituted and\nmenibcrshp       e\\.ery change in the membership thereof shall be published in the Gazette.\nE\\ecull\\ e         8. The Esecutive Chairman shall-\nChairman\n                      (a)  be responsible for the supervision over and dlrection of the kvork\n                           and staff of the Authority: and\n                     ( h ) c a m out such functions as are assigned to the Executive Chairman\n                           by or pursuant to k s Act.\n.lppoi nt ment    9 . 4 1 ) h e Authorih may appoint and employ at such remuneration and\nof\"'Ecers.     on such terms and conditions as it tfunks fit a secretan. and such other\nemplu?ees and\n?gents.        officers.  agents and employees as, after consultation with the Minister, it\n               thlnks necessary for the proper carrying out of its functions under this Act.\n                         (2) The Governor-General may: subject to such conditions as he may\n                 impose. approve of the appointment of any public officer to any ofice with\n                 the Authorih. and any officer so appointed shall, in relation to pension.\n                 gratuity: allowance and other rights as a public officer, be deemed to be in the\n                 service of the Government while employed in any such ofice.\nPension            9A. The Buthorih may with the approval of the Minister-\nscheme.\nmedical               (a) enter into arrangements respecting schemes, whether by way of\ntmelits. etc                insurance policies or not; and\n40 2002\ns. 2 .                ( b ) make regulations,\n                 for m e d d benefits, pensions, gratuities and other retiring benefits or\n                 disability or death benefits: in respect of the employees of the Authority and\n                 such arrangements or regulations may include provisions for the grant of\n                 benefits to the dependants and legal representatives of such employees.\nValidity of         10.-(1)   The validity of the proceedmgs of the Authority shall not be\n.Authorit y. s   affected by any vacancy amongst the members thereof or by any defect in the\nproceedings\n                 appointment of a member thereof.\n                  POLICE PUBUC COMPLAINTS                                         21\n      (2) Subject to the provisions of this Schedule, b e Authority\nmay regulate its own proceedings."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) After considering a report submitted to it under Appraisal\n                                                             by the\nsection 17 (4) (formal handling of complaints! the Authority Authority\nshall submit an appraisal statement to the Commissioner -:;:!:i\nand the Director of Public Prosecutions.                     gation.\n        (2) In this section “appraisal statement” means a state-\nment-\n      (a) as to whether or not the investigation was con-\n          ducted to the satisfaction of the Authority;\n      (b) specifying any respect in which it was not so con-\n          ducted; and\n      (c) dealing with such other matters as may be\n          prescribed.\n       (3) The power to issue an appraisal statement in-\ncludes power to issue separate statements in respect of the\ndisciplinary and criminal aspects of an investigation.\n  8     4 1) Notwithstanding anything to the contrary, the p i r q\n                                                                     investlga-\nAuthority may, if it thinks necessary, instead of supervising t ion by the\nan investigation pursuant to section 6 , itself undertake and Authority.\ncarry out the investigation and shall notify the Commissioner\nin writing accordingly.\n      (2) The Authority may adopt whatever procedure it\nconsiders appropriate to the circumstances of a particular\ncase.\n       (3) Nothing in this section shall be construed as\nrequiring the Authority to hold any hearing.\n       (4)On completion of an investigation under this\nsection, the Authority shall submit a report thereon-\n      (a) to the Commissioner;\n          me inclusion of this page is authorized by L.N. 42/1995]\n8                               POLICE PUBLIC COMPLAINTS\n                   (b) where the report indicates that a criminal offence\n                       may have been committed, to the Director of\n                       Public Prosecutions,\n               and, if the Authority considers it desirable so to do having\n               regard to all the circuinstances of the case, it shall send a\n               copy of the report to the constable whose conduct was in-\n               vestigated and to the person by or on whose behalf the com-\n               plaint was made.\n                      ( 5 ) On making a report to the Director of Public\n               Prosecutions pursuant to subsection (4), the Authority shall\n               furnish him with-\n                    (a) copies of all statements collected in relation to the\n                        complaint;\n                   ( b ) all exhibits so collected; and\n                    (c) such other information as the Director of Public\n                        Prosecutions may, from time to time, require and\n                        the Authority is able to furnish.\nPowers,           9. For the purpose of giving effect to sections 6 and 8 the\nauthorities\nand privi-     members of the Authority, the investigative staff of the\nleges\nin relation\n               Authority and any person authorized thereto by the Autho-\nto sections    rity shall, in the exercise of their duty under this Act, have\n6 and 8.\n               the like powers, authorities and privileges as are given by\n               law to a constable.\n                           The Complnints Division of the Force\nComplaints       10.-( 1) The Commissioner shall establish and maintain\nDivision\nthe Force.Of   for the purposes of this Act, a unit of the Force charged\n               with primary responsibility of addressing complaints (here-\n               inafter referred to as the Complaints Division).\n                       (2) The Commissioner shall ensure that the Com-\n               plaints Division is supplied with sufficient staff and facilities\n               effectively to receive, record and investigate complaints.\n                                                           ~     ____            -\n                 POLICE PUBLIC COMPLAINTS                                 9\n                  The Commissioner of Police\n   1 1 . 4 1 ) It shall be the duty of any constable receiving J P&e;Fg;-\ncomplaint in accordance with this Act promptly to take missioner\n                                                                 and rela-\nsteps, in accordance with rules of the Force, to have the tions with\n                                                                 the Autho-\n                                                                 rity.\ncomplaint brought to the attention of the Commissioner.\n        (2) Nothing in this Act shall have effect in relation\nto a complaint in so far as the complaint relates to ihe\ndirection and the control of the Force by the Commissioner.\n        (3) It shall be the duty of the Commissioner-\n     (a) to mzke arrangements to facilitate-\n             (i) supervision under this Act of an investiga-\n                 tion by the Authority; and\n            (ii) the conduct of any direct investigation\n                 under this Act by the Authority; and\n     (b) to take such steps, consequent on an investigation\n          under this Act, as he thinks appropriate having\n          regard to the provisions of section 18 (find investi-\n         gation reports)."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Powers, authorities and privileges in relation to sections 6 and 8.\n                               The Complaints Division of the Force"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Complaints Division of the Force.\n                                     The Commissioner of Police\n          1 1. Prerogative of the Commissioner and relations with the Authority."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Subject to the provisions of this Act, the Authority may make Rules.\nrules respecting-\n     (U) the business of the Authority;\n     (b) the manner of dealing with matters before the Authority\n          generally, including the practice and procedure before thc\n          Authority;\n     (c) the apportionment of the work of the Authority among its\n          members and the assignnient of members to review complaints\n          referred to the Authority; and\n     (6) the performance of the functions of the Authority generally\n          under this Act.\n  1 2 4 1 ) The Authority may appoint such Committees, for such pur- Corn-\nposes, as ilt may think fit and may delegate to any such committee mittew.\nsuch of the functions of the Authority as the Authority may decide,\nbut excluding the power of delegation conferred by this sub-paragraph.\n       (2) The chairman of each such committee shall be a member\nof the Authority designated by the Authority.\n        (3) The quorum of any such committee shall be such number\nof its members as the Authority may determine.\n       (4) A special1 meeting of any such committee m&y be called\nby the chairman thereof.\n      (5) A delegation under this paragraph m a y be revoked by the\nAuthority at any time.\n       (6) A delegation of any power under this paragraph shall not\nprevent the exercise of the power by the Authority.\n        (7) The provisions of pamgraph 10 shall (with the necessary\nmodifications) apply in relation to any such committee as if references\nto the Authority were references to such committee."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The Comniissioner may make rules governing the R$e<b;y-\nprocedures to be followed by members of the Force in re- rmssloner.\nceiving, recording, in\\ estigating, disposing of or otherwise\ndealing with complaints under this Act, and without preju-\ndice to the generality of the foregoing, such rules may require\nthat all complaints be notified to such officers of the Force\nas the Commissioner may specify."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The Commissioner may designate any officer of the Perfom-\n                                                               ance by\nForce, not below the rank of Deputy Superintendent, to designated\nexercise any of his powers and perform any of his duties %Epf\nunder this Act and the officer so designated shall have the Commis-\n                                                               sioner's\npower and duties set out in the designation; and where any powers and\npower is conditional on the opinion of the Commissioner, this  duties under\n                                                                    Act.\nthe requisite opinion shall be that of the designated officer.\n         F e inclusion of this page is authorized by L.N. 42/ 199%\n10                              POLICE PUBLIC COMPLAINTS\n                                   Handling of Complaints\nWhere corn-\nplaints may"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) A member of the public may make a complaint\nbe made.      at-\n                   (a) any police station or other police post;\n                   ( b ) the office of the Complaints Division; or\n                   (c) the office of the Authority.\n                      (2) The person who receives a complaint under sub-\n              section (1) shall-\n                   (a) record it in the prescribed form and furnish to the\n                       Complainant a copy of that record signed by the\n                       person receiving the complaint;\n                   (b) furnish to the complainant a prescribed statement\n                       setting out the procedures that will be followed\n                       respecting the complaint and the rights of the com-\n                        plainant.\n                      (3) In addition to the requirement of section 11 (l),\n              the person recording the complaint shall-\n                   (a) if it is made at a police station or other police post,\n                       forward a copy forthwith to the Complaints Divi-\n                       sion and the Authority;\n                   (b) if it is made at the Complaints Division, forward a\n                       copy forthwith to the Authority;\n                   (c) if it is made at the Authority, forward a copy forth-\n                       with to the Complaints Division; and\n                   (d) wherever it is made, if it relates to a fatality, for-\n                       ward a copy forthwith to the Director of Public\n                       Prosecutions.\nDuty    in\nofficerof       15. Subject to any directions by the Commissioner, it shall\nchaye of a    be the duty of the police officer in charge of a police division\npolice\ndivision      promptly to take any steps which appear to him to be\nto preserve\n                POUCE PUBLIC COMPLAINTS                                 11\ndesirable for the purpose of obtaining or preserving such\nevidence as relates to a complaint under this Act.\n  1 6 4 1 ) If the police officer in charge of the Complaints resolution\n                                                               Informal\n                                                                         of\nDivision is satisfied-                                         ComplaintS.\n     (a) that a complaint relates to conduct which, even if\n          proved, would not justify a criminal or disciplinary\n         charge; and\n     (b) that the complainant and the constable concerned\n         have given consent for that purpose,\nhe shall, subject to the directions of the Commissioner, con-\nsider whether the complaint can be resolved informally and\nmay attempt so to resolve the complaint; and if he considers\nit expedient so to do, may designate an officer of the Force\nto assist him.\n        (2) No officer shall be designated under subsection\n(1) unless he is-\n     (a) of at least the rank of Deputy Superintendent; and\n     (b) of at least the rank of the constable against whom\n         the complaint is made.\n       (3) Where a complaint is resolved informally, a\nrecord shall be made of the manng in which the complaint\nwas resolved; and the person making the complaint and\nthe constable concerned shall each signify in writing his\nagreement to such resolution.\n        (4) A copy of a record made under subsection (3)\nshall be furnished forthwith to the Authority, the person\nmaking the complaint and the constable concerned.\n        ( 5 ) A complaint may be resolved informally pursu-\nant to subsection (I), in accordance with such procedures as\n         me inclusion of this page is authorid by L.N. 42/1WS]\n12                            POUCE PUBUC COMPLAINTS\n              may be prescribed under this section or by regulations, at\n              any time during the course, or after, an investigation under\n              section 17.\n                      (6) A complaint may be resolved informally by the\n              Authority in like manner as it may be resolved by a police\n              officer under this section at any time during the course of,\n              or after, an investigation under section 8 or a review under\n              section 19.\n                      (7) No reference shall be made in the personal record\n              of a constable to a complaint resolved under this section.\n                     (8) No answer or statement made, in the course of\n              attempting to dispose of a complaint informally, by the com-\n              plainant or the constable concerned shall be used or\n              receivable in any criminal or civil proceedings except, with\n              the consent of the complainant or the constable, at a hearing\n              under this Act.\n                      (9) Notwithstanding subsections (1) to (81, where the\n              Police Officer in charge of the Complaints Division or the\n              Authority is of opinion that the informal resolution was\n              obtained as a result of a misunderstanding, a threat or other\n              improper pressure, the Police Officer subject to the direc-\n              tion of the Commissioner or the Authority may order that\n              the complaint shall continue and give reasons therefor in\n              writing to the constable concerned and the complainant and\n              in such event the complaint shall continue to be treated as\n              a complaint under this Act.\nFormal          17.41) Subject to the provisions of section 8, where a\nComplaintS.\n         Of   complaint is not resolved informally the police officer in\n              charge of the Complaints Division shall cause an investiga-\n              tion to be made forthwith into the complaint.\n                      (2) The police officer in charge of the Complaints\n              Division shall, not later than thirty days after the receipt\n              of the complaint, furnish to the Authority and, subject to\n                      me inclusiun of this page is authorized by L.N. 42119951\n                 POLICE PUBLlC COMPLAINTS\nsubsection (3), to the complainant and to the Constable con-\ncerned, an interim report in the prescribed form providing a\nsummary of the investigation to date; and shall furnish\nfurther interim reports on a monthly basis during the course\nof the investigation.\n        (3) The police officer in charge of the Complaints\nDivision may decide not to make a report to the complainant\nand the constable concerned where, in his opinion, to do so\nmight adversely affect the investigation of the complaint, or\nwhere there are no new matters to report, in which case the\npolice officer in charge of the Complaints Division shall\nforthwith notify the Authority of the reasons for his deci-\nsion.\n        (4)Where an investigation has been completed, the\npolice officer in charge of the Complaints Division shall\ncause a final investigation report to be prepared and shall\nsubmit a copy thereof to the Authority and to the Commis-\nsioner.\n       (5) A final investigation report shall contain-\n     (a) a summary of the complaint and a description of\n          the alleged misconduct by the constable;\n     (b) a summary of the investigation and of informa-\n          tion obtained from the complainant, the constable\n          concerned and witnesses, if any; and\n     (c) a description and analysis of any physical evidence\n          obtained.\n        (6) Notice that a final investigation report has been\nsubmitted pursuant to subsection (4) shall be given by the\nofficer in charge of the Complaints Division to the com-\nplainant and to the constable concerned."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Formal handling of complaints.\n                            [The tnclu~ion of this page IS authorized b y   LN   3/20021\n2                            POLICE PUBLIC COMPLAINTS"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) The Commissioner shall review a final investi- zigmoFd\ngation report made pursuant to section 17 and any pmmils-\nappraisal statement that may be made thereon by the sioner\n                                                         relationinto\n                                                                  final inves-\n                                                                  tigation\n        me inclusion of this page is authorized by L.N. 42/1WS]   report.\n14                   POLICE PUBLIC COMPLAINTS\n     Authority under section 7 and he may order such further\n     investigation as he considers desirable or proceed forthwith\n     to dispose of the issue under subsection (2).\n            (2) Subject to subsection (3) the Commissioner may-\n         (a) take either or both of the following actions, that\n             is to say-\n                 (i) refer the matter to the Director of Public\n                     Prosecutions for prosecution; or\n                 (ii) cause disciplinary proceedings to be taken\n                      in accordance with the appropriate enact-\n                      ment or regulations applicable to the con-\n                      stable; or\n          (b) after giving the constable concerned an oppor-\n              tunity to reply to the complaint, either orally or\n              in writing, counsel or caution the constable re-\n              garding his conduct; or\n          (c) direct that no action is warranted.\n             (3) If there is any indication of criminal conduct on\n     the part of the constable concerned, the Commissioner,\n     before taking action pursuant to subsection (2), shall refer\n     the matter to the Director of Public Prosecutions for his\n     advice and such other directions as the Director of Public\n     Prosecutions may consider necessary.\n              (4) The Commissioner, forthwith upon taking any\n     action pursuant to subsection U), (2) or (3), shall give\n     written notice to the Authority, the complainant and the con-\n     stable concerned and, if his decision is that no action is\n     warranted or he has taken action under subsection (2) (b),\n     shall give his reasons therefor.\n                 POLICE PUBLIC COMPLAINTS                                    15\n                      Review by Authority"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) Subject to the provisions of the Constitution as tio?\n                                                             Applica-\n                                                                  for\nregards the powers of the Director of Public Prosecutions, a rev,ew.\ncomplainant who is not satisfied with the disposition of the\ncomplaint or with the decision of the Commissioner under\nsection 18 in respect of the complaint may apply in writing\nto the Authority for a review of the matter.\n        (2) The provisions of the Second Schedule shall have Second\n                                                             Schedule.\neffect in relation to a review under this section.\n                           General"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-( 1) The functions of the Authority may be performed m\n                                                           Pedor-\n                                                              a n e of\nby any member of its staff,or any other person not being a functions of\n                                                           the Autho-\nconstable, authorized for that purpose by the Authority.   rity by its\n                                                                     mmben\n                                                            and mem-\n        (2) Nothing in subsection (1) shall be construed as staff.\n                                                            bers of its\naffecting the responsibility of the Authority for any func-\ntions performed on its behalf pursuant to subsection (1)."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.-(1) Except in the case of proceedings for an offence fiivileg-.\npursuant to paragraph (c) of section 23, no proceedings\nwhatsoever shall lie against the Authority or any person\nconcerned with the administration of this Act for anything\ndone, reported or said in the performance of functions\nunder this Act.\n       (2) Anything said or information supplied or any\ndocument or thing produced by any person for the pur-\npose or in the course of any investigation by or proceedings\nbefore the Authority under this Act shall be absolutely\nprivileged in the same manner as if the investigations or\nproceedings were proceedings in a court of law.\ni6                         POLICE PUBLIC COMPLAINTS\n                  (3) For the purposes of the law relating to defama-\n           tion, any report made by the Authority under this Act and\n           any fair and accurate comment thereon shall be deemed to\n           be privileged.\nSecrecy.     22. The Authority and every person concerned with the\n           administration of this Act shall regard as secret and confi-\n           dential all documents, information and things disclosed to\n           them in the execution of any of the provisions of this Act,\n           except that no disclosure-\n               (a) made by the Authority or any person aforesaid in\n                    proceedings for an offence under section 23; or\n                (b) which the Authority thinks necessary to make in\n                    the discharge of its functions,\n           shall be deemed inconsistent with any duty imposed by this\n           section.\nmences.      23. Every person w h o -\n               (a) wilfully makes any false statement to mislead or\n                    misleads or attempts to mislead the Authority or\n                    any other person in the execution of functions\n                    under this Act; or\n               (b) without lawful justification or excuse-\n                      (i) obstructs, hinders or resists the Authority or\n                          any other person in the exercise of functions\n                          under this Act; or\n                     (ii) fails to comply with any lawful requirement\n                          of the Authority or any other person under\n                          this Act; or\n               (cl deals with documents, information or things men-\n                   tioned in section 22 in a manner inconsistent with\n                   his duty under that section,\n                 POLICE PUBLIC COMPLAINTS                                         17\nshall be guilty of an offence and shall be liable on summary\nconviction before a Resident Magistrate to a fine not exceeding\nfive thousand dollars or to imprisonment for a term not\nexceeding twelve months or to both such fine and\nimprisonment."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. The Authority may initiate or continue any investigation        Power to\nand report thereon pursuant to this Act notwithstanding any            ?‘‘~~~tion\ncivil legal proceedings relating to the subject matter of the          despitelegal\ninvestigation.                                                         proceedings."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-( 1) The Minister may, after consultation with the             Regulations.\nAuthority, make regulations generally for giving effect to the\nprovisions of this Act and, without prejudice to the generality\nof the foregoing, may make regulations prescribing-\n     (a) the practice and procedure to be adopted in relation\n          to the formal investigation of complaints;\n     (b) the practice and procedure to be adopted at any\n         hearing by the Authority pursuant to this Act;\n     (c) without prejudice to the generality ot section 8, the\n         circumstances in which direct investigation of\n         complaints shall be carried out by the Authority;\n     (4 the matters to be included in an appraisal statement;\n     (e) procedures to be followed in the informal resolution\n         of complaints;\n     v) such other matters as may be required by this Act to\n         be prescribed.\n        (2) Any regulations made under this Act may contain\nsuch incidental or supplementary provisions as appear to the\nMinister to be expedient for the purposes of the regulations;\n              [The inclusion of this page IS authonzed by L N 3R002)\n18                    POLICE PUBLIC COMPLAINTS\n     and, notwithstanding anything contained in section 29 of the\n     Interpretation Act, any regulations so made may provide in\n     respect of the breach of any of the provisions thereof that the\n     offender shall be liable to a fine, or to a term of imprisonment,\n     or to both such fine and imprisonment, as may be prescribed.\n             (3) Regulations made under this section shall be subject\n     to affirmative resolution.\n                   [The inclusion of this p q e is authorized by L N 3/2CN2]\n                                       POLICE PUBLIC COMPLAINTS                                                                  19\n                                                         FIRST SCHEDULE                                      (Section 3 (2))\n                                             THE AUTHORITY"
    }
  ],
  "definitions": []
}