{
  "id": "jm-stat-the-political-ombudsman-interim-act",
  "type": "statute",
  "title": "The Political Ombudsman (Interim) Act",
  "title_en": "The Political Ombudsman (Interim) Act",
  "short_name": "Political Ombudsman (Interim) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-political-ombudsman-interim-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-political-ombudsman-interim-act | Legal areas: Elections",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Interpretation.\n.)\nJ.   Duration of this Act.\n                  PART 11. The Political Onibudsnron"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The provisions of the First Schedule shall have effect with Pensions.\nrespect to the pension and other benefits to be paid to or in First\n                                                                Schdu,e,\nrespect of a person who has held office as Political Ombudsman.\n   lo.-( 1) The Political Ombudsman may appoint and employ Appoint-\n                                                                ment of\nfor the purposes of this Act, at such remuneration and on such staff.\nterms and conditions as may be approved by the Commission,\nsuch officers and agents as may be considered necessary to\nassist him in the proper performance of his hnctions under this\nAct.\n        (2) The Governor-General may, subject to such\nconditions as he may impose, approve of the appointment to the\nstaff of the Political Ombudsman, of any officer in the public\nservice, provided that in relation to pension, gratuity, allowance\nand other rights as a public officer, such officer shall be deemed\nto be in the public service while so employed.\nOath of\nsecrecy."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Every person appointed to the staff of the Political\n               Ombudsman shall, before he performs any function assigned to\n               him under or by virtue of this Act, take and subscribe an oath to\nSecond         be administered by the Political Ombudsman, in the form set out\n               in the Second Schedule.\n                       PART III. Functions of Political Ombirdrrnan\nhveaigation.     12.-( 1) Subject to this section, the Political Ombudsman\n               shall investigate any action taken by a political party, its\n               members or supporters, where he is of the opinion that such\n               action-\n                    (a) constitutes or is likely to constitute a breach of any\n                        agreement, code or arrangement for the time being in\n                        force between or among political parties in Jamaica; or\n                   (b) is likely to prejudice good relations between the\n                       supporters of various political parties.\n                      (2) The Political Ombudsman shall not be precluded\n               fiom conducting an investigation in respect of any matter by\n               reason only that it is open to the complainant to apply to a court\n               for redress under section 25 of the Constitution.\n                      (3) The fact that an action is commenced in any court in\n               connection with a matter under investigation by the Political\n               Ombudsman shall not prec1,ude such investigation unless the\n               court otherwise directs.\n                     (4) The Political Ombudsman, after consultation with\n               the Prime Minister and the Leader of the Opposition, may-\n                   (0)appoint     a tribunal comprised of representatives of\n                        political parties to assist the Political Ombudsman in\n                        the investigation of complaints arising out of an action\n                        referred to in subsection (1); and\n                   (6) make regulations, subject to negative resolution, in\n                       relation to the constitution and operation of the\n                       tribunal, and otherwise in relation thereto.\n             POLITICAL OMBUDSMAN 1IhTERLM)                                9\n        (5) The fact that a tribunal is not appointed under\nsubsection (4) shall not affect the validity of anything done by\nthe Political Ombudsman in the exercise of powers conferred on\nthe Political Ombudsman by subsection (1)."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1)   A complaint to the Political Ombudsman may be con]-\n                                                                 plmunt\nmade by any person or body of persons, whether incorporated or\nnot who claims to be affected by any such action as is mentioned\nin section 12 (l), but such complaint shall not be made by a\nlocal authority or a body constituted for the purposes of the\npublic service or a iocal authority.\n      (2) Where the complainant-\n    (a) is a minor, the complaint may be made by his parent,\n        guardian, next friend or person in locopareiitis:\n    ( b ) is unable to act for himself by reason of infirmity, or\n          for any other cause or has died, the complaint may be\n          made by his personal representative, or a member of\n          his family, or any other suitable person.\n      (3) Every complaint to the Political Ombudsman shall be\nmade in writing.\n       (4) Notwithstanding anything provided by or under any\nlaw where a complaint addressed to the Political Ombudsman is\nmade by a person who is an inmate of a Government institution\nor is detained therein-\n    (a) it shall be forwarded to the Political Ombudsman by\n        the person for the time being in chatge of the\n        institution; and\n    ( b ) if such complaint is contained in a sealed envelope, the\n          envelope shall be forwarded unopened.\n       (5) Regulations made under section 24 may make\nprovisions for ensuring confidentiality of communication\nbetween any such person as is mentioned in subsection (4)and\nthe Political Ombudsman.\n10                             POLITICAL OMBUDSUAN (TNTEW)\nInvzstigation.     14.-(1)  An investigation pursuant to section 12 (1) may be\n                 undertaken by the Political Ombudsman on his own initiative or\n                 on a complaint made to him pursuant to section 13.\n                         (2) The Political Ombudsman may, in his absolute\n                 discretion, determine whether to undertake or continue an\n                 investigation and in particular, but without prejudice to the\n                 generality of the foregoing, may refuse to undertake or continue\n                 any investigation if he is of the opinion that-\n                     (a) the subject-matter of the complaint is trivial;\n                     (b) the complaint is fiivolous or vexatious or not made in\n                         good faith;\n                     (c) the complainant has deferred for too long the making\n                         of his complaint to the Political Ombudsman;\n                     (4 the complainant does not have sufficient interest in the\n                          subject-matter of the complaint; or\n                     (e) having regard to all the circumstances of the case, no\n                         investigation or further investigation is necessary.\n                         (3) Where the Political Ombudsman decides not to\n                 undertake or continue the investigation of a complaint, the\n                 Political Ombudsman shall inform the complainant in writing of\n                 his decision and give reasons therefor.\n                              PART IV. Processing Investigation\nRocedure.           15.-(1)  Where the Political Ombudsman proposes to\n                 conduct any investigation under this Act, he shall give to the\n                 specified officers an opportunity to comment in writing on any\n                 allegations relating to such action; and for the purposes of this\n                 subsection “specified officers” means, in relation to an\n                 allegation concerning an action mentioned in section 12 (1)-\n                     (a) the Prime Minister and the Leader of the Opposition,\n                          and any other person holding, within a political party\n                          in Jamaica, such ofice as may be prescribed; and\n                                                                                 11\n     ( b ) any officer of a political party who is alleged to have\n           done or authorized the doing of any such action as\n           aforesaid.\n        (2) The Political Ombudsman may adopt whatever\nprocedure he considers appropriate to the circumstances of a\nparticular case and, subject to the provisions of this Act, may\nobtain information from such persons and in such manner, and\nmake such enquires as he thinks fit.\n        ( 3 ) Nothing in this Act shall be construed as requiring\nthe Political Ombudsman to hold any hearing, and except as\nprovided by subsections (1) and ( 5 ) , no person shall be entitled\nas of right to comment on any allegations or to be heard by the\nPolitical Ombudsman.\n       (4) Regulations made under this Act may prescribe the\nprocedure to be adopted at any hearing and such procedure may\ninclude provisions to ensure that any such communication as is\nmentioned in section 20 (5) is not disclosed at that hearing.\n       (5) If it appears to the Political Ombudsman during the\ncourse of an investigation that there are sufficient grounds for\nmaking a report or recommendation that may adversely affect\nany person, he shall give that person an opportunity to be heard\nand that person may, if he wishes, be represented at that hearing\nby an Attorney-at-law or any other person.\n        (6) Where, for the purposes of an investigation, the\nPolitical Ombudsman requires a person to attend before him,\nthat person shall be entitled to be paid, according to the scale set\nout in the First Schedule of the Witnesses’ Expenses Act,\nexpenses incurred by him by reason of such attendance and by\nway of compensation for the trouble and loss of time suffered by\nhim.\n               1 rlle iiiclwioii 01 tliia page 15 aiitlioriad by I. N XX/2003]\n12\n             (7) After conducting an investigation under this Act, the\n     Political Ombudsman shall inform the specified officers of the\n     result of the investisation and if he is of the opinion that the\n     action to which the complaint relates constitutes or is likely to\n     constitute a breach as mentioned in section 12 ( 1 ) (a) or is likely\n     to have the prejudicial effect mentioned in section 12 (1) (h), he\n     shall inform the specified of'ficers of the reason for that opinion\n     and may, as he thinks fit, make recommendations for action to\n     be taken by those officers within a specified time.\n           (8) Where the Political Ombudsman has made a\n     recommendation under subsection (7) and within the time\n     specified or a reasonable time thereafter, he is of the opinion that\n     no adequate remedial action has been taken, he shall lay before\n     Parliament, a special report on the case.\n            (9) The Political Ombudsman shall not, in any report\n     under subsection (8). comment adversely on any person unless\n     he has given that person an opportunity to be heard.\n            (1 0) Where the Political Ombudsman-\n               takes action under subsection (7). he shall inform the\n               complainant of the action taken and of the\n               recommendations (if any) which have been made to\n               remedy the breach or to avoid the likely prejudicial\n               effect of the action to which the complaint relates; or\n                is of the opinion that the action does not constitute or\n                is not likely to constitute a breach as mentioned in\n                section 12 (1) (a) nor is likely to have the prejudicial\n                effect mentioned in section 12 (1) (b), he shall inform\n                the complainant of that opinion and the reasons\n                therefor,\n     and may make such comments in relation to the case as he\n     thinks fit.\n              POLITICAL 0MBUD.YMN (INTERIM)\n       (1 I) On the conclusion of an investigation, the Political\nOmbudsman may make to the political party concerned such\nrecommendations as he thinks fit and in particular, but without\nprejudice to the generality of the foregoing, may recommend\nany or all of the following-\n     (a) that the action which was the subject-matter of the\n         complaint be reviewed;\n     ( b ) that compensation be made to the complainant\n  1 6 . 4 1 ) Subject to subsection ( 5 ) , the Political Ombudsman 1:vidcncc\nmay at any time require any officer, member or supporter of a\npolitical party or any person who, in his opinion, is able to give\nany assistance in relation to the investigation of any matter, to\nhrnish such information and produce any document or thing in\nconnection with such matter, which may be in the possession or\nunder the control of that officer, member, supporter or person.\n     (2) Subject as aforesaid, the Political Ombudsman may\nsummon before him and examine on oath-\n     (a) any complainant; or\n     ( h ) any officer, member or supporter of a political party or\n           any other person who, in the opinion of the Political\n           Ombudsman, is able to krnish information relating to\n           the investigation,\nand such examination shall be deemed to be a judicial\nproceeding within the meaning of section 4 of the Perjury Act.\n       (3) For the purposes of an investigation under this Act,\nthe Political Ombudsman shall have the same powers as a Judge\nof the Supreme Court in respect of the attendance and\nexamination of witnesses and the production of documents.\n                            POLITICAL O M B U D W N ( I N T E m )\n                       (4) Subject to the provisions of this Act, any obligation\n               to maintain secrecy or any restriction on the disclosure of\n               information or the production of any document or paper or thing\n               imposed on any person by any other law (including a rule of\n               law) shall not apply in relation to the disclosure of information\n               or the production of any document or thing by that person to the\n               Political Ombudsman for the purpose of an investigation; and\n               accordingly, no person shall be liable to prosecution for an\n               offence under any other law aforesaid, by reason only of his\n               compliance with a requirement of the Political Ombudsman\n               under this Act.\n                     (5) No person shall for the purpose of an investigation,\n               be compelled to give evidence or produce any document or thing\n               which he could not be compelled to give or produce in\n               proceedings in any court of law.\nF'ri vilege."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Evidence.\n2                POLITICAL OMBUDSMAN ( I . . E W )\n                            PART V. General"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.+1)    Except in the case of proceedings for an offence\n               under section 22 (c), no proceedings whatsoever shall lie against\n               the Political Ombudsman or any person concerned with the\n               administration of this Act for anything he may do or report or\n               say in the performance of his fbnctions under this Act.\n                      (2) Anything said or any information supplied or any\n               document or thing produced by any person for the purpose or in\n               the course of, any enquiry by or proceedings before the Political\n               Ombudsman under this Act, shall be absolutely privileged in the\n               Same manner as if the enquiry or proceedings were proceedings\n               in a court of law.\n                     (3) For the purposes of the Defamation Act, any report\n               made by the Political Ombudsman under this Act and any fair\n               and accurate report thereon shall be deemed to be privileged.\n               POLITICAL O M B U D S W Q h T E W )                            15\n                       PART V Generni\n  1 8 . 4 1 ) The Political Ombudsman and       every person S ~ W K ? O ~\nconcerned with the administration of this Act shall regard as 'nfomar'on\nsecret and confidential all documents, information and things\ndisclosed to them in the execution of any of the provisions of\nthis Act, except that no disclosure-\n       (a) made by the Political Ombudsman or any person\n           aforesaid in proceedings for an offence under section\n           22 of this Act or under the Perjury Act, by virtue of\n           section 16 (2) of this Act;\n       ( b ) which the Political Ombudsman thinks it necessary to\n             make in the discharge of his fbnctions and for the\n             purpose of executing the provisions of section 15 and\n             section 20, subject as provided in subsection ( 5 )\n             thereof,\nshall be deemed inconsistent with any duty imposed by this\nsubsection\n        (2) Neither the Political Ombudsman nor any such\nperson aforesaid shall be called upon to give evidence in respect\nof, or produce, any document, information or thing, aforesaid in\nany proceedings other than proceedings mentioned in subsection\n(1)."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) The accounts and financial transactions of the ofice A C C O U ~ ~ S ,\nof the Political Ombudsman shall be audited annually by the e'c.\nAuditor-General and a statement of accounts so audited shall\nform part of the annual report mentioned in section 20.\n       (2) The Political Ombudsman shall, at such time within\neach year as the Minister may direct-\n       (a) submit to the Minister a statement of the accounts of\n           the Political Ombudsman audited in accordance with\n           the provisions of subsection (1);\n16\n                (b) submit to the Minister for approval the estimates of\n                    revenue and expenditure for the financial year\n                     commencing on the 1st day of April next following.\n                  (3) In this section “Minister” means the Minister\n           responsible for finance.\nReports.     2 0 4 1 ) The Political Ombudsman may at any time be\n           required by Parliament to submit thereto a report in respect of\n           any matter under investigation by him.\n                    (2) The Political Ombudsman shall submit to\n           Parliament an annual report relating generally to the execution\n           of his fimctions and may at any time submit a report relating to\n           any particular case or cases investigated by him which, in his\n           opinion, require the special attention of Parliament.\n                   (3) Reports under this section shall be submitted to the\n           Speaker of the House of Representatives and the President of the\n           Senate who shall, as soon as possible, have them laid OD the\n           Table of the respective Houses.\n                    (4) The Political Ombudsman may, in the public\n           interest, from time to time publish in such manner as he thinks\n           fit, reports relating to such matters as are mentioned in\n           subsection (2) and any case which is the subject of a special\n           report under section 15 (8) and (ll), provided that no such\n           reports shall be published until after it has been laid pursuant to\n           subsection (3).\n                   ( 5 ) The Political Ombudsman shall not, in any report\n           hrnished under this section, disclose or act upon any\n           communication-\n                (a) between a medical practitioner and his patient in their\n                    professional relationship; or\n                (b) between a minister of religion and any person\n                    consulting    him    in his capacity as such;          or"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Provisions applicable where no Leader of the Opposition\n          Schedules.\n       (6) The Political Ombudsman may be removed from his\noflice only for inability to discharge the functions of his ofice\n(whether arising from infirmity of body or mind or any other cause)\nor for misbehaviour and shall not be so removed except in\naccordance with the provisions of this section.\n       (7) If each House of Parliament by resolution decides that\nthe question of removing the Political Ombudsman from ofice\nought to be investigated then-\n    (a) the Governor-General, acting after consultation with the\n         Prime Minister and the Leader of the Opposition, shall\n         appoint a tribunal which shall consist of a chairman and\n         not less than two other members, from among persons\n         who hold or have held office as a judge of a court having\n         unlimited jurisdiction in civil and criminal matters in\n         some part of the Commonwealth or a court having\n         jurisdiction in appeals from any such court; and\n    ( b ) that tribunal shall enquire into the matter and report on the\n          facts thereof to the General-General and advise the\n          Governor-General whether the Political Ombudsman\n          ought to be removed from office for inability as aforesaid\n          or for misbehaviour.\n       (8) The provisions of sections 8 to 16 of the Commissions\nof Epquiry Act shall, apply mututis mutundis i n relation to the\ntribunal appointed under subsection (7) or, as the context may\nrequire, to the members thereof as they apply in relation to\nCommissions or Commissioners appointed under that Act.\n        (9) Where the question of removing the Political\nOmbudsman from office has been referred to a tribunal appointed\nunder subsection (7) and the tribunal has advised the Governor-\nGeneral that the Political Ombudsman ought to be removed from\noffice, the Governor-General shall, by instrument under the Broad\nSeal, remove the Political Ombudsman fiom office.\n6                              POLITICAL O M B U D W ( I N T E W )\n                        (10) Where the question of removing the Political\n                Ombudsman from office has been referred to a tribunal under\n                subsection (7), the Governor-General, acting after consultation with\n                the Prime Minister and the Leader of the Opposition, may suspend\n                the Political Ombudsman f?om performing the hnctions of his\n                office, and any such suspension may at any time be revoked by the\n                Governor-General acting as aforesaid, and shall in any case cease to\n                have effect if the tribunal advises the Governor-General that the\n                Political Ombudsman ought not to be removed from ofice.\nDisqualiilca-     6.-(1) No person shall be qualified for appointment to the\ntion for\nappointment.    ofice of Political Ombudsman if he-\n                     (a) is a member of the Senate or the House of\n                         Representatives; or\n                     ( b ) is an undischarged bankrupt; or\n                     ( c ) has at any time been convicted of any offence involving\n                         dishonesty or moral turpitude.\n                       (2) The Political Ombudsman shall vacate office if any\n                circumstances arise that would cause him to be disqualified for\n                appointment as such, by virtue of subsection (1).\nFilling of        7. When a vacancy arises in the office of Political Ombudsman\nvacancv.\n                the Governor-General, after consultation with the Prime Minister\n                and the Leader of the Opposition, may designate someone to act in\n                that office during such vacancy, until an appointment is made.\nRemuneration      8.-( 1) The Political Ombudsman shall receive such\nof Political\nOmbudsman.      emoluments and be subject to such other terms and conditions of\n                service as the Governor-General may, from time to time acting on\n                the recommendation of the Commission constituted under\n                subsection (4), prescribe.\n                       (2) The emoluments and terms and conditions of service of\n                the Political Ombudsman, other than allowances that are not taken\n                into account in computing pensions, shall not be altered to his\n                disadvantage during the period of his appointment.\n             POLITICAL OMRUD,GMAN (IWERIM)                                   7\n        (3) The emoluments for the time being payable to the\nPolitical Ombudsman under this Act shall be charged on and\npaid out of the Consolidated Fund.\n       (4) The Commission referred to in subsection (1) of this\nsection and subsection (1) of section 10 shall consist of-\n         the Speaker, as chairman;\n         the President of the Senate;\n         the person designated by the Prime Minister as Leader\n         of Government business in the House of\n         Representatives;\n         The person designated by the Leader of the Opposition\n         as Leader of Opposition business in the House of\n         Representatives;\n         the person designated by the Leader of the Opposition\n         as Leader of Opposition business in the Senate; and\n         the Minister responsible for the public service."
    }
  ],
  "definitions": []
}