{
  "id": "jm-stat-the-poor-relief-act",
  "type": "statute",
  "title": "The Poor Relief Act",
  "title_en": "The Poor Relief Act",
  "short_name": "Poor Relief Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-poor-relief-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-poor-relief-act | Legal areas: Local Government",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. M refernas ib th& A c t t t tfie-\n                                     ~ M   SH .Council‘shall, Kl;;:;; of\nin the cases of the parishes of Kingston and Saint h h w , and\n                                                                Andrew\nh deemed        = f a to4 d-   to. include the Kingston and St.\n                                                              Corporation.\n%. Andrew CmpwatbIq, appointed and constitutedl under\nthe Kingston and St. Andrew Corporation Act."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. InthisAct-                                       Interpreta-\n“bspector” means the I’nspector of the Poor appointed tion*\n    under this Act.\n                    Bbard of Supervision"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) A Board of Supervision which shall be styled Board     of\n                                                              Supervision\n“The Board of Supervision for the Relief of the Poor in established.\nhinxi~a’~    shallbe:andis hemby established for the purposes\naf this kick ”lIR said Board shall consist of nine members,\nonly time of w b m s h d be prmns holding any office of\neinolmnentundctn the Government, a l l of whom it shall be\nlawful for the Minister.by minute to appoint 0r remove.\nThe Minister may supply any vacancy which may occur in\nthe said Board’by resignation, removal, death or otBerwise,.\nof the said‘ members or any or them, and may also from\ntiine to time appoint some person to be a member of the\nBoard during the absence from the Island, illness or other\nincapacity of any member.\n  TfreBoa-rd shall dkct its: (b\\kmt Chairmaa and may sit from\ntime to time and at such places as it may deem expedient:\n4                                     POOR RELJEF\n               Provided always that the Mayor or a councillor of the\n            Council of the Kingston and St. Andrew Corporation, or\n            a councillor of any Parish Council shall not be eligible for\n            election as Chairman although a member of the Board of\n            Supervision, nor shall any such person sit as a member of\n            the Board of Supervision on any investigation of a com-\n            plaint referred to that Board by or against the Corporation\n            or Parish Council of which that person is a member.\n              Four members of the Board of Supervision shall form\n            a quorum.\n              In the absence of the Chairman the members present at\n            any meeting shall elect one of their number to preside\n            thereat.\n              The Chairman or other presiding member shall have an\n            original and, in the event of an equality of votes, a casting\n            vote.\n                   (2) Notwithstanding any temporary vacancy or\n            vacancies in the body of members composing the Board the\n            same shall be deemed to be fully constituted for the purposes\n            of this Act.\nMeanba~af     5. The members of the said Board shall derive no profit\nBoudto\n            or emolument whatever for the discharge of the duties of\n--'         their office, and shall not be personally responsible for any-\n            thing done born fide in the execution of th& Act, or in the\n            exercise of the powers therein contained :\nTWr           Provided always that any necessary expenses incurred\nm'          by the Board, or by members or a member thereof, or any\n            committee authorized or appointed by the Board as herein-\n            after provided, shall be deemed to be part of the incidental\n            expenses attending the execution of this Act and be paid\n            aocordingly; and an account of all expenses of the said\n            Board shall be annually laid before the House of Representa-\n            tives,\n                       inclusion of this page is authorized by L.N. 480/1973]\n                         POOR RELIEF                                        5"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. It shall be lawful for the Governor-General to appoint secretuyto\na fit person to be Secretary to the said Board, and to supply the Board.\nany vacancy which may occur in the said office of Secretary;\nand it shall be lawful for the said Board to assign to such\nSecretary the execution and performance of all such duties\nunder this or any future enactment as the said Board may\nthink fit."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.411 The said Board of Supervision shall hold four Maetingaof\ngeneral meetings in each year, on the first Thursday of the Board.\nJanuary, of April, of July and of October, or within twenty\ndays after any of such fixed dates; and the said Board shall\nhave power to adjourn from time to time for such time and\nto such place as it shall see fit. And it shall be lawful for\nthe said Board to hold special or pro re naza meetings\nwhen directed by the Chairman or by any three members.\n      (2) The said Board shall have an office in Kingston,\nat which the ordinary business of the Board shall be\nconducted, and at which the meetings of the Board may\nbe held."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Board shall have power, as often as it may deem Boardmay\n                                                                     name\nfit, to appoint any two or more of its number as a committee committee.\nfor the purposes of this Act, and if more than two to fix the\nnumber of such committee that shall be sacient to transact\nbusiness; and it shall be lawful for any such committee, in\ntransacting the business committed to it, to exercise all the\npowers necessary for that purpose which are by this Act\ngiven to the Board of Supervision; and such committee shall\nbe bound to report to the Board at such time or times as\nthe Board shall direct, and failing such direction shall report\nto the said Board at its next general meeting."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9 . 4 1 ) The Board of Supervision may make rules for Powerof\nthe better carrying out of this Act and generally in relation Board\n                                                              dcda.\n                                                                    to\nto the administration of poor relief and, without prejudice\n      [The inclusion of this p g e is authorized by L.N. 480119731\n6                                        POOR RELIEF\n                to the generality of the foregoing powers, the Board may\n                make rules-\n                     (a) for the control and management of poor relief and\n                            for the form and manner in which such relief may\n                            be given;\n                     (b) for controlling the education of children whose\n                            education is a charge on poor relief funds;\n                     (c) for regulating and controlling the form, manner\n                            and kind of medical assistance which may be\n                            granted to persons under this Act;\n                     (6) for the government, management and control of\n                            almshouses and of all poor relief institutions;\n                     (e) for making provision for, and controlling the\n                            boarding out of, children subject to poor relief;\n                     ( f ) for controlling the duties of all poor relief officers\n                            and the manner of their performance of such duties.\n                         (2) No such rules shall have effect until approved\n                by the Minister.\nPowers and        10. It shall be lawful for the Board of Supervision-\nduties of the\nBoard of            (a) to examine into the manner in which poor relief\nSupervision.             is administered in the several parishes, and in cases\n                          where it shall appear to the Board that the arrange-\n                          ments in any parish are defective to require the\n                          Parish Council of such parish to remedy such\n                          defect;\n                    (b) to inspect and audit all books, papers and accounts\n                          of Parish Councils, in so far as they relate to the\n                          relief of the poor, and of all institutions maintained\n                          for the relief of the poor, and with the concurrence\n                          of the Auditor-General of Jamaica to surcharge any\n                          officer on whose authority any excessive or unlaw-\n                         ful expenditure was incurred with the amount of\n                          such excessive or unlawful expenditure in the\n                          absence of a reasonable explanation by such oficer\n                          to the satisfaction of the Auditor-General;\n                      [Tbo iaclllsioa of this pp 4 authorized by L.N. 480/1973]\n                          POOR RELIEF                                        7\n     (c) to investigate and report to the Governor-General\n          any charge preferred against a Medical Officer, such\n          charges having been brought to its notice in writing\n          and duly authenticated;\n     (4 to settle any question or difference arising between\n          two or more Parish Councils or the officials of such\n          Councils;\n     (e) to hear and decide appeals from poor persons who\n          have been refused relief, or who may consider the\n          relief afforded them inadequate; and\n      0 generally it shall be the duty of the Board of\n          Supervision to see this Act effectually administered\n          by the several Parish Councils, without injustice to\n          the persons entitled to relief on the one hand, and\n          with due regard to the interest of the taxpayers on\n          the other, and so far as may be to secure unity of\n          system in its practical administration throughout\n          the Island."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The Board of supervision shall make a record of Boardto\n                                                                 record ip\nits proceedings, in which shall be entered minutes of all proceodw,\nmeetings held by it, or any committee appointed by it, and Fduy\nall resolutions passed and orders made by such Board, and a3l cepo-.\nother matters which the Board may judge proper; and the\nsaid Board shall once in every year submit to the Minister\na general report of its proceedings, which report shall contain\nin particular a full statement as to the condition and manage-\nment of the poor throughout Jamaica, and the funds raised\nfor their relief; and every such report shall be laid before the\nSenate and the House of Representatives at the first meeting\nof such Senate and of such House, as the case may be, after\nthe receipt of the same by the Minister."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. It shall be lawful for the Board of Supervision to p o ~ o r\n                                                                Boi@ of\nenquire into the management of the poor in every parish the Supervlslon\nin Jamaica; and, for this purpose, the said Board is hereby torequiro\n                                                            ntunrs.\n       me inclusion of thir page ir authorized by L.N. 48O/lW3]\n8                                     POOR RELIEF\n               empowered to make enquiries, and require answers or\n               returns to be made to the said Board, upon any question\n               or matter connected with or relating to the relief of the poor,\n               and also by a summons, signed by a member or by the\n               Secretary, to require the attendance of all or any such persons\n               as it may think fit to call before it upon any such question\n               or matter, and to administer oaths to and examine upon oath\n               all or any such persons, and to require and enforce the pro-\n               duction upon oath of all books, contracts, agreements,\n               accounts and writings or copies thereof respectively, in any-\n               wise relating to any such question or matter; or in lieu of\n               requiring such oaths as aforesaid the said Board may, if it\n               thinks fit, require any such person to make and subscribe\n               a declaration of the truth of the matters respecting which\n               he shall have been or shall be so examined.\nBoard may        13. It shall and may be lawful for the said Board, when-\nauthorize\nspecial        ever it may seem fitting to it, to authorize and empower for\nenquiries to\nbe made.       a limited time one or more of the members thereof to conduct\n               any special enquiry in any part of Jamaica, an9 to report\n               thereon to the Board; and such member or members so\n               authorized and empowered shall be entitled to summod and\n               examine witnesses on oath, and to exercise all such other\n               of the powers by this Act given to the Board of Supervision\n               as may be necessary for conducting such enquiry; ancksuch\n               member or members shall be reimbqsed by the said Board\n               al€expenses necessarily incurred by him or them in conduct-\n               ing such enquiry, and such expenses shall be deemed part of\n               the expenses attending the execution of this Act, and be paid\n               accordiagly. Any witnw summoned under this or section\n               12 shall be entitled to be paid his expenses at the same time\n               or times,and according to the same scale, U a witness\n               summoned to the Circuit Court in a civil suit, and it shall\n               be lawful for the Board of Supervision, in any case where\n               itmm fit to ordtt and allow such expeases of or concerning\n               t h s p r o d ~ o any\n                                  f b l u r , contract& agmmwss account8\n                       POOR REUEF                                     9\nor writings, or copies thereof, to or before the said Board,\nor committee thereof, or member or members, as such Board\nmay deem reasonable; and such expenses so ordered and\nallowed shall be deemed part of the incidental expenses\nattending the execution of this Act, and be paid accordingly."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. In case any person shall wilfully refuse to attend in Penaltieson\n                                                            parties\nobedience to any summons of the Board of Supxvision or refushgm\nany committee thereof, or any member or members ::kLonaof\nauthorized or appointed by the Board as aforesaid, or to *eBo=d.\ngive evidence; or shall wilfully refuse to produce any books,\ncontracts, agreements, accounts and writings, or copies of\nthe same, which may be required to be produced before the\nsaid Board or committee, or member or members as afore-\nsaid; or shall wilfully neglect or disobey any of the orders of\nthe said Board or committee, or member or members; or shall\nwilfully insult the said Board or committee; or member or\nmembers, while holding .any enquiry or special enquiry under\nthis Act; or shall wilfully interrupt the proceedings of the\nsaid Board or committee, or member or members; or other-\nwise misbehave during the holding of such enquiry or special\nenquiry as aforesaid, such persons being thereof lawfully\nconvicted shall forfeit and pay, for the first offence any sum\nnot exceeding four dollars, for the second and every subse-\nquent offence any sum not exceeding twenty dollars, or less\nthan ten dollars.\n  And all such penalties may be recovered by summary pro-\nceedings upon complaint in writing made in the name of\nthe Secretary to the Board of Supervision, or of any agent\nto be appointed by minute of the said Board, to the Resident\nMagistrate of the parish in which the offence shall have been\ncommitted, or to the Resident Magistrate of the parish in\nwhich the offender may be found.\n           incldon of this pgn L aurhochd by LW. 480/1!3731\n10                                      POOR RELIEF\nMembers of        15. It shall be lawful for the members of the Board of\nBoard of\nSupervision    Supervision or any of them to attend and be present at any\nmay attend     meeting of a Parish Council, and to take part in the discus-\nmeetings of\nParish\nCouncil.\n               sions so far as the same relate to the relief or management\n               of the poor, but not to vote at such Council.\nPayment of        1 6 . 4 1 ) The salaries of the Secretary to the said Board,\nsalaries and\nexpenses.      and of all clerks, messengers and officers, the office expenses\n               of the Board, and all incidental expenses attending the\n               execution of this Act as provided herein, shall be paid out\n               of the Consolidated Fund.\n                      (2) The Minister shall from time to time place in\n               the Treasury to the credit of the Board of Supervision such\n               sum of money as shall seem to him necessary to meet\n               expenses authorized by this Act.\n                                     Parish Councils\nParish          17.-(1) The Parish Council in each parish shall be the\nCouncils to\nbe managers  managers    of the poor under this Act, and the whole adminis-\nof the poor tration of the law for the relief of ^thepoor shall, subject to\nin parishes.\n             the provisions of this Act, be under the direction and control\n             of such Parish Council.\nAppoint-              (2) All matters relating to the exercise by a Parish\nment of\nPoor         Council   of its functions under this Act shall stand referred\nRelief       to a Committee (to be known as the Poor Relief Committee)\nCommittee.\n             of the Parish Council, and the Parish Council before\n             exercising any such functions shall, unless in their opinion the\n             matter is urgent, first receive and consider the report of such\n             Committee with respect to the matters in question.\n                      (3) The Parish Council may delegate to the Poor\n             Relief Committee, with or without any restrictions or condi-\n             tions as they think fit, any of the functions of the Parish\n             Council under this Act.\n4211%9                (4) (U) Every Poor Relief Committee shall be con-\n3rd Sch.\n             stituted of-\n                     me inclusion of thie page ir 8Uthoriztd by L.N. 480/1913]\n                       POOR RELJEF                                   11\n       (i) not more than two members (who shall not\n           necessarily be members of the Parish Council)\n           nominated by the Board of Supervision for a\n           period not exceeding two years, and eligible for\n           re-nomination on the expiration of such period;\n       (ii) four other members nominated by the Parish\n            council.\n           (b) Every Poor Relief Committee shall, notwith-\nstanding anything in this section, have power at any time to\nco-opt not more than two persons to assist in its deliberations,\nbut no persons so co-opted shall have any right to vote on\nany matter voted upon by the Committee.\n            (c) The Parish Council shall appoint one of the\nmembers of the Poor Relief Committee to be the Chairman\nof such Committee.\n            (d)Three members of the Poor Relief Com-\nmittee shall form a quorum.\n            (e) The Poor Relief C o d t t e e shall have power\nto regulate its own procedure.\n            (f, I€ any member of the Poor Relief Committee\nshall, without leave of the Parish Council first had and\nobtained, fail to attend six consecutive meetings of the\nCommittee, his seat on the Committee shall thereupon\nbecome vacant.\n        (5) Notwithstanding anything to the contrary, refer- 1 1 / 1 ~\nences in subsections (2) and (3) to the functions of a Parish s*2(3)*\nCouncil under this Act shall not include the functions des-\ncribed in subsection (1) of section 10 of the Parish Councils\n(Unified Service) Act, or section 13 of the Municipal Service\nCommission Act, relating to poor relief officers.\n12                                    POOR RELIEF\nParish           18. Each Parish Council shall, on such day as may be\nCouncil to\nmeet and      fixed by the Board of Supervision, meet for the purpose\nmake up\nroll of       of making up, or causing to be made up, a roll of the poor\nthe poor.     persons claiming and by law entitled to relief from the parish,\nand fix\nrernunera-    and of the amount of relief given or to be given to each of\ntion of\nInspector     such persons, and such meeting shall make up or cause to\nof the\nPoor.         be made up such roll as aforesaid with the least possible\n              delay, and shall cause a copy of such roll to be a x e d to the\n              door of each court house in the parish; and thereafter such\n              Parish Council shall fix certain days and places on and at\n              which the general meetings of the Board shall be held, and\n              may adjourn such meetings from time to time and to such\n              places as such Parish Council shall see fit :\n                 Provided always that such Parish Council shall be bound\n              to hold at least two general meetings in every year, one on\n              the last Thursday of October, or as soon thereafter as may\n              be, and the other on the last Thursday of April, or as soon\n              thereafter as may be, or at such other stated times as may\n              be approved of by the Board of Supervision, and at such\n              meetings shall revise and adjust the Roll of Paupers and their\n              allowances.\nAppoint-         19.-(1) Subject to the provisions of subsection (2), each\nment of\npoor relief   Parish Council may appoint persons to the offices set out in\noffian.       the Schedule. The emoluments of all such persons (in this\nSchedule.\n              Act collectively referred to as poor relief officers), shall be\n              fixed by the Parish Council subject to the approval of the\n              Minister.\n                      (2) No person shall be appointed to be an Inspector\n1111964       of the Poor or a Master or Matron of the almshouse unless\ns. 2(3).      that person has passed such examination as may be required\n              by the Board of Supervision, and the requirements of the\n              Board of Supervision as to such examination shall be pub-\n              lished from time to time in the Gazette.\n                    me inclusion of this page ia authorized by LH. 480/1973]\n                              POOR RELIEF                                    13\n            (3) The Board of Supervision may from time to time s.15/1959\n                                                                   2 (c).\n     with the approval of the Minister by order add to or amend schedule.\n     the Schedule."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Parish Councils to be managers of the poor in parishes.\n    Appointment of Poor Relief Committee."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Parish council to meet and make up roll of the poor. and fix\n      remuneration of Inspector of the Poor."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. It shall be the duty of the Inspector of the Poor of mtiesof\n                                                                             of\n     each parish in relation to the administration of poor relief Inspector\n                                                                    thepoor,\n     in the parish-\n          ( U) to keep all the books, rolls, accounts and other\n                documents relating to the management or relief of\n                the poor in an efficient and proper manner and\n               in accordance with directions given by the Parish\n                Council and with any rules from time to time made,\n                or instructions given, by the Board of Supervision;\n          (b) to enquire into and make himself acquainted with\n               the particular circumstances of each person\n               receiving relief under this Act;\nB         (c) to keep a record of all persons who have applied\n               for relief showing the particulars of each such\n55            case;\n          (4 to keep a roll of all such persons and of the sums\n             paid to them or on their account;\n          (e) to visit, and inspect personally at least twice in\n               each year at his place of residence, every person\n               receiving relief under this Act;\n          cf, to report to the Parish Council and to the Board\n               of Supervision all matters connected with the\n               management of the poor;\n          (g) to perform in accordance with directions received\n               from the Parish Council and in accordance with\n               any rules from time to time made, or instructions\n               given, by the Board of Supervision all duties relat-\n               ing to the administration of poor relief under this\n               Act :\n                                                                        -\n            me inclusion of this page is authorized by L.N. 480119731\n14                                     POOR REweF\n             provided that an Inspector may delegate in accordance\n           with instructions received from the Parish Council or from\n           the Board of Supervision, all or any of such duties to an\n           Assistant Inspector of the Poor.\nhvatiga-       21.41) Where any Parish Council is of the opinion that\nt i o by\n      ~\nPariSb       poor relief is not being administered properly or efficiently\nCouncils and\nthe~oardof in any place Or district, or by any poor relief officer, in the\nSupervision. parish, the Parish Council may hold an investigation into\n             the administration of such poor relief.\n                   (2) If after such investigation the Parish Council is of\n           the opinion that any poor relief officer has been negligent in\n           the performance of his duties, or is unfit, incompetent, or\n           incapable, of discharging his duties, then such Parish Council\n           may dismiss without notice or degrade any such officer, or\n           may make such other order in relation to the administration\n           of poor relief in the parish as it may thinkfit.\n                   (3) Where the Board of Supervision has received\n           any complaint in relation to the administration of poor relief\n           under this Act, or where the Secretary of the Board of\n           Supervision is of the opinion that the provisions of this Act\n           are not being properly carried out, either in-any particular\n           place or district or by any particular poor relief officer, the\n           Secretary shall inform the Board of Supervision of such fact\n           and the Board of Supervision may thereupon order an\n           investigation before such Board to be held in relation to such\n           matter. At such investigation it shall be the duty of the\n           Secretary to place before the Board all the evidence in relation\n           to such matter as may be within the possession of such\ni!iiT      Secretary. On the determination of such investigation the\n           Board may make such order as it thinks fit :\n             Provided that in so far as the investigation relates to the\n           performance of the duties or conduct of a poor relief officer\n           the findings shall be reported to the Parish Council and the\n                  (The inclusion of this page is authorized by L.N. 480/1973]\n                         POOR RELlEF                                   IS\nprovisions of subsection (2) shall apply as if the investigation\nwere held by the Parish Council under subsection (1).\n        (4) Pending the hearing of any investigation under 11/1%4\nsubsection (11, (2) or (3), the Parish Council may suspend s. 2 (3).\nany poor relief officer.\n        ( 5 ) Any investigation under subsection (l), (2) or\n(3) shall be of an informal nature and the procedure therein\nmay be determined by the Parish Council or the Board of\nSupervision, as the case may be, and unless in any particular\ncase for special reasons the Parish Council or the Board of\nSupervision, as the case may be, otherwise orders, no person\nshall be represented by counsel or solicitor at any such\ninvestigation."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. 'In the event of any question or difference arising Reference\n                                                             of disputes\nbetween two or more Parish councils, or the officials of and\nsuch Councils, on matters relatmg to the relief of the poor' between\n                                                              UeStiOM\nthe same shall be referred and submitted to the Board of parishcs,\nSupervision, whose decision thereupon shall be fhal, and\nnot be liable to appeal in any court of law.\n                         Alrnshouses"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. With the concurrence of the Board of Supervision Parishes\n                                                                  unite\nhad and obtained thereto, it shall be lawful for the Parish may\n                                                              forthe\nCouncils of any two or more contiguous parishes to agree to EEGof\nbuild a common almshouse for such two or more parishes, almshouses.\nto be placed under the management of a Board to be\nappointed jointly by such Parish Councils, and the expense\nof maintaining and erecting such almshouse shall be borne\nby such parishes in such proportions as shall be agreed on by\nthe Parish Councils of the said parishes respectively :\n  Provided always that if any such agreement for the purpose\nof building an almshouse has once been effected, it shall not\nbe lawful for any one or more of the parishes to withdraw\n      IThe inclusion of this page is authorized by L.N. 480/1973]\n16                                     POOR RELIEF\n              from such agreement without the consent of the Board of\n              Supervision previously had and obtained.\nPlaa, for        24. From and after the passing of this Act no new alms-\nalmhouses\ntok          house shall be built, nor shall any existing almshouse be\nby Board of  materially enlarged or altered, unless the site of suc5 new\n~ p e ~ i o nalmshouse\n               .         shall have been approved of by the Board of\n             Supervision, and the plans of such new almshouse, or of\n             such proposed enlargements or alterations, or the agreement\n             to build a common almshouse, shall have been submitted\n             to and approved by the Board of Supervision, and signed,\n             subscribed or endorsed, by at least four of the members of\n             the Board of Supervision in attestation of their approval.\nParish         25. In every case in which an almshouse already exists,\ncouncilat0\nframe rules or  shall be built or enlarged or altered under the provisions\nfor regula- of this Act, the Parish Council shall frame rules and regula-\ntions of\nalmshouses. tions for the management of such almshouse, and for the\n11/1964\ns.2 (3).    discipline, employment and treatment, of the inmates thereof,\n            and for the admission of any known minister of the religious\n            persuasion of any inmate of such almshouse at all reasonable\n            times, on the request of such inmate, for the purpose of\n            affording religious assistance to such inmate, and shall sub-\n            mit such rules and regulations to the Board of Supervision\n            for approval; and no rules or regulations shall be effectual, or\n            shall be acted upon, except such as shall have been approved\nMaster and by the Board of Supervision. In every almshouse there shall\nMatron.\n            be a resident Master or Matron, or both.\nPoor penOM\nfrom other"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Parish Councils to frame rules for regulations of almshouses.\n        Master andMamn."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. It shall be lawful for the Parish Council of any parish,\nparishes may in which an almshouse has been or shall hereafter be erected,\nbe received\ninto         at the request of any other Parish Council to receive and\nalmshouses.\n             accommodate in such almshouse poor persons belonging to\nfiir         such other parish, and to charge to such last mentioned\n             Parish Council such rates for the maintenance of such poor\n             persons as shall be approved by the Board of Supervision;\n                         POOR RELIEF                                    17\nand such poor persons shall be in all respects subject to the\nsame discipline and treatment as the other inmates of the\nalmshouse in which they are so accommodated.\n                    Medical Attendance"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. In every almshouse there shall be provided by the M d i d\nParish Council proper medical attendance, medicines and attendanca\n                                                              in\nappliances, for the inmates thereof, and for that purpose it almshousm.\nshall be lawful for the Parish Council from time to time to S.11/1964\n                                                                  (3).\nnominate, appoint and remove, a properly qualified medical\nman, who shall give regular attendance at such almshouse,\nand to fix a reasonable remuneration to be paid to him by\nsuch Parish Council :\n  Provided always that if it shall appear to the Board of\nSupervision that such medical man is unfit or incompetent,\nor neglects his duty, it shall be lawful for the Board of\nSupervision to suspend or remove such medical man from\nhis appointment and attendance :\n  Provided always that wherever a Medical Officer is paid\nout of the Consolidated Fund, and it is part of his duties as\nsuch to give proper medical attendance to the inmates of\nany almshouse in his district, the Parish Council shall not\nbe called upon to make any further appointment, or to\nprovide further remuneration to such Medical Officer."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.-(1) In every parish it shall be lawful for the Parish Medical\nCouncil, and they or it is hereby required to provide for sick relief\n                                                                c]o&-,ng~d\npersons entitled to relief, medicines, medical attendance,\nnutritious diet, stimulants, sick-bed attendance, and suitable\nlodging and clothing, and to defray the funeral expenses of\ndestitute persons who may die, all in such manner and to\nsuch extent as may seem equitable and expedient and be\nwithin the resources of the Parish Council in respect of avail-\nable funds or otherwise, and to make provision for the\n      me inclusion of this page is authorid by L.N. 480119731\n18                                    POOR RELIEF\n            education of poor children who are themselves, or whose\n            parents are, in the receipt of parochial relief:\n              Provided always that where a Medical Officer is paid out\n            of the Consolidated Fund, and it is a part of his duties to\n            give medical attendance within a district of any parish to\n            persons entitled to relief, the Parish Council of such parish\n            shall not be required to provide further medical attendance\n            for such district.\nDutias of           (2) The Medical Officer of any parish or part of a\nMedical\nOfBen.      parish (whether appointed by any Parish Council or paid\n            out of the Consolidated Fund) shall be and he is hereby\n            required to make monthly returns, according to a Form\n            approved by the Board of Supervision, to the Parish Council,\n            of sick persons in receipt of relief within such parish or part\n            of a parish, and the Parish Council shall send a copy of the\n            same to the Board of Supervision.\n                    (3) The said Medical Officer shall also, at the request\n            of the Inspector, examine any applicant for poor relief, or\n            any person in receipt of relief, and report in such form as\n            may be approved by the Board of Supervision. He shall\n            give to the Parish Council and to the Inspector, when\n            required, any reasonable information respecting the case of\n            any such person as aforesaid under his care, make a written\n            report relative to any sickness prevalent among the poor of\n            his District, as the Parish Council or the Board of Supervision\n            shall require him to do so, attend the Parish Council when\n            summoned by direction of the Chairman for any special\n            cause to be named in the notice of summons,give a certificate\n            under his hand to the Parish Council or the Inspector of the\n            nature of the sickness of any sick person in receipt of relief,\n            or other cause of his attendance on such person, when\n            required to do so by the Parish Council or the Inspector.\n                   (4) In every parish, lists of all persons in the receipt\n            of out-door parochial relief, and residing within the Parish\n                       inclusion of thia page ia authorized by L.N. 480119731\n                      POOR RELIEF                                    19\nor District of any such Medical OBcer, shall be prepared by\nthe Inspector every three months, and a copy furnished to\nsuch Medical Officer, and a ticket shall be furnished to each\nsuch person certifying that such person’s name is on such\nlist.\n        (5) Every such Medical Officer shall duly and\npunctually attend upon and prescribe for all persons in\nreceipt of relief requiring medical or surgical assistance\nwithin the district to which he is appointed, whenever he\nshall be thereunto required by a written or printed order\nfrom the Parish Council or the Inspector, or in cases of\nsudden and urgent necessity from a member of the Parish\nCouncil, or by the production on the part of any poor person\nof the said ticket furnished by the Parish Council. Such\nattendance shall be at the respective houses of such sick\npersons if they are unable to attend at the residence of such\nMedical Officer or at a public dispensary.\n                          Relief"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. The persons entitled to A i e f in any parish tire the p m m\n                                                             &. to\npersons within the parish who are wholly destitute of the entitled\nmeans of subsistence, and are at the same time from mental\nor physical causes unable to work and cam the means of\nsubsistence:\n  Provided always that under exceptional circUmstances\nof destitution, arising from drought, epidemic disease or\nsuch like causes, the Parish council of any parish as the\ncasc’may be may afford temporary relief to persons who\nare wholly destitute, though they may not be unable from\nmental or physical causes to’carn the means of suWm\n8UchMaption.l-               andrelieEshallin#Cbca88\nbe forthwith nported to the Boud of Supemision by the\nParbhccmnciL\n      mt\n       d or\n          i\n          o o d tbir p r l r t rtlumrhl by U.J80/1973]\n20                                      POOR RELIEF\nDestitute         30. In every case in which a person in any parish shall\npersons to\nbe relieved.   apply for parochial relief, the Inspector shall be bound to\n               make enquiry forthwith into the circumstances of the appli-\n               cant, and shall, if he appear to the Inspector to be a person\n               legally entitled to parochial relief, be bound to furnish him\n               with sufficient means of subsistence until the next meeting\n               of the Parish Council; and such Inspector shall continue to\n               afford to such person such interim maintenance as may be\n               necessary until his claim to relief be dealt with by such\n               Council; and every Inspector to whom application shall be\n               made by or on behalf of any person for parochial relief shall\n               be bound to return an amwer to such application within\n               twenty-four hours from the time when it was made :\n                 Provided always that, if the necessary means of support\n               are afforded to the applicant in the meantime, such Inspector\n               may delay giving a final answer to such application for any\n               period which to him may seem necessary for prosecuting his\n               enquiries :\n                  Provided also that any applicants as aforesaid shall be\n               bound to give to the Inspector and the Parish Council of\n               the parish to which he has applied for relief all idormation\n               and assistance which it is in his power to give on every\n               matter regarding his case which the Inspector or the Council\n               may desire to ascertain, and shall be bound to answer,upon\n               oath if required, all such questions as may be put to him\n               before any Justice and in case of false swearing, shall be\n               liable to be prosecuted for perjury.\n                 And it is hereby declared that it is no answer to a claim\n               for relief that the claimant has relatives able or bound by\n               law to support him, and assistance cannot be refused when\n               the applicant is in such a state of necessity bodily or mentally,\n               as fairly entitles him to relief. In all such cases.it Shall be\n               the duty of the Inspector to provide the needful sustentation\n               .          inclusion of this page is authorized by L.N. 480119731\n                       POOR RELIEF                                    21\nin the first instance, and afterwards to proceed against those\npersons who are bound by law to aliment or assist the\nrelieved."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.41) Notwithstanding anything contained in this Act Application\nwhere any destitute person not on the roll of paupers and tirochial\nabout to be discharged from any public hospital, refuses or gkk:f\nfails to apply for parochial relief, or where any destitute      ~~zt~.\nperson not on the roll of paupers is about to be discharged\nfrom Bellevue Hospital, or where any destitute person not\non the roll of paupers is an inmate of Bellevue Hospital and\nhas a child who is destitute, application for parochial relief\nmay be made by any person on behalf of any such destitute\nperson or destitute child.\n        (2) The application shall be made to the Inspector\nof Poor of the parish wherein the destitute person or child,\non whose behalf the application is made, has his usual place\nof abode and shall be deemed to be the application of such\ndestitute person or child and the provisions of this Act shalf\napply to applicjitions under this section in like manner as\nthey apply to applications under this Act :\n   Provided that where any act or thing is authorized or\nrequired to be done to or by the applicant under the pro-\nvisions of this Act that act or thing, save and except the\ngrant or payment of parochial relief, shall be done to or by\nthe person who makes the application authorized by this\nsection.\n   32 Anything in this Act to the contrary notwithstanding,\nit shall be lawful for the Inspector and he is hereby required, PO=\nin case any person not entitled under this Act to relief shall\napply to him for temporary relief, and shall repment himself\nto be starving, and the Inspector shall have reason to believe\nthat such person’s life is in danger from starvation, ta grant\nsuch person such temporary relief as may secm to him to be\nnecessary,and in such form as may appear to him advisable.\n                        by U.480/1973)\n       mindwioadthbpglir~\n22                                      POOR RELIEF\nProceeding      33. In any case in which a person who has made applica-\nwhen relief\nrefused by   tion for relief shall have been refused relief by the Parish\nParish       Council,  or by the Inspector, it shall be lawful for such person\nCouncil, or\namount of\nrelief con-\n             to lodge or cause to be lodged a complaint with the Board of\nridered     Supervision, and the said Board may, if it be of opinion that\ninadequate.\n             such person is, upon the facts stated, legally entitled to relief,\n            by a minute addressed to the Parish Council, make an order\n            upon the Inspector, directing him to afford temporary relief\n            to such person until the matter of his complaint can be finally\n            settled as hereinafter mentioned; and in any case in which\n            a person in receipt of relief shall consider the relief granted\n            him to be inadequate, it shall be lawful for such person to\n            lodge, or cause to be lodged, a complaint with the Board of\n            Supervision; and whenever any such complaint shall have\n            been lodged as aforesaid the Board is hereby required to\n            investigate the nature and grounds of the same, and if, after\n            enquiry, it shall appear to the Board of Supervision that the\n            complainant has been improperly refused relief, or that the\n            relief af€orded to such person is inadequate, the said Board\n            shall, by a minute addressed to the Parish Council, declare\n            that in the opinion of the Board the complainant is entitled\n            to relief, or that the relief afforded is inadequate, as the case\n            may be; and in either of the above cases, should the Parish\n            Council to which any such minute as aforesaid is addressed\n            not see fit to comply with the opinion expressed therein, or\n            show cause satisfactory to the Board of Supervision why it\n            should not comply with such bpinion, or should the Parish\n            Council refuse to act upon the same, it shall be lawful for\n            the Board of supervision to make such order in the premises\n            as to the said Board shall seem just, which order the Parish\n            Council shall be bound to obey, and the same shall not be\n            subjezt to any review.\nW U b           3d-W      In every case of refusal of relief the Inspector\nof refusal\nof relief.    shall deliver to the applicant who has been refused relief\n              a certificate, signed by the Inspector, which shall certify\n                    mls inclusion of this page is authorized by L.N. 480/1973]\n         the fact, the grounds and the date of such refusal, and set forth\n         the name of the person so refused, such certificate shall be\n         delivered as aforesad in all cases whether the same is demanded\n         by the applicant or not; and in the case of any person desiring to\n         lodge with the Board of Supervision a complaint of rehsal of\n         relief or of inadequate relief the Inspector shall, on application,\n         furnish to such person a printed Form of Application and\n         Schedule for the use of such person, and if required by the\n         applicant so to do shall fill up the Schedule in any terms the\n         applicant may desire.\n                (2) Every such Application and Schedule before being\n         transmitted to the Board of Supervision must be signed by\n         the person complaining with his name, or with a mark\n         attested by one witness.\n                (3) Every such Schedule, before being transmitted\n         to the Board of Supervision, shall be delivered open to the\n         Inspector, who shall inscribe upon it such remarks as he may\n         have to make, and sign them with his name, and if required\n         by the applicant so to do the Inspector shall, within forty-\n         eight hours from the time when the Schedule shall have been\n         delivered to him for that purpose, forward it to the Board\n         of Supervision."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. Proceeding when mlief t&uaxl ,hyJhrish ,Chuncil, or amount of\n          dd\\oonsidared innddguate"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. The Inspector in each parish shall be deemed within ~ u t ~ o f\n                                                                      Inspector\n          such parish to be the Almoner, or other officer appointed withrespect\n         by the Parish Council to administer the h n d s available totheMain-\n         for the relief of the poor of the parish, within the meaning tenance Act.\n         of the Maintenance Act; and every Parish Council is here-\nb.   -\n         by enjoined, and every Inspector is hereby directed and en-\n         joined, to enforce the provisions of the said Acts in every\n          case in which the same are applicable, and not inconsistent\n          with the provisions of this Act."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. In caseh'any \"Parish Council shall rehse or neglect Enforce-\n         to obey any order, direction or requisition, of the Board ment\n                                                                   mdmof,,\n                                                                          of\n         of Supervision, it shpll be lawhl for the Board of Super- ~ o a r d o f\n                                                                   Supervision.\n                     .\n                       +:\n                        k\n                                     ,\n                       1%   lnelusion $f this page Is authorized by L.N. 180Al2006]\n                                                 POOR RELIEF\n                  vision to refer the matter to the Minister, who is hereby\n                  authorized in such case to affirm, rescind or vary the order,\n                  direction or requisition, in question; and such order of the\n                  Minister shall be final and conclusive, and in case the Parish\n                  Council refuse or neglect to obey the same the Minister may\n                  direct the Inspector to carry the same into execution, and shall\n                  supply such Inspector with the funds necessary for the purpose\n                  out of the funds belonging to the Parish Council available for the\n                  relief of the poor.\n usp pension of     37.-(1)  In any case where the Board of Supervision is\npowers of\nParish            of opinion that poor relief under this Act is not being\ncounctls          properly or efficiently administered in any parish by reason\n                  of the neglect, or of the misuse of the powers, of the Parish\n                  Council of such parish in relation to poor relief, the Board\n                  of Supervision may recommend to the Minister that the\n                  exercise of all such powers by the Parish Council be\n                  suspended.\n                         (2) Where the Minister is satisfied that there is good\n                  reason for such recommendation by the Board of Super-\n                  vision in respect to any Parish Council, he may by order\n                  direct the suspension of the exercise by the Parish Council\n                  of its powers under this Act in relation to poor relief for\n                  so long as the order continue in force and by such order may\n                  further provide for the transfer of all such powers of the\n                  Parish Council, either to the Board of Supervision or to such\n                  other body of persons, or to such officer, as may be named in\n                  the order.\n                         (3) Any order under subsection (2) may at any time\n                  be varied or cancelled by the Minister.\nI-om and          38. In all cases in which, by      the provisions of this Act,\nmanner 01'\nglvlng not~ces. notice or intimation is required     to be given, without pre-\n                  scribing the particular form of the notice, or the manner in\n                  which the same is to be given, it shall be lawful for the Board\n                               lThe inclusion of this page i s authorized by L.N. 180AJ20061\n                          POOR REUEF                                  25\nof Supervision from time to tipe to fix the form of such\nnotice or intimation, and the manner in which the same is\nto be given."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. A Parish Council shall not be required in any year Expenditure\n                                                                      of\nto incur expenditure under this Act in excess of the amount i-timata.\n                                                              n ex-\nprovided for poor relief in the annual estimates, unless the\nParish Council first consents to such excess expenditure.\n26                                    POUR REUEF\n                                          SCHEDULE                     (Section 19)\n1S / 1959   I n e r af.the Poor\ns. 3.       Deputy Inspector of the Poor\n            Senior Inspector of the Poor\n            Assistant Inspector of the Poor\n            m t e r of the almshoust\n            Assistant Master of.the almshouse\n            Matronof the almshouse\n            Assistant Matron of the almshouse\n            Staff Nurse.\n                   me inclusion of this page is authorized by L.N. 480119731"
    }
  ],
  "definitions": []
}