{
  "id": "jm-stat-the-port-of-authority-act",
  "type": "statute",
  "title": "The Port of Authority Act",
  "title_en": "The Port of Authority Act",
  "short_name": "Port of Authority Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-port-of-authority-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-port-of-authority-act | Legal areas: Transport",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Port Authority Act.                Short title.\n                       PARTI. Preliminary"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act unless the context otherwise requires or Interpreta-\n                                                                     tion.\nit is otherwise expressly provided-\n      “Authority” means the Port Authority established in\n           accordance with this Act;\n      “harbour” means a harbour of the Island constituted\n           under section 3 of the Harbours Act;\n      “port” means the Harbour of Kingston and includes\n           any other harbour declared to be a port pursuant\n           to section 3;\n      “port facilities” means facilities for the drydocking,\n           berthing, towing, mooring or moving of vessels\n           in or entering or leaving a port or its approaches,\n           for the loading and unloading of goods or\n           embarking or disembarking of passengers in or\n           from any such vessel, for the lighterage or the\n           sorting, weighing, warehousing or handling of\n           goods, and for the carriage of passengers or goods\n           in connection with any such facilities;\n      “vessel” means any decked vessel or craft, whatever\n           may be its rig or tonnage, and whether propelled\n           by sail, steam or otherwise."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Minister may by order-                            Application.\n     (a) declare any harbour to be a port for the purposes\n         of this Act;\n       F   e inclusion of this page is authorized by L.N. 31/1977]\n4                                     PORT AUTHORITY\n                  (6) declare any navigable channel leading into a port\n                      to be an approach to such port for the purposes\n                      of this Act.\n                                  PARTII. Port Authority\nEstablish-       4 . 4 1 ) There shall be established for the purposes of this\nment of\nPort          Act a body corporate called the Port Authority (in this\nAuthority.    Act referred to as the Authority) with perpetual succes-\n              sion and a common seal and with power to acquire, hold\n              and dispose of property, to enter into contracts, to sue\n              and be sued in its said name and to do all things necessary\n              for the purposes of this Act.\nSchedule.              (2) The provisions of the Schedule shall have effect\n              as to the constitution and procedure of the Authority and\n              otherwise in relation thereto.\nTransfer of     5 - 4 1 ) The Minister may, by order, transfer to the\nproperty.     Authority any property belonging to Government which\n              appears to him to be necessary or useful to the Authority\n              in carrying out its functions under this Act, and such\n              property shall vest in the Authority by virtue of the order\n              and without further assurance.\n                    (2) An order made under subsection (1) shall-\n                  (a) specify the amount of compensation payable to\n                       Government in relation to property so transferred\n                       and the manner in which such compensation shall\n                       be paid;\n                  (b) contain such incidental, consequential and\n                       supplementary provisions as the Minister thinks\n                       necessary or expedient for the purposes of the\n                       order.\n                  PARTIll. Duties and Powers of Port Authority\nDuties and      6. It shall be the duty of the Authority-\npowers\nof the             (a) to regulate the use of all port facilities in a port;\nAuthority.\n                       PORT AUTHORITY                                   5\n        to provide and operate such port facilities and\n         other services as the Minister may require;\n         to recommend to the Minister from time to time\n        such measures as the Authority consider neces-\n        sary or desirable to maintain or improve the port\n        facilities;\n        to operate such facilities as may be vested in the\n         Authority or to lease them on such terms as may\n         be approved by the Minister;\n        to maintain and improve, where practicable, such\n         port facilities as are vested in the Authority:\n           Provided the Authority shall not carry on the\n         business of Wharfinger as defmed by the Wharfage\n         Act."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Transfer of property.\n             PART111. Duties and Powers of Port Authority"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) Subject to the provisions of this Act, the POWCI-S\n                                                           of the\nAuthority shall have power to-                             Authority.\n     (a) regulate the berths and stations to be occupied\n         by vessels in a port and the removal of vessels\n         from one berth, station or anchorage to another\n          berth, station or anchorage, and the time within\n         which such removal shall be effected;\n     (b) carry on such activities as appear to it to be\n          advantageous, necessary or convenient for or in\n          connection with the discharge of its duties under\n          section 6.\n       (2) The Minister may, after consultation with the\nchairman, give to the Authority directions of a general\ncharacter as to the policy to be followed by the Authority\nin the exercise and performance of its functions, so, how- 1611966\never, that no such directions shall be given as regards the S.3(b).\nexercise or performance by the Authority of its functions\nunder the Wharfage Act in relation to the determination\nof wharfage rates.\n       m e inclusion of this page is authorized by L.N. 480/1973]\n6                                      PORT AUTHORITY\n                    (3) The Authority may exercise the powers vested\n              in it by paragraph (a) of subsection (1) of this section\n              by making regulations or giving directions, and notwith-\n              standing the provisions of section 29 of the Interpretation\n              Act, regulations made under this section may prescribe\n              greater penalties than those specified in the said section"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. There shall be paid to the chairman and other members of the Remunera-\nAuthority such remuneration, if any (whether by way of salaries or tion of\ntravelling or other allowances). as the Minister may determine.           members,\n                                                                          161 1966\n                                                                        S . 4 (b).\n   lO.-(l) The Authority may appoint and employ at such remunera- Power to\nsuch officers, agents and servants as it deems necessary for the proper\ncarrying out of its functions :\n                                                                        :g,CRtr;na\ntion and on such terms and conditions as it thinks fit, a secretary, and a      r\n                                                                         servants.\n   Provided that-\n     (a) no salary in excess of the rate of three thousand dollars per\n           annum shall be assigned to any post without the prior appro-\n           val of the Minister;\n     (b) no appointment shall be made to any post to which a salary\n           in excess of the rate of three thousand dollars per annum 1611966\n           is assigned without the prior approval of the Minister.       s. 4 (c).\n         (2) The Governor-General may, subject to such conditions as\nhe may impose, approve of the appointment of any officer in the service\nof the Island to any office with the Authority :\n   Provided that in relation to pension, gratuity or other allowance.\nand to other rights as a public officer such officer shall be deemed to\nbe in the service of the Island while so employed."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. In relation to the powers vested in the Authority Certain\nunder paragraph (a) of subsection (1) of section 7, the Pofrovisions\n                                                            Act to\nprovisions of this Act shall have effect notwithstanding prevail.\nanything inconsistent therewith contained in any other law\nin force at the commencement of this Act, and any direc-\ntions given or regulations made at any time under any such\nlaw which may be inconsistent with directions given or\nregulations made in the exercise of the aforesaid powers\nby the Authority under this Act shall to the extent of such\ninconsistency have no effect.\n                    Regulation of Wharves\n   ll.-(l) The Authority may make by-laws for the con- Powerof\n                                                            Authority\ntrol and management of the wharves and premises vested to make\nin or in the possession of the Authority and the main- by-1aws*\ntenance of good order therein and, in particular, and\nwithout prejudice to the generality of the foregoing power,\nmay make by-laws for all or any of the following pur-\n                                                                    .   I\nposes-\n      (a) regulating, declaring and defining any wharves,\n           docks, piers and places vested in or in the pos-\n           session of the Authority on and from which goods\n           shall be landed and shipped;\n        me inclusion of this page is authorized by L.N. 480/1973]\n8                                    PORT AUTHORITY\n                     regulating the manner in which and the condi-\n                     tions under which the loading and discharging of\n                     vessels shall be carried out;\n                      regulating the use of any sheds, warehouses and\n                     railways vested in or in the possession of the\n                     Authority;\n                     the exclusion and removal from the premises of\n                     the Authority of idle and disorderly or other\n                     undesirable persons and trespassers;\n                     regulating the conduct of persons employed on\n                     wharves and premises vested in or in the posses-\n                      sion of the Authority.\n                     (2) Notwithstanding the provisions of section 29 of\n             the Interpretation Act, by-laws made under this section\n             may prescribe greater penalties than those specified in the\n             said section 29, so, however, that the maximum penalty\n             that may be imposed by any such by-laws shall be a fine\n             of two hundred dollars or imprisonment with or without\n             hard labour for a term of twelve months.\n                    (3) A copy of the by-laws made under this section\n             and for the time being in force shall be kept at the office\n             of the Authority and the Authority shall allow any person\n             to inspect it free of charge at all reasonable times.\n                            PARTIV. Financial Provisions\nFunds and      12. The funds and resources of the Authority shall\nresources    consist of-\nof the\nAuthority.       (a) such sums as may be provided annually for the\n                     purpose in the Estimates of Revenue and Expen-\n                     diture of the Island;\n                 (b) sums borrowed by the Authority for the purpose\n                     of meeting any of its obligations or discharging\n                     any of its functions;\n                         PORT AUTHORITY                                    9\n    (c) all other sums or property which may in any\n         manner become payable to or vested in the\n         Authority in respect of any matter incidental to\n         its powers and duties."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) No action, suit, prosecution or other proceedings shall be Protection\nbrought or instituted personally against any member of the Authority of members\nin respect of any act done bona fide in pursuance or execution or of     Authority.\nintended execution of this Act.\n         (2) Where any member of the Authority is exempt from liability\nby reason only of the provisions of this paragraph the Authority shall\nbe liable to the extent that it would be if the said member was a\nservant or agent of the Authority."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The revenues of the Authority shall be applied for Application\nthe purposes authorized by this or any other law in Of\nrelation to the functions and powers of the Authority."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. For the purpose of enabling the Authority to carry Borrawing\nout its functions under this Act, the Authority may, with powers*\nthe consent of the Minister, borrow money in such manner\nand subject to such conditions as the Minister may deem\nfit to impose."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) With the approval of the House of Representa- Power of\ntives, the Minister may guarantee, in such manner and on guarantee\n                                                           Minister to\nsuch conditions as he may think fit, the repayment of the              :so&,.\nprincipal and the payment of interest on any authorized\nborrowings of the Authority.\n         (2) Notwithstanding anything to the contrary,\nwhere any loan is guaranteed by the Minister under sub-\nsection (1) of this section the repayment of the principal\nmoneys and interest represented by the loan so guaranteed\nshall during the continuance of such guarantee be a first\ncharge upon such revenue and assets of the Authority as\nshall be specified by the Minister.\n        (3) Where the Minister is satisfied that there has\nbeen default in the repayment of any principal moneys or\nin the payment of interest guaranteed under the provisions\nof this section, he shall direct the repayment or, as the case\nmay be, the payment, out of the Consolidated Fund and\nassets of this Island of the amount in respect of which there\nhas been such default.\n        (4) The Authority shall make to the Accountant-\nGeneral, at such times and in such manner as the Minister\n        [The incliision of this page is authorized by L.N. 480/1973]\n10                                  PORT AUTHORITY\n            may direct, payments of such amounts as may be so directed\n            in or towards repayment of any sums issued in fulfilment of\n            any guarantee under this section, and payments of interest\n            on what is outstanding for the time being in respect of any\n            sums so issued at such rate as the Minister may direct, and\n            different rates of interest may be directed as respects\n            different sums and as respects interest for different periods.\nPower to      16. All moneys of the Authority not immediately required\ninvest\nmoneys.     to be expended in the meeting of any obligations or the\n            discharge of any functions of the Authority may be invested\n            in such securities as may be approved either generally or\n            specifically by the Minister and the Authority may, with\n            the approval of the Minister, sell all or any of such\n            securities.\nAccounts      17.-( 1) The Authority shall keep proper accounts and\nandaudit.   other records in relation to the business of the Authority\n            and shall prepare annually a statement of accounts in a\n            form satisfactory to the Minister, being a form which shall\n            conform with the best commercial standards.\n                   (2) The accounts of the Authority shall be audited\n            by an auditor or auditors appointed annually by the\n            Authority and approved by the Minister.\n                   (3) So soon as the accounts of the Authority have\n            been audited, the Authority shall send the statement of its\n            accounts referred to in subsection (1) to the Minister,\n            together with a copy of any report made by the auditors\n            on that statement or on the accounts of the Authority.\n                   (4)The auditors’ fees and any expenses of the audit\n            shall be paid by the Authority.\n                    (5) The Auditor-General shall be entitled, on the\n            direction of the Minister, at all reasonable times to examine\n            the accounts and other records in relation to the business\n            of the Authority.\n                        PORT AUTHORITY                                11"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) The Authority shall, as soon as practicable after report.\n                                                              dual\nthe end of each financial year, cause to be made and trans-\nmit to the Minister a report dealing generally with the\nactivities of the Authority during the preceding financial\nyear, and containing such information relating to the pro-\nceedings and policy of the Authority as can be r a d e public\nwithout detriment to the interests of the Authority.\n        (2) The Minister shall cause a copy of the report\ntogether with the annual statement of accounts and the\nauditor’s report thereon to be laid on the Table of the\nHouse of Representatives and the Senate."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. The Authority may with the approval of the Minister Regulatiom.\nmake regulations determining generally the conditions of\nservice of servants of the Authority and, in particular, but\nwithout prejudice to the generality of the foregoing power,\nmay make regulations relating t o -\n     (a) the grant of pensions, gratuities and other benefits\n          to such servants and their dependents, and the\n         grant of gratuities and other benefits to the depen-\n          dents or estates of deceased servants of the\n         Authority;\n     (b) the establishment and maintenance of sick funds,\n         superannuation funds and provident funds, the\n          contributions payable thereto and the benefits\n         receivable therefrom.\n 12                                      PORT AUTHORITY\n                                          SCHEDULE                      (Section 4)\nAppoint-       1. The Authority shall consist of not more than ten members to be\nment        appointed    by the Minister being persons who appear to the\nof members.\n161 1966    Minister to be qualified as having had experience of and shown\nS. 4 (a).   capacity in, matters relating to industry, finance, economics, account-\n351 1976    ancy, commerce or law.\ns. 2.\nTemporary     2. The Minister may appoint any person to act temporarily in the\nappoint-    place of any member of the Authority in the case of the absence or\nments.      inability to act of such member.\nChairman.        3.-(1)     The Minister shall appoint one of the members of the\n               Authority to be the chairman thereof.\n                        (2) In the case of the absence or inability to act at any meeting\n               of the chairman, members of the Authority present at such meeting\n               shall elect one of their number to act as chairman at that meeting.\nTenure of        4 . 4 1 ) The appointment of every member of the Authority shall be\nOffice.        evidenced by an instrument in writing, and such instrument shall state\n               the period of office of the member which shall not exceed three years,\n                      (2) Every member of the Authority shall be eligible for re-\n               appointment.\nResignation.   5 . 4 1 ) Any member of the Authority, other than the chairman, may\n            at any time resign his ofice by instrument in writing addressed to the\n            Minister and transmitted through the chairman, and from the date\n            of the receipt by the Minister of such instrument such member shall\n            cease to be a member of the Authority.\n                    (2) The chairman may at any time resign his officeby instrument\n            in writing addressed to the Minister and such resignation shall take\n            effect as from the date of the receipt of such instrument by the\n            Minister.\nPublication    6. The names of all members of the Authority as first constituted\nof member- and every change in the membership thereof shall be published in the\nship.\n               Gazette.\nAuthen tica-      7.-(1)   The seal of the Authority shall be authenticated by the\ntion of seal   signatures of the chainnan or one member of the Authority authorized\nand            to act in that behalf and the secretary of the Authority, and shall be\ndocuments.\n               judicially and officially noticed.\n                       (2) All documents, other than those required by law to be under\n               seal, made by, and all decisions of, the Authority may be signified\n               under the hand of the chairman or any member authorized to act in\n               that behalf or the secretary of the Authority.\nProcedure        8.-(1) The Authority shall meet at such times as may be necessary\nand            or expedient for the transaction of business, and such meetings shall\nmeeting.       be held at such places and times and on such days as the Authority\n               shall determine.\n               __-\n                                                                                          .\n                                                                                          I\n                              *\n                          PORT AUTHORITY                                             13\n       (2) The chairman may at any time call a special meeting of the\nAuthority and shall call a special meeting to be held within seven days\nof a written request for that purpose addressed to him by any two\nmembers of the Authority.\n       (3) The chairman or, in the case of the absence or inability to\nact of the chairman, the person elected to act as chairman in accordance\nwith the provisions of sub-paragraph (2) of paragraph 3 shall preside\nat the meetings of the Authority, and when so presiding the chairman\nor the person elected as aforesaid to act as chairman, as the case may\nbe, shall have an original and a casting vote.\n       (4) The quorum of the Authority shall be not less than one-third\nof the members of the Authority including the chairman or the person\nelected to act as chairman as aforesaid.\n       ( 5 ) Subject to the provisions of this Schedule the Authority may\nregulate its own proceedings.\n       (6) The validity of any proceeding of the Authority shall not be\naffected by any vacancy amongst the members thereof or by any defect\nin the appointment of a member thereof."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29, so, however, that the maximum penalty that may be\n              imposed by any such regulations shall be a fine of two\n              hundred dollars or imprisonment with or without hard\n              labour for a term of twelve months.\n                     (4) Any person who contravenes any directions given\n              by the Authority under this section shall be guilty of an\n              offence and shall be liable on summary conviction before\n              a Resident Magistrate to a fine not exceeding two hundred\n              dollars or to imprisonment with or without hard labour\n              for a term not exceeding twelve months.\nCompulsory       8.-(1) When there is any hindrance to acquisition by\nacquisition\nofland.       the Authority of any land required for carrying into effect\n              any of the provisions of this Act, the Minister, upon the\n              application of the Authority and after such enquiry as he\n              may think fit, may declare that the land is required for\n              the purposes of the Authority: and he may direct that\n              action be taken under the provisions of the Land Acquisi-\n              tion Act for acquiring the land for the Government and\n              for determining the compensation to be paid to the parties\n              interested; and upon the making of such declaration the\n              land to which it relates shall be deemed to be land required\n              for a public purpose within the meaning of the Land\n              Acquisition Act.\n                    (2) When the land has been acquired as aforesaid,\n              the Minister may vest such land in the Authority by means\n              of a certificate under the hand of the Commissioner of\n              Lands to the effect that the land has been made over to\n              the Authority.\n                        PORT AUTHORITY                                  3\n       (3) The compensation for such acquisition shall in\nthe first instance be paid by the Government, but the\nAuthority shall refund to the Government any compensa-\ntion so paid and all incidental expenses incurred by the\nGovernment."
    }
  ],
  "definitions": []
}