{
  "id": "jm-stat-the-port-royal-brotherhood-act",
  "type": "statute",
  "title": "The Port Royal Brotherhood Act",
  "title_en": "The Port Royal Brotherhood Act",
  "short_name": "Port Royal Brotherhood Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-port-royal-brotherhood-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-port-royal-brotherhood-act | Legal areas: Companies and Associations",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                    Interpreta-\n                                                                     tion.\n“the Board” means the Board of Directors of the Brother-\n    hood, to be established in accordance with this Act;\n“the Brotherhood” means the Port Royal Brotherhood to\n    be established in accordance with this Act;\n“the Chairman” means the Chairman of the Brotherhood\n    and includes any person appointed in accordance with\n    subsection (2) of section 5 to act as Chairman;\n“the Committee” means the Assessment Committee to be\n    constituted under subsection (1) of section 16;\n“the relevant area” has the meaning assigned to it by sub-\n    section (1) of section 15;\n“the Secretary” means the Secretary of the Brotherhood.\n       Establishment and Constitution ofBrotherhood"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1) There shall be established for the purposes of this Establish-\n                                                                ment of\nAct a body to be called the Port Royal Brotherhood which Brother-\nshall be a body corporate having perpetual succession and hood*\na common seal with power to purchase, lease or otherwise\nacquire and hold and dispose of land and other property\nof whatever kind.\n        (2) The seal of the Brotherhood shall be authen-\nticated by the signatures of the Chairman, or one member of\n4                             PORT ROYAL BROTHERHOOD\n               the Board authorized to act in that behalf, and the Secretary,\n               and such seal shall be officially and judicially noticed.\n                     (3) All documents, other than those required by law\n               to be under seal, made by, and all decisions of the Brother-\n               hood or of the Board, may be signified under the hand of\n               the Chairman or the Secretary.\n                     (4) The Brotherhood may sue and be sued in their\n               corporate name and may for all purposes be described by\n               such name.\nConstitution     4. The Brotherhood shall consist of all persons who\nof Brother-\nhood.          possess the qualifications prescribed by section 9 for mem-\n               bership of the Brotherhood.\nChairman.        5.-( 1) The Minister shall by instrument in writing appoint\n               the Chairman of the Brotherhood who shall hold office\n               during the pleasure of the Minister.\n                      (2) The Minister may appoint any person to act as\n               Chairman temporarily in case of the absence or inability to\n               act of the Chairman.\nBoard of         6. The Board of Directors of the Brotherhood shall consist\nDirectors.\n               of-\n                   ( U ) the Chairman appointed under the provisions of\n                         section 5 who shall be Chairman of the Board;\n                   (b) one person nominated by the Council of the\n                         Kingston and St. Andrew Corporation who shall\n                         hold office during the pleasure of the said Council;\n                   (c) the Government Town Planner;\n                   (d) one person nominated by the Board of Directors\n                         of the Jamaica Chamber of Commerce Limited\n                         who shall hold office during the pleasure of the\n                         said Board;\n               -\n                     m e inclusion of this page is authorized by L.N. 480/1973]\n               PORT ROYAL BROTHERHOOD                                       5\n     (e) three persons, at least two of whom shall be mem-\n         bers of the Brotherhood, elected by the Brother-\n         hood in accordance with the prescribed scheme and\n         in the prescribed manner :\n           Provided that the first Directors to be elected\n         under this paragraph shall be elected by ballot at\n         the first meeting of the Brotherhood and shall\n         hold office until their successors are elected in\n         accordance with regulations made by the Brother-\n         hood prescribing a scheme and manner of election\n         for the purposes of this paragraph."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) The Board shall meet at such times as may be Procedure\nnecessary or expedient for the transaction of business, and z&ings\nsuch meetings shall be held at such place and time and on Of Board.\nsuch days as the Board may determine.\n      (2) The Chairman may at any time call a special\nmeeting of the Board, and shall call a special meeting of\nthe Board within seven days of a requisition for that purpose\naddressed to him by any three members of the Board.\n       (3) The quorum of the Board shall be four including\nthe Chairman.\n       (4) The Chairman shall not have an original vote but\nonly a casting vote.\n      (5) Subject to the foregoing provisions of this section,\nthe Board shall have power to regulate their own procedure.\n      (6) The validity of any proceeding of the Board shall\nnot be affectedby any vacancy amongst the members thereof\nor by any defect in the appointment of a member thereof."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The names of all persons on the Board as first constitu- publication\nted and every change in the membership thereof shall be\npublished in the Gazette.                                     Board.\n6                           PORT ROYAL BROTHERHOOD\nMembers of     9.-(1) Subject to the provisions of subsection (2), the\nBrother-\nhood.         members of the Brotherhood shall be-\n                  (a) all persons whose land has vested in the Brother-\n                      hood by operation of this Act;\n                  (b) all persons who have applied for and have been\n                       allotted ordinary shares in the capital of the\n                      Brotherhood;\n                  (c) all persons to whom any such shares have been\n                       transferred with the permission in writing of the\n                      Board :\n                Provided that all such persons shall be members of the\n              Brotherhood only so long as they continue to hold shares in\n              the capital of the Brotherhood.\n4211969             (2) The Kingston and St. Andrew Corporation shall\n3rd Sch.\n              not be a member of the Brotherhood.\nProcedure       10.-( 1) The Brotherhood shall meet-\nand\nmeetings of        (a) in the month of January in each year;\nBrother-\nhood.              (b) when summoned by the Chairman.\n                     (2) Fifteen members of the Brotherhood shall form\n              a quorum at such meetings.\n                      (3) The Chairman shall preside at any meeting of\n              the Brotherhood at which he is present. In the absence\n              of the Chairman the Directors present at the meeting shall\n              elect one of their number to preside thereat.\n                      (4) The Chairman or any person duly authorized\n              presiding at a meeting of the Brotherhood shall not have\n              an original vote but only a casting vote.\n                     (5) Subject to the foregoing provisions of this section,\n              the procedure to be followed at meetings of the Brotherhood\n              shall be regulated by the Board, until such time as the\n              Brotherhood shall prescribe their own procedure.\n                    tThe inclusion of this page is authorized by L.N. 480/1W3]\n              PORT ROYAL BROTHERHOOD                                        7\n        (6) The validity of any proceeding of the Brother-\nhood shall not be affected by any defect in the constitution\nof the Brotherhood or by reawn of any omission, defect or\nirregularity not a f € e c t i n g w t sof the case.\n                         I\n                   Functions of Brotherhood"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Procedure and meetings of Brotherhood.\n                         Functions of Brotherhood"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) It shall be the duty of the Board, on behalf of andFunctions\n                                                                  general\nthe Brotherhood, to undertake and encourage the reconstruc- powers of\n                                                              Board.\ntion and development of Port Royal.\n        (2) The Board shall have power for the purpose of\nthe discharge of their duty under subsection (1) to do any-\nthing and to enter into any transaction (including the allot-\nment and issue of shares under this Act and whether ur not\ninvolving expenditure, borrow@, granting of loans, or\ninvestment of money, the acquisition of any property or\nrights or the disposal of any property or rights) which in\ntheir opinion is calculated to facWa.te the proper discharge\nof their functions or is incidental or conducive thereto.\n        (3) The Board may allot and issue shares in the\ncapital of the Brotherhood to persons (whether or not such\npersons had any estate or interest in, or right to, any land\nin the relevant area Mare the 29th October, 1952) subject\nto such conditicms its the Board may deem fit to impose.\n         (4) The Board may, in their dkuetion, permit a\nmember of the Brotherhood to transfer shares held by him\nin the capital of the Brotherhood to any person or to the\nBrotherhood and the Board may acquire on behalf of the\nBrotherhood shares held by a member of the Brotherhood\nin the capital of the Brotherhood."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The Board shall appoint and employ at such remunera- Appoint-\ntion and on such terms and conditions as they think fit, a ment\n                                                            ofofficers\nSecretary, a Treasurer and such other o&m and servants\nof the Brotherhod as the B d deem necessary for the\nproper carrying out of the provisions of this Act.\n      me inclusion oE this page is a u h W by L.N. 480/1973]\n8                              PORT ROYAL BROTHERHOOD\nRegulations.      1 3 . 41) The Brotherhood may, by resolution at a meeting\n               of the Brotherhood, make regulations-\n                         prescribing a scheme and manner of election of\n                          Directors for the p-es          of paragraph (e) of\n                          section 6, and the conditions of tenure of office\n                          of such Directors;\n                         governing the proceedings of the Brotherhood and\n                          the manner of transaction of business at meetings\n                          of the Brotherhood;\n                          prescribing the voting rights of members of the\n                          Brotherhood and the manner in which such voting\n                          rights shall be exercised;\n                          providing for the appointment and constitution\n                          of committees to assist in the discharge of the\n                          functions of the Brotherhood under this Act, and\n                          specifying the matters to be dealt with by such\n                          committees, so, however, that the Brotherhood shall\n                          not have power to delegate to any such committee\n                          any power expressly conferred on the Board by\n                          this Act or the power to make regulations conferred\n                          on the Brotherhood or the Board by this Act.\n                        (2) The Board may make regulations-\n                    (a) governing their proceedings and the manner of\n                          transaction of business at their meetings;\n                    (b) prescribing the manner in which documents,\n                          cheques and instruments of any description shall\n                          be signed or executed on behalf of the Brother-\n                          hood;\n                    (c) providing for a system of registration of members\n                          of the Brotherhood and the keeping of a register\n                          of such members;\n                    (d) prescribing with respect to the relevant area, matters\n                         relating to the laying out, maintenance and improve-\n                         ment of streets, the laying out and sub-division of\n               PORT ROYAL BROTHERHOOD                                    9\n           land for building purposes, the erection, construc-\n           tion and alteration of buildings and structures, the\n           class and design of building or structure to be\n           erected in a particular locality, and the use to which\n           any land, building or structure may be put;\n     (e) with respect to such matters as may be specifically\n           referred to them for such purpose by the Brother-\n           hood by resolution at a meeting of the Brother-\n           hood;\n      (f> generally for the better carrying into effect of the\n           provisions of this Act.\n         (3) All regulations made under the authority of this\nAct shall be published in the Gazette."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. No member of the Board or of the Brotherhood shall Protection\nbe personally liable for any act or default of the Brother- of members\n                                                            ofBoard\nhood done or omitted to be done in good faith in the course\nof the operations of the Brotherhood.                       hood.\n               Vesting of Lund in Brotherhood"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) All the land in the town of Port Royal in the ;s~-I-I\nParish of Kingston described in the Schedule (in this Act Schedule.\nreferred to as “the relevant area”) is hereby vested in the\nBrotherhood and its assigns forever freed from all estates\ninterests trusts charges incumbrances and easements hereto-\nfore affecting the same and such lands shall be held by the\nBrotherhood for the purposes and with the powers and\nauthorities mentioned in and conferred by this Act.\n          (2) The owners of and all other persons having or\nclaiming any estate or interest in or right to any part of the\nland within the relevant area shall severally receive such\ncompensation for their respective estate interest or right\ntherein as may be determined according to the provisions of\nthis Act so nevertheless that in no case shall the aggregate\ncompensation to all persons in respect of any part of the land\n      me inclusion of this page is authorized by L.N. 480/1973]\n10                           PORT ROYAL BROTHERHOOD\n            within the relevant area exceed the amount af compensation\n            for the area of such part arrived at $1 accordance with\n            section 18.\n                    (3) Every person claiming to be entitled to any estate\n            or interest in or to have any right to any part of the land\n            within the relevant area shall before the 29th April, 1953, give\n            notice to the Board of the claim made by him in respect there-\n            of together with particulars of his estate or interest or claim\n            and no claim for compensation not made within the time\n            aforesaid shall be entertained provided that in the case of\n            any person who may be an infant OT person of unsound\n            mind a claim in respect of the interest af such person may\n            notwithstanding the period hereinbefore ltmited be made\n            at any time within six months next after the time at which\n            such person shall have ceased to be under such disability\n            or shall have died whichever of the twr, events shall first\n            happen\n               Assessment of Inteats and Payment of Compensation\nAssetsmt      16-(1) The Board is hereby constituted an Assessment\nComrmnee.\n            Committee for the purposes of this Ad.\n                    (2) It shall be the duty of the Committee to hold\n            enquiries for the purpose of assessing the compensation to\n            which the persans mentioned in subsection (2) of section 15\n            are entitled.\n                    (3) The Secretaxy of the Brotherhood shall be Clerk\n            to the Committee.\n                   (4) Every enquiry by the Committee shall take place\n            in public.\n                    (5) All questions arising ,Mmthe Committee in\n            relation to their duties under this Act shall be decided by\n            a majority of v o b .\n                         i n c l u s i ~d this page is a u h n.z d by L.N. 49/l9733\n                 PORT ROYAL BROTHERHOOD                               11\n        (6) For the purposes of an enquiry under this Act,\nthe Committee shall have power by notice signed by one of\ntheir number or by the Clerk to the Committee to summon\nand enforce the attendance of witnesses, including persons\ninterested, and also to compel the production of documents\nby the same means and so far as may be m the Same ~ M C Z\nas provided m the case af a Resident plllagistrate’s Court.\n        (7)In proceedings before the Committee evidence\nmay be taken on oath, which oath the Chairman or Clerk\nto the Committee is hereby empowered to administer and\nany person giving false evidence in any proceedings before\nthe Committee shall be liable to be indicted and punished\nfor perjury.\n        (8) The Committee m a y prescribe the f m s to be\nused in proceedings before the Committee a d may make\nrules regulating the conduct of their p r d i n g s , the times\nwhen sitting of the Committee shall be held, the procedure\nto be adopted by parties in proceedings before the Committee\nand generally for enabling the Committee to carry out their\nduties.\n        (9) The Chairman shall cause a record to be kept of\nall proceedings before the Committee and ail the evidence\ntaken and of the decisions arrived at by the Committee.\n       (10) Every person refusing or omitting without\nsufficient cause to attend at the time and place mentioned\nin the notice served on him, and every person attending but\nleaving the enquiry without the permission of the Committee,\nor refusing without sufficient cause to answer or to answer\nfully and satkfactorily 00 the bcst af his knowledge and\nbelief all questions put to him by OT wi& the cam-\nof the Committee, or refusing or omitting without suflicient\ncause to prodnm any books, plans or documents in his\npossessicm or under his control and mentioned or &erred\nto in the notice servecl on him, and every persan who shall\n      IJ’hc   inclusinn of titis page is authmirsd by LM. 460/l973]\n12                          PORT ROYAL BROTHERHOOD\n             at any sitting of the Committee wilfully insult any member\n             of the Committee or the Clerk to the Committee, or wilfully\n             interrupt the proceedings of the Committee, shall be guilty\n             of an offence against this Act and on summary conviction\n             thereof before a Resident Magistrate shall be liable to a\n             fine not exceeding fifty dollars and in default of payment\n             thereof to imprisonment with or without hard labour for\n             any term not exceeding three months.\nShare           17. The capital of the Brotherhood shall be divided into\nCapital of\nBrother-     shares of two dollars each, and such shares shall not be\nhood.        transferred without the permission in writing of the Board.\nBasis of       18.-(1) Compensation shall be assessed by the Com-\ncompensa-\ntion.        mittee on the following basis-\n                  (a) a uniform value to be determined by the Com-\n                      mittee on a square foot basis shall be put on all\n                      land which has vested in the Brotherhood by\n                      operation of this Act;\n                 (b) where at the time of vesting under the provisions\n                      of subsection (1) of section 15, there is any building\n                      or structure on the lmld, the value of such building\n                      or structure as assessed by the Committee shall\n                      be taken into consideration for the purposes of\n                      compensation if such building or structure was in\n                      existence on the 19th day of August, 1951.\n                     (2) It shall be the duty of the Committee to award\n             compensation to the persons entitled thereto, in terms of\n             ordinary shares in the capital of the Brotherhood to be\n             credited as fully paid up.\nAwards.        19.-(1) Every award made by the Committee shall be\n             noted on a list which on completion shall be certified as true\n             and correct, if such be the case, and signed by the Chairman.\n               PORT ROYAL BROTHERHOOD                                  13\n       (2) Such list shall specify-\n    (a) the land in respect of which compensation is\n         awarded;\n    (b) the name of the claimant and the nature and extent\n         of his interest and the amount awarded in respect\n         of such interest; and\n    (c) such other particulars as the Committee may think\n         fit."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(1) Subject to the provisions of subsection (2) the Paymentof\n                                                          compensa-\nBrotherhood shall make compensation in shares up to the tion.\namount awarded by the Committee in each case to the\npersons entitled thereto.\n        (2) If any of the persons entitled to compensation\ndoes not consent to receive such compensation, or if there\nis no person in the Island who would have been competent\nto alienate the land in respect of which compensation has\nbeen awarded, or if there be any dispute as to the right to\nreceive the compensation or as to the apportionment thereof,\ncompensation shall not be made until such time as the person\nentitled thereto shall make a claim and consent to receive\nthe compensation to which he is entitled when it shall be\nmade to him with profits (if any) on the order of the Board."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Compensation in respect of the vesting of any land Datewhen\n                                                         compensa-\nunder this Act shall be due on the 29th October, 1952, tionlsto\nsubject to the determination of the amount thereof.      be due."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-(1) Subject to the provisions of subsection (2), the Modeof\nBrotherhood shall issue to the persons entitled thereto the satisfaction\n                                                             ofcom-\nnumber of ordinary shares in the capital of the Brotherhood pensation*\ncredited as fully paid up which have been awarded in accord-\nance with the provisions of this Act in respect of the land\nvested in the Brotherhood under this Act.\n14                        PORT ROYAL BROTHERHOOD\n                  (2) If the compensation awarded in respect of any\n           land in terms of shares in the capital of the Brotherhood\n           includes a fraction of a share, such fraction shall be\n           disregarded if it be less than half a share but if it be half a\n           share or more it shall be regarded as a whole share.\nAppeal.      23. Any person aggrieved by a decision of the Committee\n           with respect to the amount of compensation awarded, or\n           the person to whom compensation is awarded, may appeal\n           therefrom to a Judge in Chambers not later than fourteen\n           days after he has received notice in writing of the award\n           of the Committee in respect of the compensation claimed\n           by him.\n                      Allocation ofLmds in the Rdevaw Area\nPower of      24.-(1) The Board shall, as they think fit, from time to\nBoard to\nallocate   time, within the limits of the resources of the Brotherhood\nlands in\nrelevant   and on such terms and conditions as they deem fit to impose\narea.      generally or in any particular case allocate lands in the\n           relevant area to members of the Brotherhood.\n                   (2) Subject to the provisions of subsection (11, the\n           Board shall allocate to each member of the Brotherhood\n           who owned land in the relevant area immediately before\n           the 29th October, 1952, a lot with a dwelling-house\n           thereon or accommodation for the purpose of carrying on a\n           commercial undertaking or both, as appears to the Board to\n           be equitable having regard to the following factors-\n                (a) the number of shares in the capital of the Brother-\n                     hood held by such member;\n                (b) the number of persons expected to live in such\n                     dwelling-house;\n                (c) the nature and extent of such member's commer-\n                     cial undertaking imnrcdiately before the 17th day\n                     of August, 1951; and\n                 me inclusion of this page is autfEorized by L.N. 4%0/1973]\n               PORT ROYAL BROTHERHOOD\n     (d) generally, the merits of the case and any other\n           factors conducive to an equitable allocation of\n           lands in the relevant area.\n         (3) Subject to the provisions of subsection (l), the\nBoard may, if in their opinion the needs of all persons who\nowned land in the relevant area immediately before the\n29th October, 1952, have been adequately met under\nthe provisions of subsection (2), allocate any remaining lands\nin the relevant area to other members of the Brotherhood."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. The Board shall at the request of the Commissioner Allocation\nof Lands or the Council of the Kingston and St. Andrew 2 o z r -\nCorporation and on such terms and conditions as the Board           kzgtzd\nand the Commissioner of Lands or the said Council (as the and\n                                                            St. Andrew\ncase may be) shall agree, allocate to the Commissioner of rporation.\nLands or the Kingston and St. Andrew Corporation land .:A1!\nin the relevant area not exceeding in extent the total area\nof land owned by the Colonial Secretary or the Kingston\nand St. Andrew Corporation (as the case may be)\nimmediately before the 29th October, 1952, in such area.\n                         Exemptions"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Nothing in any law from time to time in force relating ExemDtion\nto the laying out, maintenance or improvement of streets,\nor to the laying out or sub-division of land for building lam.\npurposes, or to the erection, construction or alteration of\nbuildings and structures, shall be construed as preventing,\nrestricting or regulating the exercise by the Brotherhood,\nin accordance with this Act, of the rights, powers and author-\nities conferred on the Brotherhood by this Act."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. The Brotherhood shall be exempt from-                      Exemption\n                                                                 from income\n    ( U ) income tax;                                            tax and\n                                                                 stamp\n    (b) stamp duties which would but for this provision duties.\n           be payable in respect of the transfer of a beneficial\n           interest under this Act;                          -\nfi                     PURT ROYAL RROTHEIZHOUD\n             (c) stamp duties in respect af instmments executed\n                 by or on behalf of the Board or by an officer or\n                 member of the Brotherhood relating to the business\n                 of the Brotherhood or any class of such instruments.\n                                   Rules\nRules.     28. Rules of court may be made prescribing the procedure\n         to be followed upon any appeal to, or proceeding before, a\n         Judge in Chambers under this Act.\n              PIIC inclusion of this page is authorkd by LN. 480/1973]\n                 PORT ROYAL BROTHERHOOD                                    17\n                             SCHEDULE                      (Section 15)\n                         The Relevant Area\n   The area outlined in red upon a plan entitled “Plan of the Area to be\nvested in the Port Royal Brotherhood” identified under the hand of\nthe Colonial Secretary as being the plan referred to in the Bill for a\nLaw entitled “A Law to provide for the Vesting of lands in Port Royal\nin the Port Royal Brotherhood, a body constituted for the purpose of\nundertaking and encouraging the reconstruction and development of\nPort Royal and for matters incidental thereto or connected therewith‘’\nand deposited at the Island Record Office on the 18th day of August,\n 1952.\n       me inclusion of this page is authorized by L.N. 480/1973]"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Rules.\n           --\n         me inclusion of this page is authorized by L.N. 480119731\n                PORT ROYAL BROTHERHOOD                                             3\n    THE PORT ROYAL BROTHERHOOD ACT                                    Cap. 300.\n                                                                          Act\n                                                                      42 of 1969\n                                            129th October, 1952.1      3rd Sch.\n                     Preliminary"
    }
  ],
  "definitions": []
}