{
  "id": "jm-stat-the-port-workers-super-annuation-fund-act",
  "type": "statute",
  "title": "The Port Workers (Super-Annuation Fund) Act",
  "title_en": "The Port Workers (Super-Annuation Fund) Act",
  "short_name": "Port Workers (Super-Annuation Fund) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-port-workers-super-annuation-fund-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-port-workers-super-annuation-fund-act | Legal areas: Employment",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Port Workers (Super- shorttitle.\nannuation Fund) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act unless the context otherwise requires-            Interpreta-\n                                                                   tion.\n“employer” means any person who has or has had port\n    workers in his employment during the existence of\n    any superannuation scheme;\n“the Fund” means the Kingston Port Workers Super-\n    annuation Fund established under this Act;\n“the Minister” means the Minister responsible for labour\n    relations;\n“port worker” means any port worker in the port of\n    Kingston registered and recruited for work in\n    accordance with any system approved by the Minister;\n“the proper authority” has the meaning assigned to it\n    by subsection (1) of section 4;\n“superannuation scheme” means any superannuation\n    scheme, for providing benefits for port workers,\n    instituted for the purposes of this Act;\n“wages” includes all wages, salaries, earnings, pay,\n    overtime pay, and other emoluments whether computed\n    hourly, daily or otherwise paid by an employer to a\n    port worker.\n        me inclusion of this page is authorized by L.N.480/1973]\n2                          PORT WORKERS (SUPERANNUATION FUND)\nEstablish-       3. There shall be established for the purposes of this\nment of\nFund.          Act a Fund to be called the Kingston Port Workers\n               Superannuation Fund.\nPayments         4.--(1) Every employer shall at such times as may be\ninto Fund.\n               prescribed, pay to such authority as may be prescribed\n               (in this Act referred to as “the proper authority”) to be\n               credited to the Fund, such contributions and deductions\n               as may be prescribed in respect of wages paid by such\n               employer to port workers who are or have been in his\n               employment.\n                      (2) If any employer refuses or neglects or fails to\n               pay to the proper authority any sum required to be so\n               paid by such employer pursuant to the provisions of sub-\n               section (l), such sum shall be recoverable from such em-\n               ployer as a civil debt in an action by the Attorney-General.\nRelief from      5. Notwithstanding anything to the contrary, no income\nincome tax.\n               tax shall be payable upon any moneys paid to the proper\n               authority by any employer pursuant to the provisions of\n               subsection (1) of section 4.\nRegulations.     6.-(1) The Minister may make regulations generally for\n               the better carrying out of the purposes of this Act and in\n               particular but without prejudice to the generality of the\n               foregoing, may make regulations-\n                    (a) instituting a superannuation scheme providing for\n                        the administration, management and investment\n                         of any moneys standing to the credit of the Fund,\n                        the disbursement of any such moneys, the audit-\n                        ing of any accounts in relation thereb, and any\n                        other matters whatever which may be considered\n                        by the Minister to be necessary for or incident to\n                        the satisfactory institution, operation or winding\n                      [The inclusion of !his page i anthrizd by L.N. 489/19731\n       PORT WORKERS (SUPERANNUATION FUND)\n         up of any such scheme, including the incorporation\n         (with power to sue and liability to be sued) of\n         any body or authority established for the purposes\n         of this Act or any regulations thereunder;\n        requiring employers to furnish to such authority\n         as may be prescribed in such form and at such\n         times as may be prescribed, returns containing\n         such information relating to wages paid to port\n         workers by employers as may be prescribed;\n        requiring employers to produce any books of\n         account kept by them and any vouchers and other\n         documents in their possession or under their\n         control relating to the payment of wages to port\n         workers by employers, for inspection by such\n         authority within such period and at such times\n         and places as may be prescribed;\n        prescribing anything required to be prescribed\n         under this Act.\n       (2) Regulations under this section may be made\nwith retrospective effect to the 1st December, 1954, or to\nany later date.\n        (3) Notwithstanding the provisions of section 29 of\nthe Interpretation Act, regulations made under this\nsection may prescribe greater penalties than those\nspecified in that section, so, however, that the maximum\npenalty which may be prescribed by any such regulations\nshall be a fine of two hundred dollars or imprisonment\nwith or without hard labour for a term of twelve months."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Every employer who refuses or neglects or fails to p d t y .\ncomply with the provisions of subsection (I) of section 4\nshall, upon summary conviction before a Resident M~gis-\ntrate, be liable to a fine not exceeding two hundred dollars\n      [Tht incladon of thia page is authorized by L.N. 480/1973]\n4                   PORT WORKERS (SUPERANNUATION FUND)\n             or to imprisonment with or without hard labour for any\n             term not exceeding twelve months.\nOffencesby     8. Where an employer who is guilty of an offence\ncompany.\n             against this Act or any regulations thereunder is a\n             company, every director, manager, agent and officer of\n             the company in this Island who is knowingly a party to\n             the contravention shall be guilty of a like offence and\n             liable to the penalty prescribed in relation thereto."
    }
  ],
  "definitions": []
}