{
  "id": "jm-stat-the-post-office-act",
  "type": "statute",
  "title": "The Post Office Act",
  "title_en": "The Post Office Act",
  "short_name": "Post Office Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-post-office-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-post-office-act | Legal areas: Communication and Technology",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Post Office Act.                   Short title.\n                     PART I. Interpretation"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1)    In this Act-                                      Intcrprcta-\n                                                              tioo.\n“cash on delivery postal article” means a postal article on\n      which the Postmaster-General or other postal\n      administration undertakes at the request of the sender\n      to collect, or secure the collection of, a sum of money\n      on behalf of the sender from the addressee of the\n      postal article as a condition of delivery;\n“con tract packet” means any vessel, including an aero-\n      plane or airship, used for the conveyance of postal\n      articles pursuant to contract or continuing arrange-\n     ment;\n“fictitious postage stamp” means any facsimile or\n      imitation or representation of any label, stamp, or\n     device, for denoting postage issued under this Act or\n     by the Postmaster-General of the United Kingdom or\n     by the Government of any part of the Commonwealth\n     or by any foreign country;\n“franking machine” means a machine for the purpose of\n     making impressions on postal articles to denote\n     prepayment of postage and includes any meter or\n     meters and any franking or date-stamping die or dies\n     incidenta1 theret0;\n“mail bag” means any bag, box, basket, parcel, or other\n     envelope or covering, in which postal articles in course\n     of transmission by post are conveyed, whether it does\n     or does not contain any such article;\n6                             POST OFFICE\n    “master” means any person, excepting a sea pilot, in\n         charge of a contract packet or a vessel;\n    “officer of the Post Office” includes any person employed\n         in any business of the Post Office or on behalf of the\n         Post office;\n    “the Post Office” means the department established for\n         the purpose of carrying the provisions of this Act\n         into effect and presided over by the Postmaster-\n         General and includes every house, building, room,\n         vessel, carriage, or place, used for the purpose of a\n         post office, and every letter-box provided by the Post\n         Office for the receipt of postal articles;\n    “postage” means the duty chargeable for the transmission\n         by post of postal articles;\n    “postal article” includes any letter, postcard, newspaper,\n         book, document, pamphlet, pattern or sample packet,\n         parcel, or package, or other article whatsoever,\n         transmissible by post whether in a closed mail bag or\n         placed loose on board any conveyance for delivery to\n         a post office;\n    “postage stamp” means any label or stamp or device for\n         denoting any rate of postage payable in respect of\n         postal articles, isssued under this Act, or by the\n         Postmaster-General of the United Kingdom or by the\n         Government of any part of the Commonwealth or\n         by any foreign country;\n    “vessel” includes an aeroplane or an airship;\n    “port” includes an aerodrome.\n          (2) For the purposes of this Act-\n        (a) a postal article shall be deemed to be in course of\n            transmission by post from the time of its being\n            posted at or delivered to a post office to the time\n            of its being delivered to the addressee or of its\n            being returned to the sender or otherwise disposed\n            of under the provisions of this Act;\n                             POST OFFICE                                     7\n     (b) a postal article shall be deemed to cease to be such\n          from the time of its being delivered to the\n          addressee or of its being returned and delivered to\n          the sender or otherwise disposed of under the\n          provisions of this Act;\n     (c) the placing of an article in any receiving box for\n          the deposit of postal articles, or the delivery of an\n          article to an officer of the Post Office in the course\n          of his duties shall be deemed to be delivery to a\n          post office and thereupon such article shall become\n          a postal article;\n     (d) the delivery of a postal article at the house or\n         office of the addressee or to the addressee (or to his\n          servant or agent or other person authorized to\n         receive the article according to the usual manner\n          of delivering postal articles to the addressee), or\n          the inclusion of a postal article in the addressee’s\n         private box or bag, or, where the addressee is a\n         guest or is resident at a hotel, delivery to the\n          proprietor or manager thereof or to his agent,\n         shall be deemed to be delivery to the addressee.\n           PART11. Establishment of Post Ofice"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1) The Governor-General may appoint a Postmaster- Appoint-\n                                                               ment of\nGeneral.                                                       officers of\n                                                               the Post\n       (2) The Governor-General may from time to time, Office.\nappoint such other officers of the Post Office as may be\nnecessary for the carrying into effect of the provisions of\nthis Act.\n       (3) All officers serving in the Post Office on the date\nof the coming into operation of this Act shall be deemed\nto have been appointed under this Act.\n       (4) No person shall be employed in the Post Office\nunless he has first made and subscribed before a Justice the\ndeclaration contained in the Schedule.                         Schedule.\n8                                            POST OFFICE\n                        ( 5 ) No stamp duty shall be payable on any such\n                 declaration.\nBenefit of          4. Upon and by virtue of the appointment of any person\ncontracts,\netc., enure to   to be Postmaster-General the benefit of all contracts, bonds,\nsuccessors.      securities, and things in action vested in his predecessor at\n                 the time of the predecessor ceasing to hold office shall be\n                 transferred to and vested in and enure for the benefit of the\n                 person so appointed in the same manner as if he had been\n                 contracted with instead of his predecessor, and as if his\n                 name had been inserted, in all such contracts, bonds, and\n                 securities, instead of the name of his predecessor.\n                         PART111. Privileges of Postmaster-General\nPowers of          5 . 4 1) The Postmaster-General, subject to the special\nPost Master-\nGeneral.         or general directions of the Minister, may-\n                      (a) enter into such contracts as may be necessary for\n                           the conveyance of postal articles, or otherwise for\n                           the carrying into effect of the provisions of this\n                           Act;\n                     (b) establish or close post offices at any place in the\n                           Island.\n                        (2) All post offices heretofore established in the\n                 Island shall be deemed to be established under this Act.\nExclusive           6.-( 1) Wheresoever postal communications are estab-\nprivilege of\nPostrnaster-     lished the Postmaster-General by himself or by the officers\nGeneral.         of the Post Office, shall have the exclusive privilege of\n                 conveying from one place to another within the Island, or\n                 into or out of the Island and from or to any place between\n                 which and the Island postal communications are estab-\n                 lished, whether by land or by sea or by air, all letters,\n                 except in the following cases, and shall also have the\n                 exclusive privilege of performing all the incidental services\n                            POST OFFICE                               9\nof receiving, collecting, sending, despatching, and deliver-\ning all letters, except in the following cases-\n     (a) letters carried by a private friend on his way,\n         journey, or travel, for delivery by such friend to\n         the person or persons to whom they are directed\n          without hire, reward, or other profit or\n          advantage, for receiving, carrying, or delivering,\n          them;\n     (b) letters sent by a messenger on purpose, solely\n         concerning the affairs of the sender or receiver\n          thereof;\n     (c) process or proceedings issuing out of a Court of\n         Justice;\n     (4 letters solely concerning goods or other property,\n         sent by land or by sea or by air, to be delivered\n         with the goods or property which such letters\n         concern, without hire, reward, or other profit or\n         advantage, for receiving, carrying, or delivering,\n         them :\n            Provided that such letters are open to inspec-\n         tion and have superscribed thereon the words\n         “consignee’s letters” or other words to the same\n         effect.\n        (2) Nothing herein contained shall authorize any\nperson to make a collection of letters, except as aforesaid,\nfor the purpose of sending them otherwise than by post.\n        (3) Subject as aforesaid the following persons are\nespecially forbidden to collect, carry, tender, or deliver,\nletters or to receive letters for the purpose of carrying or\ndelivering them, although they shall not receive hire,\nreward, or other profit or advantage, for so doing-\n     (a) common carriers of passengers or goods and their\n           drivers, servants, or agents, except as regards\n          letters solely concerning goods in their carriages\n           or conveyances; and\n 1\n                                         POST OFFICE\n                   (b) owners or masters of contract packets or vessels\n                       plying to or from any port or place within the\n                       Island, and their servants or agents, except as\n                       regards letters solely concerning goods on board,\n                       such letters being open to inspection and having\n                       the words “consignee’s letters” or other words to\n                       the same effect superscribed thereon, and except\n                       as regards letters tendered to a master of a con-\n                       tract packet or vessel by an officer of the Post\n                       Office for conveyance, or letters received under\n                       subsection (3) of section 28;\n                   (c) passengers or other persons on board of such\n                       contract packets or vessels.\n                     (4) For the purposes of this section “letters” includes\n               postcards.\nPower of         7 . 4 1) The Postmaster-General, with the approval of\nPostrnaster-\nGeneral to     the Minister, may make regulations-\nmake\nregu1at:ons.       (a) for the guidance and control of the public in the\n                        course of its dealings with the Post Office;\n                   (b) for the disposal of undelivered postal packets;\n                   (c) in connection with the licensing and use of\n                        franking machines for the prepayment of postage;\n                   (d) declaring what articles may be transmitted as\n                        postal articles, and what articles are prohibited\n                        from being so transmitted;\n                   (e) classifying postal articles for the purposes of\n                        postal charges;\n                   (f> specifying conditions for the registration and\n                        insurance of postal articles;\n                   (g) specifying conditions for the issue and payment of\n                        money at post offices;\n                          POST OFFICE                                  11\n    (h) specifying the conditions under which, and the\n        manner in which, special services will be per-\n        formed for the convenience of any person;\n    (11 specifying the conditions for the acceptance of\n        cash on delivery postal articles;\n    (11 specifying the hours during which post offices\n        shall be opened for the transaction of various\n        classes of public business;\n    (k) specifying the hours during which postal articles\n        may be posted;\n    (0 specifying conditions under which compensation\n        may be paid for the loss or damage to a postal\n        article.\n       (2) The Postmaster-General, with the approval of\n.the Minister, may by order fix the rates of postage and\nother charges to be paid and the scale of weights and the\ncircumstances in which such rates and charges shall be paid\nin respect of-\n         all classes of postal articles;\n         late fees;\n         the redirection of postal articles and the trans-\n          mission by post of articles so redirected;\n         the registration of newspapers for transmission\n          within the Island;\n          the fees for registration, insurance, or express\n          delivery, of postal articles in addition to or\n          instead of any postage chargeable thereon under\n          this Act;\n         the rates of poundage to be charged to a person\n          remitting or receiving money through the Post\n          Office by means of Money or Postal Orders;\n        the fees chargeable on all or any classes of postal 9/1978\n         articles consequent on the adoption by Jamaica of S . 2(b).\n-\n12                                    POST OFFICE\n                      regulations agreed upon by the Universal Postal\n                      Union or arising from accession by Jamaica to            -\n                      any Universal Postal Convention.\n                   (3) All such regulations and orders shall, in addition\n            to being published in the Gazette, be published in a guide\n            issued by the Postmaster-General and known as the Post\n            Office Guide.\n                   (4) The Postmaster-General may, with the approval\n            of the Minister, include in such Post Office Guide-\n911978           (a) a declaration of-\ns. 2(c).\n                          (i) the adoption of regulations agreed upon by\n                              the Universal Postal Union; or\n                         (ii) the adoption of any measures, consequent\n                              on the accession to any Universal Postal\n                              Convention,\n                      for, or respecting, or in relation to, the transmis-\n                      sion, or delivery in Jamaica, of postal articles, and\n                      a declaration that the adoption of such regulations\n                      or measures as aforesaid, or any part or modifica-\n                      tion thereof, shall be enforced within the Island;\n                 (b) any matter which the Postaaster-General is\n                     empowered to specify under this Act;\n                 (c) such other information as the Postmaster-General\n                      may think fit to include.\n                            PARTIV. Duties of Postage\nExemption     8. The Minister, by notice published in the Gazette, and\nfrom\npostage.    subject to any conditions which may be set out in such\n            notice, may exempt postal articles sent to or by any public\n            officer, department, or body from the payment of postage.\nPaymentof      9.-(1) There shall be charged in respect of all postal\npostage.\n            articles such rates of postage and other charges as may be\n            fixed by the Postmaster-General in accordance with this\n            Act.\n                          POST OFFICE                                     13\n        (2) All postage and other charges imposed under\nthis Act shall be prepaid by means of postage stamps,\nimpressions of franking machines used under licence\nissued by the Postmaster-General, or official post office\nstamping dies, which shall be affixed to all postal articles\nliable to such postage to the amount of the rates of postage\npayable thereon :\n  Provided that the Postmaster-General may determine\nother means of payment for such classes of postal articles\nas he may specify :\n  Provided further that the Postmaster-General may\nspecify the conditions with regard to perforation, deface-\nment, and all other matters subject to which postage\nstamps may be accepted or refused in payment of postage\nor other charges."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Benefit of contracts, etc., enure to successors.\n            PARTIII. Privileges of Postmaster-General"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Power of Postmaster-General to make regulations.\n                     PARTIV. Duties of Postage"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The following rates of postage shall be chargeable on Unpaidor\n                                                             insufficiently\ndelivery of postal articles where the postage is unpaid or prepaid\n                                                             postal\ninsufficiently prepaid-                                      articles.\n     (a) where the postage is unpaid, double the prepaid\n          rate;\n     (b) where the postage is insufficiently prepaid,\n          double the deficiency :\n  Provided that the minimum charge shall be one cent. ~i~j,9,0."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.41) The person to whom any postal article shall be Liability\n                                                             for payment\ntendered for delivery on which postage or any other sum is ofpostage.\ndue shall pay the postage or other sum due on his\naccepting delivery of the postal article unless he forthwith\nreturns it unopened.\n       (2) If any postal article appears to the satisfaction\nof the Postmaster-General to have been maliciously sent for\nthe purpose of annoying the addressee he may remit the\npostage or other sum due.\n 14                                        POST OFFICE\n                       (3) If any postal article on which the postage or\n                any other sum chargeable is due, is refused or returned as\n                aforesaid, or if the addressee is dead or cannot be found,\n                then the sender shall pay the postage or other sum due\n                thereon.\nRecovery          12. All postage or other sum imposed by or under this\nof postage.\n                Act may be sued for and recovered without limit of\n                amount and with full costs of suit before any Resident\n                Magistrate at the instance of any officer in charge of a\n                post office.\nProvision of       13.-(1) The Minister may from time to time cause to be\nstamps\n                provided postage stamps for expressing or denoting rates\nenvelopm        or duties of postage, and such stamps shall be kept in the\netc.\ns / 1967        custody of the Postmaster-General.\ns. 2.\n                        (2) The Minister may cause to be provided\n                stamped envelopes, stamped wrappers, stamped envelopes\n                for registered postal articles, stamped postcards, and\n                international and Commonwealth reply coupons, and the\n                Post Office shall have the exclusive privilege of issuing them.\n                         PARTV. Transmission of Money by Post\nMoneyand           14. Subject to regulations made under section 7, the\npostal\norders.         Postmaster-General may, for the purpose of facilitating the\n                transmission of money through the Post Office, issue money\n                orders and postal orders.\nRefundof          15. If any person without reasonable excuse, the burden\nment\nwrongofpay-     of which shall lie on him, neglects or refuses to refund-\nmoney or\npostal order.       (a) any amount paid to him in respect of a money\n                        order or a postal order by an officer of the Post\n                        Office, in excess of what ought to have been paid\n                        to him in respect thereof; or\n                                                                                    -\n                      u h e inclusion of this page is authorized by L.N. 50/1979]\n                          POST OFFICE                                     15\n      (b) the amount of a money order or postal order paid\n          by an officer of the Post Office to him, instead af\n          to some other person to whom it ought to have\n          been paid,\nsuch amount shall be recoverable by an officer of the Post\nOffice authorized by the Postmaster-General in this behalf\nfrom the person so neglecting or refusing as if it were a\ncivil debt.\n              PARTVI. Conditions of Transit"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Provision of stamps, stamped envelopes, etc.\n             PARTV. Transmission of Money by Post"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Refund of wrong payment of money or postal order.\n                   PARTVI. Conditions of Transit"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) The Post Office shall not incur any liability by Liabilityfor\n                                                                   etc., of\nreason of the loss, misdelivery, or delay, of, or damage to, loss.\n                                                             postal\nany postal article in course of transmission by post, except articles.\nin so far as such liability may in express terms be under-\ntaken as hereinafter provided.\n        (2) The Post Office shall not incur any liability by\nreason of the wrong payment of a money order where such\nwrong payment is caused by incorrect or incomplete\ninformation given by the remitter as to the name and\naddress of the payee."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.4 1) The Postmaster-General may specify the con- Redelivery\nditions subject to which any postal article in course of to\n                                                         posa\n                                                            sender of\ntransmission by post may be redelivered to the sender\nwithout reference to the consent of the addressee.\n       (2) Save as provided by the conditions specified\nunder subsection (1) the sender shall not be entitled to recall\na postal article in course of transmission by post."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) The Postmaster-General or any officer of the Powerto\nPost Office may detain and withhold from delivery, any $zkytal\npostal article bearing or containing any fictitious postage\nstamp, or purporting to be prepaid with any postage\nstamp previously used to prepay any other postal article,\nor for the payment of any revenue duty or tax.\n      me inclusion of this page is authorized by L.N. 50/1979]\n 16                                      POST OFFICE\n                       (2) Any postal article detained under this section\n               shall be dealt with as the Postmaster-General may direct,\n               but shall not be delivered to the addressee without if\n               direction by the Postmaster-General to that effect\n               nor unless such addressee shall undertake to return\n               immediately the portion of the postal article which bears\n               the address and the fictitious or previously used stamp or,\n               if the postal article is inseparable from the stamp, then\n               the entire postal article, and to give such information\n               with regard to the name and address of the sender and\n               such other particulars as the Postmaster-General shall\n               require.\n                      (3) Any person who fails or refuses to comply with\n               any such undertaking shall be liable on summary con-\n               viction before a Resident Magistrate to a fine not exceeding\n               ten dollars.\ninterception      1 9 . 4 1 ) On the occurrence of any public emergency or\nof postal\narticles in    in the interest of public safety or tranquility, the Minister\nemergency.\npublic         may, by an order in writing addressed to the Postmaster-\n               General, direct that any postal articles or class or descrip-\n               tion of postal articles shall be intercepted or detained or\n               shall be delivered to any officer of Government mentioned\n               in the order, to be disposed of in such manner as the\n               Minister directs.\n                       (2) If any doubt arises as to the existence of a\n               public emergency or as to whether any act done under\n               subsection (1) was in the interest of public safety or\n               tranquility, a certificate signed by the Minister shall be con-\n               clusive proof on the point.\nPower to        20. Any mail bag may be detained or opened under the\ndetain and\nopen a mail    written authority of the Postmaster-General.\nbag.\n                     F e inclusion of this page is authorized by L.N. 50/1979]\n                          POST OFFICE                                 17"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.-( 1) If the Postmaster-General has reason to believe Power to\nthat any postal article contains goods in respect of which open\n                                                           postalcertain\nan offence is being committed or is being attempted to be nis:l;g\ncommitted, or if he is requested to do so by the Commis- goods.\nsioner of Police or by any officer of police not below the\nrank of Superintendent, he may require by notice in\nwriting the attendance at the post office at a specified time\nof the addressee of such postal article or of some agent\ndeputed in writing by such addressee and of the person, if\nany, who made the request (or his agent deputed in\nwriting) and such postal article shall then be opened by the\naddressee or his agent in the presence of an officer of the\nPost Office deputed for the purpose by the Postmaster-\nGeneral and of any other person named or referred to in\nthe notice, who attends.\n         (2) If the addressee or his agent fails to attend in\npursuance of the notice or refuses to open the article, it\nshall be opened by the officer of the Post Office in the\npresence of any of the persons named or referred to in\nthe notice who attend.\n        (3) In all cases a postal article, after being opened\nunder this section, shall be delivered to the addressee unless\nit is required for the purpose of any further proceedings\nunder this or any other enactment, rule or regulation for the\ntime being in force."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. The Postmaster-General shall have power to with- powerto\ndraw from transmission by post-                              withdraw\n                                                             from\n    (a) any postal article of a seditious character or power ion\n        having thereon any words, marks, or design, of a-;&pr;\n        scurrilous, threatening, indecent, obscene, or articles.\n        grossly offensive, character;\n    (b) any articles prohibited under paragraph (d) of\n        subsection (1) of section 7,\nand may dispose of them as the Minister may direct.\n18                                        POST OFFICE\nCustoms           23.-( 1) Subject to regulations made under section 7, the\nAct to\napply to       provisions of the Customs Act shall apply to goods con-\npostal\narticles.      tained in postal articles entering the Island in like manner,\n               so far as is consistent with the tenor thereof, as they apply\n               to any other goods :\n                 Provided that where the provisions of the Customs Act\n               conflict with the terms of any agreement entered into\n               between the Post Office and the postal administration of\n               another country, the terms of such agreement shall, in\n               relation to any postal article, prevail over the Customs Act.\n                        (2) Every post office shall, in respect of any postal\n               article therein, be deemed to be a warehouse for the\n               purposes of the Customs Act, and, in relation to any such\n               postal article, every officer of the Post Office shall be\n               deemed to be an officer in the Department of Customs and\n               Excise and to have for the purposes of such postal article\n               all the powers conferred by the Customs Act upon such\n               officer.\nPostal           24.-(1)   After any postal article has been delivered to a\narticles not   post office no officer of the Post Office shall, except as\nto be opened\nor returned.   otherwise prescribed, open or return it to any person or\n               procure or suffer it to be opened or returned unless he is\n               authorized to do so by express warrant in writing under the\n               hand of the Minister.\n                      (2) The Minister may, in the interests of justice or\n               in any particular case which appears to him to warrant\n               such a course, grant his warrant for opening or returning\n               any specified postal articles.\n                        PARTVII. Contract Packets and Vessels\nDuty of          25.-(1) Every master of a contract packet or vessel\nmaster to\ndeliver mail   arriving at any port or place in the Island shall without\nbags, with-\nout delay.\n               delay cause every postal article or mail bag on board\n                          POST OFFICE                                    19\nwhich is within the exclusive privilege conferred on the\nPostmaster-General by section 6, to be delivered to a post\noffice or to the officer of the Post Office authorized in that\nbehalf by the Postmaster-General.\n        (2) If there is on board a contract packet or vessel\nany postal article or mail bag which is within such exclusive\nprivilege, the master shall without delay report the fact to\nthe officer in charge of the post office at the port or place of\narrival and act according to the direction he may receive\nfrom such officer, and if such postal article or mail bag is\ndelivered to such officer, the receipt of such officer shall\ndischarge the master from all further responsibility in res-\npect of the postal article or mail bag."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Postal articles not to be opened or returned.\n                    PARTVII. Contract Packets and Vessels"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.-(1) The master or agent of any contract packet or Noticeof\n                                                              departure of\nvessel which is about to depart from any port or place contract\nwithin the Island shall give to the officer in charge of the or\n                                                              packet\n                                                                vessel.\npost office at the port or place from which the contract\npacket or vessel is about to depart, notice in writing of\nthe intended time of departure and of the ports or places of\ncall and destination of the contract packet or vessel. Such\nnotice, in case the destination of the vessel be any port or\nplace outside of the Island, shall be given not less than\ntwenty-four hours, and in case the destination be any port\nor place within the Island, not less than three hours, before\nthe intended time of departure :\n   Provided that a shorter notice may be allowed by the\nPostmaster-General or the officer in charge of the post\noffice at the port or place of departure, in any case or\nspecial class of cases.\n       (2) Every such master or agent shall give notice to\nsuch officer in charge of the post office of any postpone-\nment of departure exceeding one hour, immediately after\nthe postponement is decided upon.\n20                                       POST OFFICE\n                      (3) Where-\n                   (a) such master or agent omits to give either of such\n                         notices; or\n                    (b) such master departs from the port before the time\n                         mentioned in any such notice,\n               then every such master or agent shall be guilty of an offence\n               against this Act.\nDuty of           27.-(1) Every master of a vessel, not being a contract\nmaster of      packet, about to depart from any port or place in the\nvessel to\ncarry mail\nbags.\n               Island to any port or place within, or any port or place\n               beyond the limits of the Island, shall receive on board any\n               mail bag tendered to him by any officer of the Post Office\n               for conveyance, granting a receipt therefor in such form as\n               the Postmaster-General may prescribe, and shall without\n               delay deliver such mail bag at the port or place to which it\n               is consigned.\n                        (2) Every such master who contravenes or fails to\n               comply with the provisions of this section shall be guilty\n               of an offence against this Act.\nPower to         28.-(1)     Any officer of the Post Office, duly authorized\nreceive on\nboard postal   by the Postmaster-General, may attend on board any\narticles.      contract packet or vessel after the time for closing the\n               mail by such contract packet or vessel, and receive, subject\n               to the provisions of this Act, all postal articles fully pre-\n               paid as prescribed by section 9 which may be brought on\n               board, up to the time of departure, to be transmitted by\n               such contract packet or vessel.\n                         (2) The master of every such contract packet or\n               vessel shall give all proper facilities to such officer of the\n               Post Office to enable him to discharge his duties and to\n               leave the contract packet or vessel before her departure.\n                       (3) If there be no officer of the Post Office on board\n               such contract packet or vessel, the master may receive all\n               such postal articles and shall deliver them to the post office\n               at the port or place of their destination.\n                           POST OFFICE                               21"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.-(1)   The Minister may determine the rates of Gratuities\ngratuities to be paid to masters, owners, or agents, of to masters of\nvessels, not being Government or contract packets, for the\nconveyance of mail bags and postal articles generally and\nin particular cases.\n        (2) Before payment is made the Postmaster-\nGeneral may require the master of any vessel to produce a\ncertificate from the post office of destination that such\narticles have been duly received from the master.\n       (3) No gratuity shall be payable-\n         unless application be made for payment within\n          twelve months of the date of despatch of such\n          postal articles;\n         if there has been unreasonable delay on the part\n          of the master in delivering his mail at the post\n          office of destination; or\n         if the mails have been damaged in transit, unless\n          the master prove to the satisfaction of the\n          Postmaster-General that such damage was not\n         due to any fault or lack of sufficient care on his\n          part.\n       (4) If the master of any vessel satisfies the\nPostmaster-General that he will not return to the Island\nwithin twelve months, the Postmaster-General may pay\nthe gratuity in advance.\n                   PARTVIII. Oflences"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Every officer of the Post officewho issues a money Fraudulent\nor postal order or valuable security with intent to defraud\nshall be guilty of a misdemeanour, and shall be liable on ;;$;;;tc-\nconviction to imprisonment with hard labour for a term 3rdSch.\nnot exceeding four years.\n22                                          POST OFFICE\nUnlawfully        31.41) Every person, being employed by or on behalf\nopening,\netc.,postal     of the Post Office, who-\narticles.\n                     (a) opens or returns to the sender, or procures or\n                          suffers to be opened or returned to the sender, any\n                          postal article; or\n                     (b) wilfully detains or delays, or permits the\n                         detention or delay of, any such thing,\n                shall be guilty of a misdemeanour and shall be liable on\n                conviction to imprisonment with hard labour for a term not\n                exceeding two years or to a fine not exceeding two hundred\n                dollars or to both such fine and such imprisonment.\n                        (2) Nothing in this section shall extend to the\n                opening, returning, or delaying, of any mail bag or postal\n                article under the authority of this Act, or in obedience to\n                the order in writing of the Minister or of the Postmaster-\n                General or to the order of a competent court.\nFraud in          32. Every officer of the Post Office who-\nconnection\nwith delivery       (a) fraudulently puts any wrong official mark on a\nof postal\narticles.                postal article;\n                    (b) fraudulently alters, removes, or causes to\n                        disappear any official mark which is on a postal\n                         article;\n                    (c) being entrusted with the delivery of any postal\n                         article knowingly demands or receives any sum\n                         of money in respect of the postage or other charges\n                        thereof which is not chargeable under this Act;\n                    (d) sends by post or puts into any mail bag any postal\n                        article upon which the postage has not been paid\n                        or charged in the prescribed manner intending\n                        thereby to defraud the Government of the postage\n                        on such postal article,\n                            POST OFFICE                                  23\nshall be guilty of a misdemeanour and shall be liable on\nconviction to imprisonment with hard labour for a term not\nexceeding two years or to a fine not exceeding two hundred\ndollars or to both such fine and imprisonment."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. Every person who fraudulently retains or wilfully Secreting\nsecretes or makes away with or keeps or detains, or when mail bags or\n                                                         postal\nrequired by an officer of the Post Office neglects or refuses ~~~~y\nto deliver up, any postal article in course of transmission delivered.\nby post which ought to have been delivered to any other\nperson, or a mail bag containing a postal article, shall be\nguilty of a misdemeanour and shall be liable on conviction\nto imprisonment with hard labour for a term not exceeding\ntwo years or to a fine not exceeding two hundred dollars\nor to both such fine and imprisonment."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34.-(1)  Every person who, with intent to defraud-        Fraudulently\n                                                            removing\n     (a) removes from any postal article which is in course stamps.\n         of transmission by post any stamp affixed\n         thereon; or\n     (b) removes from any stamp previously used any\n         cancellation mark made thereon; or\n     (c) knowingly uses a postage stamp which has been\n         obliterated or defaced by a cancellation mark\n         made thereon,\nshall be guilty of an offence against this Act.\n        (2) On the trial of a person charged with\nknowingly using a postage stamp which has been\nobliterated or defaced by a mark made thereon at a post\noffice, proof that the person charged is the writer of the\naddress of anything sent by post on which the stamp is\nafl3xed shall be prima fucie evidence that he is the person\nwho used the stamp.\n       m e inclusion of t h i s page is authorized by L.N. 480/1973]\n24                                       POST OFFICE\nTransrnis-       35.-(1)   Every person who in contravention of any of\nsion of\nprohibited     the provisions of this Act or of any regulations made\narticles.      thereunder sends or tenders or makes over in order to be\n               sent. by post any postal article, or thing, which under\n               section 22 the Postmaster-General may withdraw from trans-\n               mission by post, shall be guilty of an offence against this Act.\n                       (2) The detention in the post office or withdrawal\n               from transmission by post of any postal article on the\n               ground of its having been sent in contravention of this\n               Act shall not exempt the sender from any proceeding\n               which might have been taken if the postal article had been\n               delivered in due course of post.\nFraudulent       36. Every person who-\nevasion and\nfalse state-       (a) knowingly and fraudulently puts into a post office\nment on\npostal\narticles.\n                       anything in or upon which, or in or upon the\n                       cover of which, there is any letter, newspaper, or\n                       other thing, or any writing or mark, contrary to\n                       law; or\n                   (b) wilfully subscribes on the outside of anything sent\n                       by post a false statement of its contents; or\n                   (c) knowingly and fraudulently puts into a post office\n                         anything which falsely purports to be a thing\n                        falling within any exemption or privilege declared\n                         by the law relating to postal articles, shall be\n               guilty of an offence against this Act.\nUnlawfully        37. Every person who reveals, discloses, or in any way\ndisclosing\ncontents of    makes known, the contents of any postal article opened\npostal         under the authority of this Act, except so far as may be\narticles.\n               necessary for the purpose of returning the same to the\n               sender or so far as may be authorized by the Postmaster-\n               General in writing, shall be guilty of an offence against\n               this Act.\n                     me inclusion of this page is authorized by L.N. 480119731\n                          POST OFFICE                                       25;"
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. Every person who-                                           Imitating\n                                                                  post ofice.\n    (a) without the authority of the Postmaster-General,\n         the proof of which lies on the person charged,\n         places, or maintains, or permits to be placed or\n         maintained or to remain in, or near, any place\n         under his control the words “post office”, or the\n         words “letter box”, accompanied with words,\n         letters, or marks, which signify or imply, or may\n         reasonably lead the public to believe, that it is\n         a receptacle provided by the authority of the\n         Postmaster-General as aforesaid; or\n     (b) without the authority of the PostmastepGeneral,\n         the proof of which lies on the person charged,\n         places, or permits to be placed or to remain, on\n         any vehicle or vessel under his control the words\n         “Royal Mail”, or any word, letter, or mark\n         which signifies or implies, or may reasonably\n         induce any person to believe, that the vehicle or\n         vessel is used for the conveyance of mails,\nshall be guilty of an offence against this Act."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. Every person who-                                       Damaging\n                                                              Post Office\n     (a) wilfully destroys or damages any receptacle letter box.\n         provided by authority of the Postmaster-General\n         for the reception of postal articles, or any card or\n         notice relating to the Post Office, or obliterates\n         any letter or figure on any such thing; or\n     (b) wilfully places in or against any receptacle\n         provided by the authority of the Postmaster-\n         General for the reception of postal articles, any\n         fire or match, or any explosive, dangerous,\n         noxious, or deleterious, substance, or any fluid\n         or filth,\n                                                                                  ,\nshall be guilty of an offence against this Act.\n       me inclusion of this page is authorized by L.N.480/1973]\n26                                           POST OFFICE\nContraven-        4 0 . 4 1) Every person w h o -\ntion of\nexclusive\nprivilege of\n                         conveys otherwise than by post a letter within the\n Postmaster-              exclusive privilege conferred by section 6; or\nGeneral.\n                         performs any service incidental to conveying\n                          otherwise than by post any letter within such\n                          exclusive privilege; or\n                         sends or tenders or delivers in order to be sent,\n                          otherwise than by post, a letter within such\n                          exclusive privilege; or\n                          makes a collection of letters excepted from such\n                          exclusive privilege for the purpose of sending\n                          them otherwise than by post; or\n                         carries, receives, tenders, delivers, or collects\n                          letters in contravention of this Act,\n                shall be liable on summary conviction before a Resident\n                Magistrate to a fine not exceeding ten dollars for every\n                such letter.\n                        (2) Every person who having already been con-\n                victed of an offence under this section is again convicted\n                thereunder, shall on every subsequent conviction be liable\n                to a fine not exceeding twenty dollars for every such letter\n                or if the letters are less than ten to a fine not exceeding two\n                hundred dollars.\nSelling            41. Every person appointed by the Postmaster-General\nstamps, etc.,\nat other than   to retail any stamped envelopes, stamped wrappers,\nfixed rates.    stamped envelopes for registered postal articles, stamped\n                postcards, and international and Commonwealth reply\n                coupons, who sells them at a rate other than that fixed by\n                the Postmaster-General shall be liable on summary con-\n                viction before a Resident Magistrate to a fine not exceednig\n                fifty dollars or to imprisonment with hard labour for a\n                period not exceeding three months.\n. .                             POST OFFICE                                        27"
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. Every person who-                                           Carelessness,\n                                                                        etc., in\n                                                                        delivering\n          (a) being employed by or on behalf of the Post Office\n              to convey or deliver postal matter whilst so\n              employed-\n               (i) allows any mail bag or postal article out of\n                   his possession; or\n                                                                                        i\n               (ii) suffers any unauthorized person to interfere\n                    with any such bag or postal article; or\n              (iii) is guilty of any neglect whereby any such\n                    mail bag or postal article is endangered; or\n              (iv) is guilty of any unreasonable delay in the\n                   delivery of any such bag or postal article; or                       /\n              (v) is under the influence of intoxicating liquor; or\n              (vi) does not convey postal articles at the speed\n                   fixed by the Postmaster-General for the con-\n                   veyance thereof, unless prevented by some                            r\n                   cause beyond his control, the proof whereof\n                   lies on the person charged; or\n           (b) being employed by or on behalf of the Post Office\n               wilfully loses any postal article or wilfully\n               detains or delays, or permits the detention or\n               delay of, any postal article contrary to law,\n      shall be liable on summary conviction before a Resident\n      Magistrate to a fine not exceeding twenty dollars."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. Every person who without the authority of the Mac'\n      Postmaster-General affixes or attempts to a& any Port&\n      placard, advertisement, notice, list, document, board,\n      paint, tar, or other thing, to any post office shall be liable\n      on summary conviction before a Resident Magistrate to a\n      fine not exceeding ten dollars.\n            me inclusion of this page is authorized by L.N. 480/1973]\n28                                                   POST OFFICE\n                                       PARTIX. General\nPostoace           44. In every proceeding for the recovery of any postage\nmark\nprimafacie       or other sum alleged to be due under this Act in respect\nevidence-        of a postal article-\n                      (a) the production of a postal article having thereon\n                           the official mark of the Post Office or the signature\n                           or the initials of an officer in charge of a post\n                           office denoting that the article has been refused\n                           or unclaimed or that the addressee is dead or\n                          cannot be found shall be prima facie evidence of\n                           the fact so denoted; and\n                      (b) the person from whom the postal article purports\n                 I       )\n                           to have come shall, until the contrary is proved\n                             ~\n                           be deemed to be the sender thereof; and\n                      (c) the official mark on a postal article denoting that\n                           any postage or other sum is due in respect thereof\n                           to the Post Office or to the Post Office of the\n                           United Kingdom, or to the postal department of\n                           any Commonwealth country or of any foreign\n                           country, shall be prima facie evidence for all pur-\n                           poses that such postage or other sum is due.\nExemption          45. Notwithstanding .anything to the contrary contained\nfrom\nduty.            in any enactment every deed, instrument, money order,\n                 postal order, bill, cheque, receipt, or other document, made\n                 or executed for the purpose of the Post Office by, to, or\n                 with, any officer of the Post Office shall be exempt from any\n                 stamp duty.\nVenue6f      I     46. Every person who commits any offence against\n                     1\nindictment..'?\n                 this Act may be proceeded against, indicted, tried, and\n                 punished in any parish or place in which such person may\n                 be apprehended or-may be in custody for. such offence or\n                 may appear in answer to a summons lawfully issued\n                 charging the offence as if the offence had been committed\n                                 [The inclusion of this-page. is authorized by L.N. 480/1973]\n                            POST OFFICE                                   29\nin that parish or place and the offence shall for all\npurposes incidental to or consequential upon the prosecu-\ntion, trial, or punishment, thereof be deemed to have been\ncommitted in that parish or place."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. Exemption from stamp duty.\n             me inclusion of this page is authorized by L.N. 480/1973]\n                         POST OFFICE                               3"
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. In any case where an offence is committed in respect Mannerof\nof a mail bag or postal article or of a chattel, money, or laying\n                                                              property.\nvaluable security, sent by post, it shall be lawful to lay\nthe propcrty of the mail bag, postal article, chattel, money,\nor valuable security, in the Postmaster-General."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48.-(1)  Every person who is guilty of an offence against Penalties.\nthis Act shall, save where otherwise expressly provided,\nbe liable on summary conviction before a Resident Magis-\ntrate to a fine not exceeding two hundred dollars or to\nimprisonment with hard labour for a term not exceeding\ntwelve months.\n       (2) Every person who contravenes or fails to\ncomply with any regulation made under this Act\n(including any regulation adopted under subsection (4)of\nsection 7) shall, save where otherwise by this Act or by\nregulation expressly provided, be liable on summary con-\nviction before a Resident Magistrate to a fine not exceeding\nfifty dollars or to imprisonment with hard labour for a\nterm not exceeding six weeks."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. Any reference in any enactment or in any regulations Post-letter:\nto a post-letter shall be construed as being a reference to a Construc-\n                                                              tion.\npostal article as defined by section 2.\n30                                                POST OFFICE\n(Section 3(4)1                                      SCHEDULE\n                     .\n                    I ...................................................................\n                 the Post Office of Jamaica do solemnly and sincerely declare that I\n                                                                                          an employee in\n                 will not wittingly or willingly open or delay or cause or suffer to be\n                 opened or delayed, contrary to my duty, any letter or anything sent by\n                 the post which shall come into my hands or custody by reason of my\n                 employment relating to the Post Office; that I will not embezzle or\n                 tamper with any such letter or anything sent by the Post Office as\n                 aforesaid; that I wilI observe the strictest secrecy in relation to all\n                 letters, telegrams, messages, communications, intelligence, business\n                 and all matters whatsoever, communicated to or done by me, or\n                 coming to my knowledge in the course of or during my employment;\n                 and that I will never at any time upon any pretence or account what-\n                 soever without the consent of the Minister or save where so required\n                 by law, disclose, divulge, or make known, to any persons whatsoever,\n                 any such letters, telegrams, messages, accounts, communications,\n                 Intelligence, business, or matters aforesaid or the purport thereof,\n                 respectively, or anything in any matter relating thereto unless com-\n                 pelled so to do by a court of law or other competent tribunal, and I\n                 make this solemn declaration conscientiously intending to fulfil and\n                 obey the same.\n                     Signature of Employee. .........................................................\n                 Declared before me this .................... day of................................\n                     Signature of Justice of the Peace..........................................\n                          Ehe inclusion of this page is authorized by L.N. 480/1973]"
    }
  ],
  "definitions": []
}