{
  "id": "jm-stat-the-pound-act",
  "type": "statute",
  "title": "The Pound Act",
  "title_en": "The Pound Act",
  "short_name": "Pound Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-pound-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-pound-act | Legal areas: Local Government",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. ( a ) For every mare. gelding. foal.\n         colt. cow. ox. steer. heifer or calf\n         if seized singly.. . . . .       ...      ...      ...     ...       $300\n     (h) For w e n animal as above if\n         two or three are seized at the\n         same time or brought in together           ...     ...         ...   $250"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. All references in this Act to Parish Councils shall, in the     l!ltevreta-\n                                                                     t~on.\ncases of the parishes of Kingston and St. Andrew be deemed to\nrefer to and to mean the Council of the Kingston and\nSt. Andrew Corporation appointed and constituted under the\nKingston and St. Andrew Corporation Act."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.      For every sheep, lamb, goat, lud,\n           hog or pig          ...     ...        ...     ...      ...   $3,000.00\nFodder Feespayable for each day during which the unmentioned animals\n                          are impounded\n     For every horse, mare, gelding, mule\n     or ass, bull, cow, ox, steer or heifer       ...     ...     ...      $250.00\n     For every sheep, goat or pig                 ...     ...     ...      $250.00\nNOTE: (a) There shall be no fodder fees chargeable for young/nming\n          animals;\n            (b) Other fees may be charged by the Council-\n                   (i) for the costs of advertising or publication expenses\n                        actually incurred;\n                     (ii) for veterinary service expenses actually incurred; and\n                    ( 5 ) for notice of inlpounding, when given to the owner.\n                  POUND                                      17\n                                                    THIRD SCHEDULE contd.                                                    (Section 16)\n             A Return of the Number of Strays received into the Pound under my charge, of the sum of money paid to Parties\n                  bringing\n                      - - them to it, and of the quantity of Animal Feed and Water received for their use, between the\n                                 day of               and the             day of              19.. ..\n                                                                                    Num-\n                                                                                     ber                                          From\n                                                                                      of                            Number       whom\n                                                       I                            Yundles              Number        of         thc\n          Num-                                                                        of      Number        of      Imperial    Animal\n           ber                        Num-                                          Grass       of       Pounds     Gallons      Feed\n            of      Num-     Num-      ber     Num-        Num-    Num-               of      Pounds     ofGrain       of         and\n          Horses     ber      ber       of      ber         ber     ber                                              Water       Water\n           and        of       of     Horned     of          of      of                                             received     were\n          Mares     Mules    Asses    Stock    Sheep       Goats    Pigs                                             Daily      Received\n--\n24\n25\n26\n27\n28\n29\n30\n31\n    I                                  do hereby Certify that the foregoing is a ca z t return of the Strays received into the Pound under\nmy charge, of the sums of money paid by me to parties bringing them to the same, and of the quantity of Animal Feed and Water received\nby me for their use daily during the month of                        19 ....\n                                                                                                                     A.B.\n                POUND"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)    All pounds already in existence shall be vested in and   zz:h\nshall be under the control of the Parish Council of the theparish\nparish in which the same are situated. It shall be lawhl Councils.\nfor a Parish Council to erect additional pounds on convenient\n              sites when necessary and to close existing pounds or remove\n              them to any other place in the parish where the Council shall\n              consider a pound is more required.\n                      ) A Parish Council may-\n                       from time to time make arrangements or contracts\n                       with companies registered under the Companies Act\n                       or with other persons to establish, maintain or operate\n                       a pound under this Act; and\n                       grant a licence to a company registered under the\n                       Companies Act or any other persons to operate a\n                       pound under this Act.\n                    (3) Every licence granted by a Parish Council under this\n              section may be granted on such terms and subject to such\n              conditions as the Parish Council may specify in the licence.\nExpensesOf      5. The cost of the erection and maintenance of a pound\npounds and\npound fees.   operated by a Parish Council shall be a charge upon that parish\n16'2003       and all pound fees and moneys received by the pound keeper as\nS. 4 (axb).\n              such shall be paid to the Secretary of the Parish Council.\nPound           6 . In every pound operated by a Parish Council, that Parish\nkeeper. his\nappoiament    Council shall reside in the immediate neighbourhood of the\nmd            pound and who shall be paid such remuneration either by salary\n1612003\ns. 5.         or by fees as the Parish Council shall determine. The pound\n              keeper shall be an officer of the Parish Council and liable to be\n              dismissed by the Council without notice at any time.\n                                      POUND\n       In the event of the death or dismissal of the pound keeper to\n    prevent inconvenience arising until an appointment is made by\n    the Council, the chairman may make such temporary\n    arrangement for the performance of the duties as he may think\n    necessary."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The Parish Council may, fiom time to time, frame rules          Power to\n                                                                         make rules.\n    and prepare forms, and also from time to time cancel, alter and\n    amend the same-\n         (a) for the proper inspection of pounds by the Super-\n             intendent of Parochial Roads and Works;\n         (b) for the supervision of the pound keeper as to his\n             duties and his accounts by the Secretary of the Parish\n             Council;\n         (c) for the guidance of the pound keeper in the per-\n             formance of his duties;\n         (6) generally to give f d l force and effect to the provi-\n             sions of this Act.\n       The Parish Council may, on framing such rules attach\n    penalties for the breach thereof providing the penalty shall in\n    no case exceed twenty-five thousand dollars.\n        The provisions of section 124 of the Parish Councils Act\n     shall apply in relation to rules under this Act.\n1                  Seizure and Impomding qf Animals"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1)   The owner of land may seize any animal trespassing        Power to\n                                                                         impound\n    thereon, and may impound the same. The distrainor shall              animal\n    with all reasonable despatch and in all cases within a period        trespassing.\n                                                                         Duties of\n    of forty-eight hours convey the same to the nearest pound,           distrainor.\n3311998     whether it be situated in the parish where the animal is seized\nS. 2 (a).\n27119,      or not, and the pound keeper shall at any time receive such\ns. 3.       animal into the pound subject to the provisions of this Act:\n3311988        Provided that when a Sunday or a public holiday intervenes\nS. 2(b).\n            between the time of the seizure of an animal and its removal to\n            the pound it shall not be taken into account in calculating the\n            hours aforesaid.\n1612003           (2) Subject to subsection (3), all expenses and charges\nS. 7(b).\n            payable for the transportation or conveyance of animals to a\n            pound under subsection (1) shall be payable by the owner of\n            the animal, or by the Parish Council where the owner of the\n            animal cannot be ascertained, and may be sued for and\n            recovered before a Resident Magistrate.\n                  (3) The Parish Council may-\n                (a) appoint authorized officers to seize and impound any\n                    animal found in a public thoroughfare;\n                (h) enter into arrangements with a company registered\n                    under the Companies Act or with other persons to\n                    seize and impound animals found in a public\n                    thoroughfare before or after the regular working\n                    hours of the authorized officers.\n            and the provisions of subsection ( 1 ) shall apply as far as is\n            practicable, in relation to a seizure and impounding under this\n            subsection."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9 . 4 1 ) The distrainor may claim-                                Distrainor\n                                                                    may claim\n                                                                    seizure fies.\n    (a) from the owner of any animal seized which has not\n        been yet removed to a pound;\n    (b) from the Secretary of the Parish Council where any          2711979\n         animal has been handed over to a pound keeper,             s.q a ) .\na seizure fee in accordance with the Table set forth in the First First\n                                                                  Schedule.\nSchedule.\n                                                              Seizure\n      (2) The seizure fees payable under the First Schedule fees.\nmay be claimed from the owners and secretaries referred to in ,,,,,,\nsubsection (1) by any person authorized under the Main Roads s. 4(b).\nAct to impound or destroy any animal straying or trespassing\non any main road, or tethered on a main road for grazing.\n      (3) Where an animal has been seized under the Keeping         :)tPS8\nof Animals Act, the seizure fee payable under the First\nSchedule to this Act may be claimed from the owner of such\nanimal by the Secretary referred to in subsection (1) of this\nsection and-\n                                                  POUND\n                     (a) a person appointed as an authorized officer under\n                         section 9 of the Keeping of Animals Act may claim\n                         that seizure fee from !such Secretary; or\n                     (h) a constable may recover from such Secretary any\n                         expenses actually incurred by him in effecting a\n                         seizure pursuant to section 10 of that Act:\n                   Provided that no claim shall be made pursuant to\n                paragraph (a) by any person who is an employee of the\n                Parish Council acting in the performance of his duties.\nDutiesofthe        10. Before any pound keeper shall receive any animal\npound\nkeeper and      into the pound, he shall require the party bringing the same\noftheperson     to state his name, and place of abode, and the name and\n'\"k\"g\nanimal to the   place of abode of the person who sent the animal, and the\npound.          name of the place, and the day, and the time of the day,\n                where and when the same was found, all of which he shall\n                enter in a book to be kept by him for that purpose; and any\n                person who shall wilfidly make any false statement or give\n                any false answers to any questions put to him to elicit the\n                above information shall be guilty of an offence under this\n                Act. And in such book the pound keeper shall also enter\n                the date and the hour of the day when the animal is received,\n                the colour, mark (if any) and description, and the amount\n                paid as seizure fee to the party bringing the same; and such\n                book shall be open to the inspection of the public, and may\n                be examined any day from ten a.m. to four p.m. (Sunday\n                excepted) without payment of any fee, and any pound keeper\n                who shall be guilty of any neglect or refbsal in making the\n                        (The inclusion of this page is authorized by L.N. 87/2004]\n                               POUND                                             'I\nnecessary entries or showing the book when required to do\nso, or who shall wilfully make any false or incorrect entries\nin such book shall be guilty of an offence under this Act."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Duties of the pound keeper and of the person taking animal to the\n     pound."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11, When any animal is impounded the pound keeper if Pound to\nhe knows the owner shall, if the owner fail to claim the keeper\n                                                             menow\nanimal within six hours, serve notice in writing on him by Fm%of\nleaving the same at his usual place of abode. If a pound\nkeeper who has sufficient idonnation to enable him to serve\n                                                                     emdd\nsuch notice omits to do so he shall be g d t y of an offence\nunder this Act. A pound keeper who gives the notice\nrequired under this section shall be entitled to receive in\nrespect thereof the sum in that behalf specified in the seoond\nSecond Schedule.                                             sc4udulo.\n  l2.-(1) Before delivering any animal to the owner the PaJmrmeato\npound keeper shall demand and receive the sums set forth k m a d O t o\nin the Second Schedule.                                  K g by\n                                                         the owner\n                                                                     of the amad\n       (2) Any pound keeper who shall demand or receive impounded.\nany greater amounts than is provided by or pursuant to this 271 1979\n                                                            s. Y U ) .\nAct for poundage of animals shall be guilty of an offence 271 1979\nunder this Act.                                                      s %d).\n        (3) The Minister may, from time to time, by order, 3311988\nincrease or reduce the seizure fees and pound fees set out S.J.\n                                                           First\n                                                           schoddo.\nin the First and Second Schedules respectively.            Second\n                                                                     Schedule.\n      (4) An order made under subsection (3) shall be\nsubject to negative resolution."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Payments to be made to pound keeper by the owner of the animal\n      impounded."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The pound keeper shall keep all entire horses, mules AnimnL\n                                                           to be kept\nand asses, and all bulls and rams separate from each other reparata\nand from other animals."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. The pound keeper shall ensure that every animal in Animalat0\n                                                          beau plied\nthe pound is supplied with food and water and shall keep with rood\na record of the amount supplied.                          Snd mm#\n                                                          271 1979\n                                                                     S 6\n8                                              POUND\nPlrrisb         15. The Parish Council shall make all necessary contracts\nCouncil\nto makecon-   for the supply of food and water for impounded animals,\n              and the amount so expended shall be paid out of the General\n              Fund. If from any cause food or water shall not have been\n              duly supplied under the contract aforesaid, it shall be the\n              duty of the pound keeper to make the best arrangements\n              he can for forthwith supplying food and water to impounded\n              stock and he shall be entitled to debit any expense so i n c u r d\n              in his account :\n                Provided that he shall immediately give notice to the\n              Secretary of the Parish Council of the fact that food and\n              water have not been supplied and that he has been compelled\n              to make special arrangements for supplying the m e ."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Every pound keeper shall, on the first day of every\n              month, make out a return of the kind and number of\n              animals received into the pound, of the sums of money paid\n              as seizure fees to the parties bringing them to the same,\n              and of the quantity of fodder and water received for their\n              use during the month last past, according to the Form in\n              the Third Schedule or to such other form as may be approved\n              by the Minister; and also a return of the number of animals\n              claimed and delivered up, and of the sums of money received\n              to recoup amounts paid to distrainors and for the poundage,\n              feed, and advertising thereof, and for animals sold; and of all\n              moneys paid to the Secretary of the Parish Council dwing\n              the month lust past, according to the Form in the Fourth\n              Schedule or to such other form as may be approved by the\n              Minister; such returns shall be sent to the Secretary of the\n              Parish Council on or before the seventh day of the month;\n              and every person who shall wilfully make any false or in-\n              correct return, or shall neglect or omit to make any return\n              hereby required shall be guilty of an offenceunder this Act.\n                                  POUND                                            9"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The keeper of every pound shall within such period              Sums in\n                                                                      hand to bc\nas may be determined by the Council pay to the Secretary              paid to\nof the Parish Council to the credit of the General Fund               Secretary.\n                                                                      2711979\nthe balance of all such sums of money as he shall have                S.7(a) &\nreceived during the previous month for the poundage, feed             (b).\nand advertising of animals, and for the sale of all such as\nremain unclaimed and have been sold in consequence, and\nin default of such payment the pound keeper shall be guilty\nof an offence under this Act."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. There shall be attached to every pound an enclosure in         Provisions\n                                                                      as to\nwhich the pound keeper may receive and confine any animal             diseased\nsuffering or suspected to be suffering from any infectious            animals.\ndisease, and should any animal become affected with any\ninfectious disease after having been received in the pound,\nit shall be removed forthwith to the enclosure aforesaid.\nImmediately on the receipt into or the removal to the enclosure\naforesaid of any animal the pound keeper shall apply to a\nveterinary officer or such other person as may be designated by\nthe Council for the purpose, who on being satisfied that the\nanimal in question is suffering from an infectious disease and\nthat it ought in the public interest to be destroyed, shall, by an\norder in writing under his hand to be retained by the pound\nkeeper, authorize and direct the pound keeper to destroy the\nsame and to bum the carcass and for such purpose the pound\nkeeper is authorized to incur the necessary expense and charge\nthe same in his account:\n    Provided that if the owner of the diseased stock so\n destroyed can be ascertained he shali'be liable to the Parish\n Council for double the actual cost incurred in destroying and\n burning the same."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. The Parish Council may appoint a veterinary oficer or           Appoint-\n                                                                      ment of\nother person for the purposes of canying out the examination          examining\nand granting the certificates referred to in section 20.              officer.\n                                                 POUND\nDisposal of       19A. The Parish Council may-\nanimals.\nI6lZOO3\nS. 8.                (a) dispose of any animal in a pound where-\n                                (i) the owner of the animal has failed to claim\n                                      it;\n                                (ii) the Council is unable to find a purchaser in\n                                      accordance with its procedures for sale and\n                                      its established reserve price or conditions;\n                                (iii) the animal is unfit, under section 20, for\n                                      hrther use;\n                     (b) where the meat of the animal is fit for human\n                         consumption, sell or donate the carcass of the animal\n                         to an institution approved by the Council;\n                     (c) where the meat of the animal is unfit for human\n                         consumption, dispose of the animal's carcass.\nPower to          20.--41) Where any animal, which in the opinion of the\ndestroy unfit\nanimals.        pound keeper is unfit whether from age, disease, starvation,\n                debility, or other cause, for further use, is brought to the pound\n                keeper for the purposes of being impounded, the pound keeper\n                shall inform the officer or other person appointed for such\n                purpose in accordance with the provisions of section 19 of such\n                fact. Such officer or person shall thereupon examine such\n                animal and if he is of the opinion that such animal is unfit\n                whether from age, disease, starvation, debility, or other cause,\n                for further use, he shall give a certificate to that effect to the\n                pound keeper and a copy to the Secretary of the Parish Council,\n                and thereupon it shall be lawhl for the pound keeper to destroy\n                such animal and report such destruction to the Secretary of the\n                Council.\n                        (2) The owner of any animal destroyed under the pro-\n                 visions of subsection (1) shall not be entitled to compensation\n                 for such destruction and shall be liable to the Parish Council\n                 for the costs of such destruction and of the disposal of the\n                 carcass.\n                         [The inclusion of this page is authorizcd by L.N. 87/2004]\n                                  POUND\n                      Sale of Impounded Stock\n  2 1 4 1 ) Notwithstanding section 22, the Parish Council           Publication\n                                                                     of list of\nshall cause a notice to be posted in accordance with subsection      impounded\n(2), containing a list of all animals currently being held at the    animals.\n                                                                     16/2003\npound.                                                               S. 9.\n        (2) The notice shall be posted at-\n     (a) the Parish Council's office;\n     (b) the pound;\n     (c) the nearest post ofice or postal agency to the place\n         where the animal was seized; and\n     (d) any other location approved for the purpose by the\n         Parish Council.\n       (3) Notwithstanding subsection (I), the Parish Council\nmay select any other means of advertising which ensures wide\ndissemination to the public of information regarding animals in\nthe pound.\n        (4) Any notice required under subsection (1) shall-\n     (a) be posted within three days of the animal being\n         brought to the pound; and\n     (b) prohibit the disposal of that animal within four days\n         of the first appearance of the notice."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Powcr to destroy unfit animals.\n                         Sale qf Impounded Stock\n 2 1. Publication of list of impounded animals."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Conditions on which owner entitled to have impounded animal\n         restored."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-(1)   The pound keeper shall, with the consent of the          Sale of\n                                                                     animals in\nSecretary of the Parish Council, cause any animal remaining in       the pound.\nthe pound which has been duly advertised under section 21 or,        16/2003\n                                                                     S. 9.\nin the case where the advertisement is not required, which has\nbeen in the pound for seven days, to be put up for sale by public\nauction or tender, and he shall sell and deliver the same to the\nbest bidder for ready money, on receiving the amount of such\nbidding, and if such amount be not forthwith paid he may put\nup the animal again for sale.\n                                                 POUND\n                       (2) Public notice of every sale under this section shall\n               be given in such manner as shall be prescribed by the rules and\n               if there be no rules then in such manner as the Secretary of the\n               Parish Council shall direct.\n                      (3) The proceeds of any such sale shall be paid to the\n               Secretary of the Parish Council to the credit of the General\n               Fund.\n                      (4) It shall not be lawfbl for any pound keeper,\n               member of the Parish Council or member of staff of the Parish\n               Council, contractor or an authorized officer licensed under this\n               Act, to purchase any animal sold as aforesaid, and if any such\n               person is directly or indirectly interested in any such purchase\n               he shall be guilty of an offence under this Act.\nTitle             23. After the sale of an animal under this Act, the title of the\nobtained on\nsuch sale.     purchaser shall not be affected in anywise by an illegality or\n               irregularity at or prior to the sale, and the pound keeper shall\n               give the purchaser a certificate in writing signed by him\n               containing a description of the animal and certifying that it was\n               sold under the authority of this Act.\nConditions       24. At any time after the pounding of an animal and\non which\nowner          before sale the owner shall be entitled to its restoration on\nentitled to    payment or tender of all fees and expenses. Such fees and\nhave\nimpounded      expenses shall be settled by a Justice on the application of\nanimal         either party if the parties differ about the same, and the award\nrestored.\n               of the Justice shall be absolutely conclusive and binding. And\n               in case the animal has not yet been sent to the pound the owner\n               shall be entitled to its restoration on payment or tender of the\nFirst          seizure fee as set forth in the First Schedule.\nSchedule.\nOwner of         25. If the owner of any animal which shall be sold under\nanimal sold\nentitled to    section 22 shall within one month of such sale prove to the\nnet proceeds   satisfaction of the Parish Council that the animal so sold was\nin certain\nevents.        his property he shall be entitled to receive the net proceeds of\n               such sale after deducting the poundage and all other proper and\n               necessary expenses.\n                                 POUND                                          13"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. If the amount realized by the sale of any animal is not        If proceeds\n                                                                     of sale\nsufficient to cover the poundage and all other necessary and         insuficient\nproper expenses incurred, it shall be lawfil for the Parish          to pas\n                                                                     expenses\nCouncil to sue the owner of such animal in the Resident              owner liahle\nMagistrate's Court for the amount remaining due.                     '0 Pas\n                                                                     balance.\n                                                                     2711979\n                                                                     S. 9."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.-41) Any owner of land may kill any sheep, goat, kid,           Shzzp,\n                                                                     goats, kids,\nhog, pig, fowl, turkey, guinea-fowl, pea-fowl, duck or other         hogs, pigs\npoultry trespassing on such land:                                    and pouhry\n                                                                     trespassing\n                                                                     may he\n   Provided that on killing such animal the owner of the land        killed.\nshall immediately give notice thereof to the owner of the\nanimal, if known.\n      (2) If any such animal is killed when trespassing the\nowner may have the carcass thereof, and shall remove the\nsame within six hours.\n        (3) If the carcass is not removed the owner of the land\nshall bury or otherwise destroy the same under a penalty of not      2711979\nexceeding fifty dollars.                                             S. 10.\n       (4) And it is hereby declared that the word \"animal\"\nwhenever used in this section shall apply to and mean all or\nany of the animals mentioned in the first subsection hereto, or\nany fowl, turkey, guinea-fowl, pea-fowl, duck or other poultry\nas mentioned in subsection (1)."
    },
    {
      "provision_ref": "sec27a",
      "section": "27A",
      "title": "Section 27A",
      "content": "27A. It shall be 1awfi.d for any authorized officer to kill any    EGdsfm\nanimal which is found to be difficult to subdue and poses a          animals.\n                                                                     1612003\ndanger to any person, being an animal which-                         S. 10.\n     (a) is mentioned in any of the Schedules but not\n         mentioned in section 27;\n     (b) has strayed on to private premises; or\n     (c) is found in a prohibited or restricted area or other\n          public place or thoroughfare:\n                                                  YOCJND\n                    Provided that, on killing such animal, the authorized officer\n                 shall-\n                      (a) give notice thereof to the owner of the animal, if\n                          known; and\n                      (b) within seventy-two hours, make a report to the Local\n                          Authority.\nEnticing           2s. Any person who drives, leads, or entices any animal into\nanimal to\ntrespass to      any land or place with intent to impound such animal or to\nbe im-\npounded an\n                 procure the same to be impounded shall be guilty of an offence\noffence.         under this Act.\nDuties and         29. Every distrainor shall furnish sufficient and suitable food\nliabilities of\ndistrainors.     and water for every animal during its detention, and if any\nLiability o f    animal detained or impounded under this Act dies or sustains\nParish\nCouncil for      damage for want of sufficient or suitable food or water, or for\ndeath of         want of care or good treatment by the distrainor or pound\nanimals in\ncdain            keeper, such distrainor or the Parish Council employing such\nevents.\n                 pound keeper shall be liable for the value of the animal or for\n                 the value of the damage sustained thereby:\n                    Provided that such distrainor or pound keeper shall not be\n                 liable for the death or injury of such animal unless it is proved\n                 that such animal died or was injured by or through his wilful\n                 act or neglect.\nOffences by         30. If any distrainor or pound keeper on or after seizure of\ndistrainors\nand pound        any animal and before the redemption or sale thereof violently\nkeepers.         strikes or otherwise ill uses or injures such animal, or rides,\n                 drives, or otherwise makes use of it he shall be guilty of an\n                 offence under this Act.\nHow                31. If any distrainor has reason to believe that any animal\ndistrainor\nmay deal         has glanders or any other contagious or infectious disease\nwith             rendering it dangerous and improper to drive it along the roads\ndiseased\nanimals.         to a pound, it shall be lawful for him to apply to a Justice, who\n                 after carefully satisfying himself through the evidence of some\n                                  POUND\ncompetent person who has examined such animal that it has\nsuch disease as aforesaid may direct by order in writing under\nhis hand that such animal shall be killed and immediately burnt,\nand such order shall be sufficient authority for the distrainor to\nkill such animal and to burn the carcass. The owner of such\nanimal shall be liable to the distrainor for all expenses incurred\nunder this section."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Duties and liabilities of distrainors. Liability of Parish Council for\n        death of animals in certain events."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Offences by distrainors and pound keepers.\n 3 1. How distrainor may deal with diseased animals."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. Every person who rescues or attempts to rescue any              Offence to\n                                                                      rescue or\nanimal lawhlly seized by or remaining in custody of any               attempt to\ndistrainor or pound keeper shall be guilty of an offence under        rescue\n                                                                      szized or\nthis Act. It shall be lawful for the Justices out of the fine which   impounded\n                                                                      animals.\nmay be imposed where any animal has been illegally rescued to\naward such portion to the distrainor or pound keeper as may be\nsufficient compensation for the seizure fees or poundage fees\nand expenses respectively."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. In all cases in which persons shall by virtue of this Act       Offence to\n                                                                      send\nseize any description of stock mentioned therein and instead of       animals in\n                                                                      such a way\nsending the whole of such stock in one lot to the pound shall         as to\ndetain the same and send them singly or one by one, or in             unnecessa-\nportions, thereby unnecessarily increasing the expense to the         rily increase\n                                                                      expense.\nowner of such stock, every person so acting shall be guilty of\nan offence under this Act."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. If any person shall be convicted of an offence against         Penalties.\nthis Act or of having violated or of having failed to obey any of\nits provisions for which no penalty has been specially provided\nhe shall be liable to a penalty not exceeding one hundred\nthousand dollars.\n                                                                      Recovery of"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. Subject to section 37, all penalties imposed under the          penalties.\nauthority of this Act shall be recovered and enforced in a            l6I2OO3\n                                                                      S. 12.\nsummary manner in the parish where the offence shall be\ncommitted and, if such penalty be not forthwith paid, the court\nmay award imprisonment with or without hard labour for a\nperiod not exceeding six months.\n                                                POUND\n                                                General\nRegulations.     36.+1)     A council may from time to time make regulations\n1612003\nS. 13.         relating to-\n                        the establishment of pounds;\n                        the management and regulation of pounds under this\n                        Act;\n                        amendment of fees;\n                        the disposal of unclaimed, impounded animals;\n                        the valuation of animals to be auctioned or tendered;\n                        the appointment of authorized officers;\n                        the making of contracts with and the issue of licences\n                        to, companies or other persons; and\n                        any other matter required under the Act to be\n                        prescribed.\n                      (2) Regulations made under this section shall be\n               published in the Gazette.\n                    Special Powers of Enforcement and Administration\nPunishment       37.+1)    This section applies to any offence referred to in\nfor offence\nunder          section 30, 32 and 33.\nsections 30:\n32 and 33."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38.-41) Payment of a fixed penalty under section 37 shall          Fixed\n                                                                     penalties.\nbe made to the Parish Council or to such body, on behalf of the      1612003\nParish Council, as the Minister may, by order, designate and         S. 13.\nthat Parish Council may retain the amount paid as part of its\nfhds.\n        (2) In any proceedings, a certificate that payment of a\nfixed penalty was or was not made to the Parish Council or to\na body designated under subsection (1) by a date specified in\nthe certificate shall, if the certificate purports to be signed by\nthe proper oficer of the Parish Council, or of that body, be\nsufficient evidence of the facts stated, unless the contrary is\nproved.\n        (3) A notice under section 37 (2) shall-\n     (a) specifL the offence alleged;\n     (b) give such particulars of the offence as are necessary\n         for giving reasonable information of the allegation;\n         and\n     (c) state-\n                                 POUND\n               (i) the period during which, by virtue of\n                     subsection (3), proceedings will not be\n                     instituted against any person for the offence;\n                     and\n               (ii) the amount of the fixed penalty.\n       (4) In any proceedings for an offence to which section\n37 or this section applies, no reference shall be made after the\nconviction of the accused to the giving of any notice under this\nsection or to the payment or non-payment of a fixed penalty\nthereunder unless, in the course of the proceedings or in some\ndocument which is before the Court in connection with the\nproceedings, reference has been made by or on behalf of the\naccused to the giving of such notice or, as the case may be, to\nsuch payment or non-payment.\n       (5) The Minister may by order prescribe any matter\nincidental to the operation of this section, and in particular\nsuch order may prescribe-\n    (a) the fixed penalty for an offence to which section 37\n        ( I ) applies; and\n    (b) the form of notice under section 37 (2).\n       (6) In this section, \"proceedings\" means any criminal\nproceedings in respect of the act or omission constituting the\noffence specified in the notice under section 37 (2); and\n\"convicted shall be construed in like manner.\n                              FIRST SCHEDULE                              (Section 10)   16 2003\n                                                                                         S. 14.\n                 Seizure Fees to be paid to the Distrainor\n                                                                    Seizure Fees\n                                                                   Maximum Rates"
    }
  ],
  "definitions": [
    {
      "term": "proceedings",
      "definition": "any criminal",
      "source_provision": "sec38"
    }
  ]
}