{
  "id": "jm-stat-the-praedial-larceny-prevention-act",
  "type": "statute",
  "title": "The Praedial Larceny (Prevention) Act",
  "title_en": "The Praedial Larceny (Prevention) Act",
  "short_name": "Praedial Larceny (Prevention) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-praedial-larceny-prevention-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-praedial-larceny-prevention-act | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Praedial Larceny Shorttitle.\n          (Prevention) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                                     Intapreta-\n                                                                                                 tion.\n          “agricultural produce” means any article specified in the\n              Schedule to the Unlawful Possession of Property Act and\n              any other article which is the produce of agriculture;\n          “agricultural warden” means an agricultural warden appointed\n              under this Act;\n          “Commissioner” means the Commissioner of Police;\n          “constable” means a constable of the Jamaica Constabulary\n              Force constituted under the Constabulpy Force Act;\n          “fish” includes crab, crayfish, lobster, oyster or turtle;\n          “livestock” includes dogs, birds and poultry;\n          “Officer” has the meaning given to it in section 2 of the\n              Constabulary Force Act;\n          “praedial larceny” means the felony created by section 13 of the\n              Larceny Act;\n          “Sub-Oficer” has the meaning given to it by section 2 of the\n             Constabulary Force Act.\n -\n.-\nbJ\n     $‘"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Govemor-General may appoint such number of\n          persons to be known as agricultural wardens as the Minister\n                                                                                                 trz:m‘\n          may fiom time to time approve."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) Agricultural wardens shall be under the command *gricurural\n                                                                     wardens unda\n          of the Commissioner.                                       command of\n                                                                                                 Commissioner.\n                         [The inclusion of this page IS authonred by L N 3/2002]\n4                           PRAEDLAL LARCENY (PREVENTION)\n                      (2) The Commissioner may, if he thinks fit, assign an\n              agricultural warden to any police station.\nSubordina-      5. Every agricultural warden shall be subject to the orders of\ntion of\nagriahural    the Officers and Sub-Officers of the Jamaica Constabulary\nwardens.      Force and, when assigned to a police station pursuant to section\n              4 (2), shall also be subject to the orders of the member of the\n              Force in charge of that police station.\nDuties and      6.-(1) The duties of agricultural wardens under this Act shall\npowers of\nagriaitural   be to detect the commission of any offence under this Act or the\nFirst\n              enactments specified in the First Schedule, to apprehend or\n~hedule.      summon before a Justice persons found committing any such\n              offence or whom they reasonably suspect of having committed\n              such offence or who may be charged with having committed the\n              otTence and to do and perform all duties appertaining to the\n              ofice of an agricultural warden by virtue of this Act.\n                      (2) Every agricultural warden shall exercise his office at\n              all times when required to do so by any Oficer or Sub-Oficer\n              to whom he is by this Act made subordinate and whenever in\n              his judgment it is required in the interest of justice, public\n              safety or welfare.\n                      (3) For the purpose of carrying out his duties in relation\n              to this Act and the Acts specified in the First Schedule, every\n              agricultural warden shall have the same powers, authorities,\n              privileges and immunities as a constable.\n                       (4) An agricultural warden shall be deemed to be on\n              duty in the capacity as an agricultural warden-\n                 (U)   when investigating any offence under this Act or any\n                       enactment specified in the First Schedule;\n                                                                                        c\n                 (b) while he is required to be on duty by the Commissioner\n                       or an Oficer or Sub-Oficer of the Constabulary Force.\n         PRAEDIAL LARCENY (PREVENTION) ACT                                  5"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. An agricultural warden shall be enrolled in such form Modeof\nas may be prescribed.                                      enrolment."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) Every agricultural warden shall be engaged for a Periodof\nperiod of three years from the date of his enrolment as an service*\nagricultural warden.\n      (2) Notwithstanding subsection (11, an agricultural\nwarden-\n    (a) may apply for his release during his period of ser-\n         vice;\n    (b) shall be released on attaining the prescribed age;\n    (c) may be released from his engagement by the Com-\n         missioner if he does not perform the duties which\n         he undertakes or is for any other reason considered\n         unsuitable;\n    (4 may be re-engaged for further periods not exceed-\n         ing three years."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Every agricultural warden on being enrolled shall take Swearingin\nan oath in the form set out in the Second Schedule or may          zIlhformof\nmake a solemn declaration and affirmation to the same              gct$e.\neffect."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-( 1) The Minister may make regulations generally Regula-\n                                                       tions.\nfor giving effect to the provisions of this Act.\n       (2) Without prejudice to the generality of the power\nconferred by subsection (l), regulations made under that\nsubsection may provide for-\n    (a) the organization of agricultural wardens;\n    (6) the establishment of different grades and the pre-\n         cedence and command to be had OF exercised by\n         the holders of such grades;\n6        PRAEDIAL LARCENY (PREVENTION) ACT\n       the conditions of service, enrolment, promotion,\n        demotion, resignation, dismissal or suspension of\n        agricultural wardens;\n       the training of agricultural wardens;\n       the discipline and guidance of agricultural war-\n       dens;\n       the setting up of Disciplinary Boards to investigate\n       breaches of discipline and to award punishment if\n       necessary and the powers and duties of such Disci-\n       plinary Boards;\n       the appointment of Boards of Enquiry and the\n        powers and duties of such Boards of Enquiry;\n       ensuring the compulsory attendance of witnesses\n       and the production of doc'uments before any Disci-\n       plinary Board or Board of Enquiry;\n       the payment of wages and of subsistence allowan-\n       ces, travelling allowances and out of pocket ex-\n       penses to agricultural wardens and the rates at\n       which and conditions upon which such wages or\n       allowances or both shall be paid to different grades\n       of agricultural wardens;\n       medical attention and examination of any agricul-\n       tural warden who sustains injury while on duty;\n       the grant to agricultural wardens who are injured\n       in the execution of their duty as agricultural war-\n       dens of sick benefits and the conditions upon which\n       and the rates at which such benefit shall be pay-\n       able to agricultural wardens of different grades;\n      the grant to agricultural wardens who, consequent\n      upon injuries received in the course of their duty\n      as such are permanently incapacitated, of pensions\n      or gratuities and the conditions upon which and\n      the rates at which such pensions or gratuities may\n                    PRAEDM LARCENY (PREVENTION)                                                            7\n            be granted to different grades of agricultural wardens;\n       (m)the grant, subject to the following conditions and such\n          other conditions as may be prescribed, at such rates as\n          may be prescribed, of a pension or gratuity to the widow\n          and child or children, or mother, of any agricultural\n          warden who dies as a result of injuries received-\n                    (i) in the execution of his duty as an agricul-\n                        tural warden; and\n                    (ii) without his own default; and\n                    (iii) on account of circumstances specifically\n                           attributable to the nature of his duty;\n       (n) supplies, accommodation and uniform of agricultural\n           wardens;\n       (0) controlling the use of transport for the carrying out of\n            duties of agricultural wardens.\n           (3) For the purpose of this section the word “child”\n    includes a posthumous child.\n           (4) Regulations made under paragraphs (z),                         (k), (0 and\n    (m)of subsection (2) shall be subject to affirmative resolution\n    of the House of Representatives."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.+l)     If any member of the Constabulary Force of or                             f;y       Of\n     above the rank of corporal is satisfied that there is reasonable\n    cause to believe that any stolen agricultural produce, livestock\n    or fish is concealed in any house, premises, land or building he\n    may give directions in writing to an agricultural warden or a\nU   constable to enter a d search such house, premises, land or\n    building, and any person who refises to permit such entry or\n    search shall be guilty of an offence and shall be liable on\n    summary conviction in a Resident Magistrate’s Court to a fine\n    not exceeding forty thousand dollars and in default of payment                          ,2/2000\n    thereof to imprisonment for a term not exceeding three years.                           s.2.\n8                            P R A E D M L A R C M (PREl?EATION)\n                      (2) Where an agricultural warden or a constable carries\n              out any directions issued in accordance with subsection (l), he\n              shall produce the instrument containing the same to the owner\n              or occupier of the house, premises, land or building identified\n              pursuant to such directions, if required by such owner or\n              occupier to do so, and permit a copy thereof to be taken by or\n              on behalf of such owner or occupier either at the time of the           7\n              entering and search or at any time afterwards while the\n              instrument remains in the custody of the agricultural warden or\n              constable.\n                      (3) Any agricultural warden or constable may, without\n              warrant, stop any person or vehicle suspected to be carrying\n              stolen agricultural produce, livestock or fish and search such\n              person or vehicle and the driver or any person conveyed therein,\n              and any person who refbses to permit such a search shall be\n              guilty of an offence and shall be liable on summary conviction\n1212000\ns. 2.         in a Resident Magistrate’s Court to a fine not exceeding forty\n              thousand dollars and in . default of payment thereof to\n              imprisonment for a term not exceeding three years.\nForfeiture       12.--(1) Where a person convicted of an offence under this\nof property\nused for      Act or any offence listed in the First Schedule punishable, on\ncommission    indictment or summarily, with imprisonment for a term of two\nof offence.\nFirst         years or more and the court before which he is convicted is\nSchedule.     satisfied that any property which was in his possession or under\n              his control at the time of his apprehension\n                 (a) has been used for the purpose of committing, or\n                     facilitating the commission of the offence; or\n                                                                                      (3.\n                 (b) was intended by him to be used for that purpose,\n              the court may make an order of forfeiture of the property to the\n              Crown.\n                             [The inclusion of this page is aulhonled by L N YZOOZ]\n         PRAEDIAL LARCENY (PREVENTION) ACT                            9\n        (2) In this section “facilitating the commission of an\noffence” shall include the taking of any steps after the offence\nhas been committed for the purpose of disposing of any\nproperty to which it relates or of avoiding apprehension or\ndetection; and the reference to an offence “punishable on\nindictment or summarily, with imprisonment” shall be con-\nstrued withoult regard to any prohibition or restriction im-\nposed by law on the imprisonment of an offender under the\nage of eighteen years.\n       (3) An order under this section shall operate to de-\nprive the offender of his rights, if any, in the property to\nwhich it relates, and the property shall (if not already in the\ncustody of the police) be taken into custody by the police.\n         (4) Where any property is forfeited by an order\nunder this seotion, any claimant may within a period of six\nmonths from the date of the determination of the case make\nan application before the court which made such order, and\nthereupon the court, if satisfied that-\n      (a) he is the lawful owner; and\n      (b) he had not consented to the offender having pos-\n           session or did not know or had no reason to be-\n           lieve or suspect that the property was likely to be\n           used for the commission of such offence,\nmay upon such terms and conditions (if any) as it deems\njust, order that the property be restored to the claimant."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Every person who assaults, obstructs or threatens an Assaulting,\nagricultural warden in the execution of his duty as an agri- zptructing\ncultural warden or incites or encourages any other person t$&ea2!\nto do so, shall be punishable as assaulting, obstruating or tural\n                                                             warden.\nthreatening a constable in the execution of his duty is or\nmay be punishable.\n10                          PRAEDIAL LARCENY (PREVENTION) ACT\nDisposal of          14.-(1) Where as a result of the commission or suspected\nperishable\nagricultursl      commission of any offence under this Act or the enactments\n~             ~   specified\n                   .      ~ in ~\n                               the First\n                                     ~    Schedule\n                                           ~     < any perishable agricultural\nand f i s l ~ .\nFirst             produce, livestock or fish (hereinafter in this secion referred\nSched~lc.         to as “perishable goods”) are in the custody of an agricul-\n                  tural warden or a constable, the agricultural warden or\n                  constable, shall, notwithstanding anything contained in the\n                  Unlawful Possession of Property Act, forthwith apply to\n                  a Justice for a written record of the perishable goods.\n                          (2) Upon receipt of an application pursuant to sub-\n                  section (1) the Justice shall-\n                       (a) examine the perishable goods (where practicable)\n                            and prepare in the prescribed form a written record\n                            of such goods; and\n                       (b) carry out such summary investigation as he thinks\n                            fit to indentify the person who appears to him to\n                           be the rightful owner of the goods; and-\n                                (i) if he is able to identify such a person, make\n                                     an order for the return of the goods to that\n                                    person; or\n                               (ii) if he is not able to identify such a person,\n                                    make an order for the sale of the goods.\n                           (3) In any proceedings against any person for an\n                  offence in relation to such goods the written record prepared\n                  by a Justice pursuant to this section shall, in lieu of such\n                  goods, be sufficient evidence of all the matters stated therein\n                  and such a written record-\n                       (a) shall be admitted in evidence and received as such,\n                             without the Justice being called upon to attend and\n                             to give evidence on oath;\n                       (b ) if purporting to be such a written record signed\n                             by the Justice, shall be deemed to be suoh a record,\n                             unless the contrary is proved.\n                                                                       11\n        (4) Upon receipt of an order for the sale of perishable\ngoods the warden or constable shall take the perishable goods\nbefore the Officer or Sub-Of€icer of the most convenient police\nstation and such Officer or Sub-Officer shall forthwith-\n   (a) sell such perishable goods in such manner as he thinks\n       suitable with a view to obtaining the best price that can\n       reasonably be obtained therefor; and\n   (b) endorse upon the written record all relevant details with\n       respect to the price obtained for the perishable goods\n       specified in the order.\n       ( 5 ) For the purposes of a trial steps shall be taken, in\nsuch manner and subject to such terms and conditions (if any)\nas may be prescribed, to make available to the accused or his\nattorney-at-law a copy of the written record.\n       (6) The proceeds of any sale under subsection (4) shall\nbe placed in the custody of the Oficer in charge of the parish in\nwhich the police station is situated and such Officer shall-\n   (a) where the owner of the perishable goods is ascertained\n       within three months of the sale thereof, pay the sum to\n       that person; or\n   (b) where, at the expiration of a period of three months after\n       the sale, the owner of the perishable goods cannot be\n       ascertained, pay the sum to the Accountant-General.\n        (7) No order for the return of goods under subsection (2)\n(b) (i) or payment of the proceeds of sale under subsection (6)\n(b) shall prevent a claimant bringing an action within twelve\nmonths from the date of such order or payment, against the\nperson in receipt of the goods or the proceeds of sale,\n               [The inclusion of this page ISwthonzcd by L N 3lZ002]\n12                                PRAEDIAL LARCENY (PREVENTION)\n                      (8) Any person who falsely claims ownership over any\n               perishable goods or wilfully misleads or attempts to mislead\n               any Justice as to the ownership of such goods shall be guilty of\n               an offence and shall be liable on summary conviction in a\n12 2000        Resident Magistrate’s Court to a fine not exceeding forty\ns 2\n               thousand dollars or three times the value of the goods claimed\n               whichever is greater, and in default of payment thereof to                  -\\\n               imprisonment for a term not exceeding three years.\n                      (9) Nothing in this section shall affect the provisions in\n               respect of the disposal of stolen non-perishable agricultural\n               produce, livestock or fish as provided in sections 44 to 47 of the\n               Constabulary Force Act.\nPmahv on          15. Any person who-\npossession\nof clothing.\nelc.. by\n                    (a) has in his possession any clothing, accoutrement or\npersons not             other appointments hrnished for the use of agricultural\nagricultural\nwardens.                wardens and cannot satisfactorily account for his\n                        possession thereoc or\n                    ( b ) puts on, or assumes the dress, name, designation, or\n                          description of, and assumes to act as, or to personate\n                          an agricultural warden,\n               shall be guilty of an offence and shall be liable on summary\n               conviction in a Resident Magistrate’s Court to a penalty not\n12/2000        exceeding twenty thousand dollars or to imprisonment for a\n s. 3.         term not exceeding one year.\nPenalty on         16. Any person who, not being an agricultural warden, wears\nunauthor-\nized use of    without the permission of the Commissioner the uniform of an\nagricultural\nwarden\nuniform.\n               agricultural warden, or any dress having the appearance or\n               bearing any distinctive marks of that uniform shall be guilty of\n                                                                                           c/\n               an offence and shall be liable on summary conviction in a\n1212000        Resident Magistrate’s Court to a fine not exceeding twenty\ns. 3.          thousand dollars and in default of payment to imprisonment for\n               a term not exceeding one year.\n                             ’   [The inclusion of this page IS authonzed by L N 3/2002]\n               PRAEDUL LARACENY (PREVENTION)                                       13\n                                                                       Power of"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Penalty on possession of clobhing etc., by persons not agricultural\n      wardens."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) Where any person is convicted of any offence under         coult to\nthis Act or any offence listed in the First Schedule, the court        order\n                                                                       special\nbefore which such person is convicted may order him to be              police super-\nplaced under special police supervision for a period to be             vision.\n                                                                       First\nspecified in the order not exceeding one year and may in               Schedule.\naddition, require that such person remain within his residence\nfrom sunset until sunrise during each night of the period or such\nportion thereof as the court may specify in theorder.\n        (2) An order placing a person under special police\nsupervision under the provisions of this section may be made in\naddition to any other punishment to which such person may be\nliable and when such an order is made in addition to any\nsentence of imprisonment placed upon such person, the period\nduring which he shall be under special police supervision shall\ncommence immediately aRer the expiration of such sentence."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) A person ordered in accordance with the provisions         Duties of\n                                                                       persons\nof section 17 to be placed under special police supervision,           ordered to\nshall, during the period specified in such order, comply with the      be placed\n                                                                       under\nfollowing provisions-                                                  spacial\n                                                                       polioe\n                                                                       supervision.\n     (a) he shall forthwith upon the commencement of such\n         period notify the Oficer or Sub-Oficer in charge of\n         the police station nearest to his residence of the house\n         or place in which he resides;\n     (b) he shall, when called upon so to do by the Oficer or\n         Sub-Oficer in charge of the police station nearest to\n         his residence, present himself at such police station;\n     (c) he shall not transfer his residence without the written\n         authority of the Oficer or Sub-Oficer in charge of\n         such police station;\n     (d) if the court so orders, he shall remain within his\n          residence from sunset until sunrise during each night\n          in accordance with the order of the court unless\n              [Theinclusion of thin page is authorizedby L.N. 3QOOZ]\n14                           PRAEDIAL LARCENY (PREVENTION)\n               excused from so doing on any particular occasion by the Officer\n               or Sub-Officer in charge of the police station nearest to his\n               residence.\n                       (2) Where such person is authorized in accordance with\n               the provisions of paragraph (c) of subsection (1) to transfer his\n               residence, he shall notifl the Officer or Sub-Officer in charge of\n               the police station nearest to the place in which he will reside of\n               the house or place in which he will reside.\n                                                                                         -\n                                                                                         \\\n                       (3) A person ordered in accordance with the provisions\n               of section 17 to be placed under special police supervision may\n               be visited at his residence by the police from time to time\n               during the period specified in such order.\nPenalty.           19. Any person subject to restrictions specified in subsection\n               (1) of section 18 who fails to comply with the provisions of that\n               section shall be guilty of an offence and on summary conviction\n               in a Resident Magistrate’s Court shall be liable to a fine not\n12’2000        exceeding twenty thousand dollars and in default of payment\ns. 3.\n               thereof to imprisonment for a term not exceeding one year.\nAdions\nagainst"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Every action to be brought against any agricultural\nagricultural   warden for any act done by him in the execution of his office,\nwarden to      shall be an action on the case as for a tort; and in the declaration\nbe in tort.\n               it shall be expressly alleged that such act was done either\n               maliciously or without reasonable or probable cause; and if at\n               the trial of any such action the plaintiff fails to prove such\n               allegation he shall be non-suited or a verdict shall be given for\n               the defendant.\n                              [The inclusion of this page is authorid by L.N. 3i7.0021\n            PRAEDIAL LARCENY (PREVENTION) ACT'                                 15\n                             RRSTSCHEDULE                     (Section 6)\n            Enactments               Short Indication of Offences\nThe Country Fires Act         Setting firdto crop.\nseotions 3, 4, 5, 8, 11.      Setting 6re to trash.\n12 and 13                     Fire during night or unattended.\n                              Setting fire contrary to order or permit.\n                              Occupier to extinguish fire.\n                              Carrying lighted torch insufficiently guarded.\n                              Negligent use of fire.\nThe Larceny Act               Simple larceny.\nsections 5 , 6, 7, 8, 13, 48, Larceny of cattle."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. 30, 31, 32, 42 and 43 Destroying or damaging trees where injury\n                              done amounts to at least one dollar.\n                              Destroying or damaging plants in garden\n                              etc.\n                              Injury to cultivated roots or plants.\n                              Injuries to fences, walls etc.\n                              Killing or wounding cattle.\n                              Killing or wounding animals other than\n                              cattle.\n                              Administering drugs to animals in certain\n                             WeS.\n                             Injury to property b amount exceeding ten\n                             dollars.\n                             Injury to property for whiuh no punishment\n                             yet provided.\nThe Trespass Act             Trespassers on enclosed or cultivated land.\nsections 2,4, 5, 6 and 10    Trespassers may be required to quit prem-\n                             ises, etc.\n                             Trespass for the purpose of destroying trees\n                             etc.\n                             Passing along private road during night with\n                             a gun without consent of owner.\n                             Entering on land with firearms for purpose\n                             of hunting etc.\n16              PRAEDIAL LARCENY (PREVENTION) ACT\n                                FIRST SCHEDULE                   ( W o n 6)\n             Enaotments                 Short Indication of Offiencee,\n     The Unlawful Possession Bein2 a suspected person liable to be\n     of Property Act           brought before a Resident Magistrate.\n     sections 2 , 5 , 6 and 13\n                               Refusal or neglect to disclose or @t  in-\n                               spection of aficles.\n                                Assaulting etc., constables, a*rizcd\n                                persons and their assistants.\n                                     SCHBDULE\n                                SECOND                           (section 9)\n      I                                              A.B.\n     do swear that I will well and truly serve as an agricultural warden. So\n     help me God.\n            me inclusion of this page is authorized by L.N. 55/19841"
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49, 50 and 51                 Killing animals with intent to steal.\n                              Larceny etc., of dogs.\n                              R a d i a l larceny.\n                              Larceny etc., of dogs etc., punishable sum-\n                              marily.\n                              Taking or destroying fish.\n                              Taking animal without consent of owner.\n                              Stealing, rooting up, breaking etc., fences,\n                              posts, gates etc.\nThe Malicious Injuries to Destroying or damaging trees in garden etc.\nProperty Act                  Destroying or damaging trees elsewhere than\nsect'loni 20, 21, 22, 23, 24, in garden."
    }
  ],
  "definitions": []
}