{
  "id": "jm-stat-the-prescription-act",
  "type": "statute",
  "title": "The Prescription Act",
  "title_en": "The Prescription Act",
  "short_name": "Prescription Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-prescription-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-prescription-act | Legal areas: Real Estate",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. When any profit or benefit, or any way or easement, Effectof\nor any watercourse, or the use of any water, a claim to twenty\n                                                             years’\nwhich may be lawfully made at the common law, by ;jeDaYsrtnt\ncustom, prescription or grant, shall have been actually merits,\n                                                             ways, etc.,\nenjoyed or derived upon, over or from any land or water of over\nHer Majesty the Queen, or of any person, or of any body lands.\ncorporate, by any person claiming right thereto, without\ninterruption for the full period of twenty years, the right\nthereto shall, subject to the provisos hereinafter contained\nbe deemed absolute and indefeasible, unless it shall appear\nthat the same was enjoyed by some consent or agreement\nexpressly made or given for that purpose by deed or\nwriting."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. When the access and use of light or air to and for Effectof\nany dwelling-house, workshop or other building, shall gi:jy\nhave been actually enjoyed therewith for the full period ;=&\nof twenty years without interruption, the right thereto oflight\n                                                         or air.\nshall, subject to the proviso hereinafter contained, be\ndeemed absolute and indefeasible, unless it shall appear\nthat the same was enjoyed by some consent or agreement\nexpressly made or given for that purpose in writing.\n       m e inclusion of this page is authorized by L.N. 480/1973]\n 4                                        PR ESC RlPTIO N\n Effect of         4.-(1) When any beach has been used by the public or\n twenty\n years'         any class of the public for fishing, or for purposes incident\n user by the    to fishing, or for bathing or recreation, and any road,\n public or\n any class of\n the public\n                track or pathway passing over any land adjoining or\n of a beach     adjacent to such beach has been used by the public or\n and of\n means of       any class of the public as a means of access to such beach,\n access         without interruption for the full period of twenty years,\n thereto.\n 6511955        the public shall, subject to the provisos hereinafter con-\n s. 2.          tained, have the absolute and indefeasible right to use such\n                beach, land, road, track or pathway as aforesaid, unless it\n                shall appear that the same was enjoyed by some consent\n                or agreement expressly made or given for that purpose by\n                deed or writing.\n                      (2) No act or other matter, whether submitted to\n                or acquiesced in or not, shall be deemed to be an interrup-\n                tion within the meaning of subsection (1) if the same took\n421 1969        place between the 8th day of February, 1954, and the\n3rd Sch.\n                30th day of December, 1955.\nComputa-          5. Each of the respective periods hereinbefore mentioned\ntion of\ntime.           shall be deemed and taken to be the period before some\n                action or suit wherein the claim or matter to which such\n                period may relate shall have been, or shall be brought in\n                question; and no act or other matter shall be deemed to be\n                an interruption within the meaning of this Act unless the\n                same shall have been, or shall be, submitted to or acquiesced\n                in for one year after the party interrupted shall have had\n                or shall have notice thereof and of the person making or\n                authorizing the same.\nNo pre-           6. In the several cases mentioned in and provided for\nsumptions\nto be           by this Act no presumption shall be allowed or made in\ndrawn           favour or support of any claim upon proof of the exercise\nfrom use\nfor a less\nperiod.\n                or enjoyment of the right or matter claimed for any less\n                      IThe inclusion of this page is authorized by L.N.480/19731\n                           PRESCRIPTION\nperiod of time, or number of years, than for S U C ~period\n                                                     ~\nor number mentioned in this Act as may be applicable\nto the case and to the nature of the claim."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.    \\\nmentioned in the said subsection and such user is disputed, 65,1955         ?\n                                                                            <\nany person concerned in the dispute may lodge a plaint in s. 3.\n                                                                            L\nthe Resident Magistrate’s Court for the parish in which such\nbeach, land, road, track or pathway is situated (hereafter in\nthis Act referred to as “the Court”) under section 99 of the\n                                                                                  '.\n6                                      PR ESCRIFTION\n              Judicature (Resident Magistrates) Act and the provisions of\n              sections 99 to 104 (inclusive) of the said Act shall apply\n              to the matter in dispute.\nProduction       10.-(1) Any person in possession of any document of\nof dmu-\nments of      title relating to any beach, land, road, track or pathway\ntitle and     with respect to the user of which a plaint has been lodged\nprocedure\nthereafter.   pursuant to section 8 shall produce such document to the\n651 1955\ns. 3.         Court.\n                      (2) If the title to the beach or land is registered\n              under the Registration of Titles Act, the Clerk of the Court\n              shall forward the duplicate certificate of title together with\n              a certified copy of the judgment of the Court to the\n              Registrar of Titles who shall forthwith make an appropriate\n              note upon such duplicate and upon the certificate of title,\n              after which the duplicate shall be returned to the person\n              who produced it to the Court 'or to his representative.\n                     (3) If the title to such beach or land is not registered\n              under the Registration of Titles Act, the Clerk of the\n              Court shall forward a certified copy of the judgment of\n              the Court to the Deputy Keeper of Records who shall\n              forthwith record the same.\n2                                           PRINTERS\nPenalty.        5. Every person who commits an offence against this\n              Act shall be liable on summary conviction before a\n              Resident Magistrate,-\n                  (a) if he is convicted of an offence under paragraph\n                       (a) of section 3 or under subsection (1) of section"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Provided always that the time during which any Provisions\npzrson, otherwise capable of resisting any claim to any in cases of\nof the matters before mentioned, shall have been or shall           ::$-\nbe an infant, idiot or non compos rnentis, shall be excluded\nin the computation of the periods hereinbefore mentioned,\nso that however in no case shall a claim to any of the\nmatters aforesaid be liable to be defeated, by reason of\nanything in this section contained after such enjoyment as\nis hereinbefore described for the full period of thirty years."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Provided always that when any land or water, upon, provisions\nover or from which any such profit or benefit, way, ease- ~ ~ ~ , s O f\nment, watercourse or use of water, shall have been or shall forlife.or\n                                                              for any\nbe enjoyed or derived hath been or shall be held under or by tern\n                                                              exceeding\nvirtue of any term of life, or any term of years exceeding threeyearS.\nthree years from the granting thereof, the time of the\nenjoyment of any such profit or other matter during the\ncontinuance of such term shall be excluded in the computa-\ntion of the said period of twenty years, in case the claim\nthereto shall within three years next after the end or sooner\ndetermination of such term be resisted by any person\nentitled to any reversion or remainder expectant on the\ndetermination thereof."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Where the public or any class of the public have used Procedure\nany beach, land, road, track or pathway in the manner lishing for estab-\nspecified in subsection (1) of section 4 for the period section\n                                                              right under"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Production of documents of title and procedure therdtcr.\n     me inclusion of this page is authorized by L.N. 480/1973]\n                          PRESCRIPTION                                             3\n                                                                      Cap. 3040\n                                                                         Law\n                THE PRESCRIPTION ACT                                 650f 1955.\n                                                                         ACt\n                                                                     42 of 1969\n                                                                      3rd Sch.\n                                          [2.5th February, 1882.1"
    }
  ],
  "definitions": []
}