{
  "id": "jm-stat-the-private-security-regulation-authority-act",
  "type": "statute",
  "title": "The Private Security Regulation Authority Act",
  "title_en": "The Private Security Regulation Authority Act",
  "short_name": "Private Security Regulation Authority Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-private-security-regulation-authority-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-private-security-regulation-authority-act | Legal areas: Defence and National Security",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-\n    \"Authority\" means the Private Security Regulation\n         Authority established in accordance with this Act;\n    \"chairman\" means the chairman of the Authority;\n    \"contract security organization\" means an organization\n         operating in the Island which provides secwiiy\n         services (including security surveys and risk analyses)\n         on a contractual basis, with armed or unarmed security\n         guards, to another organization or person;\n     \"bctions9*includes powers and duties;\n     \"licensee9*means any person who is the holder of a licence\n          issued under this Act;\n     \"private investigator\" means a person who pepforms, on a\n          contractual basis, work involving the search for\n          evidence, facts or i n h a t i o n , including surveillance\n          services;\n     \"private security organization\" means a contract security\n          organization, private investigator or a proprietary\n          security organization;\n     \"proprietary security organization\" means a company, firm\n          or other organization which has in ib employ m e d or\n          unanned security guards for the protection of such\n          company, firm or other organization;\n       PRWATE S E C U m -REGULATION AUTHORITY\n    \"security guardn means a person employed as such by a\n         contract security organization or proprietary security\n         organization.\n         PARTII. Private Security Regulation Authority"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) There is hereby established a body to be called the\nPrivate Security Regulation Authority, which shall be a body\ncorporate to which the provisions of section 28 of the\nInterpretation Act shall apply.\n      (2) The provisions of the First Schedule shall have\neffect with respect to the constitution of the Authority and\notherwise in relation thereto."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) The functions of the Authority shall be to regulate\nthe private security industry and, without prejudice to the\ngenerality of the foregoin*\n     (a) to consider and determine applications under this Act\n         for registration and for licences and the renewal of\n         such licences;\n     (6) to monitor the operations of private security organ-\n         izations;\n     (c) to make enquiries and collect information as it may\n          think necessary or desirable for the purpose of\n          carrying out its functions;\n     (d) generally to take all such other lawful measures as it\n         may consider necessary or desirable to assist it in\n         carrying out its functions under this Act.                 0"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-41) Subject to subsection (2), 'the Authority may appoint\nand employ at such remuneration and on such. terms and\nconditions as it thinks fit, a secretary and such other officers\nand employees as it thinks necessary for the proper carrying out\nof the provisions of this Act.\n            -\n             lTbc idmlor of thin pip b r h r b c d by LS. IUnOllJ\n           PRIVATE SECURITY REGULATION AUTHORITY                                                 5\n         (2) The Authority shall not-\n     (a) assign to any post any salary in excess of the pre-\n            scribed rate without the prior approval of the\n            Minister; or\n     (21) make any appointment to any post to which a\n            salary in excess of the prescribed rate is assigned\n            without the prior approval of the Miriister.\n         (3) The Governor-General may, subject to such con-\nditions as he may impose, approve of the appointment of\nany officer in the service of the Government to any office\nwith the Authority and any officer so appointed shal!, while\nso employed, in relation to any pension, gratuity or other\nallowance, and in relation to other rights as a public officer,\nbe treated as continuing in the service of the Government.\n         (4) In subsection (2) the “prescribed rate” means a\nrate of fifty thousand dollars per m u m or such higher\nrate as the Minister may, by order, prescribe."
    },
    {
      "provision_ref": "sec5a",
      "section": "5A",
      "title": "Section 5A",
      "content": "5A. The Authority may, with the approval of the Min- pmim\nister-                                                                           acheme,\n                                                                                 medical\n         enter into arrangements respeoting\n         (U)                                                            schemes, benefits,\n         whether by way of insurance policies or not; and\n                                                            . s. 2.\n     (b) make regulations,\nfor medical benefits, pensions, gratuities and other retiring\nbenefits or disability or death benefits, in respect of the\nemployees of ‘the Authority and such arrangements or\nregulations may include provisions for the grant of benefits\nto the dependants and the legal representatives of such\nemployees."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The funds of the Authority shall consist of-                                 Fund8 of\n                                                                                   AllthOrity.\n     (a) such fees as may be paid to it;\n     (b) such sums as may be provided annually by Parlia-\n         ment for the purposes of this Act;\n     (c) such other money as may in any manner become\n               [TheInclusion of this page is authorized by L.N. 146119991\n6                   PRIVATE SECURITY REGULATION AUTHORITY\n                       payable to or vest in the Authority in respect of\n                       its functions.\nAccounts\nand audit."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) The Authority shall keep proper accounts of its\n              transactions and other records in relation to the business\n              of the Authority and shall prepare annually a statement of\n              accounts in a form satisfactory to the Minister being a form\n              which conforms with established accounting principles.\n                       (2) The accounts of the Authority shall be audited\n              by auditors appointed annually by the Authority and\n              approved by the Minister.\n                       (3) The members, officers and employees of the Au-\n              thority shall grant to the auditors appointed under wbsection\n              (2) access to all books, documents, cash and securities of the\n              Authority and shall give to them on request all such informa-\n              tion as may be within their knowledge ia relation to the\n              operation of the Authority.\n                       (4) Where an auditor is appointed under subsection\n              (2) the auditor’s fee shall be paid by the Authority.\nh U d            8,-(1) Within five months after the end of e x h financial\nreport.\n              year or within such longer period as the Minister may in\n              special circumstances approve, the Authority shall cause tc\n              be prepared and shall transmit to the Minister a rcport deal-\n              ing generally with the activities of the Authority during the\n              preceding financial year.\n                      (2) The Minister shall cause a copy of the report,\n              together with the annual statement of accounts and the\n              auditor’s report thereon, to be laid on the Table of the House\n              of Representatives and of the Senate.\nMiniste-\nrial direc-"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) The Authority shall meet as often as may be necessary or procedum\nexpedient for the transaction of its business, so, however, that the\nAuthori shall meet at least once every three months and such meetings\n       1\nshaN be eld at such places and times and on such days as the Authority\nmay determine.\n        (2) The chairman may at any time call a special meeting of the\nAuthority, and shall call a special meeting to be held within seven\ndays of a written request for that purpose addressed to him by any\ntwo members.\n        (3) The chairman or the person appointed under paragraph 1 (3)\nshall preside at meetings of the Authority and if both the chairman\nand that person are absent fmm a meeting the members pre8ent shall\nelect one of their number to proside at the meetings.\n       (4) The quorum of the Authority shdl be five.\n        (5) The decisions of the Authority shall be hy a majority of\nvotes and in addition to an original vote the chairman or other memba\npresiding at a meeting shall have a casting vote in any case in which\nthe voting is equal.\n        (6) A member who is directly or indirectly interested in any\nmatter which is being dealt with by the Authority-\n          me inclusion of this page is authorized by L.N. 42/1%5]\n20                       PRIVATE SECURITY REGULATION AUTHORITY\n                   (a) shall disclose the nature of his interest at a meeting of the\n                       Authority; and\n                   (6) shall not take part in any deliberation or decision of the\n                       Authority with respect to that matter.\nPOWer   of       9 . 4 1 ) Subject to sub-paragraph (2), the Authority may, if it thinks\nh*ority       fit for the purpose of carrying out its functions, co-opt persons who\n60 co-opt.\n              are not members of the Authority to participate in any proceedings of\n              the Authority in relation to any particular matter.\n                    (2) Any person co-opted pursuant to sub-paragraph (1). shall\n              not be entitled to vote in any proceedings of the Authority.\nProtection       10. No act done or proceeding taken under this Act shall be ques-\nof\nAuthority.\n              tioned on the ground-\n                   (a) of the existence of any vacancy in the membership of or any\n                       defect in the constitution of, the Authority; or\n                   (b) of any omission, defect or irregularity not affednp the merits\n                       of the case.\nProteztion       1 1 . 4 1 ) No action, suit, prosecution or other proceedings shall be\nOf   mem6ers.brought or instituted personally against any member in respect of any\n              act done bona fide in the execution or intended execution of this Act.\n                     (2) Where any member is exempt from liability by reason only\n              of the provisions of this paragraph the Authority shall be liable to the\n              extent it would be if that member were an employee or agent of the\n              Authority.\nRemunera-       12. There shall be paid from the funds of the Authority to the chair-\ntion of      man and other members of the Authority and to persons coi-opt4 by\n             the Authority under section 6 such remuneration as the Minister may\n             determine.\n                                           SECOM)SCHEDULE               (Section 10 (2) )\n                Persons and institutions exempt from the provisions of the Act so far\n                   as it applies to their functioning us private investigators in the\n                                          course of their work\n              (a) Attorneys-at-Law while acting in the practice of their profession;\n                  or their employees while acting in the course of their duties as\n                  such;\n             (b) Accountants while acting in the practice tf their profession; or\n                  their employees while acting in the course of their duties as such;\n             (c) Persons who search for and furnish information-\n                     (i) as to the financial credit rating of persons;\n                    (ii) to employees as to the qualifications and suitability of their\n                          employees or prospective employees; or\n             __-~____-___                                                   -\n     PRWATE SECURITY REGULATION AUCUORITY\n        (iii)as to the qualifications aRd suitability o f applicants fbr\n             insurance and indemnity bonds.\n      and who do not otherwise act as private investigators.\n                          THIRD SCHEWLE                 (!%?ction 12 (1) )\n                                PART I\n   O$encea inrelationto which the Awthori& shd0 r@e to grad\n                        licences to individuals\nOfFences under-\n (a) the Dangerous Drugs Act;\n (6) the Larceny Act;\n (c) the Firearms Ad;\n (4 the Public Order Act;\n (e) the Forgery Act;\n @ the Malicious Injuries to Rqmty Act;\n (g) the Praedial Larceny Act; aRd\n (h) the following sections of the Offences against the Person Act, that is -1\n      to say--                                                              3rd %\n                                                                                .I!\n              sections 2,     9, 1 1, 13-17 (inclusive), 19, 20, 22-26\n              (inclusive), 28-38 (inclusive), 40, 69-10 (inclusive), 74-77\n              (inclusive), 79.\n (i) the following provisions of the Sexual Offences Act, namely,            mof~\n      sections 3,4. 5.7-1 I (inclusive), 13, 15-21 (inclusive) amd section 3*kh"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The Minister may, after consultation with the chairman,\ntions.        give to the Authority written directions of a general nature\n              as to the policy to be followed by the Authority in the exer-\n              cise and performance of its functions in relation to mattzrs\n              appearing to him to concern the public interest, and tile\n              Authority shall give effect to such directions.\n      PRIVATE SECURITY REGULATION AUTHORITY                                           7\n                                                                        Restriction"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) Subject to subsection (2), no person shall operate on pTiivate\na private security organization unless that person is the secur~fy\n                                                             organua-\nholder of a licence granted under this Act.                  tion.\n        (2) The persons listed in the Second Schedule shall be Schedule.\n                                                               Second\nexempt from the provisions of subsection (1) to the extent\nspecified in that Schedule."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) Every application for a licence under this Act ficencm\nshall be made to the Authority in such form and manner\nas may be prescribed and shall be accompanied by the pre-\nscribed application fee.\n        (2) A licence granted under this Act-\n     (a) shall remain in force for such period as may be\n          specified therein not exceeding five years and may\n          be renewed from time to time for pericds not ex-\n          ceeding five years;\n     (b) may be granted subject to such restrictions and\n          on such conditions as may be specified in the\n          licence; and\n     (c) shall be subject to the payment of such annual fee\n          as may from time to time be prescribed by the\n          Minister.\n        (3) Where an application for a licence is refused, any\nfee paid under subsection (1) shall be refunded to the appli-\ncant."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) The Authority shall refuse to grant a licence Grounds\nunder this Act-                                              for refusal\n                                                             d Liceocer.\n    (a) to any individual who-\n             (i) is under the age of eighteen years;\n            (ii) has had an order in bankruptcy made against\n                  him which remains undischarged;\n         F   e inclusion of this page is authorized by L.N. 146/1999]\n8                PRIVATE SECURITY REGULATION AUTHORITY\n                      (iii) has been convicted, during the period of ten\n                            years immediately preceding the application,\nThird                       of an offence specified in Part I of the Third\nSohedde.\n                            Schedule;\n                      (iv) the Authority has reasonable cause to\n                            believe is incapable by reason of mental or\n                            physical disability of carrying out the dpera-\n                            tions for which the licence is required;\n               (6) to any body corporate in respect of which-\n                             a resolution has been passed or an order bas\n                             been made by a court of competent jurisdic-\n                              tion for its winding up;\n                             a receiver has been appointed for any of its\n                             property;\n                             any of its directors has been convicted of an\n                             offence specified in Part I of the Third Sche-\n                             dule; or\n                             it has been convicted, during the period of\n                              ten years immediately preceding the applica-\n                              tion, of an offence in Part I1 of the Third\n                              Schedule;\n                (c) in any case where the Authority is satisfied that the\n                    applicant is not a fit and proper person to be grant-\n                    ed a licence.\n                   (2) Where the Authority refuses to grant a licence on\n           the ground specified in subsection (1) (c), the Authority shall\n           state the reasons therefor and inform the applicant of the\n           right of appeal conferred by section 23.\nCancdla-\ntion of"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.41) Subject to section 21, the Authority shall cancel\nlicence.   a licence granted under this Act where it is satisfied that-\n                (a) the licensee has had an order in bankruptcy made\n                    against him which remains undischarged;\n       PRIVATE SECURITY REGUL-4 TIOh' AUTHORITY                             9\n         the licensee is incapable by means of mental or\n         physical disability of carrying out the operations\n         usually carried out by a private security organiza-\n         tion;\n         the licensee knowingly and wilfully gave false\n         information of a material nature in conncetion with\n          his application for the grant or renewal of his\n         licence;\n         the condition upon which the licence was originallj\n          granted or renewed can no longer be fulfilled by\n          the licensee; or\n         the licensee-\n              (i) is convicted of any offence against this Act\n                  or any offence listed in Part I of the Third Third\n                                                               Schedule.\n                  Schedule;\n             (ii) in the case of an individual, is dead; or\n            (iii) has ceased to carry on the activities for\n                  which the licence was granted.\n        (2) Where the Authority cancels a licence under sub-\nsection (1) (other than subsection (1) (e) (iii) ) it shall notify\nthe licensee in writing of such cancellation (stating the\nreasons therefor) and of the right of appeal conferred by\nsection 23.\n   1 4 . 4 1 ) Every person who is employed as a private Registra-\nsecurity guard or security trainer shall apply to the Author- tion.\nity to be registered under this Act.\n       (2) Every person who is the holder of a licence to\noperate the business of a private security organization shall\napply to the Authority to be registered under this Act.\n         (3) Every application for registration shall be made\nto the Authority in such form and manner as may be pre-\nscribed.\n         F   e inclusion of this page is authorized by L.N. 4 2 / 1 9 5 ]\n10                  PRIVATE SECURITY REGULATION AUTHORITY\nRegistra-\ntion            15. A registration card in respect of every licensee and\ncards.       other person registered under this Act shall be issued by\n             the Authority in the prescribed form within ninety days\n             after the date of registration.\nmere@stfl.      16.-(1) The Authority shall keep a register of persons\n             licensed and registered under this Act, and rhall enter in\n             such register the following particulars-\n                  (a) the names, addresses and occupations of licensees;\n                   (b) the names of persons issued with registration cards\n                        and the registration number and date of issue of\n                        such cards;\n                   (c) a description of any licence, permit or certificate\n                        issued to the licensee pursuant to the Firearms Act;\n                   (d) the terms and conditions (if any) subject to which\n                        a licence is granted.\n                      (2) The register referred to in subsection (1) shall,\n             at all reasonable times, be open to inspection by any person\n             on payment of the prescribed fee.\nRegistra-\ntion of"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) No person shall be registered as a private security\nprivate      guard, whether armed or unarmed, unless he satisfies the\nS&ty\nguards.      Authority that he has not been convicted, in the ten years\n             immediately preceding his application for registration, of\nThird\nSchedule.    any offence specified in Part I of the Third Schedule.\n                     (2) No person shall be registered under this Act as\n             an armed private security guard unless he has, to the satis-\n             faction of the Authority, successfully completed the\n             prescribed course of training in the management and use of\n             firearms.\n                     (3) No person shall be registered under this Act as\n             an unarmed private security guard unless he has, Is the satis-\n             faction of the Authority, successfully completed the\n             prescribed course of training.\n       PRIVATE SECURITY REGULATION AUTHORITY                                        11\n                                                                        Registra-"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. No person shall be registered under this Act as a tion as\nsecurity trainer unless he has satisfied the Authority that- security\n                                                             trainer.\n    (a) he has successfully completed the prescribed course\n          of training; or\n    (b) he has been exempted from such prescribed course\n          by virtue of his training or experience.\n  1 9 . 41) The Authority shall refuse an application for Authority\nregistration as an armed or unarmed private secilrity guard registration\n                                                            to refuse\n                                                                  in certain\nif it is satisfied that the applicant-                            cases.\n      (a) is incapable, by reason of mental or physical\n            disability, of carrying out the functions of an armed\n            or of an unarmed private security guard; or\n       (b) is not a fit and proper person to be so registered.\n          (2) Where the Authority refuses an application for\nregistration under this section it shall notify the applicant\nin writing of such refusal (stating the reason therefor) and\nof the right of appeal conferred by section 23."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(1) Subject to section 22, the Authority shall cancel $cey\nthe registration of an ,unarmed private security guard where registration\n                                                             of priwte\nthe Authority is satisfied that-                             security\n                                                             guards.\n     (4 the person registered is dead;\n     (b) since the registration, the person registered-\n              (i) is suffering from a mental or physical dis-\n                  ability which renders him incapable of per-\n                  farming duties as an unarmed security\n                  guard; or\n            (ii) has been convicted of any offence listed in Third\n                                                             Schedule.\n                  Part I of the Third Schedule.\n       (2) Subject to section 22, the Authority shall cancel\nthe registration of an armed security guard where the\nAuthority is satisfied that-\n12                    PRlVATE SECURITY REGULATION AUTHORITY\n                    (a) the person registered is dead;\n                    (b) any licence, permit or certificate issued under the\n                        Firearms Act to the person registered under this\n                        Act has been cancelled;\n                    (c) since his registration, the person registered-\n                            (i) is suffering from a mental or physical dis-\n                                ability which renders him incapable of per-\n                                forming duties as an unarmed security\n                                guard; or\nThird\nSchedule   .                (ii) has been convicted of any offence listed in\n                                 Part I of the Third Schedule.\nTemporary\nlicence or"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Where a person applies for a licence under this Act\ntemporary       or for registration as a private security guard, the Authority\nregistration.\n                may, pending its decision issue a temporary licence or regis-\n                tration for such period (not exceeding three mocths) as the\n                Authority shall specify.\nNotification\nof intention\n                  2 2 . 4 1 ) Where the Authority intends to cancel a licence\nto cancel       or registration under this Act, the Authority shall by notice\nlicence or\nregistration.   in writing to the person concerned-\n                    (a) specify the reason far the proposed cancellation;\n                         and\n                    (b) require that person to show cause within such time\n                        as may be specified in the notice (not being less\n                        than fourteen days from receipt of the notice) why\n                        the licence or registration should not be cancelled.\n                        (2) If the person notified under subsection (1) fails\n                to show cause as required by that subsection or the cause\n                shown by him is inadequate in the opinion of the Authority,\n                the Authority may by notice in writing to that penon, cancel\n                the licence from such date as may be specified in Ihe notice.\n      PRIVATE SECURITY REGULATION AUTHORITY                                     13\n        (3) In the event of the cancellation, pursusnt to this\nAct, of any licence of a private security organization, all\nfirearms and ammunition owned or used by thclt organiza-\ntion shall forthwith be handed over to the appropriate\nauthority under the Firearms Act.\n        (4)Any person whose licence or registration is car-\nceUed pursuant to this section shall, upon receipt of the\nnotice of such cancellation, forthwith return the licence or\nregistration card or both, to the Authority."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(1) Subject to subsection (2) any person aggrieved Appeals.\nby any decision of the Authority in respect of a cancellation\nof a licence or registration under this Act, or in respect of\na refusal to grant or renew such licence or registration may.\nwithin sixty days of such decision, appesl to the Minister.\n        (2) Where an appeal is made under this section, no\naction shall be taken by the Authority pursuant to section\n20 until the appeal has been heard and determined.\n       (3) Any person making an appeal under this section\nmay either in person or by his representative make oral or\nwritten submissions to the Minister.\n        (4) The Minister shall within fourteen days of the\nhearing of an appeal under this section deliver his decisior:\nin writing.\n       (5) Any person aggrieved by a decision of the Minis-\nter may appeal to the Court of Appeal which shall make\nsuch order as it thinks fit.\n                  PART111. Duty of Licensees"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Every licensee under this Act shall forthwith notify Duty of\n                                                         . licensee to\nthe Authority in writing of-                               notify\n                                                                       Authority.\n14                       PRlVA TE SECURlT Y REGULATION A UTHORITY\n                       (a) any dismissal, resignation or retirement of any\n                            director or partner in his organization;\n                        (b) the reasons for any dismissal, resignation, retire-\n                             ment or termination of service of any armed or\n                             unarmed private security guard; and\n                        (c) the names and addresses of any new partner or\n                             director in his organization.\nParticulars\nof emgloy-           25. A private security guard shall forthwith notify the\nment.              Authority in writing of any termination of or change in his\n                   employment.\nInspection           26,-(1)      The Authority may by notice in writing to a\nof books,\ndocuments,         licensee-\nreoords.\n                        (a) specify the books, documents and records to be\n                            kept by the licensee under this A Cand\n                                                                 ~\n                        (b) request any licensee to make available to the\n                            Authority for its inspection such books, documents\n                            or records (required to be kept pursuant to this\n                            subsection) as may be specified in the notice.\n                           (2) Any person who refuses to comply with a request\n                   made under subsection (1) shall be guilty of an offence and\n                   upon conviction in a Resident Magistrate’s Court shall be\n                   liable to a fine not exceeding twenty-five thousand dollars\n                   and the Authority may thereafter cancel his licence.\nEmploy-              27. No person engaged in the business of providing the\nment of\nprivate            professional services of private security guards. shall employ\ntors or\ninvestiga-         as a private investigator or private security guard any person\nprivate\nsecurity\n                   who is not the holder of a registration card issued pursuant\nguards.            to this Act.\nPossession\nof f i r e a r m"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.-(1)      No licensee or other person registered under this\nby em-             Act who employs private investigators or security guards\n                   shall allow any private investigators or security guards to\n      PRIVATE SECURITY REGULATION AUTHORITY\nhave possession of the firearms of the licensee except where\nthe private investigators or security guards are engaged in\nlawful execution of their duties.\n        (2) Any person who contravenes subsection (1) shall\nbe guilty of an offence.\n                   PARTIV. Miscellaneous\n  2 9 . 4 1) Any person who-\n          operates as a private security organization without\n         being the holder of a valid licence under this Act\n         for that purpose;\n         employs as an armed or unarmed semrity guard\n         any person who is not registered as such under this\n         Act;\n        knowingly makes any false declaration or statement\n        of a material nature in any application made under\n        this Act;\n         falsely represents himself to be the holder of a valid\n         licence or registration card issued under this Act;\n         knowingly hires, employs or otherwise engages the\n         services of any unlicensed private security organha-\n         tion or unregistered private security guard;\n         otherwise fails to comply with the provisions of\n         this Act or any regulations made hereunder,\nshall be guilty of an offenceand shall be liable on summary\nconviction before a Resident Magistrate to a fine not exceed-\ning ten thousand dollars or to imprisonment for a term not\nexceeding two years, or to both such fine and imprisonment.\n        (2) Any private security guard who-\n     (a) fails to return, on demand, to his employer or\n         me inclusion of this page is authorized by L.N. 42/ 19951\n16                   PRIVATE SECURITY REGULATION AUTHORITY\n                        employer’s authorized representative aiiy firearm\n                        issued to such private security guard by his\n                        employer;\n                   (b) not being registered under this Act as an armed\n                       security guard, carries a firearm in the performance\n                       of his duties as a security guard;\n                   (c) fails to return a registration card to the Authority\n                        when required so to do;\n                    (d) falsely represents himself to be the person named\n                         in a registration card issued under this Act; or\n                    (e) divulges to any person (other than his employer or\n                         some other person as directed by his employer or\n                         as required by law) any information acquired in\n                         the course of his employment which could compro-\n                         mise or endanger the security of any premises\n                         owned or occupied by or under the control Gf m y\n                         person who is doing business or has done business\n                         with the employer of the private security guard,\n               shall be guilty of an offence and shall be liable on summary\n               conviction before a Resident Magistrate to a fine not exceed-\n               ing ten thousand dollars or to imprisonment for a term not\n               exceeding two years, or to both such fine and imprisonment.\nCertifica-       30. Where any person is convicted of an offence under\ntion of\nconvictions.   this Act the Court before which such person is convicted\n               shall certify such conviction to the Authority.\nReguia-\ntionn"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Certification of convictions.\n    3 1. Regulations.\n            [The~inclusiond this page is authorized by L.N. 146/ 19991\n       PRIVATE SECURITY REGULATION AUTHORITY                                       3\n         THE PRIVATE SECURITY REGULATION                                  ~cts\n                                                                         a0fs9sL\n                  AUTHORITY ACT                                         20 of 1998.\n                                                                        02 d m\n                                                                         3rd k h\n                                                  [3rd June, I 992.]\n I. n i s Act may be cited as the Private Security Regulation Shwalitk.\nAuthority Act.\n                       PARTI. Preliminary"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.41) The Minister may make regulations for the pur-\n               pose of the proper administration of and giving effect to\n               this Act and, without prejudice to the generality of the\n               foregoing, may prescribe-\n                    (a) forms and procedure for applications for the grant\n                        or renewal of licences and registration cards and\n                        in relation to appeals under this Act;\n      PRIVATE SECURITY REGULATION AUTHORITY                                               17\n    (b) fees for the issue of registration cards and licences\n         and for the renewal of licences;\n    (c) courses of training in the management and use of\n        firearms as pre-requisites for registration of armed\n        private security guards;\n    (d) courses of training to be pre-requisites for registra-\n        tion of unarmed security guards;\n    (e)   courses of training to be pre-requisites for certifica-\n          tion of security trainers for both armed and un-\n          armed guards.\n       (2) The Minister may by order amend the First, Second\n                                                      First,\nSecond or Third Schedule.                             and Third\n                                                                             Schedules.\n-                                                                       .-\n18                   PRIVATE SECURITY REGULATION AUTHORITY\n                                           FIRSTSCHEDULE                        (Section 3)\n                            Constitution and Procedure of the Authority\nConstitu-      1 . 4 1 ) The Authority shall consist of nine members appointed by the\ntion of the\nAuthority.    Minister by instrument in writing, being-\n                  (a) the Permanent Secretary in the Ministry responsible for national\n                      security or his nominee and a representative of the Veterinary\n                      Division of the Ministry iesponsible for veterinary services,\n                      who shall be ex oficio members:\n                  (b) two members who shalb be appointed from a panel of six\n                      attorneys-at-law nominated by the General Legal Council;\n                  (c) two members who shall be representatives of an organization\n                       recognized by the Minister as representing the private security\n                       industry:\n                  (d) two members who shall be appamted from a paael of six\n                      persons nominated by the Private Sector Organization of\n                       Jamaica; and\n                  (e) one member who shall be appointed by the Minister from\n                      among persons appearing to the Minister to be suitably quali-\n                      fied for such appointment.\n                    (2) The Minister shall appoint one of the members appointed\n              pursuant to paragraph (b), (c). (d) or (e) to be chairman.\n                    (3) The Minister shalE appoint one of the members appointed\n              pursuant to paragraph (b), (c). (d) or (e) to be deputy chairman.\n                    (4) In the case of the absence or inability to act of the chairman\n              the deputy chairman shall exercise the functions of the chairman.\nTenure of        2. A member of the Authority shall, subject to the provisions of\nOffice.       this Schedule, hold 05Ce for such period not exceeding three yean\n              from the date of his appointment as the Minister may specify at the\n              time of appointment and every such member shall be eligible for\n              reappointment.\nTemporary       3. Subject to sub-paragraph (3) of paragraph 1 the Minister may.\nappoint-      in the case of the absence or inability to act of any member, appoint\nment.         any person to act temporarily in the place of that member.\nResigna-        4.-(1)    The chairman may at any time resign his office by instrumer?t\ntions.        in writing addressed to the Minister and such resignation shall hke\n              effect as from the date of receipt of such resignation by the Minister.\n                    (2) Any member, other than the chdirman. may at any time\n              resign his office by instrument in writing addressed to the Minister\n              and transmitted through the chairman, and from the date of the receipt\n       PRIVATE SECURITY REGULATION AUTHdRITY                                     19\nby the Minister of such instrument such member shall cease to be a\nmember of the Authority."
    }
  ],
  "definitions": [
    {
      "term": "Authority",
      "definition": "the Private Security Regulation",
      "source_provision": "sec2"
    },
    {
      "term": "chairman",
      "definition": "the chairman of the Authority",
      "source_provision": "sec2"
    },
    {
      "term": "contract security organization",
      "definition": "an organization",
      "source_provision": "sec2"
    },
    {
      "term": "private investigator",
      "definition": "a person who pepforms, on a",
      "source_provision": "sec2"
    },
    {
      "term": "private security organization",
      "definition": "a contract security",
      "source_provision": "sec2"
    },
    {
      "term": "proprietary security organization",
      "definition": "a company, firm",
      "source_provision": "sec2"
    }
  ]
}