{
  "id": "jm-stat-the-probation-of-offenders-act",
  "type": "statute",
  "title": "The Probation of Offenders Act",
  "title_en": "The Probation of Offenders Act",
  "short_name": "Probation of Offenders Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-probation-of-offenders-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-probation-of-offenders-act | Legal areas: Defence and National Security",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Probation of Offenders                       Shorttitle.\nAct."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                             Interpre-\n                                                                               tation.\n“the Commissioner” has the meaning assigned thereto by                         FyF\n    section 2 of the Corrections Act;\n“inspector” has the meaning assigned thereto by section 2 of\n    the Corrections Act;\n“magistrate” includes Resident Magistrate and Justice of the\n   Peace;\n“probation order” means an order made under this Act placing\n    a person under the supervision of a probation and after-\n    care officer;\n“probation and after-care officer” means a person appointed\n    under the Corrections Act to be a probation and after-care\n    officer;\n“probationer” means a person placed under supervision by a\n    probation order."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. [Deleted by Act 9 of 1985, S. 85.1\n             [The inclusion of this page is authorid by L N 3/2002]\n4                               PRORA TION OF OFFENDERS\nPower of         5.-(1)     Where any person is charged with an offence\ncourt to\npermit        which is punishable on summary conviction, and the court\ncondlrlonal   thinks that the charge is proved but is of opinion that having\nrelease of\noffenders.    regard to the circumstances, including the nature of the\n              offence and the character and home surroundings of the\n              offender, it is expedient to release the offender on probation,      _-\n                                                                                    -\\\n              the court may-\n                   (a) convict the offender and make a probation order; or\n                   ( b ) without proceeding to conviction, make a probation\n                         order:\n                  Provided that before making a probation order the court\n              shall explain to the offender in ordinary language the effect of\n              the order and that, if he fails in any way to comply therewith\n2311961       or commits another offence, he will be liable to be sentenced\ns.4.          or to be convicted and sentenced for the original offence, and\n              if the offender is not less than fourteen years of age the court\n              shall not make a probation order unless the offender expresses\n              his willingness to comply with the provisions of the order.\n                     (2) Where any person is convicted of an offence which\n              is not punishable on summary conviction, and the court is of\n              opinion that, having regard to the circumstances, including the\n              nature of the offence and the character and home surroundings\n              of the offender, it is expedient to release the offender on\n              probation, the court may in lieu of imposing a sentence of\n              imprisonment, make a probation order:\n                 Provided that before making a probation order the court\n              shall explain to the offender in ordinary language the effect of\n              the order and that, if he fails in any respect to comply\n              therewith or commits another offence, he will be liable to be\n              sentenced for the original offence, and the court shall not\n                           [The inclusion of this page IS authond by L N 3/2002]\n                 PROBATION OF OFFENDERS\nmake a probation order unless the offender expresses his\nwillingness to comply with the provisions of the order."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.41) A probation order shall have effect for such :;toin\nperiod not less than one year and not more than three 23,1961\nyears from the date of the order as may be specified therein, s. S.\nand shall require the probationer to submit during that\npxiod to the saperbision of a probation and after-care 9 / 1 9 s 5\nofficer appointed for or assigned to the parish in which the S. 85\nprobationer will reside after the making of the order, and\nshall contain such requirements as the court considers\nnecessary for securing the supervision of the oflrender, and\nsuch additional requirements as to residence and other\nmatters (including submission by the probaticmr to mdical\ntreatment) as the court, having regard to ;he circumstances\nof the case, considers necessary for securing the good con-\nduct of the offender or for preventing a repetition of the\nsame offence or the commission of other offencss :\n  Provided that (without prejudice to the power of the\ncourt to make an order under subsection (1) of section 7)\nthe payment of sums by way of damages for injury or\ncompensation for loss shall not be included among the\nrequirements of a probation order.\n       (2) Where a probation order contains a requirement 9/1985\nas to residence, the place at which and the period for which 85        ss\nthe probationer is to reside shall be specified in the order,\nand where by any such order the probationer is required to\nreside in an institution, the institution shall be one which is\nsubject to inspection by an inspector and a Government\nDepartment and the period for which the probationer is\n-                                                  ____ -____--\n        [The inclusion of t h i s page is authorized by LN. 87/1986]\n6                                  PROBATION OF OFFENDERS\n             required so to reside shall not extend beyond twenty-four\n             months from the date of the order.\n71 1955               (3) The court by which a probation order is made\ns. 2.        shall-\n                  (a) furnish two copies of the order, one copy to\n                      be given to the probationer and the other to\n911985                 the probation office for the parish in which the\nS. 85\n                       probationer is to be supervised;\n                  (b) in any case where the place specified in the order\n                       (at which the probationer is to reside) is situated\n                      within another parish, transmit to the court for\n                      such parish all the documents and information\n                      relating to the case, and thereupon the last men-\n                      tioned court shall be deemed to be the court by\n                      which the probation order was made unless or\n                      until such order is varied in accordance with the\n                      provisions of subsection (3) of section 12.\nFurther        7.-(1) Where a person is placed by a probation order\nprovisions   under the supervision of a probation and after-care officer,\nwhere\ncourt        the court may, without prejudice to its powers of awarding\nmakes\nprobation    costs against the offender, order the offender to pay such\norder.\n             damages for injury or compensation for loss 2s the court\n             thinks rezsonabk, but not, in the case of an order made by a\n             court of summary jurisdiction, exceeding in the aggregate\n             two hundred dollars or such greater sum as may be allowed\n23/ 1961\nS.6 (a).     by any enactment relating to the offence.\n                   (2) Where a court makes any such order for the\n             payment of damages or compensation as aforesaid, the\n             order may be enforced in like manner as an order for the\n             payment of costs by the offender, and where the court, in\n                       [The inc1usio;of   this page is authorized by L.N. 87/1986]\n                  PROBATION OF OFFENDERS\naddition to making such an order for the payment of damages\nor compensation to any person, orders the offender to pay to\nthat person any costs, the orders for the payment of damages\nor compensation and for the payment of costs may be\nenforced as if they constituted a single order for the payment\nof costs.\n       (3) Without prejudice to the provisions of paragraph               23 1961\n(h) of subsection (1) of section 76 of the Child Care and                 S . 6(h).\nProtection Act (which enables a court to order the parent or\nguardian of a child or young person charged with an offence\nto enter into recognizance for the good behaviour of such\noffender) a court may, on making a probation order, if it\nthinks it expedient for the purpose of the reformation of the\noffender, allow any person who consents to do so to give\nsecurity for the good behaviour of the offender."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) If it appears to a judge or any magistrate that a               Commission\n                                                                          of firrther\nprobationer has been convicted of an offence committed while              of'mces by\nthe probation order was in force, he may issue a summons                  proba-\n                                                                          tioners.\nrequiring the probationer to appear at the place and time\nspecified therein or may issue a warrant for his arrest:\n   Provided that a magistrate shall not issue such a summons\nor warrant except on information in writing and on oath.\n      (2) A magistrate may issue a summons or warrant                     2311961\nunder subsection (1) notwithstanding that the probation order             S.7(a).\nwas made by the Supreme Court.\n       (3) A summons or warrant issued under this section\nshall direct the probationer to appear or to be brought before\nthe court by which the probation order was made:\n                                                                          2311961\n    Provided that if a warrant is issued requiring him to                 S.7(b).\nbe brought before the Supreme Court and he cannot forth-\nwith be brought before that court because that court is not\nsitting, the warrant shall have effect as if it permitted him\n         [The inclusion o f this page is authorized by L.N. 1 1 1120051\n                           PROBA TION OF OFFENDERS\n          to be brought before a Resident Magistrate's Court for the\n          parish where he is arrested; and the Resident Magistrate's\n19!2000   Court shall commit him to custody or release him on bail in\nS. 23.\n          accordance with the Bail Act (with or without sureties) until\n          he can be brought or appear before the Supreme Court.\n                 (4) Where a probationer is convicted by a magistrate of\n          an offence committed while the probation order was in force,\n          the magistrate may commit the probationer to custody or\n          release him on bail, in accordance with the Bail Act, with or\n          without sureties, until he can be brought or appear before the\n          court by which the probation order was made.\n                (5) Where it is proved to the satisfaction of the court\n          by which the probation order was made that the probationer\n          has been convicted of an offence while the probation order\n          was in force, then-\n              (a) if the probationer was not convicted of the original\n                  offence in respect of which the probation order was\n                  made, the court may convict him of that offence and\n                  pass any sentence which it could pass if the\n                  probationer had just been convicted before that court\n                  of that offence; or\n              (h) if the probationer was convicted of the original\n                  offence in respect of which the probation order was\n                  made, the court may pass any sentence which it could\n                  pass if the probationer had just been convicted before\n                  that court of that offence.\n                 (6) Where a probationer in respect of whom a\n          probation order has been made by a magistrate is convicted\n          before the Supreme Court of an offence committed while\n          the probation order was in force, then-\n               (a) if the probationer was not convicted of the original\n                   offence in respect of which the probation order\n                   was made, the Supreme Court may convict him\n                   of that offence and may pass any sentence which\n                   [The inclusion of this page iq authorized by L.N. 11 1/2005]\n                        PROBA TION OF OFFENDERS                                            9\n              the court which made the probation order could pass\n              if the probationer had just been convicted before that\n              court of that offence; or\n         ( b ) if the probationer was convicted of the original\n               offence in respect of which the probation order was\n               made, the Supreme Court may pass any sentence\n               which the court which made the probation order\n               could pass if the probationer had just been convicted\n               before that court of that offence.\n            (7) A probationer who is required by the probation               ;3;$;,l\n     order to submit to treatment for his mental condition, shall not\n     for the purpose of this section be treated as having failed to\n     comply with that requirement on the ground that he has\n     refused to undergo any surgical, electrical or other treatment if\n     in the opinion of the court his refusal was reasonable, having\n     regard to all the circumstances.\n                                                                             Failureby"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1)    If it appears to a judge or any magistrate that a          probationer\n     probationer has failed to comply with any of the provisions of          to comply\n     the probation order, he may issue a summons to the                      with\n                                                                             probation\n     probationer requiring him to appear at the place and time               order.\n     specified therein or may issue a warrant for his arrest:\n        Provided that a magistrate shall not issue such a summons\n     except on information, and shall not issue such a warrant\n     except on information in writing and on oath.\n-\n           (2) A magistrate may issue a summons or warrant                   23/1961\n                                                                             S. 8(a).\ni)   under subsection (1) notwithstanding that the probation order\n     was made by the Supreme Court.\n            (3) A summons or warrant under this section shall\n     direct the probationer to appear or to be brought before the\n     court by which the probation order was made:\n                   [The inclusion of h i s page IS authonred by L N 3iZW21\n10                            PROBATION OF OFFENDERS\n23/1961       Provided that if a warrant is issued requiring him to be\nS. 8(b).\n           brought before the Supreme Court and he cannot forthwith be\n           brought before that Court because that Court is not sitting, the\n           warrant shall have effect as if it permitted him to be brought\n           before a Resident Magistrate’s Court for the parish where he\n           is arrested; and the Resident Magistrate’s Court shall commit\n           him to custody or release him on bail in accordance with the           1\n                                                                                  ,\n19/2000\nS. 23.     Bail Act (with or without sureties) until he can be brought or\n           appear before the Supreme Court.\n                 (4) If it is proved to the satisfaction of the court by\n           which the probation was made that the probationer has failed\n           to comply with any of the provisions of the probation order,\n           then-\n               (a) without prejudice to the continuance in force of the\n                    probation order, the court may impose on the\n                    probationer a fine not exceeding twenty dollars; or\n              (b)(i) if the probationer was not convicted of the original\n                     offence in respect of which the probation order was\n                     made, the court may convict him and pass any\n                     sentence which it could pass if the probationer had\n                    just been convicted before that court of that offence;\n                     or\n                (ii) if the probationer was convicted of the original\n                     offence in respect of which the probation order was\n                     made, the court may pass any sentence which it could\n                     pass if the probationer had just been convicted before\n                     that court of that offence:\n              Provided that where a court has under the provisions of             LJ\n           sub-paragraph (a) imposed a fine on the probationer, then, on\n           any subsequent sentence being passed upon the probationer\n           under the provisions of section 8 or of this section, the\n           imposition of the said fine shall be taken into account in fixing\n           the amount of the said sentence.\n                         [The inclusion of this page is authorid by L N 3/2002]\n                 PROBATION OF OFFENDERS                                     11\n       (5) Without prejudice to the provisions of section 8 23/1961\n                                                            S. 8 (c).\na probationer who is convicted of an offence committed\nduring the probation period shall not on that account be\nliable to be dealt with under this section for failing to\ncomply with any requirement of the probation order."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) Where a person is convicted of an offence and order;\n                                                             Probation\nis released under a probation order, his conviction for that disquaiifica-\noffence shall be disregarded for the purposes of any                t$zE&\nenactment by or under which any disqualification or\ndisability is imposed upon convicted persons or by or under\nwhich provision is made for a different penalty in respect\nof a second or subsequent offence or in respect of an\noffence committed after previous conviction :\n   Provided that if the probationer is subsequently sentenced\nfor the original offence, this section shall cease to apply\nin respect of that offence, and he shall be deemed, for\nthe purposes of any such enactment imposing a dis-\nqualification or disability, to have been convicted on the\ndate of sentence.\n        (2) Where a person is released on probation without\nthe court having proceeded to conviction, and he is\nsubsequently convicted and sentenced for the original\noffence, then he shall be deemed, for the purposes of any\nenactment by or under which any disqualification is\nimposed upon convicted persons or by or under which\nprovision is made for a different penalty in respect of a\nsecond or subsequent offence or in respect of an offence\ncommitted after a previous conviction, to have been\nconvicted on the date of such conviction and sentence."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Where a probationer is committed to custody or Transmission\n                                                            of docu-\nreleased on bail by a magistrate until he can be brought or ments  when\nappear before the court which made the probation order,              to\nthe magistrate shall transmit to the said court such anothercourt.\nparticulars of the case as he thinks desirable, and where\n                                   --___-__            - _-\n12                            PROBATION OF OFFENDERS\n            the probationer has been convicted of a subsequent offence\n            by a magistrate, the magistrate shall transmit to the said\n            court a certificate to that effect, signed by him, and for the\n            purposes of proceedings in the court to which it is trans-\n            mitted any such certificate, if purporting to be so signed,\n            shall be admissible as evidence of the conviction.\nAmend-        12.--(1) Subject to the provisions of this section, where,\nment of\nprobation   on the application of a probationer or of the probation\norders.     and after-care officer responsible for his supervision, the\n9 / 1985\nS. 85       court which wade the prnbation order is satisfied that the\n            provisims of the probation order should be varied. or that\n            any provisions should be inserted or cancelled. the court\n            may by crder amend the p-cbation order accordingly:\n              Provided that no order shall be made under this section\n            reducing the period of duration of the probation order, or\n            extending that period beyond a period of three years from\n            the date of the probation order.\n                     (2) An order under subsection (1) may require a\n            probationer to reside in an institution for any period not\n911985      extending beyond twenty-four months from the date of that\nS. 85\n            order, if the total period or the aggregate of the periods\n            for which he is required to reside in any institution or\n            institutions under the probation order does not exceed\n            twenty-four months.\n                     (3) The court shall, if it is satisfied, on the\n911985      application of the probation and after-care officer respon-\ns ss        sible for the sumrvision of the probationer, that the proba-\n            tioner has changed, or is about to change, his residence from\n            the r-arish named in the order to another parish. by order\n            L-ary the probation order by substituting for the reference to\n            the parish named therein a reference to the parish where the\n            probationer is residing or is about to reside, and shall\n            transmit to the court for the new parish all documents and\n            information relating to the case, and thereupon the last\n                    [The inclusion o f this page is authorized by L.N. 87119863\n                PROBATION OF OFFENDERS                                     13\nmentioned court shall be deemed for all the purposes of this\nAct to be the court by which the probation order was\nmade.\n        (4) An order under this section cancelling a pro-\nvision of a probation order or substituting a new parish\nfor the parish named therein may be made without\nsummoning the probationer, but no other order under this\nsection shall be made except on the application or in the\npresence of the probationer.\n        (5) Where an order is made under this section for\nthe variation, insertion, or cancellation of a provision\nrequiring a probationer to reside in an institution, the\ncourt shall forthwith give notice of the terms of the order\nto the Minister."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) The court by which a probation order was made of\n                                                       Discharge\n                                                          proba-\nmay, on the application of the probationer or of the t'ronen.\nprobation and after-care officer responsible for his super- 9/1985\nvision, discharge the probation order, and, where the appli- S. 85\ncation is made by the probation and aftercare officer, the\ncourt may deal with it without summcning the probationer.\n        (2) Where an offender in respect of whom a pro-\nbation order has been made is subsequently sentenced\nfor the offence in respect of which the probation order was\nmade, the probation order shall cease to have effect."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Where an order is made for the amendment or Transmission\ndischarge of a probation order, the clerk of the court by        zfdceorsPizPf\nwhich the order is made shall furnish two copies of the          ;:;\norder to the probation and after-care officer responsible for discharge\n                                                              of\nthe supervision of the probationer, or in the case of an probation\norder for the discharge of a probation order, to the proba- $y;yj\ntion and after-care officer who was so responsible before the S. 85\nmaking of the order, one copy to be given by him to the\nprobationer.\n        [The inoldon of this mge is authorized by LN. 87/1986J\n14                              PROBATION OF OFFENDERS\nPower to         15-41) Subject to the provisions of subsections (3) and\nrelease\noffenders     (4), in any case where a court might make a probation\ncondition-\nally upon      order under paragraph (a) of subsection (1) of section 5\nentering       or under subsection (2) of section 5, if the court is of\ninto recog-\nnizances.      opinion that it is expedient to release the offender on\n               probation and that by reason of the special circumstances\n               of the case no useful purpose would be served by placing\n               the offender under the scpervision of a probation and after-\n9 / 1985       care officer, the court may convict the offender and make\nS . 85         an order disch9.rgir.g the offender conditionally upon his\n               entering into a recognizance, with or without surety, to be\n               of good behaviour and to appear for sentence when called\n               upon at any time during such period not exceeding three\n               years as may be specified in the recognizance.\n                        (2) Subject to the provisions of subsections (3) and\n               (4), in any case where a court might make a probation order\n               (under paragraph (b) of subsection (1) of section 3,if the\n              court is satisfied that it is expedient to release the offender\n               on probation and that by reason of the special circum-\n               stances of the case no useful purpose would be served by\n              placing the offender under the supervision of a probation\n9 /1985        and after-care officer. the court may. without proceeding to\nS. 85         conviction, make an order discharging the offender condi-\n              tionally by upon his entering into a recognizance, with or\n              without a surety, to be of good behaviour and to appear for\n              conviction and sentence when called upon at any time during\n              such period not exceeding three years as may be specified\n              in the recognizance.\n                        (3) Before making any order under this section the\n              court shall explain to the offender in ordinary language the\n              effect of the recognizance into which he is to be required to\n              enter and that if he fails in any respect to comply there-\n              with or commits another offence, he will be liable in the\n              case of an offender who is required to enter into a\n              recognizance under subsection (2) to be convicted and\n              sentenced for the original offence and in the case of an\n                                                     _    I   _    -~\n                                                                   ~\n                      [The inclusion of ~s page is authorized by LN. 87/1986]\n                     PROBATION OF OFFENDERS\noffender who is required to enter into a recognizance under\nsubsection (I) to be sentenced for the original offence and in\neither case, his recognizance will be liable to be estreated.\n      (4) No order shall be made under this section unless\nthe offender if he is not less than fourteen years of age\nexpresses his willingness to comply with the conditions of the\nrecognizance into which he is required by such order to enter.\n                                                                             Recog-"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Power to release offenders conditionally upon entering into\n      rccogniz,ances."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1)  Every recognizance entered into pursuant to an                   nizances.\norder under section 15 shall contain such conditions (being\nconditions which might be contained in a probation order\nunder this Act) as may be specified in such order.\n      (2) Where a recognizance contains a condition as to\nresidence, the place at which and the period for which the\nperson who enters into the recognizance is to reside shall\nbe specified in the recognizance, and where any such\ncondition requires such person to reside in an institution\nthe institution shall be one which is subject to inspection by\nan inspector and a Government Department and the period\nfor which such person is required so to reside shall not\nextend beyond twenty-four months fiom the date of the\nrecognizance.\n       (3) The court by which any order under section 15\nis made shall f3rnish a copy of the recognizance entered\ninto pursuant to such order to the person who enters into\nsuch recognizance."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The provisions of sections 7 to 14, both inclusive, shall             Application\n                                                                             of certain\napply to any person required under section 15 to enter into a                provisions of\nrecognizance as they apply to a probationer, subject to the                  this Act to\n                                                                             persons\nmodification specified in the Schedule.                                      entering into\n                                                                             recogni*\n                                                                             ances under\n                                                                             section IS.\n                                                                             Schedule.\n                                                                             2311961\n                                                                              s. 11,\n                                 PROBA TION OF 0FFENDE:RS"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. [Deleted b y Act 9 of 1985, S.85l\n1 9 ~ [Deleted\n      .         by Act 9 of 1985, S. 451"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. [Deleted by Act 9 of'1985, S. 85.1\n                  2 1. [Deleted by Act 9 of' 1985, S. 85.1\nReports o f        22. Where a report by a probation and after-care oficer is\nprobation and\nallercare       made to any court (other than a Children's Court) with a view\nofficers.       to assisting the court in determining the most suitable method\n1011970\nS. 2.\n                of dealing with any person in respect of an offence, a copy of\n?!I985          such report shall be given by the court to the offender or his\nS . 85.\n                attorney-at-law:\n                   Provided that if the offender appears to the court to be\n                under seventeen years of age and is not represented by an\n                attorney-at-law, a copy of the report shall be given to him and\n                to his parent or guardian if present in court.\n                   PROBATION OF OFFENDERS                                             17\n                                SCHEDULE               (Section 17) 2311961\n                                                                    S. 14.\nSections to be modified                Nature of Modification\n Sections 7 to 11, both inclusive, (1) The substitution for references\nand section 13.                         to a probationer of references\n                                        to a person required under\n                                        section 15 to enter into a\n                                        recognizance.\n                                   (2) The substitution for references\n                                        to the court by which a pro-\n                                        bation order was made of\n                                        references to the court by which\n                                        an order was made under\n                                        section 15 requiring an offender\n                                        to enter into a recognizance.\n                                   (3) The substitution for references\n                                        to a probation order of refer-\n                                       ences to a recognizance re-\n                                       quired to be entered into under\n                                        section 15.\n                                        The deletion of all references\n                                         to a probation and after-care    g./'89;Js\n                                        officer.\nSection 12.                            The substitution for all refer-\n                                       ences to a probationer of\n                                       references to a person required\n                                       under section 15 to enter into\n                                       a recognizance.\n                                        The substitution for all refer-\n                                       ences to a probation order of\n                                       references to a recognizance.\n                                        The substitution for all refer-\n                                       ences to the terms of a proba-\n                                       tion order of references to the\n                                       conditions of a recognizance.\n                                       The deletion from subsection\n                                       (1) of the reference to a proba-\n                                        tion and after-care officer.     91 I985\n                                                                         S. 85\n                                       The insertion of the following\n                                       proviso as a further proviso to\n                                       subsection (1)-\n                                           \"Further provided that no\n                                       order shall be made under this\n                                       section varying a recognizance\n                                       entered into with a surety\n              indusion of t h i s page is authorized by LN. 8711986l\n                           PROBATION OF OFFENDERS\n                                 SCHEDULE (contd.)\n         Sections to be modified             Nature of Modification\n          Section 12 (confd.)                    unless the surety consents to\n                                                 the variation of such recog-\n                                                 nizance, so, however, that\n                                                 where the court is satisfied that\n                                                 it is expedient to vary any\n                                                 recognizance entered into with\n                                                 a surety and the surety does\n                                                 not consent to such variation,\n                                                 the court may discharge the\n                                                 surety from all liability under\n                                                 the recognizance and thereupon\n                                                 may vary the recognizance by\n                                                 order under this section”.\n                                             (6) The deletion from subsection\n                                                 (3) of the section of the words\n911985                                           ‘‘probation and after-care offi-\nS. 85                                            cer responsible for the su,per-\n                                                 vision of the probationer, that\n                                                 the probationer” and the sub-\n                                                 stitution therefor of the words\n                                                 “person required to enter into\n                                                 a recognizance under section\n                                                 15 or his surety that the per-\n                                                 son first referred to in this sub-\n                                                 section”.\n          Section 14.                        (I)   The substitution for the refer-\n                                                   ence to a probation order of a\n                                                   reference to a recognizance.\n                                             (2)    The deletion of all the words\n                                                   coming after the word “furn-\n                                                   ish” in the section and the\n                                                   substitution therefor of the fol-\n                                                   lowing words-\n                                                   “one copy of the order to the\n                                                   person required to enter into\n                                                   the recognizance and one copy\n                                                   to each of his sureties (if\n                                                   any)”.\n                                                         -\n                 [The imluJon oE this page is authorized by L.N. 87119861"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Reports of probation and after-care officers.\n                                SCHEDULE\n        [The inal&n     of thk page is authorked by LN. 87119863\n                  PROBATION OF OFFENDERS                                                     3\n                                                                               Cap. 310.\n         THE PROBATION OF OFFENDERS ACT                                          Laws\n                                                                                7 of 1955,\n                                                                               23 of 1961.\n                                                                                  Acb\n                                                                               10 of 1970,\n                                                      [12th November, 1948.1   37 of 1975,\n                                                                                  Scb.,\n                                                                                 9 of 1985\n                                                                                 S. 85,\n                                                                               19 of 2000\n                                                                                 S. 23."
    }
  ],
  "definitions": []
}