{
  "id": "jm-stat-the-proceeds-of-crime-act",
  "type": "statute",
  "title": "The Proceeds of Crime Act",
  "title_en": "The Proceeds of Crime Act",
  "short_name": "Proceeds of Crime Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-proceeds-of-crime-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-proceeds-of-crime-act | Legal areas: Criminal Procedures",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. A Director shall exercise his functions in the way that he considers is Director's\nbest calculated to contribute to thp, reduction of crime and in so doing fL'nctions.\nshall-\n      (a) act effectively and efficiently; and\n      (b) have regard to the Agency's annual plan, approved pursuant to\n          paragraph 1 1."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . - ( 1 ) Anything that the Director is authorized or required to do may be Delegation\ndone by-                                                                       of duties.\n      (a) a member of staff of the Agency; or\n      (6) a person providing services under arrangements made by the\n          Director,\nif authorized by the Director, generally or specifically, for that purpose.\n       (2) Notwithstanding sub-paragraph (l)(b), nothing that the Director\nor the Agency is authorized or required to do for the purposes of Part IV\nmay be done by a constable."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 1 ) The seal of the Agency shall be authenticated by the signature of seal\nthe Director, or any other officer of the Agency duly authorized by the\nDirector in that behalf, and shall be judicially noticed.\n    (2) All documents, other than those required by law to be under seal,\nmade by and all decisions of, the Agency shall be signed under the hand of\nthe Director or any other officer of the Agency authorized to act in that\nbehalf by the Director."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.--(1) Every member, employee or agent of the Agency shall preserve and Secrecy.\naid in preserving secrecy with regard to all matters relating to the affairs of\nthe Agency that may come to his knowledge in the course of his\nduties.\n       (2) A member, employee or agent of the Agency shall not, without\nlawkl authority, publish or communicate to any person otherwise than in the\nordinary course of his employment to the Agency any information acquired\nby him in the course of that employment.\n        (3) A person who contravenes this paragraph commits an offence and\nis liable on summary conviction in a Resident Magistrate's Court to a fine\nnot exceeding one million dollars or to imprisonment for a term not\nexceeding twelve months.\n                                              I'ROCEEDS OF CIUME\nPro~ecr~o~i            5.-(I) No PI-oceedingsshall be brought or instituted before any court or\nut'nicnibe~s\n                   tribunal personally against any member of the Agency in respect of any\n                   act done bonu,fide in pursuance or execution or intended execution of this\n                   Act.\n                           (2) Where any member is exempt from liability by reason only of the\n                   provisions o f this paragraph, the Agency shall be liable to the extent that it\n                   would be if that member were an employee or agent of the Agency.\nFunds and            6. The funds and resources of the Agency shall consist of-\nresources of\n[ l i e Age~icy.         (a) such sums as may be provided by Parliament for the Agency in\n                              the annual estimates of revenue and expenditure;\n                         (b) such sams as may be allocated from time to time to the Agency\n                             from loan funds;\n                         ( c ) sums borrowed by the Agency for the purpose of meeting any of\n                               its obligations or discharging any of its functions; and\n                          (d) all other sums or property which may in any manner become\n                              payable to or vested in the Agency in respect of any matter\n                              incidental to its functions.\nBorrow~ng            7-(I)      Subject to the provisions of paragraph (2), the Agency may\npowe1.s\n                   hot-row sums required by it for meeting any of its obligations or discharging\n                   any of its functions.\n                          ( 7 ) The power of the Agency to borrow shall be exercisable only with\n                   the approval of the Minister responsible for finance, as to the amount, as to\n                   the sources of borrowing and as to the terms on which borrowing may be\n                   effected.\n                         (3) An approval given in any respect for the purposes of this section\n                   may be either general or limited to a particular borrowing or otherwise, and\n                   may be either unconditional or subject to conditions.\nAdvances and          8.-(1) The Minister may from time to time make advances and grants to\ngrants to Ihc\n                   the Agency, out of sums placed upon the estimates of revenue and\nAgency\n                   expenditure for the purpose and approved by the tlouse of                       '\n                   Representatives.\n                          (2) With the approval of the House of Representatives, the Minister\n                   responsible for finance may guarantee, in such manner and on such\n                   conditions as he thinks fit, the payment of the principal and interest on any\n                   authorized borrowing of the Agency made otherwise than by way of advance\n                   under paragraph ( I ) .\n                          (3) Where the Minister responsible for finance is satisfied that there\n                                   -\n                                    lThe inclusion of this page is authorized by I..N. l lROlO I\nhas been default in the repayment of any principal moneys or interest\nguaranteed under the provisions of this section, he shall direct the repayment\nout of the Consolidated Fund of tlie amount in respect of wliicli there lias\nbeen such default."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1)    Subject to subsection (9), the Court shall, upon Makingof\nthe application of the Agency or the Director of Public order.\nProsecutions, act in accordance with subsection (2) if the\nCourt is satisfied that a defendant is-\n      (a) convicted of any offence in proceedings before the\n          Court; or\n      (b) committed to the Court pursuant to section 52\n          (committal from Resident Magistrate's Court with a\n          view to making forfeiture order or pecuniary penalty\n          order).\n        (2) The Court shall-\n      (a) determine whether or not the defendant has a criminal\n          lifestyle and has benefitted from his general criminal\n          conduct;\n      (b) if the Court determines that the defendant does not\n          have a criminal lifestyle, determine whether or not\n          the defendant has benefitted from his particular\n          criminal conduct; and\n                       PROCEEDS OF CRIME\n     (c) identify any property used in or in conllectioll with the\n         offence concerned and make an order that that\n         property be forfeited to the Crown.\n        (3) Where pursuant to subsection (2) the Court\ndetermines that the defendant has benefitted from criminal\nconduct, the Court shall identify the property that represents\nthe defendant's benefit from criminal conduct, and-\n     ( a ) make an order that the property be forfeited to the\n           Crown; or\n     (b) order the defendant to pay to the Crown an amount\n         (hereinafter referred to as the recoverable amount)\n         equal to the value of his benefits, assessed in\n         accordance with the provisions of this section and\n         sections 6,7, 8 and 1 1.\n       (4) In considering whether a forfeiture order should be\nmade under this section, the Court shall have regard to-\n     (a) the rights and interests, if any, of third parties in the\n         property;\n     (b) the gravity of the offence concerned;\n     (c) any hardship that may reasonably be expected to be\n         caused to any person by the operation of the order;\n         and\n     (4 the use that is ordinarily made of the property, or the\n          intended use of the property.\n        (5) Where the Court is satisfied that a forfeiture order\nshould be made under this section, but that the property or any\npart thereof or any interest therein cannot be made subject to\nsuch an order, and, in particular-\n      (a) cannot, on the exercise of due diligence, be located;\n      (b) has been transferred to a third party in circumstances\n          which do not give rise to a reasonable inference that\n          the title or interest was transferred for the purpose of\n                        PROCEEDS OF CRIME\n          avoiding the forfeiture of the property;\n      (c) is located outside Jamaica;\n      (4 has been substantially diminished in value or rendered\n          worthless; or\n      (e) has been commingled with other property that cannot\n          be divided without difficulty,\nthe Court may, instead of ordering forfeiture of the property or\npart thereof, or interest therein, order the defendant to pay to the\nCrown an amount equal to the value of the property, part or\ninterest, as the case may be.\n        (6) Where the Court orders a person to pay an amount\nunder subsection 3(b) or ( 3 , that order shall be enforceable\nagainst any free property of that person.\n        (7) The Court shall decide any question arising under\nsubsection (2), (3), (4) or (5) on a balance of probabilities.\n         (8) For the purposes of deciding whether a defendant\nhas benefitted from criminal conduct and identifying such\nbenefit, the Court shall take account of-\n      (a) conduct occurring up to the time when the Court\n          makes its decision; and\n      (b) property obtained up to that time.\n        (9) The Court .nay, at any time before making a final\ndetermination UP ' subsection (2), make an order for a\nvaluation to be carried out in relation to any property concerned\nin the determination, and may give such ancillary directions\nas it considers necessary for that purpose.\n        (10) In any case where the Court is satisfied-\n      (a) as to the matters referred to in subsection (l)(a) or (b);\n      (b) that no application under subsection (1) has been made\n          to the Court in respect of the case; and\n               (The inclusion of this page is authorized by L.K. lli2OlO 1\n                        PROCEEDS OF CRlME\n     (c) it is appropriate to act under this subsection,\nthe Court may refer the case to the Director of Public\nProsecutions, along with the notes of evidence and the Court's\nobservations thereon, for the purpose of considering whether an\napplication ought to be made under subsection (1).\n        (1 1) The enforcing authority shall-\n     (a) give no less than fourteen days written notice of an\n          application for a forfeiture order or pecuniary penalty\n          order to the defendant and to any other person who\n          the enforcing authority has reason to believe may\n          have an interest in the property concerned in the\n          application;\n     (b) cause a copy of the notice to be published in a daily\n          newspaper printed and circulated in Jamaica;\n        (12) Where an application is made for a forfeiture order\nagainst property, a person who claims an interest in the property\nmay,' before the order is made, apply to the Court for an order\nunder subsection (1 3).\n        (13) If a person applies for an order pursuant to sub-\nsection (12), the Court shall make an order declaring the nature,\nextent and value (as at the time the order is made) of the\nperson's interest if the Court is satisfied-\n     (a) that the person was not in any way involved in the\n         commission of the offence; and\n      (b) where the person acquired the interest during or after\n          the commission of the offence, that he acquired the\n          interest-\n                  (i) for sufficient consideration; and\n                 (ii) without knowing or having reasonable\n                      grounds to suspect that, at the time he\n                      acquired it, the property was tainted\n                      property.\n        (14) Sub.ject to subsection (15). where a forfeiture order\n              lThe inclusion of this page is authorized by L.N. ll/ZOlO I\n                       PROCEEDS OF CRIME\nhas already been made against property, a person wlio claims\nan interest in the property may appiy under this subsection\nfor an order under subsectid11 (13), before the end of the\nperiod of six months cammencing on the day on which the\nforfeiture order is made or such longer period as the Court\nmay, having regard to all the circumstances, allow.\n       (1 5 j A person who-\n     (a) had knowledge of the application for the forfeiture\n         order before the order was made; or\n     (b) appeared at the hearing of that application,\nshall not, except with the leave of the Court, be permitted to\nmake an application under subsection (14).\n         (16) A person who makes an application under\nsubsection (12) or (14) shall not give less than fourteen days'\nwritten notice thereof to the enforcing authority, who shall be a\nparty to any proceedings in respect of the application.\n       (17) An applicant or the enforcing authority may, in\naccordance with rules of court, appeal to the Court of Appeal\nfrom an order made under subsection (13).\n        (1 8) Where a person has obtained an order under sub-\nsection (13) and-\n      (a) the period allowed by rules of court with respect to\n           the making of appeals has expired, the Attorney-\n           General shall act in accordance with subsection (19)\n           on the application of that person; or\n      (b) any appeal from that order ,made pursuant to sub-\n           section (17) has been determined in the person's\n           favour, the Court of Appeal shall order that the\n           Attorney-General act in accordance with subsection\n           (19).\n        (1 9) The Attorney-General shall direct that-\n      (a) the property or the part thereof to which the person's\n          interest relates, be returned to the person; or\n                                      PROCEEDS OF CRIME\n                    (b) an amount equal to the value of the person's interest,\n                         as declared in the order be paid to the person.\n                       (20) For the purposes of subsection (13) \"tainted\n             property\", in relation to the offence concerned and any other\n             offence constituting a course of criminal activity under section"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1)     A defendant shall be regarded as having a criminal\n             lifestyle if the offence concerned-\nSecond             (a) is specified in the Second Schedule;\nSchedule.\n                   (b) constitutes conduct forming part of a course of\n                         criminal activity, from which the defendant obtains a\n                         benefit; or\n                   ( c ) is committed over a period of at least one month and\n                         the defendant has benefited from the conduct which\n                         constitutes the offence.\n                      (2) Conduct forms part of a course of criminal activity if\n             the defendant has benefitted from the conduct and-\n                   ( a ) in the proceedings in which he was convicted, he was\n                         also convicted of at least one other offence consisting\n                         of conduct from which he has benefitted; or\n                   (b) in the period of ten years ending with the day when\n                         those proceedings were started (or, if there is more\n                         than one such day, the earliest day) he was convicted\n                         on at least two separate occasions of an offence\n                         consisting of conduct from which he has benefitted.\n                      (3) In this section, \"benefit7'--\n                   (a) for the purposes of s~lbsection(l)(b) is-\n                                (i) benefit from conduct which constitutes the\n                                    offence;\n                               (ii) benefit from any other conduct which\n                                    forms part of the course of criminal activity\n                            [ T h e inclusion of this .page is authorized by L.N. IlROlO I\n                        PROCEEDS OF CRIME\n                       and constitutes an offence of which the\n                       defendant has been convicted;\n               (iii) benefit from conduct which constitutes an\n                     offence that has been or will be talten into\n                     consideration by the Court in sentencing the\n                     defendant for an offence mentioned in sub-\n                     paragraph (i) or (ii);\n     (b) for the purposes of subsection (l)(c) is-\n               (i) benefit from conduct which constitutes the\n                   offence;\n               (ii) benefit from conduct whic,h constitutes an\n                    offence that has beer! or will be taken into\n                    consideration by the Court in sentencing the\n                    defendant for the offence mentioned in sub-\n                    paragraph (i).\n         (4) The Minister may by order subject to affirmative\nresolution amend the Second Schedule."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1)    A person benefits from conduct if he obtains a Conduct~rrd\n                                                              benefit.\nbenefit as a result of or in connection with the conduct,\n        (2) For the purpose of malting a pecuniary penalty order,\na person who obtains a non-pecuniary advantage as a result of or\nin connection with conduct shall be deemed to have obtained as\na result of or in connection with the conduct, a sum of money\nequal to the value of the non-pecuniary advantage.\n        (3) References to property or a non-pecuniary advantage\nobtained in connection with conduct, include references to\nproperty or a non-pecuniary advantage obtained both in that and\nsome other connection.\n        (4) If a person benefits from conduct, his benefit is-\n     (a) for the purposes of making a forfeiture order, the\n         property obtained as a result of or in connection with\n         the conduct;\n     (b) for the purposes of making a pecuniary penalty order,\n         the value of the benefit obtained as a result of or in\n              [The inclusion o f this page is authorized by L.N. lllZOlO [\n                                         PROCEEDS OF CRIME\n                           connection with the conduct.\nAssunlptions\nfor deter-"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) Subject to subsection (3); where the Court deter-\nmining         mines under section 5 that a defendant has a criminal lifestyle,\nbenetit from   the Court shall inalte the assumptions listed in subsection (2) for\ngeneral\ncrinli~ial     the purpose of-\nconduct.\n                       (a) determining whether the defendant has benefitted from\n                           his general criminal conduct; and\n                       (b) identifying his benefit from that conduct.\n                         (2) The assumptions referred to in subsection (1) are\n               that-\n                       (a) any property transferred to the defendant at any time\n                           after the relevant day was obtained by him-\n                                 (i) as a result of his general criminal conduct;\n                                     and\n                                (ii) at the earliest time from which the defendant\n                                     appears to have held it;\n                       (b) any property held by the defendant at any time after\n                           the date of conviction was obtained by him-\n                                  (i) as a result of his general criminal conduct;\n                                      and\n                                 (ii) at the earliest time from which the defendant\n                                      appears to have held it;\n                       (c) any expenditure incurred by the defendant at any time\n                           after the relevant day was met from property obtained\n                           by him as a result of his general criminal conduct; and\n                       (4 for the purpose of valuing any property obtained, or\n                           assumed to have been obtained, by the defendant, he\n                           obtained the property free of any other interests in it.\n                       (3) The Court shall not make an assumption under sub-\n               section (2) in relation to a particular property or expenditure if-\n                       (a) the assumption is shown to be incorrect; or\n                       (b) there would be a serious risk of injustice if the\n                        PROCEEDS OF CRIME\nwhichever is the later;\n      (b) if, after the relevant iippzal date, or relevant period, as\n            the case may iequire, the order has not been\n            discharged, [he property may be disposed of and the\n            proceeis applied or otherwise dealt with in\n            accordance with the directions of the Attorney-\n            General.\n        (5) Without prejudice to the generality of subsection\n((\"+(b),the directions that may be given pursuant thereto include\na direction that property is to be disposed of in accordance with\nthe provisions of any enactment specified in the direction.\n         (6) Where the Court orders that properly, other than\nmoney, be forfeited to the Crown the Court shall specify in the\norder the amount representing the value of the property pursuant\nto the valuation carried out under section 5(9).\n         (7) In this section, \"relevant appeal dateyymeans-\n      (a) the date on which the period allowed by rules of court\n            for the lodging of an appeal against-\n                 (i) a person's conviction;\n                (ii) the making of a forfeiture order; or\n                (iii) an order under section 5 (13) (orders in\n                      respect of third party interests),\nwhichever is the later, expires without an appeal having been\nlodged; or\n      (b) where an appeal is lodged against-\n               (i) a person's conviction;\n                 (ii) the making of a forfeiture order; or\n                 (iii) an order under section 5 (13) (orders in\n                      respect of third party interests),\nthe date on which the appeal lapses in accordance with the rules\nof court or is finally determined, whichever is the later."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Tlie Agency sliall make to tlie Accountant-Gc~ieral, at sucli times R c ~ ) ; l ~ m c n l\nand in such manner as the Ministcr responsible for finance may dircct,\n                                                                                  IIlICleSI 0'1.\npayments of sucli a ~ n o u n t sas may be so directed in or towards repayment of               alld\nadvances made to tlie Agency ~ ~ n d paragraph\n                                          er         8, and of any sums issued in ~ ~ 1 1I S1Ss~ C C I\nfulfilment of any guarantee given tliereundcr, and payments of interest lolllecl\non what is outstanding for the time being in respect of sucli advances and of SL'\"a'll\".\nany sums issued at sucli rate as the Minister aforesaid may direct, and\ndifferent rates of interest may be directed as respects different advances or\nsums and as respects interest for different periods."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-41) Tlie Agency shall keep accounts and other records in relation to Accounlsand\nits business, and shall prepare annually a statement of accounts in a form \"'Idi'.\nsatisfactory to the Minister, being a form which sliall confol-m with\nestablished accounting principles.\n         (2) The accounts of the Agency shall be audited annually by auditors\nappointed by the Agency and approved by the Minister.\n        (3) S o soon as the accounts of the Agency have been audited, the\nAgency shall send the statement of its accounts to tlie Minister together with\na copy of the auditor's report thereon.\n       (4) The Auditor-General shall be entitled at all times to examine the\naccounts and other records in relation to tlie Agency.\n  I1 .-(I)   The Agency sliall-                                               A111il1alplatl,\n                                                                              reporl and\n        ( a ) in respect of each financial year, other than first year of the ,sIl,ll~,lcs,\n              Agency's operation; and\n       (h) before a date specified by the Minister,\nsubmit to the Minister in writing a plan (hereinafter called the annual plan)\nsetting out how the Agency intends to exercise its functions during tlie\nfinancial year.\n             (2) The annual plan shall include a statement of-\n        (a) the Agency's objectives for tlie financial year;\n        (6) the Agency's performance targets for the financial year (whetlicr\n             or not relating to its objectives);\n        (c) the Agency's priorities for the financial year;\n                                       FIRST SCIIEDULE.\n                                                     contd.\n                      (4 the financial resources expected to be available to the Agency for\n                            the financial year; and\n                      (e) the proposed allocation of those resources\n                       (3) Where an annual plan is submitted to the Minister pursuant to\n               this paragraph, the Ministcr may-\n                      (0)   appl-ove the plan and notify the Agency of the approval; or\n                      (b) disapprove tlie plan and-\n                               (i)  shall infonn the Agency of the reasons for the\n                                   disapproval; and\n                                (ii) may require the Agency to revise tlie pla~iin the manner\n                                     specified by Minister.\n                      (4) Where sub-paragraph (3) (b) applies, the Agency shall revise the\n               annual plan, incorporating the I-evisions (if any) specified by the Minister\n               under sub-paragraph (ii), and submit :he revised annual plan to the Minister.\n                      (5) The Agency shall, within three months after the end of each\n               financial year, o r within such longer period as the Minister may in spccial\n               circumstances allow, cause to be made and transmitted to the Minister a\n               report dealing generally with the activities of the Agency dul-ing the\n               prcceding financial year.\n                       ( 6 ) The Minister shall cause copies o f the report together with copies\n               of the statement of accounts and tlie auditor's report thereon to b e laid on the\n               l'able of tlie House of Representatives and o f the Senate.\nUsc ot'          12. Info~mationobtained by or on behalf o f the Agency in connection with\ninlbrmnlion\nby Agency.\n               the exercise of any of its functions may be used by the Agency in connection\n               with the exercise of any of its other fi~nctions.\nDisclosureor     13.-(I) Information which is held by or on behalf of a statutory body o r\ninfor~na~ion\nro Agency\n               any agency o r department of government, whether i t was obtained before or\n               afier the 30th May, 2007, shall be disclosed to t1i.e Agency for the purpose of\n               thc exercise by the Agency of its fi~nctions.\n                        (2) A disclosure under this paragraph shall not be taken to breach any\n               restriction on the disclosure of information, Iiowever imposed:\n                 Provided that nothing in this paragraph authorizes the making o f a\n               disclosure that is prohibited by the Access to Information Act.\n                                 lThc inclusion o f this page is authorized by I..N. 11/2010 1\n        (3) This paragrapli does not affect any power to disclose that exists\napart from this section.\n        (4) Infonnation shall not be disclosed under this paragraph on behalf.\nof the Commissione~-sof Inland Revenue or on behalf of the Cornlnissionc~-\no f Customs unless the Commissioners concenied authorize tlie disclosure.\n        (5) The power to authorize a disclosure under subsection (4) may be\ndelegated (eitIie1-generally or for a specified p~1lpose)-\n      (a) in tlie case of the Commissioners of Inland Revenue, to an officer\n          of the Board of Inland Ilevenue;\n      (b) in the case of tlie Commissioner of Custorns, to a custon~sofficer."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) The provisions of this section shall apply with\nthe purposes    respect to determining the value of property for the purposes of\n  a pecu-       a pecuniary penalty order.\nniary penalty\norder.\n                        (2) Valuations under this section shall be determined\n                pursuant to a valuation carried out under section 5(9).\n                        (3) ,Subject to subsection (4), for the purpose of deciding\n                the value at any time of property then held by a person-\n                      (a) the value of the property is the market value of the\n                          property at that time; or\n                      ( b ) if at that time another party holds an interest in the\n                            property, the value of the property in relation to the\n                            person is the market value of the person's interest at\n                            that time, ignoring any lien or encumbrance on the\n                            property.\n                        (4) The provisions of subsections ( 5 ) to (7) shall apply\n                for the purpose of deciding the value of property obtained by a\n                person as a result of or in connection with the person's criminal\n                conduct, and the material time is the time when the Court makes\n                its decision.\n                         (5) The value of the prnperty at the material time is the\n                greater of the following-\n                      ( a ) the value of the property, at the time when the person\n                             obtained it, adjusted to take account of later changes\n                             in the value of money; or\n                              [ T h e inclusion of this page is authorized by L.N. IlROlO 1\n                           PROCEEDS OF CRIME\n      (b) the value, at the material time, of the property found\n          under subsection (6).\n        (6) The property found under this subsection is as\nfollows-\n      (a) if the person holds the property obtained, that\n           property;\n      (b) if the person holds no part of the property obtained,\n          any other property in the person's possession which\n          directly or indirectly represents the property obtained;\n      (c) if the person holds part of the property obtained, any\n          other property in the person's possession which\n          directly or indirectly represents the other part of the\n          property obtained.\n        (7) The references in subsection (5)(a) and (b) to the\nvalue are to the value determined in accordance with subsection\n(3).\n   1 2 . 4 ) Subject to the provisions of this section, the amount Tiole for\n                                                                   payment.\nordered to be paid under a pecuniary penalty order or an order\nunder section 5(5) shall be paid forthwith upon the making of\nthe order.\n       (2) If the defendant satisfies the Court making the order\nthat the defendant needs additional time to pay the amount\nordered to be paid, the Court may specify, in the order, the\nperiod within which payment shall be made.\n       (3) The period specified under subsection (2)-\n      (a) shall start from the date on which the order is made;\n           and\n      (b) shall not exceed six months from that date.\n       (4) The Court may, upon the application of the\ndcfendant, extend the period referred to in subsection (3) for\nsuch longer period as the Court considers fit, not exceeding\ntwelve months from the date on which the order is made.\n       (5) The Court shall not grant additional time under sub-\nsection (2), or an extension under subsection (4), unless the\n                                        PROCEEDS OF CRIME\n                Court gives the enforcing authority an opportunity to make\n                representations.\n                       (6) A person who fails to pay any amount required to be\n                paid by that person under a pecuniary penalty order or an order\n                under section 5(5), within the time allowed under this section\n                for such payment, commits an offence and is liable upon\n                conviction before a Resident Magistrate to imprisonment for a\n                term not exceeding five years.\nInterest on        13.-(1) Where the amount required to be paid by a person\nunpaid sums.\n                under a pecuniary penalty order or an order under section 5(5) is\n                not paid within the time required under section 12-\n                     (a) that person is liable to pay interest on the amount\n                         in accordance with the provisions of this section; and\n                     (b) such interest shall be recoverable as if it were part of\n                         the amount required to be paid under the order.\n                        (2) Interest payable under this section shall be-\n                     (a) For the period for which the amount remains unpaid\n                         after it is required to be paid under section 12; and\n                     (b) at the rate for the time being applicable in relation to\n                         judgment debts under section 51 of the Judicature\n                         (Supreme Court) Act.\n                       (3) For the purposes of this section, no amount shall be\n                construed as required to be paid under section 12 if-\n                      (a) an application has been made under section 12(4);\n                      (b) the application has not been determined by the Court;\n                          and\n                      (c) the period of twelve months from the date on which\n                          the pecuniary penalty order or an order under section\n                          5(5), as the case may be, is made has not ended.\nEffect of          14.-(1) Subject to subsection (2), the Court shall not take\norder on\nCourt's other   any forfeiture order or pecuniary penalty order into account in\npowers.         deciding the appropriate sentence for a defendant.\n                       PROCEEDS OF CRIME\n        (2) In respect of the offence concerned, the Court shall\ntake account of the forfeiture order or pecuniary penalty order,\nas the case may be, before-\n     ( a ) imposing a fine on the defendant; or\n     (b) making an order falling within subsection (3).\n        (3) The orders falling within this subsection are-\n     ( a ) an order involving payment by the defendant, other\n           than an order for restitution or the payment of\n           compensation under any other law;\n     ( b ) a forfeiture order under the Dangerous Drugs Act;\n     (c) any other order prescribed by the Minister by order\n          subject to affirmative resolution.\n           (4) The Court shall act in accordance with subsection\n(5) if the Court-\n       ( a ) makes both a forfeiture order or pecuniary penalty\n             order and an order for restitution or the payment of\n             compensation under any other law, against the same\n             person in the same proceedings; and\n     (b) believes that that person does not have sufficient\n         means to satisfy both the orders in full.\n        (5) The Court shall-\n     ( a ) determine the amount which the Court believes will\n           not be recoverable under the compensation order\n           because of the insufficiency of the person's means;\n           and\n     (b) direct that such amount is to be paid out of any sums\n         recovered under the forfeiture order or pecuniary\n         penalty order, as the case may be."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1)   Sub-pal-agraph (2) applies to infolmation obtained undcr F~l-thcrdis-\nparagrapli 13 from the Commissioners of Inland Revenue or fi-om the C'OS\"re\nCommissioner o f Customs or from a pcrson acting on behalf of either of\nthem.\n        (2) The information referred to in sub-paragraph ( I ) shall not be\nfurther disclosed except-\n      (0) for a   purpose connectcd with the exercise of the Agcncy's\n            fi~nctions;and\n      (b) with the consent of the Commissioners concerned.\n       (3) Consent under sub-paragraph (2) [nay be given-\n      (a) in relation to a particular disclosure; or\n      (b)   in I-elation to disclos~u-esmade in circumstances specified or\n            described in the consent.\n        (4) The power to consent to further disclosure under sub-paragraph\n(2)(b) ]nay be delegated, either generally or for a specified purpose-\n      ( a ) in the case of the Comniissioners of lnland Revenue, to an officer\n            o f the Board of Inland Revenue;\n      (6) in the case of tlie Commissioner of Customs, to a customs officer\n       (5) Sub-paragraph (6) applies to information obtained undcr\nparagrapli 13 from a permitted person other than the Co~iimissioners of\nInland Revenue or the Coni~nissione~-of Customs o r a person acting on\nbehalf of either of them.\n       (6) A perniitted person who discloses information referred to in\nparagrapli 5 to the Agency lnay make the disclosure sub-ject to such\n                  [The inclusion of this pace is authorized by L.N. 1112010 j\n                                           PROCEEDS OF CRIME\n                                        FIRST SCI-IEDULE, contd\n                conditions as to ful.the~-disclosure by the Agency as the pelmitted person\n                thinks appropriate, and the infbr~nation shall not be ful-ther disclosed in\n                contravention of the conditions.\nDisclosurc~l'      15.-(I)   Information obtained by tlie Agency in connection with the\n~nlorni;~tion\nby Agency\n                exercise of any of its functions lnay be disclosed by the Agency if tlie\n                disclosure is for the purposes of-\n                   (0)    any criminal investigation or criminal proceeding that is being, or\n                          may be, stalled or carried on in Jamaica;\n                   (b) any civil recovery investigation or civil recovery proceeding that is\n                      ,being, or [nay be, started or carried on in Jamaica;\n                   (c) the exercise of the Agency's functions;\n                   ( d ) the exercise by the Director of Public Prosecutions of fi~nctions~ ~ n d e r\n                         Pa1111;\n                   ( e ) the exercise by a customs officer or a constable of his f'i~nctions ~1nde1-\n                          sections 72 to 83 of Part IV;\n                   CI) safeguarding national sec111-ity;\n                   (g) investigations or proceedi~igsoutside Jamaica, in accordance with the\n                       provisions of the Mutual Assistance (C~.iminalMatters) Act; or\n                   (1.1) the exercise of a designated fi~nction.\n                         (2) Where the Agency nlaltes a disclosure of information for a\n                purpose specified in sub-paragraph ( I ) , the Agency may make any ful-thcr\n                disclosure of the information, by the pcrson to whom the disclosu~-eis made,\n                subject to such conditions as the Agency thinks fit.\n                        (3) A person referred to in sub-paragraph (2) shall not further\n                disclose tlie information in contravention of the conditions.\n                        (4) A disclosure under this paragraph is not to be taken to breach\n                any restriction'on the disclosure of information, however imposed:\n                   Provided that nothing in this paragraph authorizes the making of a\n                disclosure that contravenes the Access to Informaticin Act.\n                        ( 5 ) In sub-paragraph ( l ) ( h ) ,a designated function is a fu~ictionthat\n                tlie Minister designates by order to be a function of a public nature for the\n                purposes of this paragraph."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.--(I) The Court may-                                                  Postpone-\n                                                                            ment.\n      (a) proceed under section 5 before sentencing the\n          defendant for the offence concerned; or\n      (b) postpone proceedings under section 5 for a specified\n                        PROCEEDS OF CRIME\n          period (hereinafter referred to as the postponement\n          period).\n       (2) The Court may extend the postponement period:\n   Provided that the postponement period, including any such\nextension, shall not, save in exceptional circumstances,\nexceed-\n     (a) two years from the date of the defendant's conviction\n         for the offence concerned; or\n     (b) where the defendant appeals against the conviction,\n         three months from the date on which that appeal is\n         finally determined.\n        (3) For the purposes of subsection (2), if there are two or\nmore offences and the convictions for those offences are on\ndifferent dates, the date of conviction is the date of the latest\nconviction.\n       (4) A postponement or extension under this section may\nbe made-\n      (a) on the application of the defendant;\n      (b) on the application of the enforcing authority; or\n      (c) by the Court of its own motion:\n   Provided that an application for an extension shall be made\nbefore the end of the postponement period.\n       (5) A forfeiture order or pecuniary penalty order shall\nnot be invalidated only on the ground that there was a defect or\nomission in the procedure relating to the application for or the\ngranting of a postponement:\n  Provided that this subsection shall not apply if, before it\nmade the order, the Court-\n     (a) imposed a fine;\n      (b) made an order falling within section 14(3); or\n      (c) made an order for restitution or compensation under\n              [The inclusion of this page i s authorized by L.N. I l f Z O l O I\n                       PROCEEDS OF CRIME                                   31\n          any other law,\nagainst the defendant."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1)    Where the Court postpones proceedings under Effectof\n                                                               postpone-\nsection 5, the Court may proceed to sentence the defendant for ,,,,,,\nthe offence concerned:\n   Provided that the Court shall not, during the postponement\nperiod-\n      (a) impose a fine;\n     ( b ) make an order falling within section 14(3); or\n     (c) make an .order for restitution or cornpensation under\n         any other law,\nagainst the defendant.\n        (2) The Court may, at any time within twenty-eight days\nafter the end of the postponement period, vary the sentence\npassed under subsection (1) by imposing a fine or making\nan order referred to in subsection ( l ) ( b ) or (c) against the\ndefendant.\n       (3) For the purposes of any appeal against sentence, a\nsentence that is varied under subsection (2) shall be deemed to\nhave been imposed on the day on which it is so varied."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) If the Court is proceeding under section 5-     Statement of\n                                                           information.\n      ( a ) in response to an application by the enforcing\n            authority; or\n     (b) in pursuance of section 20, 21 or 22, the enforcing\n         authority shall give the Court a statement of\n         information within the period specified by the Court.\n        (2) Where the enforcing authority alleges that-\n      (a) the defendant has a criminal lifestyle, the statement of\n           information required under this section shall state the\n           matters which the enforcing authority believes are\n           relevant as to-\n                (i) whether the defendant has a criminal lifestyle;\n                                      PROCEEDS OF CRIME\n                             (ii) whether the defendant has benefitted from\n                                  his criminal conduct;\n                              (iii) identifiing the d~fendant'sbenefit from his\n                                    criminal cd~iduct;\n                              (iv) t k malting by the Court of a required\n                                   assumption under section 8; and\n                              (v) the making by the Court of a decision that\n                                   such an assumption should not be made\n                                   having regard to the circumstances;\n                    (b) the defendant does not have a criminal lifestyle but has\n                         benefitted from particular criminal conduct, the state-\n                         ment of information required under this section shall\n                         state the matters which the enforcing authority\n                         believes are relevant as to-\n                              (i) whether the defendant has benefited from that\n                                  particular criminal conduct; and\n                              (ii) identifying the defendant's benefit from the\n                                   conduct.\n                      (3) Where the enforcing authority gives the Court a\n               statement of information, the enforcing authority-\n                    (a) may at any time give the Court a further statement of\n                        information; and\n                    (b) if the Court so orders, shall give the Court a further\n                        statement of information within such time as may be\n                        specified by the Court.\n                       (4) A copy of the statement of information shall be\n               served on the defendant and any person who the enforcing\n               authority has reason to believe has an interest in property which\n               is the subject of proceedings for a forfeiture order.\nDefendant's       18.-(1) Where a statement of information is given to the\nresponse to\nstatementof    Court under section 17, the Court may order the defendant,\ninformation.   within a period specified by the Court-\n                    (a) to indicate the extent to which the defendant accepts\n                             [The inclusion o f this page is authorized by L.N. ll/2OlO I\n                        PROCEEDS OF CRIME\n          each allegation in the statement of information; and\n      (b) so far as the defendant does not accept such an\n          allegation, to give particulars of any matters on which\n          he proposes to rely.\n        (2) Tf the defendant indicates to the Court that he accepts,\nto any extent, an allegation in a statement of information, the\nCourt may treat the acceptance as conclusive of the matters to\nwhich it relates for the purpose of deciding the issues referred to\nin section 17(2)(a) or (b), as the case may be.\n        (3) If a defendant fails in any respect to comply with an\norder made under subsection (I), the defendant may be treated,\nfor the purposes of subsection (2), as accepting every allegation\nin the statement of information except any allegation-\n      (a) in respect of which he has complied with the order;\n          and\n      (b) that the defendant has benefitted from his general or\n          particular criminal conduct.\n        (4) No acceptance under this section of an allegation\nreferred to in subsection (3)(b) is admissible in evidence in\nproceedings for an offence.\n       (5) For the purposes of this section an allegation may be\naccepted, or particulars may be given, in a manner ordered by\nthe Court."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) Where the enforcing authority accepts to any extent Accept~llce\n                                                               of allegn-\nan allegation made by the defendant-                           tions by\n                                                                            enforcing\n      (a) in responding to a statement '. information pursuant autl~ority.\n          to an order under section 18; or\n      (b) in any other statement given to the Court in relation to\n          any matter relevant to identifying the defendant's\n          benefit from his criminal conduct,\nthe Court may treat the acceptance as conclusive of the matters\nto which it relates.\n        (2) For the purposes of this section, an allegation may be\n                                       PROCEEDS OF CRIME\n                accepted in a manner ordered by the Court.\n                        (3) No allegation referred to in this section, which\n                amounts to an admission by the defendant that he has benefitted\n                from criminal conduct, is admissible in evidence in proceedings\n                for an offence.\nRecon-             20.-(1)    Subject to the provisions of this section, the Court\nsideration of\ncase where no   shall act in accordance with section 5(2) (determination whether\norder was       to make a forfeiture order or pecuniary penalty order) if-\nmade.\n                     (a) any of the conditions referred to in section 5(2)(a) or\n                         (b) are satisfied but no Court has proceeded under that\n                         section;\n                     (b) there is evidence which was not available to the\n                         enforcing authority on the relevant date;\n                      (c) before the end of the period of ten years starting with\n                          the date of conviction, the enforcing authority applies\n                          to the Court to consider that evidence; and\n                      (d) after considering the evidence the Court is satisfied\n                          that it is appropriate to proceed under section 5.\n                        (2) If the Court has already sentenced the defendant for\n                the offence concerned, section 5 has effect as if the defendant's\n                particular criminal conduct included conduct that constitutes an\n                offence which the Court has taken into consideration in deciding\n                the defendant's sentence for the offence concerned.\n                       (3) Instead of applying the provisions of section 5(8),\n                the Court shall take account of the following for the purpose of\n                determining the defendant's benefit-\n                      (a) conduct occurring before the relevant date;\n                      (b) property obtained before that date;\n                      (c) property obtained on or after that date, if the property\n                          was obtained as a result of or in connection with,\n                          conduct occurring before that date.\n                        (4) For the purposes of section 8-\n                      (a) the assumptions referred to in section 8(2)(a) and (b)\n                       PROCEEDS OF CRIME\n          shall not apply to property first held by the defendant\n          on or after the relevant date;\n     (b) the assumption referred to in section 8(2) (c) shall not\n         apply to expenditure incurred by the defendant on or\n         after the relevant date; and\n     (c) the assumption referred to in section 8(2) (4 shall not\n         apply to property obtained, or assumed to have been\n         obtained, by the defendant on or after the relevant\n         date.\n       (5) The recoverable amount for the purposes of a\npecuniary penalty order is such amount as-\n     (a) the Court thinks just; and\n     (b) does not exceed the amount found under section 5(3)\n          (b).\n       (6) In arriving at the just amount under subsection ( 3 ,\nthe Court shall have regard in particular to-\n     (a) the amount found under section 5(3)(b);\n     (b) any fine imposed on the defendant in respect of the\n         offence concerned;\n     (c) any order which-\n                (i) falls within section 14(3);\n               (ii) has been made against the defendant in\n                    respect of the offence concerned; and\n               (iii) has not already been taken into account by\n                     the Court in deciding what is the free\n                     property held by the defendant for the\n                     purposes of section 5(3)(b);\n      (d) any order for restitution or the payment of com-\n          pensation, made against the defendant in respect of\n          the offence concerned under any other law.\n         (7) Section 14(4) and (5) shall not apply if an order for\nrestitution or the payment of compensation has been made\n                                         PROCEEDS OF CRIME\n                 against the defendant under any other law, in respect of the\n                 offence concerned.\n                        (8) For the purposes of this section-\n                      (a) the relevant date is-\n                                 (i) if the Court made a decision not to proceed\n                                     under section 5, the date of that decision; or\n                                (ii) if the Court did not make such a decision, the\n                                     date of conviction;\n                      (b) the date of conviction is-\n                                (i) the date on which the defendant was con-\n                                    victed of the offence concerned; or\n                                (ii) if there are two or more such offences and\n                                     the convictions were on different dates, the\n                                     date of the latest conviction.\nRecon-             21.-(1) This section applies where-\nsideration o f\nbenefit where         (a) in proceeding under section 5 the Court decides that-\nno order was\nmade.                           (i) the defendant has a criminal lifestyle but has\n                                    not benefitted from his general criminal\n                                    conduct; or\n                                (ii) the defendant does not have a criminal life-\n                                     style and has not benefitted from his\n                                     particular criminal conduct;\n                      (b) there is evidence that was not available to the enforcing\n                           authority when the Court decided that the defendant\n                           had not benefitted from the criminal conduct;\n                      (c) before the end of the period of ten years starting with\n                          the date of conviction, the enforcing authority applies\n                          to the Court to consider the evidence; and\n                      (4 after considering the evidence the Court concludes\n                          that it would have decided that the defendant had\n                          benefitted from the criminal conduct if the evidence\n                          had been available to it.\n                       (2) If this section applies, the Court-\n                               [ T h e inclusion o f this page is authorized by L.N. llf2010 I\n                        PROCEEDS OF CRIME\n     (a) shall, subject to the provisions of this section, make a\n         fresh decision under section 5 as to whether the\n         defendant has benefitted from his general or particular\n         criminal conduct; and\n     (b) may make a forfeiture order or a pecuniary penalty\n         order under that section.\n        (3) If the Court has already sentenced the defendant for\nthe offence concerned, section 5 has effect as if the defendant's\nparticular criminal conduct included conduct that constitu!es\noffences which the Court has taken into consideration in\ndeciding the defendant's sentence for the offence concerned.\n       (4) In deciding whether the defendant has benefitted\nfrom conduct and identifying such bezefit, the Court shall take\naccount of-\n     (a) conduct occurring before the date of the original\n         decision that the defendant had not benefitted from\n         the defendant's general or particular criminal conduct;\n     (b) property obtained before that date; and\n     (c)    property obtained on or after that date if it was\n           obtained as a result of or in connection with the\n           conduct occurring before that date.\n        ( 5 ) For the purposes of applying the provisions of\nsection 8, the assumptions referred to in-\n      (a) section 8(2) (a) or (b), shall not apply to property first\n          held by the defendant on or after the date of the\n          original decision that the defendant had not benefitted\n          from his general or particular criminal conduct;\n      (b) section 8(2) (c), shall not apply to expenditure\n          incurred by the defendant on or after that date; and\n      (c) section 8(2) (4,shall not apply to property obtained,\n          or assumed to have been obtained, by the defendant\n          on or after that date.\n        ( 6 ) The recoverable amount for the purposes of a pecu-\n               lThe inclusion of this page is authorized by L.N. 1112010 I\n38                                      PROCEEDS OF CRIME\n                 niary penalty order is such amount as-\n                       (a) the Court thinks just; and\n                      (b) does not exceed the amount found under section\n                           5(3)(b).\n                        (7) In arriving at a just amount for the purposes of\n                 subsection (6), the Court shall have regard in particular to-\n                      ( a ) the matters specified in section 20(6)(a) to (c); and\n                      (b) any order for the payment of compensation made\n                          against the defendant, in respect of the offence\n                          concerned, under any other law.\n                         (8) Section 14(4) and (5) shall not apply where an order\n                 for the payment of compensation under any other law has been\n                 made against the defendant in respect of the offence concerned.\n                         (9) The date of conviction is the date found by applying\n                 section 20(8) (b).\nRecon-              22.-41) The Court shall act under this section if-\nsideration of\nbenefit after         (a) a Court has made a forfeiture order or a pecuniary\norder is made.\n                          penalty order;\n                      (b) there is evidence which was not available lo the\n                          enforcing authority at the relevant time;\n                      (c) the enforcing authority believes that if the Court were\n                          to identify the defendant's benefit in pursuance of this\n                          section-\n                                (i) in the case of a forfeiture order, it would\n                                    identify property not taken into account by\n                                    the Court that made the forfeiture order; or\n                                (ii) in the case of a pecuniary penalty order, the\n                                     m o u n t of the defendant's benefit would\n                                     exceed the relevant amount found by the\n                                     Court that made the pecuniary penalty order;\n                       (d) before the end of the period of ten years starting with\n                           the date of conviction, the enforcing authority applies\n                           to the Court to consider the evidence; and\n                       PROCEEDS OF CRIME\n     ( e ) after considering the evidence the Court believes it is\n           appropriate to proceed under th:.s section.\n        (2) The Court shall, su.Lj<ct to the provisions of this\nsection, make a fresh idr,r:iiication of the defendant's benefit\nfrom the conduct concerned.\n        (3) If a court has already sentenced the defendant for the\noffence concerned, section 5 has effect as if the defendant's\nparticular criminal conduct included conduct that constitutes\noffences which the court has taken into consideration in\ndeciding his sentence for the offence concerned.\n  .   (4) In identifying the defendant's benefit from criminal\nconduct, the Court shall take account of-\n     ( a ) conduct occurring up to the time the Court decided the\n           defendant's benefit for the purposes of the forfeiture\n           order or pecuniary penalty order;\n      (b) property obtained up to that time; and\n      (c) property obtained after that time if such property was\n          obtained as a result of or in connection with conduct\n          occurring before that time.\n        (5) For the purposes of applying the provisions of\nsection 8, the assumptions referred to in-\n      (a) section 8(2) (a) or (b), shall not apply to property first\n          held by the defendant after the time the Court decided\n          the amount of his benefit for the purposes of the\n          forfeiture order or pecuniary penalty order;\n      (b) section 8(2) (c), shall not apply to expenditure\n          incurred by the defendant after that time;\n      ( c ) section 8(2) (4, shall not apply to property obtained,\n            or assumed to have been obtained, by the defendant\n            after that time.\n        (6) In the case of a forfeiture order, if any property\nidentified pursuant to subsection (2) (fresh identification of the\ndefendant's benefit) was not included in the forfeiture order, the\n                       PROCEEDS OF CRIME\nCourt may vary the order to include that property.\n       (7) In the case of a pecuniary penalty order, if the\namount found pursuant to subsection (2) exceeds the relevant\namount-\n    ( a ) the Court shall malce a fresh calculation of the\n          recoverable amount for the purposes of section\n          5(3)(b); and\n     (b) if the fresh calculation of the recoverable amount\n         exceeds the amount required to be paid under the\n         pecuniary penalty order, the Court may vary the order\n         by substituting for the amount required to be paid,\n         such an~ouiltas the Court thinlcs just.\n        (8) In applying subsection (6) or (7),the Court shall have\nregard in particular to-\n     (a) any fine imposed on the defendant for the offence\n          concerned;\n      (b) any order which-\n               (i) falls within section 14(3);\n               (ii) has been made against the defendant in\n                    respect of the offence concerned; and\n               (iii) has not already been taken into a ~ c o u n tby\n                     the Court in deciding what is the free\n                     property held by the defendant for the\n                     purposes of section 5(3); and\n      (c) any order for restitution or the payment of compen-\n          sation made against the defendant, in respect of the\n          offence concerned, under any other law:\n   Provided that this paragraph shall not apply if the Court has\nmade a direction under section 14(5) (sums payable under\ncompensation order recoverable out of sums payable under\nforfeiture order or pecuniary penalty order).\n        (9) In this section and section 24, for the purpose of\ndeciding whether one amount exceeds another, the Court shall\ntake account of any change in the value of money.\n                           PROCEEDS OF CRIME\n          (1 0) In this section-\n        ( a ) the relevant time is-\n                   (i) the time of the Court's identification of the\n                        defendant's benefit for the purposes of the\n                        forfeiture order or pecuniary penalty order,\n                        as the case may be, if this section has not\n                        applied previously; or\n                  (ii) the time of the Court's last identification of\n                        the defendant's benefit in pursuance of\n                        this section, if this section has applied\n                        previously;\n        (b) the relevant amount is-\n                  (i) the amount found as the defendant's benefit\n                       for the purposes of the pecuniary penalty\n                       order, if this section has not been applied\n                       previously; or\n                  (ii) the amount last found as the defendant's\n                       benefit in pursuance of this section, if this\n                       section has been applied previously;\n        (c) the date of conviction is the date found by applying\n            section 20(8)(b)."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(1)   The Court shall act in accordance with this section Varia'iollof\n                                                                               order upon\nif-                                                                            inadequacy\n                                                                               of available\n        (a) a Court has made a pecuniary penalty order; and                    amount.\n        (b) the defendant or a receiver appointed under section 4 1\n            applies to the Court under this section to vary the\n            order.\n       (2) The Court shall calculate the available amount, being\nthe aggregate of the total values (at the time the pecuniary\npenalty order is made) of all the free property then held by\nthe defendant plus the total values (at that time) of all tainted\ngifts.\n           (3) If the Court finds that the available amount cal-\n                                        PROCEEDS OF CRIME\n                 culated pursuant to subsection (2) is inadequate for the pay-\n                 ment of any amount remaining to be paid under the pecuniary\n                 penalty order, the Court may vary the order by substituting for\n                 the amount required to be paid, such smaller amount as the\n                 Court thinks just.\n                        (4) If a person has been adjudged bankrupt or his estate\n                 has been sequestrated, or if an order for the winding up of\n                 a company has been made, the Court shall take into account\n                 the extent to which realizable property held by that person or\n                 that company may be distributed among creditors.\n                          ( 5 ) The Court may disregard any inadequacy that it\n                 believes is attributable, in whole or in part, to anything done\n                 by the defendant for the purpose of preserving property held\n                 by the recipient of a tainted gift from any risk of realization\n                 under this Act.\nReconside-\nration of"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1) The Court shall act under this section if-\navailable              ( a ) a court has made a pecuniary penalty order;\namount after\norder is made.\n                      (b) the amount required to be paid under such order was\n                          the amount found under section 5(3) (b);\n                      (c) the order has been varied pursuant to section 23; and\n                      (4 an application for a fresh calculation of the available\n                           amount is made to the court by-\n                                 (i) the agency;\n                               (ii) the Director of Public Prosecutions; or\n                               (iii) a receiver appointed under section 41.\n                         (2) The Court shall make a fresh calculation of the\n                 available amount.\n                         (3) If the amount found under the fresh calculation\n                 exceeds the relevant amount, the Court may vary the order by\n                 substituting for the amount required to be paid, such amount\n                 as-\n                       (a) the Court thinks just; and\n                       ( 6 ) does not exceed the amount found as the defendant's\n                       PROCEEDS OF CRIME\n          benefit from the conduct concerned.\n        (4) In deciding what is just the Court shall have regard in\nparticular to-\n      (a) any fine imposed on the defendant for the offence\n          concerned;\n      (b) any order which-\n                (i) falls within section 14(3);\n               (ii) has been made against the defendant in\n                    respect of the offence concerned; and\n               (iii) has not already been taken into account by\n                     the Court in deciding what is the free\n                     property held by the defendant for the\n                     purposes of section i I ; and\n      (c) any order    for restitution or the payment of\n          compensation made against the defendant, in respect\n          of the offence concerned, under any other law:\n   Provided that this paragraph shall not apply if the Court has\nmade a direction under section 14(5) (sums payable under\ncompensation order recoverable out of sums payable under\nforfeiture order or pecuniary penalty order).\n        (5) In this section-\n      (a) \"the available amount\" means the amount calculated\n          pursuant to section 23(2);\n      (b) the relevant amount is-\n                (i) the amount found as the available amount for\n                    the purposes of section 23, if this section has\n                    not applied previously; or\n               (ii) the amount last found as the available\n                    amount in pursuance of this section, if this\n                    section has applied previously;\n      (c) the amount found as the defendant's benefit from\n           conduct concerned is-\n                (i) the amount so found when the pecuniary\n              lThe inclusion of this page is authorized by L.N. lll2OlO I\n                                         PROCEEDS OF CRIME\n                                        penalty order was made; or\n                                 (ii) if one or more fresh calculations of the\n                                      defendant's benefit have been made under\n                                      section 22, the amount found on the occasion\n                                      of the last such calculation.\nDischarge of         25.-(1)   The Court may discharge a pecuniary penalty order\norder with\nsmall sum      if-\noutstanding.\n                        (a) the enforcing authority applies to the Court for the\n                            discharge of the order; and\n                        (b) the amount remaining to be paid under the order is\n                            fifty thousand dollars or less.\n                       (2) The Minister may by order subject to affirmative\n               resolution vary the amount specified in subsection ( l ) ( b ) .\nMaking o f        26.-(1)   The Court shall act under this section if the\norder where\ndefendant      following conditions are met-\nabsconds\nafter com-           (a) the defendant absconds-\nmittal or\nconviction.                      (i) after being convicted of an offence in\n                                     proceedings before a court; or\n                                 (ii) after being committed to the Court pursuant\n                                      to section 52 (committal from Resident\n                                      Magistrate's Court with a view to making a\n                                      forfeiture order or pecuniary penalty order);\n                                      and\n                        (b) the enforcing authority applies to the Court to proceed\n                            under this section and the Court is satisfied that it is\n                            appropriate to do so.\n                       (2) The Court shall proceed under section 5 as if the\n               conditions mentioned in subsection (2) of that section have been\n               satisfied, and subject to the following modifications-\n                        (a) any person who the Court believes is likely to be\n                            affected by an order under section 5 shall be entitled\n                            to appear before the Court and make representations;\n                        (b) the Court shall not make an order under section 5\n                                [The inclusion of this page h authorized by L.N. llR010 1\n                         PROCEEDS OF CRIME\n            unless the enforcing authority has talten reasonable\n            steps to contact the defendant; and\n        (c) sections 8 (assumptions for determining benefit),\n            17(2) (a) (iv) and (v j (statement of information ), 18\n            (defendant's response to statement) and 19\n            (accepta~ieof allegations) shall not apply."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.-(1) The Court shall act in accordance with this section\nwhere-                                                         defendail\n                                                                              :E:c':e\n                                                               absconds\n     (a) proceedings for an offence are started against a before\n         defendant, the defendant absconds before a verdict or verdict.\n         judgment is entered, the trial continues and the\n         defendant is convicted; and\n        (b) the enforcing authority applies to the Court to proceed\n            under this section and the Court thinks it is\n            appropriate to do so.\n       (2) The Court shall proceed under section 5 in the\nsame way as the Court must proceed if the conditions mentioned\nin that section are satisfied, subject to the following\nmodifications-\n        (a) the modifications specified in section 26(2)(a) and (b);\n            and\n         (b) sections 8, 17(2) (a) (iv) and (v) and 18 to 21 shall not\n             apply."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.-(1) The Court shall act in accordance with this section ~               ~     ~   ~   a   n   d   ~   f\nif-                                                                           pursuant to\n                                                                              section 27.\n        (a) the Court makes an order under section 5 as applied by\n             section 27;\n        (b) the defendant ceases to be an absconder;\n        (c) in the case of-\n                   (i) a forfeiture order, the defendant believes that\n                       property was wrongly included in the order;\n                       or\n                  (ii) in the case of a pecuniary penalty order, the\n                 (The inclusion of this page is authorized by L.N. llnOlO I\n                        PROCEEDS OF CRIME\n                       defendant believes that the amount required\n                       to be paid under thc order is too large in the\n                       circumstances prevailing at the time the\n                       amount was found for the purposes of the\n                       order; and\n      (d)before the end of the relevant period, the defendant\n          applies to the Court to consider the evidence on which\n          the defendant's belief is based.\n        (2) If, after considering the evidence, the Court finds that\nthe defendant's belief is well-founded, the Court-\n      (a) in the case of a forfeiture order-\n                (i) shall identify the property that ought not to\n                     be included in the order; or\n                (ii) may vary the order by excluding the property\n                     and order the property to be returned to the\n                     defendant or such other person as the Court\n                     determines to be the true owner of the\n                     property; or\n      (b) in the case of a pecuniary penalty order-\n                (i) shall find the amount which should have\n                     been the amount required to be paid in the\n                     circumstances prevailing at the time when\n                     the amount was found for the purposes of the\n                     order; and\n                (ii) may vary the order by substituting for the\n                     amount required to be paid, such other\n                     amount as the Court thinks is just.\n        (3) For the purposes of this section, the relevant period is\nthe period of twenty-eight days, starting from-\n      (a) the date on which the defendant was convicted of the\n          offence mentioned in section 27(1) (a); or\n      (b) if there are two or more offences and the convictions\n          for those offences are on different dates, the date of\n              [The inclusion o f this page is authorized by L.N. llL2OlO I\n                         PROCEEDS OF CRIME\n           the latest conviction.\n        (4) In any case where section 27(1) (a) applies to more\nthan one offence, the Court shall not make an order under this\nsection unless the Court is satisfied that there is no possibility of\nany further proceedings being taken or continued in relation to\nany such offence for which the defendant has not been\nconvicted.\n          (5) An order under subsection (2) (a) may include such\ndirections as the Court thinks fit for securing the return of the\nproperty to its true owner."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.-(1)     Where the Court makes a forfeiture order or a *ppeds\n                                                                     against\npecuniary penalty order, the enforcing authority or any person forfeiture\nwho holds property affected by the order' may appeal to the pecuniary\nCourt of Appeal in respect of the order.                             penalty\n                                                                     orders.\n          (2) Where the Court decides not to make a forfeiture\norder or a pecuniary penalty order, the enforcing authority may\nappeal to the Court of Appeal against the decision.\n          (3) Subsections (1) and (2) shall not apply to an order or\ndecision made under section 20 (reconsideration of case where\nno order was made), 21 (reconsideration of benefit where no\norder was made), 26 (order where defendant absconds after\ncommittal or conviction) or 27 (order where defendant absconds\nbefore verdict)."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.-(1)     On an appeal under section 29(1), the Court of COu'\"Spowers on\nAppeal may confirm, quash or vary the forfeiture order or appeal.\npecuniary penalty order, as the case may be.\n          (2) On an appeal under section 29(2), the (20%--tof\nAppeal may confirm the decision, or if it believes clldt the\ndecision was wrong it may direct the Court to proceed afresh\nunder section 5 .\n          (3) In determining any appeal under section 29, the\nCourt of Appeal may make such award as to costs as it thinks\nfit.\n          (4) In proceeding afresh in pursuance of this section, the\nCourt shall comply with any directions issued by the Court of\nAppeal.\n                       PROCEEDS OF CRIME\n        (5) If a Court makes or varies a forfeiture order or a\npecuniary penalty order under this section or in pursuance of a\ndirection under this section, the Court shall have regard to-\n      (a) any fine imposed on the defendant in respect of the\n          offence concerned;\n     (b) any order that-\n               (i) falls within section 14 (3); and\n               (ii) has been made against the defendant in\n                    respect of the offence concerned, unless the\n                    order has been talten into account by a court\n                    in deciding what is the free property held by\n                    the defendant for the purposes of section 5.\n       (6) Subsections (7) to (1 1) shall apply where a court\nproceeds afresh under section 5 in pursuance of a direction\nunder subsection (2).\n        (7) If a court has already sentenced the defendant for the\noffence concerned, section 5 has effect as if the defendant's\nparticular criminal conduct included conduct that constitutes\noffences which the Court has taken into consideration in\ndeciding his sentence for the offence concerned.\n         (8) If an order has been made against the defendant for\nrestitution or the payment of compensation under any other law\nin respect of the offence concerned-\n      (a) the Court shall have regard to that order; and\n      (b) section 14(4) and (5) shall not apply.\n       (9) In determining the defendant's benefit from conduct,\nthe Court shall take account of-\n      (a) conduct occurring before the relevant date;\n      (b) property obtained before that date; and\n      (c) property obtained on or after that date, if such property\n          was obtained as a result of or in connection with\n          conduct occurring before that date.\n                         PROCEEDS OF CRIME\n        (10) For the purposes of this section, the relevant date is\nthe date on which the Court decided not to make a forfeiture\norder or pecuniary penalty order, as the case may be.\n       (1 1) In applying section 8, the assumptions referred to\nin-\n      (a)section 8(2) (a) or (b), shall not apply to property first\n         held by the defendant on or after the relevant date;\n      (b) section 8(2) (c), shall not apply to expenditure in-\n          curred by the defendant after the relevant date; and\n      (c) section X(2) (4,shall not apply to property obtained\n          by the defendant on or after the relevant date."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-(1)    Any term of imprisonment or detention that a ProvisionsrC\n                                                                 Inlprlsonnicnt\ndefendant is liable to serve for default in payment of an amount ,,, detclllion\nordered to be paid under a pecuniary penalty order shall not be\nserved concurrently with any term of imprisonment or detention\nthat the defendant is liable to serve in respect of the offence.\n       (2) For the purposes of subsection (1)-\n      ( a ) consecutive terms and terms that are wholly or partly\n            concurrent, in respect of the offence shall be treated as\n            a single term; and\n      (b) a court shall not take into account any suspended\n          sentence under section 6 of the Criminal Justice\n          (Reform) Act, which has not taken effect at the time\n          the defendant is sentenced to imprisonment for default\n          in payment of the amount ordered to be paid under the\n          pecuniary penalty order.\n       (3) The fact that a defendant serves a term of imprison-\nment or detention in default of paying any amount due under\na pecuniary order shall not prevent that order from continuing\nto have effect in relation to any other method of enforcement.\n                       PART111. Restraint Orders\n   3 2 . 1 1 ) The Court may make a restraint order if any of the       E1;:L:;\nfollowing conditions are satisfied-                               rcs~raintorder.\n            [The inclusion o f h i s page is authorized by L.N.   1\n                 PROCEEDS OF CRIME\n(a) there is reasonable cause to believe that an alleged\n     offender has benefitted from his criminal conduct\n     and-\n         (i)     a criminal investigation has been started in\n                Jamaica with regard to the offence;\n         (ii) proceedings for the offence have been\n              commenced in Jamaica and have not beer,\n              concluded; or\n         (iii) the enforcing authority has made an appli-\n               cation under section 5, 20, 21, 26 or 27,\n               which has not been determined, or the Court\n               believes that such an application is to be\n               made;\n(b) where--\n          (i) the enforcing authority has made an appli-\n               cation under section 22 (reconsideration of\n               benefit after order is made), which has not\n               been determined or the Court believes that\n               such an application is to be made; and\n         (ii) there is reasonable cause to believe that the\n               Court will decide under that section that-\n                      (A) in the case of a forfeiture order, the\n                          property identified under the fresh\n                          identification of the defendant's\n                          benefit exceeds the property found\n                          by the Court that made the order; or\n                      (B) in the case of a pecuniary penalty\n                             order, the amount found under the\n                             new calculation of the defendant's\n                             benefit exceeds the relevant amount\n                             as defined in that section;\n(c) where-\n         (i) the enforcing authority has made an appli-\n             cation under section 24 (reconsideration of\n                         PROCEEDS OF CRIME\n                 (i) for a restraint order;\n                 (ii) for the discharge or variation of a restraint\n                       order; or\n                 (iii) on an appeal under section 35;\n      (b) hearsay is a statement that is made otherwise than by\n           the person giving oral evidence in the proceedings and\n           is tendered as evidence of the matters stated.\n         (3) Sections 3 l E to 3 1G of the Evidence Act shall apply\nin relation to restraint proceedings as they apply in relation to\ncivil proceedings."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38.-(1)    A copy of a restraint order that affects land in\n                                                               and publica-\nJamaica, shall be registered with the Registrar of the Supreme tionof\nCourt and in the case of--                                     restraint\n                                                                             order.\n      (a) registered land, shall be registered with the Registrar\n          of Titles who shall record the particulars of the order\n          in the Register Book of Titles; or\n      (b) unregistered land, shall be lodged in the Record Office\n          and published in at least one daily newspaper in\n          circulation throughout Jamaica.\n        (2) A restraint order is of no effect with respect to land\nunless the order is registered under subsection (1).\n       (3) Where particulars of a restraint order are registered\nas required by this section, a person who subsequently deals\nwith the property concerned shall, for the purposes of section"
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39.--(I) A person who knowingly contravenes a restraint ~ ~ ; ~ ; ~ ~ ' ' ~ i O n\norder by disposing of, dissipating, damaging, destroying, or or&,\notherwise dealing with, property that is subject to the restraint\norder commits an offence and is liable-\n                        PROCEEDS OF CRIME\n       (a) on conviction in a Resident Magistrate's Court-\n               (i) in the case of an individual, to a fine of not\n                     less than five hundred thousand dollars nor\n                     more than one million dollars or to imprison-\n                     ment for a term not exceeding three years or\n                     to both such fine and imprisonment; or\n               (ii) in the case of a body corporate, to a fine of\n                     not less than one million dollars nor more\n                     than two million dollars;\n       (b) on conviction on indictment in a Circuit Court-\n              (i) in the case of an individual, to a fine or to\n                   imprisonment for a term not exceeding seven\n                   years or to both such fine and imprisonment;\n                   or\n              (ii) in the case of a body corporate, to such fine\n                   as the Court may impose.\n        (2) Where a restraint order is made against property\nand-\n       (a) the property is disposed of or otherwise dealt with in\n           contravention of the restraint order; and\n       (b) the disposition or dealing was not for sufficient\n           consideration or not in favour of a person who acted\n           in good faith and without notice,\nthe party who applied for the restraint order may apply to the\nJudge for an order that the disposition or dealing be set aside.\n       (3) The Judge may, on an application made under\nsubsection (2)-\n       ( a ) set aside the disposition or dealing as from the day on\n             which the disposition or dealing took place; or\n       (b) set aside the disposition or dealing as from the day of\n           the order under this subsection and declare the\n           respective rights of any persons who acquired\n           interests in the property on or after the day on which\n                        PROCEEDS OF CRIME\n          the disposition took place, and before the day of the\n          order under this subsection."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40.-(1) Where a Judge makes a restraint order, except with ~ , ~ ~ ~ ~ i O n s\nthe leave of the Judge and subject to such terms as the Judge enforcement\nmay impose-                                                   of restraint\n                                                              order.\n      ( a ) no charge may be levied against any realizable\n            property to which the order applies;\n      (b) if the order applies to a tenancy of any premises, no\n          landlord or other person to whom rent is payable may\n          exercise a right falling within subsection (2).\n        (2) A right falls within this subsection if it is a right of\nforfeiture by re-entry in relation co the premises in respect of\nany failure by the tenant to comply with any term or condition\nof the tenancy.\n        (3) If a court in which proceedings are pending in respect\nof any property is satisfied that a restraint order has been applied\nfor or made in respect of the property, the court may either stay\nthe proceedings or allow them to continue on any terms it thinks\nfit.\n         (4) Before exercising any power conferred by subsection\n(3), the court shall give an opportunity to be heard to-\n      (a) the applicant for the restraint order; and\n      (b) any receiver appointed under section 41 in respect of\n          the property.\n                             Receivers"
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41.--(I) The Court shall make an order for the appointment ~ ~ ~ l ~ n [ m e n t\nof a receiver (hereinafter referred to as a Director's receiver) in Director's\n                                                                    receiver.\nrespect of realizable property if-\n      (a) a court makes a pecuniary penalty order;\n      (b) the order is not satisfied and is not subject to appeal;\n          and\n      ( c ) the enforcing authority applies to the Court for an\n                                     PROCEEDS OF CRIME\n                       order under this section.\n                      (2) The receiver appointed under subsection (1) shall be\n             a person nominated by the Director for that purpose and named\n             in the order.\n                     (3) A person nominated to be the Director's receiver\n             under this section may be-\n                  ( a ) a member of the staff of the Agency; or\n                  (b) a person providing services under arrangements made\n                      by the Director.\nPowers o f      42.-(1)   Where the Court makes an order for the appoint-\nDirector's\nreceiver.    ment of a Director's receiver under section 41, the Court may\n             act under this section on the application of the Director.\n                    (2) The Court may by order confer on the Director's\n             receiver, in relation to realizable property, the powers to-\n                  (a) take possession of the property;\n                  (b) manage or otherwise deal with the property;\n                  (c) realize the property, in such manner as the Court may\n                       specify;\n                   (4 start, carry on or defend any legal proceedings in\n                       respect of the property.\n                    (3) If the Court appoints a Director's receiver, the Court\n             may act under this section on the application of the Director.\n                    (4) The Court may by order confer on the Director's\n             receiver, in relation to any realizable property to which the\n             pecuniary penalty order applies, power to-\n                   (a) take possession of the property;\n                   (b) manage or otherwise deal with the property; and\n                   (c) start, carry on or defend any legal proceedings in\n                       respect of the property.\n                    (5) The Court may by order confer on the Director's\n             receiver the power to enter any premises described in the order\n                           lThe inclusion of this page is authorized by L.N. l l / Z O l O I\n                        PROCEEDS OF CRIME\nand to do any of the following-\n      ( a ) search for or inspect anythicg asi'horised by the Court;\n      ( b ) make or obtain a copy, photograph or other record of\n            anything so authciised;\n      (c) remove ziiything that the Director's receiver is\n          requircd or authorised to take possession of in\n          pursuance of an order of the Court.\n        (6) The Court may by order authorise the Director's\nreceiver to do any of the following for the purpose of the\nexercise of his functions-\n      ( a ) hold property;\n      ( b ) enter into contracts;\n      (c) sue and be sued;\n      (4 employ agents;\n      (e) execute powers of attorney, deeds or other instru-\n          ments;\n      V) take such other steps as the Court thinks appropriate.\n        (7) The Court may order any person who has possession\nof realizable property to which the pecuniary penalty order\napplies to give possession of that property to the Director's\nreceiver.\n        (8) The Court may order any person who has possession\nof realizable property to give possession of the property to the\nDirector's receiver.\n         (9) The Court may-\n      ( a ) order a person holding an interest in realizable\n            property to make to the receiver such payment as the\n            Court specifies in respect of a beneficial interest held\n            by the defendant or the recipient of a tainted gift;\n            and\n      (b) on such payment being made, by order transfer, grant\n          or extinguish any interest in the property.\n                                     PROCEEDS OF CRIME\n                      (10) Subsections (2), (8) and (9) shall not apply to\n              property for the time being subject to pecuniary penalty order\n              under any other law.\n                       (1 1) The Court shall not--\n                    (a) confer the power mentioned in subsection (2)(b)or (c)\n                          in respect of property; or\n                    (b) exercise the power conferred on it by subsection (9) in\n                          respect of property,\n              unless the Court gives persons holding interests in the property a\n              reasonable opportunity to make representations to the Court.\n                      (12) The Court may order that a power conferred by an\n              order under this section is subject to such conditions and\n              exceptions as it specifies.\n                      ( 1 3) For the purposes of this section, managing or other-\n              wise dealing with property includes-\n                     (a) selling the property or any part of, or interest in, the\n                           property;\n                     (b) carrying on or arranging for another person to carry\n                           on, any trade or business the assets of which are part\n                           of the property;\n                     ( c ) incurring capital expenditure in respect of the pro-\n                           perty.\nApplication      43.-(1) This section applies to sums that are in the hands of\nof sums by\nDirector's    the Director's receiver and are-\nreceiver.            (a) the proceeds of the realization of property under\n                           section 42; or\n                     (b) sums in which the defendant holds an interest, other\n                           than sums mentioned in paragraph (a);\n                        (2) The sums shall be applied in the following order of\n              priority-\n                     (a) first, in payment of such remuneration and expenses as\n                      '\n                           are payable under section 135 (remuneration and\n                           expenses of insolvency practitioner);\n                     (b) second, in making any payments directed by the\n                           Court; and\n                      PROCEEDS OF CRIME\n     (c) third, on the defendant's behalf towards satisfaction of\n         the pecuniary penalty order, by being paid to the\n         Agency account of the amount payable under such\n         order.\n        (3) If the amount payable under the pecuniary penalty\norder has been fully paid and any sums remain in the Director's\nreceiver's hands, those sums shall be distributed-\n      (a) among such persons who held, or hold, interests in the\n          property concerned; and\n      (b) in such manner and proportion as the Court directs.\n        (4) Before making a direction under subsection (3)' the\nCourt shall give the persons referred to in subsection (3)(aj a\nreasonable opportunity to make representations to the Court.\n       (5) For the purposes of subsection (3), the property\nconcerned is-\n      (a) the property represented by the proceeds mentioned\n           in subsection (l)(a);\n      (b) the sums mentioned in subsection (l)(b)."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42, the following persons may appeal to the Court of Appeal in\n           respect of the decision-\n                  ( a ) the person who applied for the order; and\n                  (b) any person affected by the order.\n                   (3) Where a Court refuses an application for an order\n           under section 47 (application for directions or by persoil\n           affected by action taken or proposed to be taken by receiver),\n           the person who applied for the order may appeal to the Court of\n           Appeal against the refusal.\n                   (4) Where the Court makes an order under section 47,\n           the following persons may appeal to the Court of Appeal in\n           respect of the order-\n                  (a) the person who applied for the order;\n                  (b) any persoil affected by the order; or\n                  (c) the Director's receiver.\n                   (5) The following persons may appeal to the Court of\n           Appeal against the decision of the Court on an application under\n           section 48 (discharge or variation of order concerning\n           receiver)-\n                  ( a ) the Director of Public Prosecutions;\n                  (b) the Director;\n                  (c) the Director's receiver;\n                  (d) any person affected by the Court's decision.\n                    (6) On an appeal under this section, the Court of Appeal\n           may-\n                           [The inclusion o f this page is authorized by L.N. I IRO10 1\n                       PROCEEDS OF CRIME\n     (a) confirm the decision; or\n     (b) make such order as it considers appropriate.\n     General pr3visions as to the exercise ofpowers under\n                       Parts 11 and 111\n  50:--(I) This section applies to money that-                              Seized\n                                                                            nioney\n     (a) is held by a person in an account maintained by that\n         person with a financial institution;\n     (b) has been seized by a constable by virtue of a power of\n         seizure exercised by the constable under any law and\n         is held, on behalf of the Government of Jamaica, in an\n         account maintained by the constabulary force with a\n         financial institution; or\n     (c) has been seized by a customs officer by virtue of\n         a power of seizure exercised by the officer under any\n         law and is held, on behalf of the Government of\n         Jamaica, in an account maintained by the Com-\n         missioner of Customs with a financial institution.\n       (2) A Resident Magistrate's Court may act in accordance\nwith subsection (3) if-\n     (a) a restraint order has effect in relation to money to\n         which this section applies;\n     (b) a forfeiture order or a pecuniary penalty order is made\n         against-\n              (i) the person by whom the money is held, in\n                  any case falling within subsection ( l ) ( a ) ;or\n              (ii) the person from whom the money is seized,\n                   in any case falling within subsection (l)(b)\n                   or (c); and\n     (c) in the case of a pecuniary penalty order, any period\n         allowed under section 12 for payment of the amount\n         ordered to be paid under the order has ended.\n       (3) Subject to subsection (4), a Resident Magistrate's\n             [The inclusion o f this page is authorized by L.N. lli2OlO I\n66                                      PROCEEDS OF CRIME\n             Court may order the financial institution to pay the money to the\n             Agency on account of the amount payable under the forfeiture\n             order or pecuniary penalty order, within such period as shall be\n             specified in the order.\n                      (4) Subsection (3) shall not apply to any money which\n             the Resident Magistrate's Court is satisfied is required for the\n             purpose of evidence of an offence in any proceedings under Part\n             I1 or 111.\n                     (5) A financial institution that fails to comply with an\n             order under subsection (3) commits an offence and is liable to a\n             fine of not less than two hundred and fifty thousand dollars nor\n             more than one million dollars for each day that the offence\n             continues.\n                    (6) Subject to affirmative resolution, the Minister may\n             by order published in the Gazette amend the amount specified in\n             subsection (5).\nSentencing      51.-(1)      This section applies t o -\npowers of\ncourt and\nDirector's         (a) the powers conferred on a court by sections-\nreceiver.\n                       (i) 33 to 38, 40 to 45 (restraint orders and appoint-\n                           ment of Director's receiver); and\n                          (ii) 47 to 50 (directions, discharge or variation of\n                               orders, appeals and seized money);\n                   (b) the powers of a Director's receiver.\n                     (2) Subject to subsection (3), the powers-\n                   (a) shall be exercised with a view t o -\n                          (i) the value for the time being of realizable property\n                               being preserved or, in the case of a pecuniary\n                               penalty order, realized, for satisfying any forfeiture\n                               or pecuniary penalty order, as the case may be, that\n                               has been or may be made against the defendant; or\n                          (ii) securing that there is no diminution in the value of\n                               realizable property, in a case where a forfeiture\n                               order or pecuniary penalty order has not been\n                         PROCEEDS OF CRIlVfE\n      ( b ) an international organization;\n      ( c ) an overseas authority or any association of overseas\n            authorities; or\n      (4 any other overseas entity,\nregarding the exchange, between the agency, any institution or\nagency of an entity referred to in paragraph ( a ) , ( b ) ,( c ) or (4 of\ninformation, or the provision of assistance, relevant to any\ninvestigation or proceeding under Part IV.\n             PART IV. Civil Recovery ofthe Proceeds,\n                    etc. of Unlawful Conduci"
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44.-(1) This section applies if the Agency receives sums on : :ie   by d\naccount of the amount payable under a pecuniary penalty order Agency.\n(whether the sums are received under section 42 or 43 or other-\nwise).\n        (2) If the Agency's receipt of the sums reduces the\namount payable under the order, but the Agency shall apply the\nsums received as follows-\n     (a) if the Agency received the sums under section 43,\n         first, in the payment of the remuneration and expenses\n         payable under section 135 (remuneration and expenses\n         of insolvency practitioner), if not already paid under\n         section 43;\n     (b) if a direction was made under section 14(5) for an\n         amount of compensation to be paid out of sums\n         recovered under the pecuniary penalty order, second\n                                           PROCEEDS OF CRIME\n                             in payment of that amount; and\n                      (c) . payment into an interest-bearing account held by the\n                            Agency on behalf of the Government of Jamaica.\n                        (3) The sums paid into the account referred to in sub-\n                section (2)(c) shall be administered by the Agency for the\n                benefit of Jamaica's criminal justice system, in accordance with\n                regulations made under this Act.\nRestrictions\non Director's"
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45.-(1)    Where-\nreceiver.\n                      (a) a Court makes an order under section 42 appointing a\n                          Director's receiver; and\n                      (b) the order applies to a tenancy of any premises,\n                except with the leave of the Court and subject to such terms as\n                the Court may impose, no landlord or other person to whom rent\n                is payable may exercise a right falling within subsection (2).\n                        (2) A right falls within this subsection if it is a right of\n                forfeiture by re-entry in relation to the premises in respect of\n                any failure by the tenant to comply with any term or condition\n                of the tenancy.\n                        (3) If a court in which proceedings are pending in\n                respect of any property is satisfied that an order under section 41\n                appointing a Director's receiver in respect of the property has\n                been applied for or made in respect of the property, the court\n                may either stay the proceedings or allow them to continue on\n                such terms as it thinks fit.\n                        (4) Before exercising any power conferred by sub-\n                section (3), the court shall give an opportunity to be heard to-\n                      (a) the Director; and\n                      (b) the Director's receiver (if the order under section 41\n                          has been made).\nProtection of      46. If a Director's receiver-\nDirector's\nreceiver.\n                      ( a ) takes action in relation to property which is not\n                            realizable property;\n                                 lThe inclusion o f this page is authorized by L.N. lli2010 I\n         (b) would be entitled to take the action if it were realiz-\n             able property; and\n         (c) believes on reasonabie grounds that he is entitled to\n             take the action,\nthe receiver shall not be liable to any person in respect of any\nloss or da~llageresultiilg from the action, except so far as the\nloss or damage is caused by the receiver's negligence."
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47.-(1) A receiver appointed under section 4 1 may apply to                ~~plt~rltioll\n                                                                              for\nthe Court for an order giving directions as to the exercise of the\nreceiver's powers.\n       (2) T11e Court may, on the application of the following\npersons, nlalte such order as the Court thinlts appropriate-\n         (a) any person affected by action talten by the receiver;\n         (b) any person who may be affected by action which the\n             receiver proposes to talte."
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48.-(1)   The following persons may apply to the Court to Discharge\n                                                             or variatioli\nvary or discharge an order inade under section 41 or 42-     o f order\n                                                                              coticerni~ig\n         (a) the Director;                                                    Director's\n                                                                              receiver.\n         (b) the Director's receiver;\n         ( c ) the Director of Public Prosecutions; or\n         (4 any pci,on affected by the order.\n        (2) Subject to subsection (3), on an application under\nsubsection ( I ) , the Court may vary or discharge the order.\n        (3) If the condition that was satisfied under section 32\nfor the mal<ing of the order was that-\n         ( a ) proceedings were started or an application was made,\n               the Court shall discl~argethe order on the conclusion\n               of the proceedings or of the application, as the case\n               inay be;\n         (b) an application was to be made, the Court shall\n             discharge the order if the application is not made\n             within a reasonable time; or\n-.. ..\n                                    PROCEEDS OF CRIME\n                  (c) an investigation was started, the Court shall discharge\n                      the order if proceedings for the offence are not started\n                      within a reasonable time.\nAppeals.     49.-(1)   Where a Court refuses an application for an order\n           under sectioi~41 or 42, the persoil who made the application\n           may appeal to the Court of Appeal against the decision.\n                   (2) Where a Court maltes an order under section 41 or"
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55.-(1)   In this Part-                                                    Interpre-\n                                                                              tation.\n      \"associated property\" or \"property associated with\n          recoverable property\" means property of any of the\n           following descriptions, which is not itself the\n           recoverable property-\n                   ( a ) any interest in the recoverable property;\n                   ( b ) any other interest in the property in which\n                         the recoverable property subsists;\n                   (c) if the recoverable property is a tenancy in\n                          common, the tenancy of the other tenant;\n                   (4 if the recoverable property is part of a\n                          larger property but not a separate part, the\n                          remainder of that property:\n   Provided that no property shall be treated as associated with\nrecoverable property consisting of rights under a pension\nscheme within the meaning of sections 64 to 66;\n      \"authorized officer\" means a constable, a customs officer\n          or any other person designated as such by the Minister\n          by order for the purposes of this Act;\n      \"cash\" means the following items found at any place in\n          Jamaica-\n                  PROCEEDS OF CRIME\n            ( a ) notes and coins in any currency;\n            (b) postal orders;\n            (c) cheques of any kind, including traveller's\n                cheques;\n            (4 bankers' drafts;\n            (e) bearer bonds and bearer shares;\n            Cf) monetary instruments of any kind design-\n                nated by the Minister by order as falling\n                within this paragraph;\n\"dealing\" with property includes disposing of, taking\n    possession of, or removing, property from Jamaica;\nLC.\n  ~nterest\",in relation to-\n            ( a ) land, means any legal estate and any\n                   equitable interest or power;\n            (b) property other than land, includes any right,\n                including a right to possession;\n\"minimum amount\" ineans one hundred thousand dollars\n    or such other amount as may be specified by the\n    Minister by order published in the Gazette for the\n    purposes of this Part;\n\"part\", in relation to property, includes a portion;\n\"property obtained through unlawful conduct\" is property\n    obtained directly or indirectly by or in return for or in\n    connection with unlawful conduct, and for the\n    purpose of deciding whether any person obtains\n    property through unlawful conduct-\n             ( a ) it is immaterial whether or not any money,\n                   goods or services were provided in order to\n                   put the person in a position to carry out the\n                    conduct;\n             (b) it is not necessary to show the particulars of\n                     PROCEEDS OF CRIME\n                    the conduct:\n\"recovery property\" :hail be construed in accordance with\n    sections 84 ro 89;\nbb\n     resportdent\" means-\n              (a) where proceedings are brought by the\n                  enforcing authority by virtue of any of the\n                  provisions of sections 57 to 71, the person\n                  against whom the proceedings are brought;\n              (b) where no such proceedings have been\n                  brought but the enforcing authority has\n                  applied for an interim receiving order, the\n                  person against whom the enforcing\n                  authority    intends    to   bring    such\n                  proceedings;\n\"unlawful conduct\" means-\n               (a) conduct that occurs in, and is unlawful\n                     under the criminal law of, Jamaica; or\n               ( b ) conduct that-\n                        (i) occurs in a country outside of\n                            Jamaica and is u n l a w f ~ ~under\n                                                           l    the\n                            criminal law of that country; and\n                      (ii) if it occurred in Jamaica would be\n                           unlawful under the criminal law of\n                           Jamaica.\n      (2) For the purposes of this Part-\n(a) references to a person disposing of his property\n    include a reference to his disposing of, or granting an\n    interest in, the property;\n( b ) references to the property disposed of are to any\n      property obtained on the disposal;\n (c) a person who makes a payment to another shall be\n     treated as making a disposal of his property to the\n                                    PROCEEDS OF CRIME\n                       other, whatever form the payment takes;\n                  (4 property that passes from a person under a will or\n                       intestacy or by operation of law, shall be treated as\n                       disposed of by that person;\n                  ( e ) a person shall only be treated as having obtained\n                        property for valuable consideration, in a case where\n                        that person gave unexecuted consideration, if the\n                        consideration has become executed consideration;\n                  u> any reference to a person's property, whether\n                       expressed as a reference to the property held by the\n                       person or otherwise, shall be read as follows-\n                            (i) in relation to land, it is a reference to any\n                                interest held by the person in the land;\n                            (ii) in relation to property other than land, it is a\n                                 reference to the property, if it belongs to\n                                 him, or to any other interest held by the\n                                 person in the property;\n                  (g) references to proving any matter or satisfying any\n                      Judge or court of any matter shall be construed as\n                      references to proof or satisfaction, as the case may\n                      require, on the balance of probabilities.\n                     (3) For the purpose of deciding whether or not property\n             was recoverable at any time, including any time before the\n             appointed day, it shall be deemed that this Part was in force at\n             that and any other relevant time.\nGeneral         56.-41) This Part has effect for the purposes of-\npurpose of\nthis Part.        (a) enabling the enforcing authority to recover, in civil\n                       proceedings before the Court, property which is, or\n                       represents, property obtained through unlawful\n                       conduct;\n                  (b) enabling cash which is, or represents, property\n                       obtained through unlawful conduct or which is\n                       intended to be used in unlawful conduct, to be\n                       forfeited in civil proceedings before a Resident\n                        PROCEEDS OF CRI.UE\n          Magistrate's Court.\n         (2) The powers conferred by this Part are exercisable in\nrelation to any property (including cash), whether or not any\nproceedings have been brought for an offence in connection\nwith the property;\n       (3) The Court mentioned in subsection (l)(a) or (b) shall\ndecide on a balance of probabilities whether it is proved that-\n     ( a ) any matters alleged to constitute unlawful conduct\n           have occurred; or\n     (b) any person intended to use any cash in unlawful\n           conduct.\n             Civil Recovery in the Suprenze Court"
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57. The enforcing authority may take proceedings in the Proceedings\n                                                              for recovery\nCourt against any person who the enforcing authority believes\nholds recoverable property."
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58.-(1)     If in proceedings under this Part the Court is Recovery\n                                                                     orders.\nsatisfied that any property is recoverable, the Court shall make\nan order under this section (hereinafter called a recovery\norder).\n         (2) Subject to subsection (8), the recovery order shall\nvest the recoverable property in the Agency.\n         (3) If each of the conditions in subsection (4) is met, the\nCourt shall not make in a recovery order any provision in\nrespect of recoverable property unless it is just and equitable to\ndo so.\n         (4) The conditions referred to in subsection (3) are\nthat-\n       (a) the respondent obtained the recoverable property in\n            good faith;\n       (b) the respondent took steps after obtaining the property,\n            which he would not have taken if he had not obtained\n            it, or he tool< steps before obtaining the property,\n            which he would not have taken if he had not believed\n                      PROCEEDS OF CRIME\n          he was going to obtain it;\n     (c) when the respondent took the steps mentioned in\n          paragraph (b), he had no notice that the property was\n          recoverable; and\n      (4 if a recovery order were made in respect of the\n          property, the order would, by reason of the steps\n          mention in paragraph (b), be detrimental to the\n          respondent.\n        (5) In deciding whether it is just and equitable to make\nprovision in respect of recoverable property in a recovery order\nwhere the conditions in subsection (4) are met, the Court shall\nhave regard to--\n      (a) the degree of detriment that would be suffered by the\n          respondent if the provision were made;\n     (b) the enforcing authority's interest in receiving the\n         realized proceeds of the recoverable property.\n       (6) A recovery order may sever any property.\n      (7) The provisions of this section are subject to sections\n61 to 66 and any consent order made, or limit on recovery\nimposed by, regulations made under this Act.\n        (8) Where property which is the subject of a recovery\norder includes real property-\n      (a) the order shall vest that real property in the Crown;\n          and\n      (b) the provisions of section 9(3) to (5) shall apply, with\n          the necessary modifications, to that real property, so\n          however that the directions given pursuant to section\n          9(4) shall provide for the realized proceeds to be paid\n          over to the Agency.\n        (9) Where the enforcing authority is entitled to take\nproceedings for a recovery order before a Court, the enforcing\nauthority may apply for an interim receiving order in such\nmanner and in such circumstances as may be prescribed.\n              (The inclusion of this page is authorized by L.N. llROlO I\n                        PROCEEDS OF CRIME                                   75"
    },
    {
      "provision_ref": "sec59",
      "section": "59",
      "title": "Section 59",
      "content": "59.-(1) The functions of the Agency in giving effect to a Functions\n                                                             of the\nrecovery order are-                                          Agency in\n                                                                   giving\n     (a) to secure the detention, custody or preservation of any effect   to\n           property vested in it by the recovery order;            recovery\n                                                                   order.\n      (b) in the case of property other than money, to realise the\n           value of the property for the benefit of the Agency;\n           and\n     (c) to perform any other functions conferred on it bv\n           virtue of this Part.\n        (2) The Agency shall realize the value of property vested\nin it by the recovery order, so far as practicable, in the\nmanner best calculated to maximize the amount payable to\nthe Agency.\n        (3) The Agency has the powers mentioned in the Third Tliird\n                                                                   Schedule.\nSchedule.\n       (4) References in this Part to a recovery order include a\nconsent order under regulations made under this Act and\nreferences to property vested in the Agency or the Crown, as\nthe case may require, by a recovery order include property\nvested in the Agency or the Crown in pursuance of such a\nconsent order."
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60.-(1) A recovery order shall have effect in relation to any Rigllts of\n                                                                  pre-emption\nproperty notwithstanding any provision (of whatever nature) ,,,,\nthat would otherwise prevent, penalize or restrict the vesting of\nthe property.\n        (2) A right or pre-emption, return or other similar right\nshall not operate or become exercisable as a result of the vesting\nof any property under a recovery order.\n        (3) Where property is vested under a recovery order, any\nright referred to in subsection (2) shall have effect as if-\n      (a) the person in whom the property is vested were the\n           same person in law as the person who held the\n           property; and\n                                     PROCEEDS OF CRIME\n                  (b) no transfer of the property had talcen place.\n                    (4) For the purposes of this section-\n                  (a) a right of return means any right under a provision for\n                       the return of property in specified circun~stances;\n                  (b) referenccs to rights in subsections (2) and ( 3 ) do not\n                       include any rights in respect of which the recovery\n                       order was made.\n                     (5) This section applies in relation to the creation of\n             interests, or the doing of any other thing, by a recovery order as\n             it applies in relation to the vesting of property.\nAssociated      61.-(1) Sections 62 and 63 shall apply if the Court makes a\nand joint\nproperty.    recovery order in respect of any recoverable property in a case\n             falling within subsection (2) or (3).\n                      (2) A case falls within this subsectioll if-\n                   ( a ) the property to which the proceedings relate includes\n                          property that is associated with the recoverable\n                          property and is specified or described in the claim\n                          form; and\n                   ( b ) if the associated property is not the respondent's\n                          property, the claim form or application has been\n                          served on thc person who owns the property or the\n                          Court has dispensed with service.\n                      ( 3 ) A case falls within this subsectio~lif-\n                   ( a ) the recoverable property belongs to joint tenants; and\n                   ( b ) one of the joint tenants is an excepted joint owner\n                     (4) For the purposes of this P a r t\n                   (a) an excepted joint owner is a person who obtained the\n                       property in circumstances in which it would not be\n                       recoverable against him; and\n                   (b) refercnces to Lhe excepted joint owner's share of the\n                        recoverable property are references to so much of the\n                        recoverable property as would have been his if the\n                         PROCEEDS OF CRIME\n            joint tenancy had been severed."
    },
    {
      "provision_ref": "sec62",
      "section": "62",
      "title": "Section 62",
      "content": "62.-(1)     Where-                                                          Agreements\n                                                                              about\n     (a) this section applies;                                                associated or\n                                                                              joint\n                                                                               property.\n     (bj the Agency ap,es; and\n      (c) the person who holds the associated property or who\n           is thc excepted joint owner agrees,\nthe reco1lzi.y order may, instead of vesting the recoverable\nproperty in the Agency or the Crown, as the case may require,\norder the person whose agreement is obtained under paragraph\n(cj to make a payment to the Agency in accordance with\nsubsection (2).\n        (2) The amount of the payment shall be the amount that\nthe Agency and the person agree represents-\n     (a) in a case falling within section 61(2), the value of the\n         recoverable property;\n     (b) in a case falling within section 61 (3), the value of the\n         recoverable property less the value of the excepted\n         joint owner's share,\n   Provided that if-\n     (a) an interim receiving order or interim administration\n         order applied at any time to the associated property or\n         joint tenancy; and\n      (b) the Agency agrees that the person has suffered loss as\n          a result of that order,\nthe amount of the payment may be reduced by an amount that\nthe Agency and the person agree is reasonable, having regard to\nthat loss and to any other relevant circumstances.\n       (3) If there is more than one such associated property or\nexcepted joint owner-\n      (a) the total amount to be paid to the Agency; and\n      (b) the part of such amount that is to be provided by\n          each person who holds any such associated property\n                                        PROCEEDS OF CRIME\n                          or who is an excepted joint owner,\n                shall be agreed between both (or all) of them and the Agency.\n                       (4) A recovery order that makes any requirement under\n                subsection (1)-\n                     ( a ) may, so far as is required for giving effect to the\n                           agreement, include provision for vesting, creating or\n                           extinguishing any interest in property;\n                     (b) shall make provision for any recoverable property to\n                         cease to be recoverable.\nDefault of         63.-(1) Where this section applies, the Court may make the\nagreement\nabout           provisions referred to in subsection (2) in a recovery order, if-\nassociated or\njoint                (a) there is no agreement under section 62; and\nproperty.\n                     (b) the Court thinks it just and equitable to do so.\n                       (2) The provisions are-\n                     (a) for the associated property to vest in the Agency or the\n                         Crown, as the case may require, or for the excepted\n                         joint owner's interest to be extinguished; or\n                     (b) in the case of an excepted joint owner, for the\n                         severance of his interest.\n                       (3) A recovery order containing any provision by virtue\n                of subsection (2)(a) may also provide for either or both of the\n                following matters-\n                     ( a ) for the Agency to pay an amount to the person who\n                           holds the associated property or who is an excepted\n                           joint owner; or\n                     (b) for the creation of interests in favour of that person, or\n                         the imposition of liabilities or conditions in relation to\n                         the property vested in the Agency.\n                        (4) In making any provisions in a recovery order by\n                virtue of subsection (2) or (3), the Court shall have regard to-\n                     (a) the rights of any person who holds the associated\n                         PROCEEDS OF CRIME\n             property or who is an excepted joint owner and the\n             value to him of that property or, as the case may\n             require, of his share, including any value which\n             cannot be assessed in terms of money;\n      (b) the Agency's interest in receiving the realized\n             proceeds of the recoverable property.\n            (5) Where-\n      (a) an interim receiving order applied at any time to\n             associated property or a joint tenancy; and\n      (b) the Court is satisfied that the person who holds the\n             associated property or who is an excepted joint owner\n             has suffered loss as a result of that order,\na recovery order making any provision by virtue of\nsubsection(2) or (3) may require the Agency to pay compen-\nsation to that person.\n           (6) The amount of compensation to be paid under\nsubsection (5) is the amount that the Court thinks reasonable,\nhaving regard to the person's loss and to any other relevant\ncircumstances."
    },
    {
      "provision_ref": "sec64",
      "section": "64",
      "title": "Section 64",
      "content": "64.-(1)       This section applies to recoverable property Paymentsin\n                                                                      respect of\nconsisting of rights under a pension scheme.                          rights under\n           (2) Subject to any consent order made under regulations schemes.\n                                                                      pension\nprescribed pursuant to this Act, a recovery order in respect of\nthe property shall, instead of vesting the property in the\nAgency, require the trustees or managers of the pension\nscheme-\n      (a) to pay to the Agency within a prescribed period, the\n             amount determined by the tnl, es or managers of the\n             pension scheme to be the value of the rights; and\n      (b) to give effect to any other provision made, by virtue of\n             this section or section 65 or 66, in respect of the\n             scheme.\n          (3) A recovery order made by virtue of subsection (2)-\n       (a) shall override the provisions of the pension scheme to\n             the extent that they conflict with the provisions of the\n              order; and\n                                         PROCEEDS OF CRIME\n                        (b) may provide for the recovery by the trustees or\n                            managers of the scheme, whether by deduction from\n                            any amount which they are required to pay to the\n                            Agency or otherwise, of costs incurred by them in-\n                                 (i) complying with the recovery order; or\n                                 (ii) providing information, before the order was\n                                      made, to the Agency, interim receiver or\n                                      interim administrator.\n                         (4) No provision in any other law or in any pension\n                  scheme, which prevents or restricts the assignment of any\n                  pension shall apply to a Court making a recovery order by virtue\n                  of subsection (2).\nConsequential\nadjustment of"
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65.-(1)   A recovery order made by virtue of section 64(2)\nliabilities       shall require the trustees cjr managers of the pension scheme-\nunder pension\nsclienies.             (a) to make such reduction in the liabilities of the scheme\n                            as they tl~inl<necessary in consequence of the\n                            payment made in pursuance of that subsection; and\n                       (b) to provide for the liabilities of the pension scheme\n                            relating to the respondent's recoverable property in\n                            respect of which an order under section 64(2) is\n                            made.\n                            (2) So far as the trustees or managers of a pension\n                  scheme are required to act under subsection (I), their powers\n                  include the power to reduce the amount of-\n                       (a) any benefit or future benefit to which the respondent is\n                           or may be entitled under the scheme;\n                        (b) any future benefit to which any other person may\n                            be entitled under the scheme in respect of that\n                            property.\nSupplemen-            66.-(1)   The Minister responsible for the management of\ntary provisions\nin respect of     pension schemes may make regulations regarding the exercise\npension           by the trustees or managers of a pension scheme of their powers\nschemes.\n                  under sections 64 and 65.\n                        PROCEEDS OF CRIME\n         (2) Without prejudice to the generality of subsection (I),\nregulations made under this section may include provision for\nthe calculation and verification of the value at any time of rights\nor liabilities.\n         (3) The power confel~ed by subsection (2) includes\npower to provide for any values to be calculated or verified-\n      (a) in a manner that, in the particular case, is approved by\n            a prescribed person; or\n      (b) in accordance with guidance from time to time\n            prepared by a prescribed person."
    },
    {
      "provision_ref": "sec67",
      "section": "67",
      "title": "Section 67",
      "content": "67.-41) This section applies to-                                 A P P ~ Y I ~ ~\n                                                                    realized\n      (a) sums that represent the realized proceeds of property p,,ce,d,,\n            which was vested in the Agency by a recovery order\n            or which the Agency obtained in pursuance of a\n            recovery order;\n      (b) sums vested in the Agency by a recovery order or\n            obtained by the Agency in pursuance of a recovery\n            order.\n          (2) The Agency shall make out of the sums-\n       (a) first, any payment required to be made by it by virtue\n            of section 63;\n       (b) second, any payment of remuneration or expenses that\n             are payable by virtue of section 135 (remuneration\n                -   .\n             and expenses of insolvency practitioner),\nand any sum that remains shall be paid to the Agency."
    },
    {
      "provision_ref": "sec68",
      "section": "68",
      "title": "Section 68",
      "content": "68.--(I) In proceedings for a recovery order, a person Exemption\n                                                                for victims\n(hereinafter in this section referred to as the applicant) who ofthefi,etc,\nclaims that any property alleged to be recoverable property, or\nany part of that property, belongs to him may apply for a\ndeclaration under this section.\n        (2) If the applicant appears to the Court to meet the\nconditions mentioned in subsection (3), the Court may make a\ndeclaration to that effect.\n        (3) The conditions are that-\n      (a) the applicant was deprived of the property he claims,\n           or of property which it represents, by unlawful\n           conduct;\n                        PROCEEDS OF CRlME\n      (b) the property he was deprived of was not recoverable\n          property immediately before he was deprived of it;\n          and\n     (c) the property he claims belongs to him.\n         (4) Property to which a declaration under this section\napplies is not recoverable property.\n        (5) Where a declaration is made under subsection (2),\nthe Court may make an order for the restitution of the property\nto the applicant with such ancillary directions as are necessary to\nsecure such restitution, including, where the property is subject\nto the Registration of Titles Act, provision directing the\nRegistrar to register the title of the applicant."
    },
    {
      "provision_ref": "sec69",
      "section": "69",
      "title": "Section 69",
      "content": "69.-(1)  If, in the case of any property to which an interim\nreceiving order has at any time applied, the Court does not in the\ncourse of the proceedings decide that the property is recover-\nable property or associated property, the person who owns\nproperty they may make an application to the Court for\ncompensation.\n       (2) Subsection (1) does not apply if the Court-\n      (a) has made a declaration in respect of the property by\n          virtue of section 68; or\n      (b) makes a consent order.\n       (3) If the Court has made a decision by reason of which\nno recovery order could be made in respect of the property, the\napplication for compensation shall be made within the period of\nthree months beginning with-\n      ( a ) the date of the decision;\n      (b) if any application is made for leave to appeal, the date\n          on which the application is withdrawn or refused; or\n      (c) if the application is granted, the date on which any\n          proceedings on appeal are finally concluded.\n        (4) If the proceedings in respect of the property have\n                       PROCEEDS OF CRIME                                    85\n          provisions of this Part for a recovery order in respect\n          of the chattel.\n       (5) The Limitation of Actions Act shall not prevent-\n     (a) the person referred to in subsection (4) from asserting\n          on an application under section 80 (appeal against\n          forfeiture) that the property belongs to him; or\n     (b) the Court from making a declaration in that person's\n          favour under section 68 (exemption for victims of\n          theft, etc.).\n       (6) If the Court makes a declaration referred to in\nsubsection (5)(b),the person's title to the chattel is to be treated\nas not having been extinguished by the Limitation of Actions\nAct.\n           Recovery of Cash in Summary Proceedings"
    },
    {
      "provision_ref": "sec72",
      "section": "72",
      "title": "Section 72",
      "content": "72.-(1)      Subject to section 73, if an authorized officer who is Searches.\nlawfully on any premises has reasonable grounds for suspecting\nthat there is on the premises cash-\n       (a) which is recoverable property or is intended by any\n             person for use in unlawful conduct; and\n       (b) the amount of which is not less than the minimum\n             amount,\nthe authorized officer may search for the cash on those\npremises.\n          (2) An authorized officer may exercise the powers set\nout in subsection (3) if the officer has reasonable grounds for '\nsuspecting that a person is carrying cash-\n        (a) which is recoverable property or is intended by any\n             person for use in unlawful conduct; and\n      (b) the amount of which is not less than the minimum\n           amount.\n        (3) The authorized officer may, so far as he thinks\nnecessary or expedient, requiri the person suspected of carrying\nthe cash-\n      (a) to permit a search of any article found in that person's\n                                          PROCEEDS OF CRIME\n                             possession; or\n                       (b) to permit a search of his person.\n                         (4) An authorized officer exercising powers by virtue of\n                  subsection (3)(b)may detain the person so long as is necessary\n                  for the exercise of those powers.\n                         (5) The powers conferred by this section are exercisable\n                  only so far as is reasonably required for the purpose of finding\n                  cash.\nPrior approval.    73.-(1)   For the purposes of this section-\n                       ( a ) the appropriate approval means a search warrant\n                             issued by a Justice of the Peace or, if that is not\n                             practicable in any case, the approval of a senior\n                             officer;\n                       (b) \"a senior officer\" means-\n                                (i) in relation to the exercise of the power by a\n                                     customs officer, a customs officer of a rank\n                                     designated by the Commissioner of Customs\n                                     as equivalent to that of a senior police\n                                     officer;\n                                 (ii) in relation to the exercise of the power by a\n                                      constable, a senior police officer;\n                                 (iii) in relation to the exercise of the power by a\n                                       any other authorized officer, the Director or\n                                       a senior officer of the Agency;\n                        (c) \"a senior police officery' means a member of the\n                            Constabulary Force of at least the rank of inspector.\n                         (2) The powers conferred by section 72(1) may be\n                  exercised only with the appropriate approval as specified in\n                  subsection (I), but an authorized officer who, pursuant to that\n                  subsection, exercises the powers without obtaining a search\n                  warrant shall give a written account to the senior officer in\n                  accordance with subsection (3), in any case where-\n                       (a) no cash is seized by virtue of section 75; or\n                                !The inclusion of this p r y is authorized by L.N. llROlO I\n                       PROCEEDS OF CRIME\n          that either-\n                 (i) its continued detention is justified while its\n                     intended use is further investigated or\n                    consideration is given to bringing (in\n                    Jamaica or elsewhere) proceedings against\n                    any person for an offence with which the\n                    cash is connected; or\n               (ii) proceedings against any person for an\n                    offence with which the cash is connected\n                    have been started and have not been\n                    concluded.\n       (6) Where an application is made for an order under\nsubsection (2) in the case of cash seized under section 75(2), the\nCourt or Justice of the Peace, as the case may be, shall not make\nthe order unless satisfied that-\n     (a) the condition in subsection (5)(a) or (b) is met in\n         respect of part of the cash; and\n     ( 6 ) it is not reasonably practicable to detain only that part.\n         (7) An order under subsection (2) shall provide for.\nnotice to be given to persons affected by it."
    },
    {
      "provision_ref": "sec77",
      "section": "77",
      "title": "Section 77",
      "content": "77.-41) Where cash is detained under section 76 for more Interest.\nthan seventy-two hours, the cash shall, as soon as is reasonably\npracticable, be deposited in an interest-bearing account and held\nthere, and the interest accruing on it shall be added to it on its\nforfeiture or release.\n       (2) In'the case of cash seized under section 75(2) and\ndctained under section 76, the authorized officer shall, on\ndepositing the cash in the account, release the part of the cash to\nwhich the suspicion does not relate.\n       (3) Subsection (1) does not apply if the cash or, as the\n                 -\n              [The inclusion o f this page is authorized by L.N. llROlO I\n                                     PROCEEDS OF CRIME\n              case may be, the part to which the suspicion relates is required\n              as evidence of an offence in proceedings under this Part.\nRe'ease Of\ndetained"
    },
    {
      "provision_ref": "sec78",
      "section": "78",
      "title": "Section 78",
      "content": "78.-(1)   This section applies while any cash is detained under\ncash.         section 76.\n                       (2) A Resident Magistrate's Court may direct the\n              release of the whole or any part of the cash if the Court is\n              satisfied, on the application by the person from whom the cash\n              is seized, that the conditions in section 76 for the detention of\n              the cash are no longer met in relation to the cash to be released.\n                      (3) An authorized officer may, with the approval of the\n              Resident Magistrate's Court or Justice (as the case may be)\n              under whose order cash is being detained, release the whole or\n              any part of it if satisfied that the detention of the cash to\n              be released is no longer justified.\nForfeiture.     79.-(1)      While cash is detained under section 76, the\n              authorized officer may make an application to the Resident\n              Magistrate's Court for the forfeiture of the whole or any part of\n              the cash.\n                       (2) On an application under subsection (I), the Resident\n              Magistrate's Court may order the forfeiture of the cash or any\n              part of it if satisfied that the cash or part, as the case may be-\n                  (a) is recoverable property; or\n                   (b) is intended by any person for use in unlafil conduct.\n                      (3) In the case of recoverable property that belongs to\n              joint tenants, an order under subsection (2) shall not apply to so\n              much of the property as the Court thinks is attributable to the\n              excepted joint owner's share of the property.\n                     (4) Where an application for the forfeiture of any cash is\n              made under this section, the cash shall be detained, and may not\n              be released under any power conferred by this Part, until any\n              proceedings in pursuance of the application (including any\n              proceedings on appeal) are concluded.\nAppeal          80.+1) Any party to proceedings in which an application or\nagainst\nfoeiUrs.      order is made under section 79 for the forfeiture of cash, who is\n                            (The inclusion of this page is authorized by L.N. llROlO I\n                         PROCEEDS OF CRIME\naggrieved by the decision of the Court in relation thereto, may\nappeal to the Court of Appeal in respect of the decision.\n           (2) An appeal under subsection (1) shall be made within\nthe period of thirty days beginning with the date on which the\norder is made.\n         (3) The Court hearing the appeal may make any order it\nthinlts appropriate."
    },
    {
      "provision_ref": "sec81",
      "section": "81",
      "title": "Section 81",
      "content": "81.-(1)      Cash forfeited under this Part, and any accrued                   ~~~~'~~~t~~\ninterest thereon, shall, subject to the provisions of subsection cash.\n(3), be paid into the Consolidated Fund.\n           (2) Cash shall not be paid in under subsection (1)-\n       (a) before the end of the period specified in section 80(2)\n             within which an appeal under that section maybe\n             made; or\n       (b) if a person appeals under that section, before the\n              appeal is determined or otherwise disposed of.\n         (3) Regulations made under section 138 may provide for\nthe disbursement of funds, paid into the Consolidated Fund\npursuant to subsection (I), for the benefit of Jamaica's criminal\njustice system."
    },
    {
      "provision_ref": "sec82",
      "section": "82",
      "title": "Section 82",
      "content": "82.-(1)      A person who claims that any cash detained under ~ ~                             ~   ~   W   ~   ~   s   ,\nthis Part belongs to him may apply to a Resident Magistrate's\nCourt for the cash to be released to him.\n          (2) An application under subsection (1) may be made in\nthe course of proceedings under section 76 or 79 or at any other\ntime.\n          (3) On an application under subsection (1) the Court\nmay act in accordance with subsection (4) or (5).\n          (4) If it appears to the Court that-\n       ( a ) the applicant was deprived of the cash to which the\n              application relates, or of property which it represents,\n              by unlawful conduct;\n       (b) the property that the applicant was deprived of was\n              not, immediately before he was deprived of it,\n              recoverable property; and\n       (c) the cash belongs to the applicant,\n                                 PROCEEDS OF CRIME\n           the Court may order the cash to which the application relates to\n           be released to the applicant.\n                  (5) If the applicant is not the person from whom the cash\n           to which the application relates was seized and-\n                (a) it appears to the Court that the cash belongs to the\n                    applicant;\n                (b) the Court is satisfied that the conditions in section 76\n                    for the detention of the cash are no longer met or, if an\n                    application has been made under section 79, the Court\n                    decides not to make an order under that section in\n                    relation to that cash; and\n                (c) no objection to the making of an order under this sub-\n                     section has been made by the person from whom that\n                    cash was seized,\n           the Court may order the cash to which the application relates to\n           be released to the applicant or the person from whom it was\n           seized.\nCornpen-   83.-41) If no forfeiture order is made in respect of any cash\nsation.\n           detained under this Part, the person to whom the cash belongs or\n           from whom the cash was seized may make an application to the\n           Resident Magistrate's Court for compensation.\n                  (2) If, for any period beginning with the first reasonably\n           practicable opportunity to deposit the cash in an interest-bearing\n           account after the initial detention of the cash for seventy-two\n           hours, the cash was not so deposited, the Court may order that\n           compensation be paid to the applicant.\n                 (3) Subject to subsection (4), the amount of compensation\n           to be paid under subsection (2) is the amount that the Court\n           thinks would have been earned in interest in the period in\n           question if the cash had been held in an account that bears\n           interest at the rate of interest applicable to Government Treasury\n           Bills over the period in question.\n                    (4) If a forfeiture order is made in respect of only a\n           portion of any cash detained under this Part, this section has\n            effect in relation to the other portion.\n                         (The inclusion of this page is authorized by L.N. llROlO I\n                         PROCEEDS OF CRIME                                              93\n                                     General"
    },
    {
      "provision_ref": "sec84",
      "section": "84",
      "title": "Section 84",
      "content": "84.-(1)   Property obtained through unlawful conduct is\nrecoverable property:                                      throurrh\n                                                                             ~~~~~~\n                                                                             unlawful\n  Provided that if such property has been disposed of since it conduct.\nwas so obtained, it is recoverable property only if it is held by a\nperson into whose hands it may be followed.\n        (2) Recoverable property obtained through ur,iawfUl\nconduct may be followed into the hands of a person obtaining it\non a disposal by-\n      (a) the person who obtained the property through the\n           unlawful conduct; or\n      (b) a person into whsse hands it may, by virtue of this\n           subsection, be followed."
    },
    {
      "provision_ref": "sec85",
      "section": "85",
      "title": "Section 85",
      "content": "85.-(1) Where property obtained through unlawful conduct Tracing   property, etc.\n(hereinafter in this section referred to as the original property) is\nor has been recoverable, any property that represents in whole\nor in part, directly or indirectly, the original property, is also\nrecoverable property.\n          (2) Where a person enters into a transaction by which-\n      (a) that person disposes of recoverable property, whether\n             the original property or property which, by virtue of\n             this Part, represents original property; and\n      (b) he obtains other property in place of it, the other\n             property represents the original property.\n         (3) If a person disposes of recoverable property that\nrepresents the original property, the property-\n       (a) may be followed into the hands of the person who\n             obtains it; and\n       (b) continues to represent the original property.\n   8 6 . j 1 ) Subsection (2) applies if a person's recoverable              Eg:ny,\nproperty is mixed with other property, whether belonging to that\nperson or any other person.\n                              PROCEEDS OF CRIME\n           (2) The portion of the mixed property ,that is\nattributable to the recoverable property represents the property\nobtained through unlawful conduct."
    },
    {
      "provision_ref": "sec87",
      "section": "87",
      "title": "Section 87",
      "content": "87.-(1)       This section applies where a person who has\n                                                                      accruing In\nrecoverable property obtains further property consisting of respectof\nprofits accruing in respect of the recoverable property.              recoverable\n                                                                      property.\n           (2) The further property shall be treated as representing\nproperty obtained through unlawful conduct."
    },
    {
      "provision_ref": "sec88",
      "section": "88",
      "title": "Section 88",
      "content": "88.---(I) Where-                                                   General\n                                                                      exceptions.\n       ( a ) a person disposes of recoverable property; and\n       ( 6 ) the party who obtains the property on the disposal\n              does so in good faith, for valuable consideration and\n              without notice that the property was recoverable\n              property ,\nthe property may not be followed into that party's hands and\nceases to be recoverable.\n             (2) If recoverable property is vested, forfeited or\notherwise disposed of in pursuance of powers conferred by\nvirtue of this Part, the property ceases to be recoverable.\n             (3) Recoverable property ceases to be recoverable if-\n       (a) the property consists of a payment made to the\n               claimant, or property otherwise obtained by the\n               claimant, from the defendant in pursuance of a\n              judgment in civil proceedings, whether in Jamaica or\n               elsewhere; and\n       ( b ) the claimant's claim is based on the defendant's\n               unlawful conduct.\n           (4) Recoverable property ceases to be recoverable if the\nproperty consists of a payment made to a person in pursuance of\n an order for restitution or the payment of compensation under\n any other law.\n           ( 5 ) Property is not recoverable while-\n        ( a ) a restraint order applies to the property under section\n               33; or\n        (b) a forfeiture order made under any other law is in force\n               in respect of the property\n               [The inclusion o f this page is authorized by L.N. llL?OlO I\n                         PROCEEDS OF CRIME\n        (6) Property is not recoverable in relation to any person\nif the property has been taken into account in deciding the\namount of that pason's benefit from criminal conduct for the\npurpose of n?&ing-\n      (a) a forfeiture order or pecuniary penalty order; or\n      (b) a forfeiture order under any other law,\nand, in relation to an order mentioned in paragraph (b), the\nreference to the amount of a person's benefit from criminal con-\nduct shall be construed as a reference to the corresponding\namount under the enactment in question.\n          (7) Where-\n      (a) a person enters into a transaction to which section\n             85(2) applies; and\n      (b) the disposal is one to which subsection (1) or (2)\n            applies,\nthis section does not affect the recoverability (by virtue of\nsection 85(2)) of any property obtained on the transaction in\nplace of the property disposed of."
    },
    {
      "provision_ref": "sec89",
      "section": "89",
      "title": "Section 89",
      "content": "89.--(I) Where a person grants an interest in recoverable Grant      .\n                                                                               of\n                                                                        Interest in\nproperty, the question whether the interest is also recoverable recoverable\nshall be determined in the same manner as on any other disposal prOpe*y.\nof recoverable propzrty.\n          (2) On the grant of an interest in recoverable property-\n       (a) where the property is property obtained through\n             unlawful conduct, the interest shall also be treated as\n             obtained through that conduct;\n       (b) where the property represents, in the hands of the\n             grantor, property obtained through unlawfbl conduct,\n             the interest shall also be treated as representing, in the\n             grantor's hands, the property so obtained."
    },
    {
      "provision_ref": "sec90",
      "section": "90",
      "title": "Section 90",
      "content": "90.-(1)     This section applies to recoverable property, or lnSOIVencY~\nproperty associated with recoverable property, if-\n       (a) the property is an asset of a company being wound up\n            in pursuance of a resolution for voluntary winding up;\n      (b) the property is an asset of any entity and a deed of\n                                         PROCEEDS OF CRIME\n                            arrangement under section 52 of the Banluuptcy Act\n                            has effect in relation to the entity;\n                        (c) an order under section 23 of the Bankruptcy Act\n                             (appointment of receiver) has effect in relation to the\n                             property;\n                        (6)the property is an asset of an individual in respect of\n                            whom a provisional or absolute order for bankruptcy\n                            has effect under the Bankruptcy Act.\n                           (2) Proceedings for a recovery order may not be taken\n                 or continued in respect of property to which this section applies,\n                 unless-\n                       (a) the appropriate court gives leave; and\n                       (b) the proceedings are taken or continued, as the case\n                            may be, in accordance with any terms imposed by that\n                            court.\n                          (3) An application for an order for the further detention\n                 of any cash to which this section applies may not be made under\n                 section 76 unless the appropriate court gives leave.\n                         (4) An application under this section for leave to take\n                 proceedings for a recovery order may be made without notice to\n                 any person.\n                         (5) Subsection (4) does not affect any requirement for\n                 notice of an application to be given to the Director's receiver.\n                         (6) In this section, \"the appropriate court\" means the\n                 court that is the applicable court for the purposes of the relevant\n                 resolution, deed of arrangement, or provisional or absolute\n                 order, mentioned in subsection (1).\n                                     PARTV'. Money Laundering\nInterpretation     91.-(1) For the purposes of this Part-\n                      (a) property is criminal property if it constitutes a\n                          person's benefit from criminal conduct or represents\n                          such a benefit, in whole or in part and whether\n                          directly or indirectly (and it is immaterial who carried\n                          out or benefitted from the conduct);\n                      (b) money laundering is an act which-\n                                [The inclusion o f this page is authorized by L.N. IlnOlO I\n                         PROCEEDS OF CRIME\n      ( a ) by, or by a representative of, a client of his in\n            connection with the giving by the Attorney-at-Law of\n            legal advice to the client;\n      (b) by, or by a representative of, a person seeking legal\n          advice from the Attorney-at-Law or\n      ( c ) by a person in connection with legal proceedings or\n            contemplated legal proceedings:\n  Provided that this subsection does not apply to information or\nother matter that is communicated or given with the intention of\nfurthering a criminal purpose.                                   Fourth\n                                                                               Schedule\n         (9) The Minister may by order, subject to affirmative\nresolution, amend the Fourth Schedule."
    },
    {
      "provision_ref": "sec95",
      "section": "95",
      "title": "Section 95",
      "content": "95.-(1) A nominated officer commits an offence if-                  Non-\n                                                                       disclosure by\n      ( a ) the nominated officer knows or believes, or has anolninated\n            reasonable grounds for laowing or believing, that officer in the\n            another person has engaged in a transaction that could sector.\n            constitute or be related to money laundering;\n      ( b ) the information or other matter on which his\n            laowledge or belief is based or which gives\n            reasonable grounds for such knowledge or belief, as\n            the case may be, came to the nominated officer in\n            consequence of a disclosure made under section 94;\n            and\n      (c) the nominated officer fails, without reasonable excuse,\n            to make the required disclosure as soon as is\n            reasonably practicable, and in any event within fifteen\n            days, after the information or matter comes to him.\n         (2) For the purposes of subsection ( l ) ( c ) , the required\ndisclosure is a disclosure of the information or other matter-\n      ( a ) to the designated authority; and\n      ( b ) in such form and manner as may be prescribed for the\n            purposes of this subsection by regulations made under\n            section 102.\n                [The inclusion o f this page is authorized by L.N. 1112010 1\n104                                      PROCEEDS OF CRIME\nNon-\ndisclosure b\\"
    },
    {
      "provision_ref": "sec96",
      "section": "96",
      "title": "Section 96",
      "content": "96.-(1)    An authorized officer conllnits an offence if-\nautliorized\notficer.             ( a ) that officer ltnows or has reasonable grounds to\n                           believe that another person has engaged in money\n                           laundering;\n                     (b) the information or other matter on which that\n                         lcnowledge or reasonable grounds for belief is based\n                         came to the authorized officer in the consequence of a\n                         disclosure made under section 100; and\n                     (c) the authorized officer fails, without reasonable excuse,\n                          to make the required disclosure as soon as is\n                          reasonably practicable, or in any event within fifteen\n                          days, after the information or other matter comes to\n                          him.\n                       (2) For the purposes of subsection (1) (c), the required\n                disclosure is a disclosure of the information or other matter-\n                     (a) to the designated authority; and\n                     (b) in such form and manner as may be prescribed for the\n                            purposes of this subsection by regulations made under\n                            section 102.\nTipl'ing"
    },
    {
      "provision_ref": "sec97",
      "section": "97",
      "title": "Section 97",
      "content": "97.-(1)    A person commits an offence if-\n                      (a) laowing or having reasonable grounds to believe that\n                          a disclosure falling within section 100 has been made,\n                          he inalces a disclosure which is likely to prejudice any\n                          investigation that might be conducted following the\n                          first mentioned disclosure; or\n                      (b) knowing or having reasonable grounds to believe that\n                          the enforcing authority is acting or proposing to act\n                          in connection with a money laundering investigation\n                          which is being, or about to be, conducted, he discloses\n                          information or any other matter relating to the\n                          investigation to any other person.\n                       (2) A person does not commit an offence under\n                subsection (1) if-\n                                lThe inclusion of this page is authorized by L.N. llnOl0 1\n                         PROCEEDS OF CRIME\n      ( a ) in the case of a disclosure mentioned in subsection (1)\n            (a), at the time of malting the disclosure the person\n           did not lcnow or suspect that the disclosure was liltely\n           to be prejudicial as mentioned in subsection ( I ) ( a ) ;\n      (b) the disclosure is made in carrying out a function that\n          the person has relating to the enforcement of an;\n          provision of this Act or of any other enactment\n          relating to criminal conduct or benefit from criminal\n          conduct;\n      (c) the disclosure is to an attorney-at-law for the purpose\n          of obtaining legal advice;\n      (4 the person is an attorcey-at-law and the disclosure\n           falls within subsection (3); or\n       ( e ) the disclosure is a disclosure to the competent\n             authority.\n           (3) A disclosure falls within this subsection if it is a\ndisclosure-\n       ( a ) to, or to a representative of, a client of the attorney-at-\n             law in connection with the giving by the attorney-at-\n             law of legal advice to the client; or\n       (b) to any person in connection with legal proceedings or\n             contemplated legal proceedings:\n   Provided that a disclosure does not fall within this subsection\nif the disclosure is made with the intention of furthering a\ncriminal purpose."
    },
    {
      "provision_ref": "sec98",
      "section": "98",
      "title": "Section 98",
      "content": "98.-(1) A person who commits an offence under section 92\nor 93 is liable-\n       ( a ) on conviction before a Resident Magistrate-\n                   (i) in the case of an individual, to a fine not\n                        exceeding three million dollars or to\n                        imprisonment for a term not exceeding five\n                        years or to both such fine and imprisonment;\n                   (ii) in the case of a body corporate, to a fine not\n                        exceeding five million dollars;\n               [The inclusion of this page i s authorized by L.X. 11/2010 ]\n                                     PROCEEDS OF CRIME\n                  (b) on conviction on indictment before a Circuit Court-\n                            (i) in the case of an individual, to a fine or\n                                impriso~ment for a term not exceeding\n                                twenty years or to both such fine and\n                                imprisonment;\n                            (ii) in the case of a body corporate, to a fine.\n                    (2) A person who commits an offence under section 94,"
    },
    {
      "provision_ref": "sec99",
      "section": "99",
      "title": "Section 99",
      "content": "99.-(1)     A nominated officer shall not give the appropriate\nnominated    consent to the doing of a prohibited act unless the officer makes\nofficer.     a disclosure that property is criminal property to the designated\n             authority, and-\n                  ( a ) the designated authority gives consent to the doing of\n                        the act;\n                  (b) before the end of the notice period, the officer is not\n                      notified by the designated authority that consent to the\n                      doing of the act is refused; or\n                   (c) before the end of the notice period, the officer is so\n                       notified, but ten days have passed since the officer\n                       received the notice.\n                    (2) A nominated officer commits an offence if-\n                   ( a ) he gives consent to a prohibited act in circumstances\n                           [The inclusion o f this page i s authorized by L.N. ll/ZOlO ]\n                           PROCEEDS OF CRIME\n                    (c) the extent or whereabouts of the property:\n Provided that        82    investigation is not a civil recovery\ninvestigation if-\n                        (i) proceedings for a recovery order have\n                       been started in respect of the property in\n                       question;\n                        (ii) an interim receiving order applies to\n                       the property in question; or\n                        (iii) the property in question is detained\n                       under section 76;\n      \"document\" has the same meaning as in section 3 1B of the\n           Evidence Act;\n      \"excluded material\" means-\n                (a) medical records;\n                (b) human tissue or fluid which has been taken\n                     for the purposes of diagnosis or medical\n                    treatment and which a person holds in\n                     confidence;\n      \"forfeiture investigation\" means an investigation into-\n                (a) whether a person has benefited from his\n                    criminal conduct; or\n                (b) the extent or location of a person's benefit\n                    from his crilninal conduct;\n      \"Judge\" ineans a Judge of the Supreme Court;\n      \"money launderiiig investigation\" means an investigation\n         into whether a person has committed a inoney\n         laundering offence;\n      \"senior appropriate officer\" rneans-\n                (a) in relation to a forfeiture investigation-\n                               (i) the Director;\n                               (ii) a member of the Constabulary\n                                    Force not below the rank of super-\n                                    intendent;\n                                        PROCEEDS OF CRIME\n                                              (iii) a customs officer who is not below\n                                                    such grade as is designated by the\n                                                    Co~nrnissioner of Customs as\n                                                    equivalent to the rank mentioned in\n                                                    sub-paragraph (ii);\n                                              (iv) an authorized financial investigator;\n                                              (v) any other person so designated by\n                                                  the Minister by order for the\n                                                  purposes of this Part;\n                               (b) in relation to a civil recovery investigation,\n                                   the Director;\n                               (c) in relation to a money laundering invest-\n                                    igation-\n                                               (i) a member of the Constabulary Force\n                                                   who is not below the rank of super-\n                                                   intendent;\n                                              (ii) a customs officer who is not below\n                                                   such grade as is designated by the\n                                                   Comnlissioner of Customs as\n                                                   equivalent to the rank referred to in\n                                                   sub-paragraph (i);\n                                              (iii) an authorized financial investi-\n                                                    gator;\n                                              (iv) any other person designated by the\n                                                   Minister by order for the purposes\n                                                   of this Part.\nOffences\nprejudicing"
    },
    {
      "provision_ref": "sec104",
      "section": "104",
      "title": "Section 104",
      "content": "104.-(1)    This section applies if a person lcnows or has\ninvestigation,   reasonable grounds to believe that an appropriate officer is\n                 acting, or proposing to act, in connection with a forfeiture\n                 investigation, a civil recovery investigation or a money\n                 laundering investigation that is being or is about to be\n                 conducted.\n                          (2) The person commits an offence if-'\n                       (a) he makes a disclosure that is likely to prejudice the\n                              [The inclusion of this page i s authorized by L.N. 11/2010 1\n                         PROCEEDS OF CRIME\n                    investigation; or\n     (b) he falsifies, conceals, destroys or otherwise disposes\n          of, or causes or permits the falsification, concealment,\n          destruction or disposal of, documents that are relevant\n          to the investigation.\n       (3) A person does not commit an offence under\nsubsection (2)(a)if-\n      ( a ) he does not l a o w or have reasonable grounds to\n            believe that the disclosure is likely to przjudice the\n            investigation;\n      (b) the disclosure is made in the exercise of a fi~nction\n          under this Act or any other enactment relating to\n          criminal conduct or benefit from crimiilal conduct or\n          in conlpliance with a requirement imposed under or\n          by virtue of this Act; or\n      (c) the person is an attorney-at-law and the disclosure\n          falls within subsection (4).\n        (4) A disclosure falls within this subsection if it is a\ndisclosure-\n      (a) to, or to a representative of, a client of the attorney-at-\n            law in connection with the giving by the attorney-at-\n            law of legal advice to the client; or\n      ( b ) to any person in connection with legal proceedings or\n            contemplated legal proceedings:\n      Provided that a disclosure does not fall within this\nsubsection if the disclosure is made with the intention of\nfurthering a criminal purpose.\n       (5) A person does not commit an offence under\nsubsection (2)(b)if-\n      (a) he does not l a o w or suspect that the documents are\n          relevant to the investigation; or\n      (b) he does not intend to conceal any facts disclosed by\n          [he documents from any appropriate officer carrying\n               [ T h e inclusion o f this page is authorized by L.N. 11/2010 1\n                                     PROCEEDS OF CRIME\n                                 out the investigation.\n                      (6) A person who commits an offence under subsection\n             (2) is liable-\n                  ( a ) on conviction before a Resident Magistrate, to a fine\n                        not exceeding one million dollars or to imprisonment\n                        for a term not exceeding twelve months or to both\n                        such fine and imprisonment; or\n                   (b) on conviction on indictment before a Circuit Court, to\n                        a fine or to imprisonment for a term not exceeding ten\n                        years or to both such fine and imprisonment.\n                     (7) Nothing in this section prohibits a disclosure made\n             to the competent authority by a business in the regulated sector\n             in respect of a money laundering investigation or any order\n             served upon that business pursuant to this Part.\n                                 Disclosure orders\nDisclosure     105.-(1)     A Judge may, on an application made to him by\norders.\n             an appropriate officer, make a disclosure order if he is satisfied\n             that each of the requirements for the making of the order is\n             fulfilled.\n                        (2) The application' for a disclosure order shall state\n             that-\n                   (a) a person specified in the application is subject to a\n                       forfeiture investigation or a money laundering\n                       investigation, or that property specified in the\n                       application is subject to a civil recovery investigation;\n                   (b) the order is sought for                        the purposes of    the\n                       investigation;\n                   (c) the order is sought in relation to information or\n                       material, or information or material of a description,\n                       specified in the application;\n                   (4 a person specified in the application appears to be in\n                       possession or control of the information or material.\n                     (3) A disclosure order is an order-\n                         PROCEEDS OF CRIME\n      ( a ) requiring the person specified under subsection (2)(4\n          to produce the information or material to an\n          appropriate officer for the officer to take the\n          information or material away;\n      (b) requiring that person to give an appropriate officer\n          access to the information or material, within the\n          period stated in the order; or\n      (c) requiring that person to answer questions, either at a\n          time specified in the order or at once, at a place so\n          specified.\n         (4) The period stated under subsection ( 3 ) ( b )shall be a\nperiod of seven days beginning with the day on which the order\nis served:\n  Provided that the Judge by whom the order is made may\nspecify a shorter or longer period if satisfied that such shorter\nor longer period would be appropriate in the particular\ncircumstances.\n  1 0 6 . 1 ) Before making a disclosure order, the Judge shall              ?,:'$'''is\nbe satisfied that there are-                                    disclosure\n                                                                             order.\n      (a) reasonable grounds for believing that-\n                  (i) in the case of a forfeiture investigation, the\n                      person that the application for the order\n                      specifies as being subject to the investigation\n                      has benefited from his criminal conduct;\n                  (ii) in the case of a civil recovery investigation,\n                       the property that the application for the order\n                       specifies as being subject to the investigation\n                       is recoverable property or associated\n                       property;\n                 (iii) in the case of a money laundering investi-\n                       gation, the person that the application for the\n                       order specifies as being subject to the\n                       investigation has committed a money\n                       laundering offence;\n               (The inclusion of this page is authorized by L.N. 1 InOlO I\n                                       PROCEEDS OF CRIME\n                    (b) reasonable grounds for believing that the person that\n                        the application for the order specifies as appearing to\n                        be in possession or control of the information or\n                        material so specified is in possession or control of the\n                        information or material;\n                    (c) reasonable grounds for believing that the information\n                        or material is likely to be of substantial value, whether\n                        or not by itself, to the investigation for the purposes of\n                        which the order is sought; and\n                    (4 reasonable grounds        for believing that it is in the\n                         plublic interest for the information or material to be\n                         produced or for access to the information or material\n                         to be given, having regard to-\n                                (i) the benefit likely to accrue to the investi-\n                                    gation if the information or material is\n                                    obtained; and\n                              (ii) the circumstances under which the in-\n                                   formation or material is held by the person\n                                   named in the application as appearing to be\n                                   in possession or control of the information or\n                                   material.\n                        (2) An order under section 105(3)(a) shall not be made\n               in respect of accounting records used in the ordinary business of\n               banking, including ledgers, day-books, cash books and account\n               books.\n                        (3) A person who is required to produce any records\n               referred to in subsection (2) may apply to a Judge in Chambers\n               for a variation of the order and if the Judge is satisfied that\n               the records are essential to the business activities of that\n               person, the Judge may vary the disclosure order so that it\n               requires the person to give the appropriate officer access to the\n               record.\nOrder to         107.-(1) This section applies if a Judge maltes a disclosure\ngrant entry.\n               order requiring a person to give an appropriate officer access to\n               information or material on any premises.\n                             [ T h e inclusion of this page is authorized by L.N. Il/2010 1\n                         PROCEEDS OF CRIME\n        (2) The Judge may, on an application made to him by an\nappropriate officer and specifying the premises, make an order\nto grant entry in relation to the premises.\n        (3) An order to grant entry is an order requiring any\nperson who appears to an appropriate officer to be entitled to\ngrant entry to the premises, to allow the officer to enter the\npremises to obtain access to information or material that is the\nsubject of a disclosure order."
    },
    {
      "provision_ref": "sec108",
      "section": "108",
      "title": "Section 108",
      "content": "108.--(I) A disclosure order does not require a person to prOdL1ctiOn~\n                                                                  copying and\nproduce, or to give access to-\n                -                                                 retention of\n                                                                  inforniatio~~\n      (a) any information or material which the person would o,,,,,,i,l,\n            be entitled to refuse to produce on the grounds of\n            legal professioi~al privilege in proceedings in the\n            Supreme Court; or\n      ( b ) excluded material\n         (2) Subject to subsection (I), a disclosure order has\nefrect notwithstanding any restriction on the disclosure of\ninformation, however imposed.\n         (3) An appropriate officer may take copies of any\ninformation or material that is produced, or to which access is\ngiven, in compliance with a disclosure order.\n         (4) Information or inaterial produced in compliance with\na disclosure order may be retained for so long as it is necessary\nto retain it in the original form in connection with the\ninvestigation for the purposes of which the order was made:\n  Provided that if an appropriate officer has reasonable grounds\nfor believing that-\n      (a) the information or material may need to be produced\n            for the purposes of any legal proceedings; and\n      ( b ) it might otherwise be unavailable for those purposes,\nthe information or material may be retained until the\nproceedings are concluded."
    },
    {
      "provision_ref": "sec109",
      "section": "109",
      "title": "Section 109",
      "content": "109.-(1)   This section applies if any of the information Electronic\n                                                               .\n                                                               ~nforrnation.\nspecified in an application for a disclosure order consists of\n              [The inclusion o f this page i s authorized by L.N. llnOlO I\n118                           PROCEEDS OF CRIME\n      information contained in a computer or stored in electronic\n      form.\n             (2) If the disclosure order requires a person to produce\n      the information to an appropriate officer for the officer to take\n      the information away, the order has effect as an order to produce\n      the information in a form-\n           (a) in which it can be talten away by the officer; and\n          (b) that is visible, legible and intelligible.\n             (3) If the disclosure order requires a person to give an\n      appropriate officer access to the information, the order has effect\n      as an order to give the officer access to the information in a\n      form in which the information is visible, legible and intelligible.\n           (4) In subsections (5) and (6) and section 110-\n         \"key\" in relation to any protected information means any\n              key, code, password, algorithm or other-data the use of\n              which (with or without other keys)-\n                    (a) allows access to the protected information; or\n                     (b) facilitates the putting of protected information\n                         in intelligible form;\n           \"protected information\" means any electronic data which,\n               without the key to the data, cannot, or cannot readily,\n               be accessed or put into intelligible form.\n             (5) Subject to subsection ( 6 ) , a person to whom a\n      disclosure order is addressed-\n           (a) shall be entitled to use any key in his possession\n               to obtain access to the protected information; and\n           (b) in accordance with the order, shall produce the protected\n               information in an intelligible form.\n              (6) Where a disclosure order requires the person to whom\n      it is addressed to produce protected information in an intelligible\n      form, that person shall be taken to have complied with the\n      requirement if-\n            (a) he makes, instead, a disclosure of any key to the\n                        PROCEEDS OF CRIME\n                   protected information that is in his possession;\n         and\n     (b) the disclosure is made in accordance with the order,\n         with respect to the person to whom, and in the time in\n         which, he was requested to disclose the information.\n       (7) In this section and section 1 10-\n     \"electronic\" meam relating to technology having\n          electrical, digital, magnetic, wireless, optical, electro-\n          magnetic or similar capabilities;\n     \"electronic data\" includes-\n               (a) material in whatever form stored elec-\n                   tronically;\n               (b) the whole or part of a computer program; and\n               (c) a representation suitable for processing elec-\n                   tronically;\n      \"information\" includes data, text, images, sounds, codes,\n           computer programs, software and databases."
    },
    {
      "provision_ref": "sec110",
      "section": "110",
      "title": "Section 110",
      "content": "110.-(1)    Where an appropriate officer has reasonable Ancillary\n                                                                  order.\ngrounds to believe that-\n      (a) a key to protected information is in the possession of\n           any person; and\n      (b) production of the ltey is necessary for the purposes of\n           the investigations in relation to which-\n                (i) the appropriate officer maltes, or intends to\n                    make, an application for a disclosure order;\n                    or\n                (ii) a disclosure order has been issued to the\n                     appropriate officer,\nthe appropriate officer may apply to the Judge for an ancillary\norder to be included in the disclosure order.\n        (2) An application under subsection (1) may be made-\n      (a) in any case referred to in subsection (l)(b)(i), at the\n                         PROCEEDS OF CRIME\n                    time of application for the disclosure order;\n     (b) in any case referred to in subsection (l)(b)(ii), at any\n         time after the malting of the disclosure order.\n        (3) Where the Judge grants an application under sub-\nsection (I), the Judge shall-\n     (a) in the case of an application under subsection (2)(a),\n          include the ancillary order in the disclosure order;\n     (6) in the case of an application made under subsection\n         (2)(b), vary the disclosure order to include the\n         ancillary order.\n       (4) An ancillary order shall-\n     (a) describe the information to which it relates;\n     (b) specify the time by which the order is to be complied\n         with, being a reasonable time in all the circumstances;\n         and\n     (c) set out the disclosure that is required by the order and\n          the form and manner in which the disclosure is to be\n          made,\nand any such order may recluire the person to whom it\nis addressed to keep secret the contents and existence of the\norder.\n       (5) An ancillary order shall not require the disclosure of\nany key which-\n     (a) is intended to be used for the purpose only of\n         generating electronic signatures; and\n     (b) has not in fact been used for any other purpose.\n        (6) In subsection (9,\"electronic signature\" means any-\nthing in electronic form that-\n     (a) is incorporated into, or otherwise logically associated\n         with, any electronic information;\n              [The inclusion o f this page is authorized by L.X. I l i Z O l O I\n                        PROCEEDS OF CRIME\n     (b) is generated by the signatory or other source of the\n          information; and\n     (c) is used for the purpose of facilitating, by means of a\n          link between the signatory or other source and the\n          information, the establishment of the authenticity of\n          the information, the establishment of its integrity, or\n          both.\n       (7) In granting an ancillary order, the Judge shall-\n     (a) take into account-\n               (i) the extent and nature of any other in-\n                   formation in addition to the information in\n                   question, to which the ltey is also a key; and\n               (ii) any adverse effect that complying with the\n                    order might have on a business carried on by\n                    the person to whom the order is addressed;\n                    and\n     ( b ) require only such disclosure as is proportionate to\n           what is sought to be achieved, allowing, where\n           appropriate, for disclosure in such manner as would\n           result in the putting of the information in intelligible\n           form other than by disclosure of the key itself.\n       (8) An ancillary order shall not require the making\nof any disclosure to a person other than the appropriate officer\nor such other person as may be specified in the order.\n        (9) Where an ancillary order requiring access to\nprotected information or the putting of protected information\ninto intelligible form is addressed to a person who is-\n     (a) not in possession of the protected information to\n          which the order relates; or\n     ( b ) incapable, without the use of a key that is not in his\n           possession, of obtaining access to the protected\n           information or producing it in intelligible form,\nhe shall be taken to have complied with the order if he discloses\n              [The inclusion of this page i s authorized by L.N. ll/ZOlO 1\n122                           PROCEEDS OF CRl&fE\n      any key to the protected information that is in his possession.\n              (10) It shall be sufficient for the purpose of complying\n      with an ancillary order for the person to whom it is addressed to\n      produce only those keys the production of which is sufficient to\n      enable the person to whom they are produced to obtain access to\n      the protected information and to put it into intelligible form.\n             (1 1) Where-\n            (a) the disclosure required by an ancillary order allows the\n                person to whom it is addressed to comply with the\n                 order without disclosing all of the keys in his\n                possession; and\n            (b) there are different keys or combination of keys in the\n                possession of that person the disclosure of which\n                would constitute compliance with the order,\n      the person may select which of the keys, or combination\n      of keys, to disclose for the purpose of complying with the\n      order.\n             (12) Where an ancillary order is addressed to a person\n      who-\n          (a) was in possession of the key but is no Ionger in\n              possession of it; and\n            (b) if he had continued to have the key in his possession,\n                would be required by virtue of the order to disclose it;\n                 and\n            (c) is in possession of information that would facilitate the\n                 obtaining or discovery of the key or the putting of the\n                 protected information into an intelligible form,\n      that person shall disclose to the person to whom he would have\n      been required to disclose the key, all such information as is\n      mentioned in paragraph (c).\n             (13) An appropriate officer who obtains an ancillary\n      order shall ensure that such arrangements are made as are\n      necessary for securing that-\n                     [The inclusion of this pabe is authorized by L.N. llnOlO ]\n                       PROCEEDS OF CRIME\n     (a) a key disclosed in pursuance of the order is used to\n         obtain access or to put into intelligible form only the\n         protected information in relation to which the order\n         was made;\n     (b) every ltey disclosed in pursuance of the order is stored,\n         for so long as it is retained, in a secure manner, and\n         any records of such key are destroyed as soon as no\n         longer needed to access the protected information or\n         put it into intelligible form; and\n     (c) the number of-\n               (i) persons to whom the key is disclosed or\n                    otherwise made available; and\n               (ii) copies made of the key,\nis limited to the minimum that is necessary for the purpose of\nenabling the protected information to be accessed or put into an\nintelligible form.\n       (14) An appropriate officer who knowingly contravenes\nsubsection (1 3) commits an offence and, upon conviction before\na Resident Magistrate, is liable to a fine not exceeding one\nmillion dollars or to imprisonment for a term not exceeding\ntwelve months, or to both such fine and imprisonment."
    },
    {
      "provision_ref": "sec111",
      "section": "111",
      "title": "Section 111",
      "content": "111.-41) A disclosure order may be made in relation to\ninformation or material in the possession or control of a\nGovernment department.\n         (2) In this section-\n      \"Government company\" means a company registered\n          under the Companies Act, being a company in which\n          the Government or an agency of the Government, by\n          the holding of shares or otherwise, is in a position to\n           direct the policy of that company;\n        \"Government department\" or \"department\" means-\n                (a) a Ministry, department or agency of Govern-\n                     ment;\n                                     PROCEEDS OF CRIME\n                           (b) a Parish Council, municipality or the\n                               Kingston and Saint Andrew Corporation;\n                           (c) a statutory body or authority; or\n                           (4 a Government company.\n                    (3) An order under subsection (1)-\n                 (a) may require any officer of the department, whether\n                     named in the order or not, who may for the time being\n                     be in possession or control of the information or\n                     material to comply with the order;\n                 (b) shall be served as if the proceedings were civil\n                       proceedings against the department.\n                      (4) Where an order under subsection (1) is served in\n            respect of a department-\n                 ( a ) the person on whom the order is served; and\n                  (b) any other officer of the department who is in receipt\n                       of the order,\n            shall take all reasonable steps to bring it to the attention of the\n            officer concerned.\n                     (5) If the order is not brought to the attention of the\n            officer concerned within the period stated in the order pursuant\n            to section 105(3), the person on whom the order is served shall\n            report the reasons for the failure to a Judge of the Supreme\n            Court within seventy-two hours.\nOffences.     1 1 2 . 4 1 ) A person commits an offence if the person fails,\n            without reasonable excuse, to comply with a requirement\n            imposed on him under a disclosure order.\n                      (2) A person who commits an offence under subsection\n            (1) is liable upon conviction before a Resident Magistrate to a\n            fine not exceeding one million dollars or to imprisonment for a\n            term not exceeding twelve months or to both such fine and\n            imprisonment.\n                    (3) A person commits an offence if, in purported com-\n            pJiance with a requirement imposed on him under a disclosure\n                       PROCEEDS OF CRIME\norder, he-\n      (a) makes a statement that he lmows to be false or\n          misleading in a material particular; or\n       (b) recltlessly makes a statement that is false or mis-\n            leading in a material particular.\n          (4) A person who commits an offence under subsection\n(3) is liable-\n       (a) upon conviction before a Resident Magistrate, to a\n            fine not exceeding one million dollars or to\n            imprisonment for a term not exceeding twelve months\n            or to both such fine and imprisonment;\n      (b) upon conviction on indictment before a Circuit Court,\n          to a fine or to imprisonment for a term not\n          exceeding five years or to both such fine and\n          imprisonment."
    },
    {
      "provision_ref": "sec113",
      "section": "113",
      "title": "Section 113",
      "content": "113.-(1)  Subject to subsection (2), a statement made by a on use of\nperson in response to a requirement imposed on that person statements in\nunder a disclosure order may not be used in evidence against evidence.\nhim in criminal proceedings.\n         (2) Subsection ( I ) does not apply-\n     (a) to proceedings under Part I1 (confiscation pro-\n          ceedings);\n     (b) on a prosecution for an offence under section 112 (1)\n           or (3);\n     (c) on a prosecution for an offence under the Perjury Act;\n           or;\n     (6)on a prosecution for some other offence where, in\n           giving evidence, the person makes a statement\n           inconsistent with the statement referred to in\n           subsection (1).\n         (3) A statement may not be used by virtue of subsection\n(2)(6) against a person unless-\n      (a) evidence relating to the statement is adduced; or\n                                        PROCEEDS OF CRIDIE\n                   ( b ) a question relating to the statement is asked, by that\n                         person, or on his behalf, in the proceedings arising out\n                         of the prosecution.\nSupple-        114.-(1) An application for a disclosure order or an order to\nmentary.\n             grant entry may be made to a Judge in Chambers.\n                        (2) An application under subsection (1) may be made\n             without notice and shall be in writing accompanied by an\n             affidavit.\n                      (3) An application to discharge or vary a disclosure\n             order or an order to grant entry may be made to the Court by-\n                     ( a ) the person who applied for the order; or\n                     ( b ) any person affected by the order,\n             and the Court may discharge or vary the order.\n                     (4) Where an authorized financial investigator or an\n             authorized officer applies for a disclosure order or an order to\n             grant entry, an application to discharge or vary the order need\n             not be by the same authorized financial investigator or\n             authorized officer, and references to the person who applied for\n             the order shall be construed accordingly.\n                               Search and seizure warrants\nSearch and     115.-(1) A Judge may, on an application made to him by\nseizure\nwarrants.    appropriate officer, issue a search and seizure warrant if he is\n             satisfied that-\n                     (a) a disclosure order made in relation to information or\n                          material has not been complied with and there are\n                          reasonable grounds for believing that the information\n                          or material is on the premises specified in the.\n                          application for the warrant; or\n                     (b) section 116 is satisfied in relation to the warrant.\n                        (2) An application under subsection (1) shall state\n             that-\n                     ( a ) a person specified in the application is subject to a\n                              ('The inclusion o f this paEe is authorized by I..N. llnOlO I\n                          PROCEEDS OF CRIME\n          forfeiture investigation or a money laundering\n          investigation, or that property specified in the\n          application is subject to a civil recovery investigation;\n     (b) the warrant is sought                          for         the purposes of the\n         investigation;\n     (c) the warrant is sought in relation to the premises\n         specified in the application; and\n     (4 the warrant is sought in relation to information or\n          material specified in the application, or that there are\n          reasonable grounds for believing that there is\n          information or material falling within section 116(6)\n          on the premises.\n        (3) A search and seizure warrant is a warrant\nauthorizing an appropriate person-\n     (a) to enter and search the premises specified in the\n         application for the warrant; and\n     ( b ) to seize and retain any information or material found\n           there which is likely to be of substantial value,\n           whether or not by itself, to the investigation for the\n           purposes of which the application is made.\n        (4) For the purposes of this section and section 1 1 6, an\nappropriate person is-\n     ( a ) an authorized officer, if the warrant is sought for the\n           purposes of a forfeiture investigation or a money\n           laundering investigation;\n     ( b ) a named member of the staff of the Agency, if the\n           warrant is sought for the purposes of a civil recovery\n           investigation."
    },
    {
      "provision_ref": "sec116",
      "section": "116",
      "title": "Section 116",
      "content": "116.-31) This section is satisfied in relation to a search and ~ ~ ~ ; ~ n l e n \"\nseizure warrant if-                                              disclosure\n                                                                                          order not\n      ( a ) subsection ( 2 ) applies; and                                                 available.\n      (b) either of the conditions set out in subsection (3) (a) or\n               Il'he inclusion o f this page i s authorized by I..N. l l l t O l O I\n                        PROCEEDS OF CRIME\n                  (b) is complied with.\n      (2) This subsection applies if there are reasonable\ngrounds for believing that-\n     ( a ) in the case of a forfeiture investigation, the person\n           specified in the application for the warrant has\n           benefited from his criminal conduct;\n     (b) in the case of a civil recovery investigation, the\n          property specified in the application for the warrant is\n          recoverable property or associated property;\n     (c) in the case of a money laundering investigation, the\n          person specified in the application for the warrant has\n          committed a money laundering offence.\n       (3) The conditions are that-\n     (a) it would not be appropriate to make a disclosure order\n         fox any one or more of the reasons specified in\n         subsection (4), and there are reasonable grounds for\n         believing that-\n              (i) any information or material on the premises\n                  specified in the application for the warrant is\n                  lilcely to be of substantial value, whether or\n                  not by itself, to the investigation for the\n                  purposes of which the warrant is sought; and\n              (ii) it is in the public interest for the information\n                   or material to be obtained, having regard to\n                   the benefit likely to accrue to the\n                   investigation if the information or material is\n                   obtained; or\n     (b) any one or more of the requirements set out in\n         subsection ( 5 ) is met and there are reasonable grounds\n         for believing that-\n              (i) there is material on the premises specified in\n                  the application for the warrant and that\n                  the information or material falls within\n                  subsection (6); and\n             IThc inclusion of this psp;c is authorized by I..N. l l / 2 O l O ]\n                         PROCEEDS OF CRIME\n               (ii) it is in the public interest for the information\n                    or material to be obtained, having regard to\n                    the benefit likely to accrue to the\n                    investigation if the information or material is\n                    obtained.\n        (4) For the purposes of subsection (3)(a), the reasons\nspecified are that-\n      (a) it is not reasonably practicable to communicate with\n            any person-\n                 (i) against whom the disclosure order could be\n                      made; or\n                 (ii) who would be required to comply with an\n                      order to grant entry to the premises;\n      (b) the investigation might be seriously prejudiced unless\n            an appropriate person is able to secure immediate\n            access to the information or material.\n        ( 5 ) For the purposes of subsection (3)(b), the require-\nments are that-\n      (a) it is not reasonably practicable to communicate with\n            any person entitled to grant entry to the premises;\n     ( h ) entry to the premises will not be granted unless a\n           wal-sant is produced; or\n     (c) the investigation might be seriously prejudiced unless\n         an appropriate person arriving at the premises is able\n         to secure immediate entry to them.\n       (6) For the purposes of subsection (3)(b)(i), information\nor material falls within this subsection if the inforination or\nmaterial cannot be identified at the time of the application and-\n     (a) in the case of a forfeiture investigation, the in-\n          formation or material-\n              (i) relates to-\n                          (a) the person specified in the application;\n                                  or\n                                      PROCEEDS 01;CRIME\n                                       (b) any question whether that person has\n                                           benefited from his criminal conduct or\n                                           as to the extent or whereabouts of his\n                                           benefit from his criminal conduct; and\n                              (ii) is lilcely to be of substantial value, whether\n                                   or not by itself, to the investigation for the\n                                   purposes of which the warrant is sought;\n                    (b) in the case of a civil recovery investigation, the\n                        information or material-\n                              (i) relates to-\n                                       (A) the property specified in the appli-\n                                           cation; or\n                                       (B) any question whether it is recoverable\n                                              or associated property, as to who holds\n                                              any such property, whether the\n                                              person who appears to hold any\n                                              such property holds other property\n                                              which is recoverable property, or\n                                              the whereabouts of any property\n                                              mentioned in this sub-paragraph; and\n                              (ii) is likely to be of substantial value, whether\n                                   or not by itself, to the investigation for the\n                                   purposes of which the warrant is sought;\n                    (c) in the case of a money laundering investigation, the\n                        information or material-\n                              (i) relates to the person specified in the\n                                     application or to the question whether that\n                                     person has committed a money laundering\n                                     offence; and\n                              (ii) is likely to be of substantial value, whether\n                                   or not by itself, to the investigation for the\n                                   purposes of which the warrant is sought.\nPrivilegedOr     117. A search and seizure warrant does not confer the right to\nexcluded\nmaterial.      seize any information or material that a person would be able to\n                       PROCEEDS OF CRIME\nrefuse to produce on the grounds of legal professional privilege\nin proceedings in the Supreme Court."
    },
    {
      "provision_ref": "sec118",
      "section": "118",
      "title": "Section 118",
      "content": "118.-(1) This section applies to search and seizure warrants S\"pp'e-\n                                                               lnentary\nsought for the purposes of a confiscation investigation, civil\nrecovery investigation or a money laundering investigation.\n          (2) An application for a warrant may be made without\nnotice to a Judge in Chambers.\n         (3) A warrant-\n       (a) may be issued subject to conditions;\n      (b) continues in force until the end of the period of one\n          month starting with the day on which it is issued;\n      (c) may include provision authorizing a person who is\n          exercising powers under it to do other things that-\n                (i) are specified in the warrant; and\n               (ii) are necessary in order to give effect to the\n                    warrant;\n      (4 authorizes the person exercising powers under the\n           warrant to take copies of any information or material\n           seized under the warrant.\n         (4) Where a warrant authorizes the person named in it to\nsearch, seize and retain any information which is held in a\ncomputer and is accessible from the premises specified in the\napplication for the warrant, and whicli the person believes\nrelates to any matter relevant to the investigation, the warrant\nauthorizes the person to obtain the information in a form-\n      (a) that can be taken away by the person; and\n      (b) which is visible, legible and intelligible.\n        (5) The provisions of sections 109(4) to (7) and 1 10 shall\napply, with the necessary modifications, with respect to\nobtaining information in an irltelligible form under this section.\n        (6) Where the Director gives written authority for any\n                                      PROCEEDS OF CRIME\n              member of staff of the Agency to accompany the person named\n              in the warrant for the purpose of executing the warrant, the\n              members so authorized have the same powers under the warrant\n              as the person named in the warrant.\n                     (7) A person exercising powers under a warrant may\n              secure from other persons such assistance as is reasonably\n              necessary for the purpose of executing the warrant.\n                      (8) Information or material seized under a warrant may\n              be retained for so long as is necessary to retain it, in its original\n              form, in connection with the investigation for the purposes of\n              which the warrant was issued:\n                Provided that if the Director has reasonable grounds for\n              believing that the material-\n                    ( a ) may need to be produced for the purposes of any legal\n                          proceedings; and\n                   (b) might otherwise be unavailable for those purposes,\n              the information or material may be retained until the\n              proceedings are concluded.\n                                 Customer information orders\nCustomer        119.-(1) A Judge may, on an application made to him by an\ninformation\norders.       appropriate officer, make a customer information order if the\n              Judge is satisfied that each of the requirements specified in\n              section 12 1 for the making of the order is fulfilled.\n                        (2) The application for a customer information order\n              shall state that the order is sought-\n                    ( a ) for the purposes of-\n                                (i) a forfeiture investigation or a money\n                                     laundering investigation being carried on in\n                                     respect of a person specified in the\n                                     application; or\n                                (ii) a civil recovery investigation being carried\n                                     on in respect of property specified in the\n                       PROCEEDS OF CRIME\n                      application, and a person specified in the\n                      application appears to hold the property; and\n     (b) against one or more financial institutions specified in\n         the application.\n       (3) An application for a customer information order\nmay specify-\n     ( a ) all financial institutions;\n     (b) a particular description, or particular descriptions of,\n         financial institutions; or\n     (c) a particular financial institution or particular financial\n         institutions.\n        (4) A customer information order is an order that a\nfinancial institution covered by the order shall, on being required\nto do so by notice in writing given by an appropriate officer,\nprovide any such customer information as it has relating to the\nperson specified in the application.\n        (5) A financial institution that is required to provide\ninformation under a customer information order shall provide\nthe information to an appropriate officer in such manner, and at\nor by such time, as the appropriate officer requires.\n         (6) If a financial institution, on which a requirement is\nimposed by a notice given under a customer information order,\nrequires the production of evidence of authority to give the\nnotice, the financial institution is not bound to comply with the\nrequirement unless evidence of the authority has been produced\nto it."
    },
    {
      "provision_ref": "sec120",
      "section": "120",
      "title": "Section 120",
      "content": "120-(1 In this Part, \"customer information\" is information               ~~~~\"~Of\nas to whether a person holds, or has held, (whether solely or inforn~ation.\njointly with another) any account at, or has during a specified\nperiod conducted any transaction with, the financial institution\nconcerned and, if so, information as t o -\n              lThe inclusion of this page is authorized by L.N. IlROlO I\n                        PROCEEDS OF CRIME\n      ( a ) the matters specified in subsection (2), if the person is\n          an individual; or\n          (b) in the case of any other person, the matters specified\n                in subsection (3).\n            (2) The matters specified for the purposes of subsection\n( l ) ( a )are-\n     ( a ) the account or transaction number, as the case may\n         require;\n     (b) the individual's full name and date of birth;\n     ( c ) the individual's taxpayer registration number;\n     (4 the individual's most recent address and any previous\n           addresses;\n     (e) in the case of an account, the date on which the\n           individual began to hold the account and, if the\n           individual has ceased to hold the account, the date on\n           which he did so;\n     V) in the case of a transaction, the date of the transaction\n        and a description of the type of transaction;\n     ( g ) such evidence of the individual's identity as was\n           obtained by the financial institution under or for the\n          purposes of any enactment relating to money\n          laundering;\n     (h) the full name, date and most recent address, and any\n         previous addresses, of any person who holds, or has\n         held, an account at the financial institution jointly\n         with the individual;\n     (i) the account number of any other accounts to which the\n            individual is a signatory, held at the financial\n            institution, and details of the persons holding those\n            accounts.\n        (3) The matters specified for the purposes of subsection\n(l)(b) are-\n                        PROCEEDS OF CRIME\n     ( a ) the account number;\n     (b) the entity's full name;\n     (c) a description of the business carried 011 by the entity;\n     (4 the country or territory in which the entity is in-,\n          corporated or otherwise established;\n     (e) the taxpayer registration number assigned to thd entity;\n     V) the entity's-\n               (i) registered office, and any previous registered\n                   offices, under the Companies Act; or\n               (ii) place of business under the Registration of\n                    Business Names Act or any other enactment\n                    governing the establishment of the entity;\nor, if the entity is incorporated or otherwise established outside\nJamaica, anything similar under corresponding legislation of the\ncountry or territory in which the entity is incorporated or\notherwise established;\n     (g) the date on which the entity began to hold the account\n          and, if the entity has ceased to hold the account, the\n          date of cessation;\n     (h) such evidence of the entity's identity as was obtained\n         by the financial institution under or for the purposes\n         of any legislation relating to money laundering;\n     (i) the full name, date of birth and most recent address\n          and any previous addresses of any person who is a\n          signatory to the account.\n        (4) The Minister may by order, subject to affirmative\nresolution, amend the provisions of subsection (2) or (3).\n        (5) For the purposes of this section, money laundering is\nan act that-\n      (a) constitutes an offence under section 92 or 93; or\n                                        PROCEEDS OF CRIME\n                     (b) has been committed outside of Jamaica and would\n                         constitute an offence specified in paragraph ( a ) if\n                         done in Jamaica.\nReqL'irements     121. The requirements for making a customer information\nfor mak111ga\ncustomer        order are that-\ninfor~nation\norder.                (a) in the case of a forfeiture investigation, there are\n                           reasonable grounds for believing that the person\n                           specified in the application for the order has benefited\n                           from his criminal conduct;\n                     (b) in the case of a civil recovery investigation, there are\n                         reasonable grounds for believing that-\n                               (ij the property specified in the application for\n                                   the order is recoverable property or\n                                   associated property; and\n                               (ii) the person specified in the application holds\n                                    all or some of the property;\n                      (c) in the case of a money laundering investigation, there\n                          are reasonable grounds for believing that the person\n                        . specified in the application for the order has\n                          committed a money laundering offence;\n                      (4 in the case of any investigation, there are reasonable\n                          grounds for believing that customer information\n                          which may be provided in compliance with the order\n                          is likely to be of substantial value, whether or not by\n                          itself, to the investigation for the purposes of which\n                          the order is sought; and\n                     (e) in the case of any investigation, there are reasonable\n                          grounds for believing that it is in the public interest\n                          for the customer information to be provided, having\n                          regard to the benefit likely to accrue to the\n                          investigation if the information is obtained.\nOffences.         122.--(lj A final~cial i~istitution commits an offence if\n                without reasonable excuse it fails to comply with a requirement\n                imposed on it under a customer information order.\n                        PROCEEDS OF CRIME\n        (2) A financial institution that commits an offence under\nsubsection (1) is liable upon conviction before a Resident\nMagistrate to a fine not exceeding one million dollars.\n        (3) A financial institution commits an offence if, in\npurported comp!i.ance with a customer information order, the\nfinancial insti'tution-\n     (a) makes a statement which it lulows to be false or mis-\n         leading in a material particular; or\n     (b) recltlessly maltes a statement which is false or mis-\n         leading in a material particular.\n        (4) A financial institution that commits an offence under\nsubsection (3) is liable-\n     (a) on summary conviction before a Resident Magistrate,\n         to a fine not exceeding one million dollars; or\n     (b) on conviction on indictment before a Circuit Court, to\n         a fine."
    },
    {
      "provision_ref": "sec123",
      "section": "123",
      "title": "Section 123",
      "content": "123.-(1) Subject to subsection (2), a statement made by a                  p:a:\";\nfinancial institution in response to a customer information order statements\nmay not be used in evidence against the financial institution in inevide'lce,\ncriminal proceedings.\n        (2) Subsection (1) does not apply to-\n      ( ) proceedings under Part I1 (forfeiture proceedings);\n      (b) a prosecution for an offence under section 122(1) or\n          (3); or\n      (c) a prosecution for some other offence where, in giving\n          evidence, the financial institution makes a statement\n          inconsistent with the statement referred to in\n          subsection (1).\n        (3) A statement may not be used by virtue of subsection\n(2)(c) against a financial institution unless-\n      (a) evidence relating to it is adduced; or\n                                        PROCEEDS OF CRIME\n                    ( b ) a question relating to it is asked,\n                by or on behalf of the financial institution in proceedings\n                arising out of the prosecution.\nDisc'0s11reOf     124. A customer information order has effect notwithstanding\ni~iformation.\n                any restriction on the disclosure of information, however\n                imposed.\nSupple-           125.-(1) An application for a customer information order\nmentary.\n                may be made to a Judge in Chambers.\n                           (2) An application under subsection (1) may be made\n                without notice and shall be in writing accompanied by an\n                affidavit.\n                        (3) An application to discharge or vary a customer\n                information order may be made to the Court by-\n                      (a) the person who applied for the order;\n                      ( b ) any person affected by the order,\n                and the Court may discharge or vary the order.\n                        (4) Where an authorized financial investigator or an\n                authorized officer applies for a customer information order-\n                      (a) an application to discharge or vary the order need not\n                           be by the same authorized financial investigator or\n                           authorized officer; and\n                      (b) for the purpose of paragraph (a), references in this\n                           section to a person who applied for a customer\n                           information order shall be construed accordingly.\n                         (5) An authorized financial investigator or an authorized\n                officer shall not make an application for a customer information\n                order unless he is a senior appropriate officer or is authorized to\n                do so by a senior appropriate officer.\n                                  Account monitoring orders\nAccount           126.-(1) A Judge may, on an application made to him by an\nmonitoring\norders.         appropriate officer, make an account monitoring order if the\n                              [The inclusion o f this page is authorized by I,.N.   lli2OlO 1\n                        PROCEEDS OF CRIME\nJudge is satisfied that each of the requirements specified in sub-\nsection (2) for malting the order is fulfilled.\n        (2) The requirements for making an account monitoring\norder are that-\n     (a) in the case of a forfeiture investigation, there are\n         reasonable grounds for suspecting that the person\n         specified in the application for the order has benefited\n         from his criminal conduct;\n     (b) in the case of a civil recovery investigation, there are\n         reasonable grounds for suspecting that-\n               (i) the property specified in the application for\n                   the order is recoverable property or\n                   associated property; and\n               (ii) the person specified in the application holds\n                    all or some of the property;\n     (c) in the case of a money laundering investigation, there\n         are reasonable grounds for suspecting that the person\n         specified in the application for the order has\n         committed a money laundering offence;\n     (4 in the case of any investigation, there are reasonable\n          grounds for believing that account information which\n          may be provided in compliance with the order is\n          likely to be of substantial value, whether or not by\n          itself, to the investigation for the purposes of which\n          the order is sought; and\n     (e) in the case of any investigation, there are reasonable\n         grounds for believing that it is in the public interest\n         for the account information to be provided, having\n         regard to the benefit likely to accrue to the\n         investigation if the information is obtained.\n         (3) An application for an account monitoring order shall\nstate that-\n       (a) the order is sought for the purposes of-\n                       PROCEEDS OF CRIME\n               (i) a forfeiture investigation or a money\n                   laundering investigation being carried on in\n                   relation to a person specified in the\n                   application; or\n               (ii) a civil recovery investigation being carried\n                    on in respect of property specified in the\n                    application, and a person specified in the\n                    application appears to hold the property; and\n      (b) the order is sought against a financial institution\n           specified in the application in relation to the account\n           information of the description so specified.\n        (4) For the purposes of this section, account information\nis information relating to an account held at, or a transaction\nconducted with, the financial institution specified in the\napplication, by the person so specified, whether solely or jointly\nwith another.\n       ( 5 ) An account monitoring order under this section-\n     (a) is an order that the financial institution specified in the\n         application for the order shall, for the period stated in\n         the order, provide account information of the\n         description specified in the order to an appropriate\n         officer in the manner and at or by the time or times\n          stated in the order; and\n      (b) may specify information relating to-\n              (i) all accounts held, or transactions conducted\n                  within the stated period, by the person\n                  specified in the application for the order at\n                  the financial institution so specified;\n               (ii) a particular description, or particular des-\n                    criptions, of accounts so held or transactions\n                    so conducted; or\n               (iii) a particular account or transaction, or\n                     particular accounts or transactions, so held or\n                     conducted.\n                        PROCEEDS OF C R M E\n       (6) The period referred to in subsection (5)(a) shall not\nexceed the period of ninety days beginning with the day on\nwhich the order is made:\n  Provided that the Judge may extend the period for a further\nninety days, upon the application of an appropriate officer, if\nsatisfied that the circumstances so warrant.\n       (7) An account monitoring order has effect notwith-\nstanding any restriction on the disclosure of information,\nhowever imposed."
    },
    {
      "provision_ref": "sec127",
      "section": "127",
      "title": "Section 127",
      "content": "127.-(1)   Subject to subsection (2), a statement made by a on use o f\nfinancial institution in response to an account monitoring order statements\nmay not be used in evidence against that financial institution in\ncriminal proceedings.\n         (2) Subsection (1) does not apply to-\n      (a) proceedings under Part I1 (forfeiture proceedings);\n      (b) proceedings for contempt of court; or\n      (c) a prosecution for an offence where, in giving evidence,\n          the financial institution makes a statement\n          inconsistent with the statement referred to in\n          subsection (1).\n        (3) A statement may not be used by virtue of subsection\n(2)(c) against a financial institution unless-\n      (a) evidence relating to the statement is adduced; or\n      (b) a question relating to the statement is asked, by or on\n          behalf of the financial institution in the proceedings\n          arising out of the prosecution."
    },
    {
      "provision_ref": "sec128",
      "section": "128",
      "title": "Section 128",
      "content": "128.-31) An application for an account monitoring order S\"pp'e-\n                                                         mentar)'.\nmay be made to a Judge in Chambers.\n          (2) An application under subsection (1) may be made\nwithout notice and shall be in writing accompanied by an\naffidavit.\n                                          PROCEEDS OF CRIME\n                         (3) An application to discharge or vary an account\n                  monitoring order may be made to the Court by-\n                      (a) the person who applied for the order;\n                      (b) any person affected by the order,\n                  and the Court may discharge or vary the order.\n                           (4) If an authorized financial investigator or an\n                  authorized officer applies for an account monitoring order, an\n                  application to discharge or vary the order need not be made by\n                  the same authorized financial investigator or authorized officer,\n                  and for the purposes of subsection (3), references to a person\n                  who applied for an account monitoring order shall be construed\n                  accordingly.\n                                         PARTV 1 1. General\nProperty            129.-(1) Where a person is adjudged badu-upt in Jamaica,\nexcluded\nfrom              the following property is excluded from the person's estate for\noperation of      the purposes of section 104 of the Banltruptcy Act-\nBankruptcy\nAct.\n                        (a) property for the time being subject to a restraint order\n                             made before the order adjudging the person\n                             banluupt; and\n                       (b) any property in respect of which an order under\n                            section 41 (appointment of Director's receiver) is in\n                            force.\n                          (2) If in the case of a debtor (within the meaning of the\n                  Bankruptcy Act)-\n                        (a) a receiver is appointed under section 23 of the\n                            Bankruptcy Act; and\n                        (b) any property of the debtor is at that time subject to a\n                            restraint order,\n                  the powers conferred on the receiver under thc Ranltruptcy Act\n                  do not apply to property then subject to the restraint order.\nRestriction o f     130.-(1) Where a person is adjudged banluupt in Jamaica,\npowers in\ncase of           the powers referred to in subsection (2) shall not be exercised in\nbankruptcy.       relation to the property referred to in subsection (3).\n                                [The inclusion o f this page is authorized by L.N. llLZOl0 I\n                        PROCEEDS OF CRIME\n         (2) The powers referred to in this subsection are the\npowers conferred on a court by sections 33 to 50 and the powers\nof a receiver appointed under section 41 :\n  Provided that nothing in the Bankruptcy Act shall be talten to\nrestrict, or enable the restriction of, the powers referred to in this\nsubsection.\n        (3) The property is-\n      (a) property that is the property of the debtor for the\n          purposes of section 104 of the Banlauptcy Act;\n      (b) property which is to be applied for the benefit of\n          creditors of the bankruptcy by virtue of a condition\n          imposed under section 72(6) of the Bankiuptcy Act;\n      (c) in a case where a forfeiture order or a pecuniary\n          penalty order has been made, any sums remaining in\n          the hands of a receiver appointed under section 41\n          after the amount required to be paid under the order\n          has been fully paid."
    },
    {
      "provision_ref": "sec131",
      "section": "131",
      "title": "Section 131",
      "content": "131.-(1) This section applies if a person who is adjudged\nbankrupt in Jamaica has made a tainted gift, whether directly or bankrupt.\n                                                                            z::\"$iit,\nindirectly.\n        (2) Sections 111, 112, 115 and 1 16 of the Bankruptcy\nAct (avoidance of certain transactions) shall not apply in respect\nof the making of the gift at any time when-\n      ( a ) any property of the recipient of the tainted gift is\n            subject to a restraint order; or\n      (b) an order under section 41 (appointment of Director's\n          receiver) is in force in respect of such property.\n         (3) The Trustee in Bankruptcy shall, in respect of any\ntransaction avoided under section 1 11, 1 12, 115 or 1 16 of the\nBankruptcy Act after an order referred to in subsection (2)(a)\nor (b) is discharged, take into account any realization under Part\nI1 of property held by the recipient of the tainted gift.\n144                                  PROCEEDS OF CRIME\nProperty        132.-(1) Where under the Companies Act an order for the\nexcluded on\nthe winding   winding up of a company is made or the company passes a\nup of a       resolution for its voluntary winding up, the functions of the\ncompany.\n              liquidator (or any provisional liquidator) are not exercisable in\n              relation to the following property-\n                   (a) property for the time being subject to a restraint order\n                         made before the relevant time;\n                   (b) any property in respect of which an order under\n                         section 41 (appointment of Director's receiver) is in\n                         force.\n                        (2) Where under the Companies Act an order for the\n              winding up of a company is made or the company passes a\n              resolution for its voluntary winding up, the powers referred to in\n              subsection (3) shall not be exercised in the manner mentioned in\n              subsection (4) in relation to any property:\n                Provided that nothing in the Companies Act shall be taken to\n              restrict, or enable the restriction of, the exercise of the powers\n              referred to in subsection (3).\n                       (3) The powers mentioned in subsection (2) are-\n                  (a) the powers conferred on a court by sections 33 to 50;\n                      and\n                  (b) the powers of a receiver appointed under section 41.\n                     (4) The powers shall not be exercised so as to-\n                  ( a ) inhibit the liquidator from exercising his functions for\n                        the purpose of distributing property to the company's\n                        creditors;\n                   (b) prevent the payment out of any property of expenses\n                         (including the remuneration of the liquidator or any\n                        provisional liquidator) properly incurred in the winding\n                        up in respect of the property.\n                      (5) A person is not a creditor for the purposes of a\n              winding up under the Companies Act in so far as any sum due to\n              that person by the company is due in respect of a forfeiture order\n              or pecuniary penalty order.\n                       PROCEEDS OF CRIME\n        (6) For the purposes of this section, the relevant time\nis-\n        (a) i f . n o order for the winding up of the company is\n            made, the time of the passing of the resolution for\n            voluntary winding up;\n       (b) if an order for winding up is made, the time of the\n            making of the order."
    },
    {
      "provision_ref": "sec133",
      "section": "133",
      "title": "Section 133",
      "content": "133.-(1) This section applies if-                              Tainted gifts\n                                                                 made by a\n        (a) under the Companies Act an order is made for the conlpanyto\n                                                                 be wound up\n            winding up of a company or the company passes a\n            resolution for its voluntary winding up; and\n       (b) the company has made a tainted gift, whether directly\n            or indirectly.\n          (2) Sections 225, 226, and 276 of the Companies Act\n(avoidance of certain transactions) shall not have effect in\nrespect of the malting of the gift at any time when-\n      (a) any property of the recipient of the tainted gift is\n          subject to a restraint order; or\n      (b) an order under section 41 (appointment of Director's\n           receiver) is in force in respect of such property.\n         (3) The Trustee shall, in respect of any transaction\navoided under section 225, 226 or 276 of the Companies Act\nafter an order referred to in subsection (2)(a) or (b) is\ndischarged, take into account any realization under Part I1 of\nproperty held by the recipient of the tainted gift."
    },
    {
      "provision_ref": "sec134",
      "section": "134",
      "title": "Section 134",
      "content": "134.-(1) Where a company holds property that is subject to a\nfloating charge, and a receiver is appointed by or on the\napplication of the holder of the charge, the functions of the\nreceiver are not exercisable in relation to the following\nproperty-\n           (a) property for the time being subject to a restraint\n               order made before the appointment of the\n               receiv'er;\n                                     PROCEEDS OF CRIME\n                  (b) any property in respect of which an order under\n                      section 41 (appointment of Director's receiver) is in\n                      force.\n                   (2) Where a company holds property that is subject to a\n           floating charge, and a receiver is appointed by or on the\n           application of the holder of the charge, the powers referred to in\n           subsection (3) shall not be exercised in the way mentioned in\n           subsection (4) in relation to any property-\n                (a) that is held by the company; and\n                (b) in relation to which the functions of the receiver are\n                    exercisable.\n                  (3) The powers mentioned in subsection (2) are-\n                (a) the powers conferred on a court by sections 32 to 49;\n                (b) the powers of a receiver appointed under section 41.\n                  (4) The powers shall not be exercised-\n                  (a) so as to inhibit the receiver from exercising his\n                        functions for the purpose of distributing property to the\n                        company's creditors;\n                  (b) so as to prevent the payment out of any property of\n                       expenses (including the remuneration of the receiver)\n                       properly incurred in the exercise of his functions in\n                       respect of the property.\nSeizure or      135.-(1) In this section, \"insolvency practitioner\" means the\ndisposal of\nexcluded      Trustee in Banltruptcy under the Bankruptcy Act or the official\nprOpe*yby receiver entitled to act as receiver or manager of the property\ninsolvency\npractitioner. concerned.\n                     (2) Subsections (3) and (4) apply if a person acting as an\n            insolvency practitioner seizes or disposes of any property in\n            relation to which his functions are not exercisable because the\n            property is for the time being subject to-\n                  (a) a restraint order; or\n                  (b) an interim receiving order                                 made           pursuant to\n                      regulations under this Act,\n                           [The inclusion o f this page is authorized by L.N. l l / Z O l O I\n                          PROCEEDS OF CRlME\n                           FIRSTSCHEDULE                                       (Section 3)"
    }
  ],
  "definitions": [
    {
      "term": "the available amount",
      "definition": "the amount calculated",
      "source_provision": "sec24"
    },
    {
      "term": "property associated with\n          recoverable property",
      "definition": "property of any of the",
      "source_provision": "sec55"
    },
    {
      "term": "authorized officer",
      "definition": "a constable, a customs officer",
      "source_provision": "sec55"
    },
    {
      "term": "cash",
      "definition": "the following items found at any place in",
      "source_provision": "sec55"
    },
    {
      "term": "forfeiture investigation",
      "definition": "an investigation into-",
      "source_provision": "sec99"
    },
    {
      "term": "money launderiiig investigation",
      "definition": "an investigation",
      "source_provision": "sec99"
    },
    {
      "term": "protected information",
      "definition": "any electronic data which,",
      "source_provision": "sec109"
    },
    {
      "term": "Government company",
      "definition": "a company registered",
      "source_provision": "sec111"
    }
  ]
}