{
  "id": "jm-stat-the-professional-engineers-registration-act",
  "type": "statute",
  "title": "The Professional Engineers Registration Act",
  "title_en": "The Professional Engineers Registration Act",
  "short_name": "Professional Engineers Registration Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-professional-engineers-registration-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-professional-engineers-registration-act | Legal areas: Regulation of Professions",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1 . 4 1 ) The Board shall consist of not less than five nor more than Constitu-\nnine members, of which such number being two less than the fuU\ncomplement shall be registered engineers, appointed by the Minister\nafter consultation with the Jamaica Institution of Engineers, so, how-\never, that for the purpose of the first constitution of the Board, the pro-\nvisions of this paragraph shall apply as if any reference therein to\nregistered engineers were a reference to the members of the Jamaica\nInstitution of Engineers.\n       (2) The appointment of each member of the Board shall be for a\nperiod not exceeding two years and any such member shall be eligible\nfor reappointment."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-41) In this Act-\n    \"authorized organization\" means an organization in relation\n         to which a certificate of authorization is issued in\n         accordance with the provisions of section 16 and\n         remains in force;\n    \"Board* means the Professional Engineers Registration\n        Board established in accordance with section 3;\n                                                            3nm5\n    \"Caribbean Community\" means the Caribbean Community s. 2(a).\n        established by Article 2 of the Revised Treaty of\n        Chaguaramas signed in the Bahamas on the 5th day of\n        July, 2001 and includes the CARICOM Single Market\n        and Economy;\n    \"Chairman\" means the Chairman of the Board;\n    \"hnctions\" includes duties and powers;\n    \"Jamaica Institution of Engineers\" means the incorporated\n        organization constituted on the 9th day of December,\n        1977, and incorporated on the 17th day of January,\n        1984, under the name of the Jamaica Institution of\n        Engineers;\n            [The lncluslon of thls page I s authorized by L.N. 180A/2006]\n                   PROFESSIONAL ENGINEERS REGISTRATION\n              \"member of an organization\" means any member of a\n                 partnership or association of persons or any director,\n                 manager, secretary or other similar officer of a body\n                 corporate;\n              \"Member State\" means a Member State of the Caribbean\n                 Community, excluding an associate member within\n                 the meaning of Article 231 of the Revised Treaty sf\n                 Chaguaramas;\n              \"organization\" means a partnership, association of persons\n                  or body corporate;\n              \"practice of engineering\" means the rendering of or\n                   offering to render any service or work the performance\n                   of which requires education, training and experience\n                   in the field of engineering and the application of\n                   knowledge in the mathematical, physical and applied\n                   sciences to such service or work;\n              \"practising certificatey7means a certificate issued by the\n                  Board pursuant to subsection (1) of section 14A;\n              \"register\" means the register of engineers kept by the\n                   Registrar in accordance with the provisions of section\n                   6;\n              \"registered engineer\" means a person who is registered\n                   under this Act to carry on the practice of\n                   engineering;\n              ''Registrar\" means the Registrar designated pursuant to\n                   section 5;\n              \"secretary\" means the secretary of the Board.\n312005          (2) For the purposes of this Act, a person is a national of\nS.2(c).   a Member State of the Caribbean Community if that person is-\n              (a) a citizen of that state; or\n           PROFESSIONAL ENGINEERS REGIS7'KATION                                         5\n    (b) has a connection with that state of a kind which entitles\n        him to be regarded as belonging to or, if it be so\n        expressed, as being a native or resident of the state\n        for the purposes of the laws thereof relating to\n        immigration.\n                PAKT11-Registrution                qf Engineers"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-31) There shall be established for the purposes of this Act Establish-\na body to be called the Professional Engineers Registration :=is\nBoard which shall be a body corporate to which the provisions\nof section 28 of the Interpretation Act shall apply.\n       (2) The provisions of the First Schedule shall have effect First\nwith respect to the constitution and procedures of the Board and Schedule.\notherwise in relation thereto."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) Any member of the Board may at m y time resign his office\nby instrument in writing addressed to the Minister and transmitted\n                                                                                 zo2\"-\nthrnueh thr Chainnap and from the date specified therein or, if no\ndqte is snecified. the d4tP of receipt bv the Minister of snch instnrment\nsuch rnnrnhw shall cease to be a member of the Board.\n       (2) T h e Chairman mav at anv time resinn Fis office as m a i m a n\nbv instmment in wn'tiw addresseF to t b Min;ster ;Ind such resimation\nshall take PfFert from the date specified therein or, if no date is snecified.\nthe date nf receipt bv the Minister of sncb instrument.\n      (3) T h e Minister. on receipt of the resimation of the Chsirman.\nas aforesaid. shall as soon as possible thereafter nntifv the secretarv\n__                                             ___- -__\n          F   e inc1u60a of this paoe is authorized by LN. 37/19881\n22                      PROFESSIONAL ENGINEERS REGISTRATION\n              who shall convene a special meeting of the Board for the purpose of\n              electing a new Chairman.\nFilling. of      5. If any vacancy occurs in the membershjp of the Board, such\nvacancies.    vacancy shall be filled by the appointment of another member who shall,\n              subject to the pmvisions of this Schedule, hold office for the remainder\n              of the period for which the previous member was appointed.\nPublication     6. The names of all members of the Board as first constituted and\nof member-    every change in membership thereof shall be published in the Gazette.\nship in\nGazette.\nSeal of         7 . 4 1 ) The seal of the Board shall be kept in the custody of the\nBoard.        Chairman or secretary thereof and shall be affixed to instruments\n              pursuant to a resolution of the Board.\n                     (2) The seal of the Board shall be authenticated by the signature\n              of the Chairman or any person performing the duties of Chairman and\n              shall be oficiallv and judicially noticed.\n                     (3) All documents, other than those required by law to be under\n              seal. made by and all decisions of the Board may be signified under\n              the hand of the Chairman or any other member authorized to act in\n              that behalf or. with the approval of the Board, by the secretary.\nMeetings.       8 . 4 1 ) The Board shall meet at such times as may be necessary or\n              expedient for the transaction of its business and such meetings shall\n              be held at such places and times and on such days as the Board may\n              determine.\n                    (2) The Chairman mav at any time call a special meeting ot the\n              Board and shall call a special meeting within seven days of the receipt\n              of a written request for that p u m s e addressed to him by any three\n              members of the Board.\n                    (3) The quorum of the Board shall be determined by the Board\n              but shall be not less than one-half of the membership.\n                     (4) The decisions of the Board shall be by a ma.jority of votes\n              and, in addition to an original vote, the person presiding at any meet-\n              ing shall have a casting vote in any case in which the voting is equal.\n                    (5) Minutes in proper form of each meeting of the Board shall\n              be kept by the secretary.\n                     (6) The validity of the proceedines of the Board shall not be\n              affected bv virtue of any vacancv amonq the members thereof or any\n              defect in the apoointment of a member thereof.\n                    (3 SnWect to the brovisions of this Schedule or any regulations,\n              the R o a d mav r e d a t e its own nroceedines.\n                         me inclvsibn of this page is authorized by L.N.37/1988]"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) Every application for registration as an engineer Application\nunder this Act shall be in the prescribed form signed by the                t:tf,\"F.\"\"\napplicant and delivered to the Registrar and shall set out the\ngrounds on which and the category in which the applicant claims\nto be entitled to registration.\n       (2) The Board may require such evidence of identity\nor such verification of any matter alleged by the applicant\nor such hrther information relating to the application as it\nthinks requisite.\n       (3) Every application under this section shall be\naccompanied by the prescribed fee.\n  &--(I) If the Board is satisfied in relation to any application Registra-\n                                                                  tion.\nfor registration that-\n    (a) the provisions of section 7 have been complied\n        with; and\n    (b) the applicant is qualified for registration under\n        the provisions of this section and section 9 or 24,\nthe Board shall register the applicant as an engineer in such\ncategory as the Board thinks appropriate and shall notifl the\napplicant in writing accordingly and shall direct the Registrar to\nissue to him in the prescribed form a certificate of registration.\n             (The lncluslon of thls page Is authorized by L.N. 180A120061\n                          PROFESSIONAL, ENGINEERS REGISTRATION\n                       (2) For the purposes of registration under this Act,\n                 the Board may require any applicant to submit to such\n                 examination relating to his competence as an engineer as\n                 the Board thinks necessary.\n                        (3) If the Board is not satisfied as to the eligibility of\n                 the applicant to be registered under this Act or as to his\n                 eligibility to be registered in the category in which he claims\n                 to be entitled to registration, it shall refuse to register the\n                 applicant or, as the case may be, in that category and shall\n                 noti@ him in writing accordingly and shall inform him of\n                 the right of appeal conferred by section 20.\n21119%\nS. 3.\n                       (4) Every person registered as an engineer under this\n                 Act and duly issued with a valid practising certificate shall\n                 be entitled to carry on the practice of engineering in the\n                 category in which he is registered in Jamaica and to demand\n                 and recover any reasonable charges for services rendered\n                 by him in that capacity.\nQualifications     9. Every person shall be entitled to be registered as an\nfor regis-\ntration.         engineer under this Act, in such category as the Board thinks\n                 appropriate, who satisfies the Board-\n                     (a) that he is a national of Jamaica or of another Member\n                          State or is ordinarily resident in Jamaica;\n                             -   -   -    -\n         PROFESSIONAL ENGINEERS REGISTRATION\n    (b) that he is of good character and reputation; and\n    (c) that he hlfils one or more of the following require-\n        ments, namely-\n          (i) that he is a member of, or holds a certificate\n              granted by an institution, or other body re-\n              cognized by the Board as having competence to\n              approve qualification as an engineer or as the\n              case may be in a category of engineering work;\n          (ii) that he is the holder of a certificate recognized by\n               the Board as indicating some competence in\n               some category of engineering work and has had\n               at least two years practical experience in that\n               category of engineering work (at least one year\n               of which was in Jamaica or in any Member State)            ,,,,,,\n               and has passed such examinations as may be S . W .\n               required by the Board."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-41) Notwithstanding anything to the contrary, any special\nperson who comes within any of the categories of persons registration.\nspecified in the Second Schedule may, on application to the Second\nBoard in the prescribed manner and on payment of the Schedule.\nprescribed fee, be specially registered to carry on the practice of\nengineering in such category as may be approved by the Board\nfor such time and on such conditions as the Board may with the\napproval to the Minister specify.\n       (2) The Minister may, after consultation with the Board,\nby order amend the Second Schedule so as to add to or remove\nany of the categories of persons specified therein.\n                          -\n            [The inclusion of thls page Is authorized by L.N. 180An006j\n8                        PROFESSIONAL ENGINEERS REGISTRATION\n                       (3) Notwithstanding the removal of any category of\nSecond          persons from the Second Schedule, any person who\nSch\"'U1e.       at the time of such removal is registered pursuant to sub-\n                section (1) within that category shall, subject to the provisions\n                of subsection (I), continue to be specially registered until the\n                expiration of the period for which he was specially\n                registered.\n                       (4) The Registrar shall enter in a separate part of the\n                register the names of all persons specially registered under\n                this section.\n                       (5) The Registrar shall issue to every person specially\n                registered under this section a certificate of regis-\n                tration in the prescribed form which, to the extent specified\n                therein, shall entitle that person to practise as a registered\n                engineer.\n~eworary          11.--(1) Where the Board is satisfied, upon the application of\nregistration.\n                any person, that that person-\n                         is neither ordinarily resident in Jamaica, a national of\n                         Jamaica or a citizen of another Member State;\n                         is or will be temporarily visiting Jamaica for the\n                         purpose of practising the profession of engineering at\n                         an institution or place in Jamaica in the capacity of a\n                         teacher or a research student or as the holder of a\n                         fellowship or other study programme or under a foreign\n                         assistance programme or in such other circumstances\n                         as the Board may approve; and\n                          possesses sufficient knowledge and experience for the\n                          efficient practice of engineering in the capacity\n                          aforesaid,\n                the Board shall, on receipt of the prescribed fee, grant temporary\n                registration to that person.\n                             [The Lnclulon d thh page is authorlud by L.N. 1801\\/2006]\n          PROFESSIONAL ENGINEERS REGISTRATION                                9\n       (2) The Board may, upon application and payment of the\nprescribed fee, grant temporary registration to any person, not\nordinarily resident in Jamaica and not being a person to whom\nthe provisions of subsection (1) applies, who satisfies the Board\nthat he is or will be temporarily visiting Jamaica for the purpose\nof practising the profession of engineering and is otherwise\nqualified under paragraphs (b) and (c) of section 9.\n        (3) A temporary certificate of registration shall entitle the\nholder to practise the profession of engineering in such\ninstitution or place or in such circumstances and for such period\nin the first instance or any subsequent instance (not exceeding in\nthe first instance two years) and subject to such terms and\nconditions as may be specified in the certificate at the direction\nof the Board.\n       (4) The names, addresses, qualifications and such\nother particulars as may be prescribed of all persons to\nwhom temporary certificates of registration are issued\nunder this section shall be entered in a separate part of the\nregister.\n       (5) The Board may, from time to time, in its discre-\ntion, extend the period or vary the tenns and conditions\nspecified in any temporary certificate of registration.\n       (6) The Board shall have power to cancel, without\nnotice, any temporary certificate of registration.\n        (7) During the period specified in any temporary\ncertificate of registration or any extension thereof, the\nholder shall, unless the certificate has been cancelled, be\ndeemed for the purposes of this Act to be a registered\nengineer."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Every person registered under this Act who, subse- Additional\n                                                              qualifica-\nquent to his registration, obtains any degree, qualification tim.\nor other designation relevant to the practice of engineering,\nshall be entitled, on payment of the prescribed fee, to have\n              (The inclu8ion of tbi8 page Is autborlzed by L.N. 180A/20061\n                         PROFESSIONAL ENGINEERS REGISTRQTION\n               such degree, qualification or designation inserted in the register\n               in substitution for or in addition to those previously entered.\n~onrecti- of     13.---(I) It shall be the duty of the Registrar-\nregher.\n                   (a) to remove from the register any entry which the\n                       Board, pursuant to this Act, directs him to remove;\n                   (b) to     restore to the register any entry which the\n                         Board, pursuant to this Act, directs him to\n                         restore;\n                   (c) to correct, in accordance with the Board's direc-\n                         tion, any entry in the register which the Board\n                         directs him to correct as being in the opinion of\n                         the Board, an entry which was incorrectly made;\n                   (4 to remove fiom the register, with the approval of\n                         the Board, the name of any person who has died or\n                         who, not being a national of Jamaica or of another\n                         Member State, has, for a period of at least one year,\n                         ceased to be ordinarily resident in Jamaica or who has\n                         been issued with a temporary certificate of registration\n                         which has expired or has been cancelled or who, in\n                         accordance with any of the provisions of this Act,\n                         ceases to be a registered engineer;\n                   (e)   to make, fiom time to time, any necessary altera-\n                         tions in any of the particulars mentioned in sub\n                         section (1) of section 6.\n                      (2) If the Registrar-\n                    (a) sends by post to any person registered under this Act a\n                        registered letter, addressed to him at his address\n                        appearing in the register, enquiring whether he has\n                        ceased to practise as an engineer, or has changed his\n                        address and receives no reply to that letter within three\n                        months fiom the date of posting; and\n                             [The Inclusion of this page I8 authorized by L.N. 180A120061\n        PROFESSIONAL ENGINEERS REGISTRATlON                         11\n     (b) upon the expiration of the period aforesaid sends\n          in like manner to that person a similar letter and\n          receives no reply to either letter within three\n          months of the date of the second posting,\nthe Board may direct the Registrar to remove from the\nregister the name of that person.\n        (3) The Board may direct the Registrar to restore\nto the register any name removed therefrom pursuant to\nthis section.\n   1 4 4 1 ) No person other than a registered engineer duly p&iz;t\nissued with a valid practising certificate or an authorized feeq esc.\norganization duly authorized under the provisions of section 2s':'-\n16 shall be entitled to recover in any action any fee, charge,\ngratuity, remuneration or other reward for services rendered\nor offered as a professionally qualified engineer or authorized\norganization\n       (2) Nothing in subsection (1) shall prevent any\nperson from taking any action mentioned in that subsection\nin respect of anything lawfully done while such person\nwas a registered engineer or authorized organization, as\nthe case may be.\n  1 4 A 4 1 ) Subject to subsection (21, no registered engineer =$!.\nshall carry on the practice of engineering unless he is the 2111996\nholder of a practising certificate issued by the Board, on s. 5.\npayment to the Registrar of the prescribed fee.\n         (2) A person who is specially registered to carry\non the practice of engineering pursuant to section 10 (1)\nshall, so long as he is so registered, be entitled to carry on\nsuch practice without being the holder of a practising\ncertificate.\n         (3) A registered engineer may apply to the Board\nin the prescribed form for a practising certificate.\n        mhe inclusion d this page is authorized by L.N. 146/1999]\n12                        PROFESSIONAL ENGINEERS REGISTRATlON\n                         (4)A practising certificate issued under this section\n                shall be valid for the period specified therein and may be\n                renewed on payment of the prescribed fee.\n                            ( 5 ) Where the name of any registered engineer is\n                removed from the register, any practising certificate issued\n                to him shall immediately cease to be in force.\n                         (6) Where a registered engineer is suspended from\n                the practice of engineering, any practising certificate issued\n                to him prior to such suspension shall cease to be in force\n                during the period of his suspension.\nProhibitions\naffecting        1 5 - 4 ) Subject to section 16, with effect from such *date\nnon-\nregistered\n               as the Minister may, by order, specify, no person unless\nengineera.     he is a registered engineer shall, in Jamaica-\n                    (a) carry on the practice of engineering;\n                    (b) take or use, in relation to himself, the designation\n                         “engineer” either alone or in conjunction with\n                         any other words or initials in such manner as to\n                         imply that he is qualified to carry on the practice\n                         of engineering in Jamaica;\n                     (c) take or use, in relation to himself, any designa-\n                          tion, title, name, initials or description indicating\n                          or implying that he is entitled to carry on the\n                          practice of engineering in Jamaica.\n                        (2) A person shall be deemed to carry on the prac-\n               tice of engineering if he practises any branch of the pro-\n               fession of engineering or if, by verbal claim, sign, adver-\n               tisement, letterhead, card or in any other way, represent\n               himself to be an engineer or, through the use of some other\n               title, implies that he is an engineer or that he is registered\n               under this Act or holds himself out as being able to per-\n               form or does perform any engineering service or work.\n               *See L.N. 1311997.\n            PROFESSIONAL ENGINEERS REGISTHA TION                                       13\n       (3) For the purposes of this Act, a person, not be-\ning a registered engineer, does not carry on the practice\nof engineering by reason only that-\n         he does so in the course of his duties as an employee of\n         a registered engineer or an authorized organization;\n         being an architect or land surveyor registered\n         under such laws as may, for the time being, pro-\n         vide for the registration of architects or land sur-\n         veyors, he engages in such engineering work as\n         may be incidental to his practice as an architect\n         or land surveyor, as the case may be;\n         being an employee of the Government who does\n         not fall within the provisions of the Second Sche- Second\n         dule, he does so in the course of his duties as such Sch*'e.\n         an employee.\n      (4) Any person who contravenes the provisions of\nsubsection ( 1 ) shall be guilty of an offence and sh4l be liable\non summary conviction before a Resident Magistrate\n    ( a ) in the case of a first offence, to a fine not exceed-\n          ing two hundred and fifty thousand dollars or to 3/2005\n                                                                S. 7.\n          imprisonment for a term not exceeding six months;\n    (b) in the case of a second or subsequent offence, to a\n        fine not exceeding five hundred thousand dollars or 312005\n        to imprisonment for a term not exceeding twelve S. 7.\n        months."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1)     No organization-                                                Organiza-\n                                                                              tions.\n    ( a ) shall be entitled to be registered under this Act,\n          except as provided in this section; or\n    ( b ) shall engage in engineering work, unless it has a\n          valid certificate of authorization issued pursuant\n          to subsection (2).\n       ( 2 ) The Boatd may, upon receipt of an application in the\n               [The Int:luslon of thls page Is authorized by L.N. 180N20061\n         PROFESSIONAL M N E E R S REGISTRATION\nprescribed form, direct the Registrar to issue a certificate of\nauthorization to any organization which satisfies the Board\nthat-\n      (a) the practice of engineering is or will be one of its\n          principal functions; aqd\n      (b) the practice of engineering is or will be carried\n          out under the responsibility and supervision of at\n          least one member or fill-time employee of the\n          organization who is a registered engineer in the\n          category of engineering work being carried on or\n          to be carried on by the organization.\n        (3) Every certificate of authorization issued in accord-\nance with this section shall, subject to the provisions of this\nAct, be valid for a period of two years and shall entitle the\nholder thereof to carry on the practice of engineering,\nsubject to such conditions as may be imposed by the Board.\n        (4) The name of every organization to which a cer-\ntificate of authorization has been issued pursuant to this\nsection shall be entered in a separate part of the register.\n        (5) Every application made pursuant to subsection\n(2) shall contain the following-\n    (a) the names and addresses of every member of the\n        organization;\n    (b) the name and category of registration of any and\n        every member or fill-time employee of the organ-\n        ization who is a registered engineer and who will\n        supervise and be responsible for the engineering\n        work of the organization; and\n    (c) the category, or categories in which the organization\n        carries on or intends to carry on the practice of\n        engineering.\n      (6) Any change in the particulars referred to in\nparagraph (a) or (b) of subsection ( 5 ) shall be notified to\nthe Registrar within thirty days after the effective date of\n             (The Inclusion of this page Is authorized by L.N. 180A/20061\n          PROFESSION/1L ENGINEERS REGISTRATION                               15\nsuch change and no change shall be made as respects the\nparticulars referred to in paragraph (c) of that subsection without\nthe prior approval of the Board.\n       (7) Every application made pursuant to subsection\n(2) shall be accompanied by the prescribed fee.\n       (8) Where an authorized organization ceases to have\nat least one member or full-time employee who is a regis-\ntered engineer, in such category as is relevant to the work\nof the organization, and who supervises and is responsible\nfor that category of the engineering work of the organiza-\ntion, the Registrar shall amend or, as the case may be,\ncancel the registration and certificate of authorization as\nmay be necessary to ensure that the authorization is limited\nto engineering work of the organization which is properly\nsupervised by a registered engineer.\n       (9) Where the Board is satisfied that an authorized\norganization has failed to observe any of the provisions of\nthis section or has knowingly made any false statement or\nsupplied any false information or document in support of\nits application for such certificate of authorization or has\nbeen guilty of (conduct that would, in the case of a registered\nengineer, have been professional misconduct, the Board\nshall have power to suspend or cancel the certificate of\nauthorization and to direct the Registrar to remove its\nname from the register.\n        (10) Any person who is a registered engineer and is\na member or full-time employee of an organization which\nhe knows engages in the practice of engineering in any\ncategory without a valid certificate of authorization issued\nby the Board as respects that category or in violation of any\ncondition imposed by this Act or by the Board shall be\nguilty of an ofTence and shall be liable, on summary con-\nviction before a Resident Magistrate, to a fine not exceed-\ning two hundred and fifty thousand dollars or to imprisonment 312005\n                                                              S.7.\nfor a term not exceeding six months.\n             [The inclusion o f this page Is authorized by L.N. 180Al20061\n                         PROFESSIONAL ENGINEERS REGISTRATION\n                      ( 1 1 ) Where an organization contravenes the provisions of\n                paragraph (b) of subsection ( 1 ) or subsection (6)-\n                    (a) it shall be guilty of an offence against this section;\n                        and\n                    ( b ) any person who at the time of the contravention\n                          was a partner or a director, general manager,\n                          secretary or similar officer of that organization or\n                          was purporting to act in any such capacity shall\n                          be liable to be prosecuted for an offence against\n                          this section as if he had personally committed\n                          that of'fence and shall, if on such prosecution it\n                          is proved to the satisfaction of the court that he\n                          consented to or connived at or did not exercise\n                          all such reasonable diligence as he might in the\n                          circumstances have exercised to prevent the\n                          offence, having regard to the nature of his func-\n                          tions in that capacity and to all the circumstances,\n                          be also guilty of an offence against this section.\n                      (12) A person guilty of an offence against this sec-\n                tion shall be liable on summary conviction before a Resi-\n                dent Magistrate to a fine not exceeding two hundred and fifty\n                thousand dollars or to imprisonment for a term not exceeding six\n                months.\nImproper          17. If any person who is registered as an engineer has, in the\nregistration.\n                opinion of the Board, improperly obtained such registration, the\n                Board shall have power-\n                    (a) where such registration was obtained on the basis\n                        of any statement, information or document sup-\n                        plied by that person which he knew at the time to\n                        be false, to cancel such registration and to refuse\n                        to grant registration on any subsequent applica-\n                        tion;\n                             (The lncluslon of thls page Is authorized by L.N. 180A/2006]\n        PROFESSIONAL ENGINEERS REGISTRATION                                       17\n    (b) where such registration was obtained on any basis\n        other than that specified in paragraph (a), to re-\n        quire the person registered to submit, within a\n        period of three months of being so required or\n        such longer period as the Board may permit, a new\n        application in accordance with the provisions of\n        this Act and, if he fails to do so, to cancel such\n        registration.\n                       PARTIII-Discipline\n  lS.-(l) The Board shall appoint, from among persons E   ?\n                                                          !;?\n                                                            :\nwho are registered engineers but who are not members of\nthe Board, a Disciplinary Committee consisting of such\nnumber of persons, not being less than five nor more than\nseven as the Board thinks fit.\n       (2) The provisions of the Third Schedule shall have\neffect with respect to the constitution of the Disciplinary\nCommittee and otherwise in relation thereto.\n        (3) The Disciplinary Committee shall investigate and\nhear evidence in relation to any matter concerning the con-\nduct of a registered engineer or authorized organization and\nshall report its findings and recommendations to the Board.\n       (4) The Board may make rules for regulating the\npresentation, hearing and determination of matters by the\nDisciplinary Committee and for reports to the Board."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.--(1) On receipt of a report from the Disciplinary Disciplinary\n                                                                      powers of\nCommittee, if the Board finds any person or organization the Boord.\nregistered under this Act-\n     (a) to have procured registration under this Act, as a\n          result of any misleading, false or fraudulent mis-\n          representation; or\n          [The inclusion of thispage is authorized by L.N. 96/1998]\n18                  PROFESSIONAL ENGINEERS REGISTRATION\n                 (b) to be guilty of dishonesty, negligence or incompe-\n                     tence; or\n                 (c) to be guilty of disgraceful or improper conduct in\n                      a professional respect; or\n21 11996\nS. 6 (b).\n                 (4 to have carried on the practice of engineering\n                      without a valid practising certificate,\n            the Board may-\n                   (i) censure or reprimand such person or organiza-\n                       tion;\n                   (ii) suspend such person or organization from the\n                        practice of engineering for a period not exceed-\n                        ing two years;\n                  (iii) impose such conditions as the Board may specify\n                        concerning the practice of engineering of such\n                        person or organization;\n                   (iv) declare that such person or organization is, in its\n                        opinion, unfit to be registered as an engineer or\n                        authorized organization under this Act and may\n                        give a written order to the Registrar to cancel the\n                        registration of such person or organization and\n                        the Registrar shall comply with the order forth-\n                        with and send a true copy of the order to the\n                        person or organization by registered post to the\n                        last known address of such person or organiza-\n                        tion.\n                    (2) Any person or organization, as the case may be,\n            whose registration has been cancelled or who has been\n            suspended by the Board, or upon whom the Board has\n            imposed specific conditions and who, after such cancellation\n            or during such suspension or while such conditions remain in\n            force, practises the profession of engineering or does so in\n            violation of the conditions imposed by the Board, as the case\n                     me inclusion of this page is authorized by L.N. 96/1998]\n           PROFESSIONAL ENGINEERS REGISTRATION                                       21\n                               FIRSTSCHEDULE                  (Section 3 (2))"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Appeals.\n 2 1. Rules made by Board.\n                      PART IV. Miscellaneous"
    },
    {
      "provision_ref": "sec23a",
      "section": "23A",
      "title": "Section 23A",
      "content": "23A. Minister may amend penalty etc., by order.\n                        PART V. Transitional"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Registration of persons practising as engineers at the commence-\n      ment ofthis Act.\n            [The lnclualon of thla page Is suthorlzcd by L.N. 180An006j\n         PROFESSIONAL ENGINEERS REGISTRATION                                              3\n   THE PROFESSIONAL ENGINEERS REGISTRATION                                        A*\n                                                                              11ar\n                     ACT                                                      21 O C / W ~ ,\n                                                                              3 of2005.\n                                                       [ZndNovember, 1987.]\n                         PARTI. Preliminary"
    }
  ],
  "definitions": [
    {
      "term": "authorized organization",
      "definition": "an organization in relation",
      "source_provision": "sec2"
    },
    {
      "term": "Caribbean Community",
      "definition": "the Caribbean Community s",
      "source_provision": "sec2"
    },
    {
      "term": "Chairman",
      "definition": "the Chairman of the Board",
      "source_provision": "sec2"
    },
    {
      "term": "Jamaica Institution of Engineers",
      "definition": "the incorporated",
      "source_provision": "sec2"
    },
    {
      "term": "member of an organization",
      "definition": "any member of a",
      "source_provision": "sec2"
    },
    {
      "term": "Member State",
      "definition": "a Member State of the Caribbean",
      "source_provision": "sec2"
    },
    {
      "term": "organization",
      "definition": "a partnership, association of persons",
      "source_provision": "sec2"
    },
    {
      "term": "practice of engineering",
      "definition": "the rendering of or",
      "source_provision": "sec2"
    },
    {
      "term": "register",
      "definition": "the register of engineers kept by the",
      "source_provision": "sec2"
    },
    {
      "term": "registered engineer",
      "definition": "a person who is registered",
      "source_provision": "sec2"
    },
    {
      "term": "secretary",
      "definition": "the secretary of the Board",
      "source_provision": "sec2"
    }
  ]
}