{
  "id": "jm-stat-the-professions-supplementary-to-medicine-act",
  "type": "statute",
  "title": "The Professions Supplementary to Medicine Act",
  "title_en": "The Professions Supplementary to Medicine Act",
  "short_name": "Professions Supplementary to Medicine Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-professions-supplementary-to-medicine-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-professions-supplementary-to-medicine-act | Legal areas: Regulation of Professions",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.-The Council shall consist of such number of members as shall be Constitution\n                                                                      ofthe\nappointed by the Minister. as follows-                                Council.\n                                                                                         4/2000\n                                                                                         S.2(a).\n      (a) one shall be nominated by the Med~calAssociation of Jamaica:\n      ( b ) one shall be nominated by the Faculty of Medical Sciences of the\n          University of the West Indies;\n      (c) two shall be chosen by the Minister, and\n      (4 such other persons as may be chosen by the Minister. each of\n            whom shall represent one of the specified professions."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The appointment of a member of the Council shall, subject to the                   Tawreof\n                                                                                         Office.\nprovisions of this Schedule, be for a period not exceeding two years and\nsuch member shall be eligible for reappointment.\n                 [The inclusion of this page IS aulhonzed by L N 3l2002)\n12                            PROFESSIONS SUPPLEMENTARY TO MEDICINE\nChairman            3. The Minister shall appoint one of the members of the Council to be the\n                 chairman thereof.\nAding               4, If the chairman or any other member of the Council is absent or\nappoinl-         unable to act. the Minister may appoint any person to act in the place of the\nmenls.\n                 Chairman or such other member.\nResigna-             5.-( 1) Any member of the Council. other than the cha-        may at any\ntions.           time resign his office by instrument in writing addressed to the Minister and\n                 transmitted through the chairman and from the date of receipt by the            '\n                                                                                                 1\n                 Minister of such instrument such member shall cease to be a member of the\n                 Council.\n                        (2) The chairman may at any time resign his office by instrument in\n                 writing addressed to the Minister and such resignation shall take effect as\n                 from the date of receipt by the Minister of such instrument.\nRevocalion           6. The W s t e r may at any time revoke the appointment of any member\nof appoint-      of the Council if he thuzks it expedient so to do.\nment."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.--(I) There shall be established for the purposes of this                  Establish-\n                                                                               ment of\nAct a body to be called the Council for Professions                            thecouncil.\nSupplementary to Medicine.\n      (2) The provisions of the Second Schedule shall have\n                                                                               second\n                                                                               Schedule.\neffect with respect to the constitution and procedure of the\nCouncil and otherwise in relation thereto.\n  '   4. The functions of the Council shall be-                                Functions of\n                                                                               the Council.\n       (a) to regulate the training of students in the specified\n            professions;\n       (b) to register members of the specified professions;\n        .\n                       PROFESSIONS SUPPLEMENTARY TO MEDICINE\n                   (c) to ensure the maintenance of proper standards of con-\n                       duct by members of the specified professions registered\n                       under this Act.\nAppointment        5. The Council shall appoint and employ at such remunera-\nof Registrar\n               tion, if any, and on such terms and conditions as the Minister\n               may approve a Registrar and such other officers and servants'as\n               it thinks necessary for the proper carrying out of the provisions\n               of this Act.\nFunds of         6 . The funds of the Council shall consist of such moneys as\nthe Councll.\n               may from time to time be placed at its disposition for the\n               purposes of this Act by Parliament, and such other moneys as\n               may be lawfully paid to the Council.\nAccounts         7. The Council shall keep proper accounts of its receipts, pay-\nand audit.\n               ments, assets and liabilities and such accounts shall be audited\n               annually by an auditor appointed in each year by the Council\n               with the approval of the Minister.\nAnnual            8.-(1) The Council shall in each year prepare and submit\nreports and\nestimates.     to the Minister on or before the thirtieth day of'June a report\n               of its proceedings during the twelve months ending on the\n               thirty-first day of March in such year, including a statement of\n               its accounts audited in accordance with section 7, and a copy\n               of the report shall be printed and laid on the Table of the\n               House.\n                     (2) The Council shall on or before the thirty-first day of\n               October in each year, submit to the Minister for approval its\n               estimates of revenue and expenditure in respect of the period\n               commencing on the first day of April next following and ending\n               on the thirty-first day of March of the subsequent year.\nTheregister.      9.-(1) The Council shall cause the Registrar to keep\n               a register ( t o be known as the Register of Professions\n                         [The inclus~on of thls page 1s author~zed by L N 92~/2012]\n      PROFESSIONS S U P P L E M E N T A R Y TO MEDICINE              5\nSupplement.ary to Medicine) of the names, addresses and\nqualifications, and such other particulars as may be pre-\nscribed, of all persons who are entitled in accordance with\nthe provisions of this Act to be registered under this Act\nand apply in the prescribed manner to be so registered.\n       (2) The register shall be so constituted that a\nseparate part thereof is allocated to each specified pro-\nfession.\n       (3) For the purposes of this Act, a person is\nregistered as a member of a specified profession if his\nname is in the part of the register allocated to that pro-\nfession."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. If any vacancy occurs in the membership of the Tribunal, such\nvacancies.     vacancy shall be filled by the appointment of another member who shall,\n               subject to the provisions of this Schedule, hold office for the remainder of\n               the period for which the previous member was appointed.\nPublicativn\nof member-\nship."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The names of members of the Tribunal as first constituted and every\n               change in the membership thereof shall be published in the Gazette.                      CJ\nPower to          8. Subject to the provisions of this Act, the Tribunal may regulate its own\nregulate\nprocezdings\n               proceedings.\nMembers\nnot public         9. The office of chairman or member of the Tribunal shall not be a public\notlicers.      office for the purposes of Chapter V of the Constitution of Jamaica.\n                                [Theinclusion of this page IS authonled by L N 3/2002]"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The names of all members of the Council as first constituted and\nments.           every change in the membershipthereof shall be published in the Gazette.\nIncorpora-          9.-(I)   The Council shall be a body corporate having perpetual\ntion.            succession and a common seal with power to acquire, hold and dispose of\n                 land and other property of whatever kind\n                         (2) The seal of the Council shall be kept in the custody of the\n                 chairman or the Registrar and shall be affixed to instruments pursuant to a\n                 resolution of the Council in the presence of the chairman or any other\n                 member of the Council and the Repstrar.\n                         (3) The seal of the Council shall be authenticated by the signatures\n                 of the chairman or any other member authorized to act in that behalf and the\n                 Registrar. and shall be officially and judicially noticed.                      G\n                         (4) All documents, other than those required by law to be under seal.\n                 made by. and all decisions of, the Council may be sigrufied under the hands\n                 of the chairman or any other member authorized to act in that behalf. and\n                 the Regstrar.\n                          (5) The Council may sue and be sued in its corporate name and m a y\n                 for all purposes be described by such name.\n                                  [The inclusion orthis page is authonzd by L N 3/2002)\n                   PROFESSIONS SUPPLEMENTARYTO MEDICINE                                         13\n          lO,-(l) The Council shall meet at such times as may be necessary or Procedure\n     espechent for the transaction of its business. and such meetings shall be held  ;tsyet-\n     at such places and times and on such days as the Council may determine.\n              (2) The chairman may at any time call a special meeting of the\n     Council and sha!l call a special meeting withm seven days of the receipt of a\n     written requisition for that purpose addressed to him by any three members\n     of the Council.\n              (3) The chairman shall preside at al! meetings of the Council at\n     which he is present. and if the chairman is absent from any meeting the\n     members present and constituting a quorum shall elect one of their number\n     to preside at that meeting.\n               (4) The quorum of the Council shall not be less than one-half of 4 2000\n     the membership.                                                                  S.2(b).\n               ( 5 ) The decisions of the Council shall be by a majority of votes and\n     in addition to an original vote, the chairman or other person presidmg at a\n     meeting shall have a casting vote in any case in which the voting is equal.\n               (6) Minutes in proper form of each meeting of the Council shall be\n     kept.\n               (7) The valid@ of the proceedings of the Council shall not be\n     affected by any vacancy amongst the members thereof or by any defect in\n     the appointment of a member thereof.\n               (8) Subject to the provisions of this Schedule the Council may\n     regulate its own proceedings.\n         1 1.-(I) The Council may appoint such committees as it may tlunk fit        Committees.\n     and may delegate to any such committee the power and authority to carry out\n     on its behalf such functions as the Council may determine. so,however. that\n     no such committee shall have power to make regulations.\n             (2) The constitution of each committee shall be determined by the\n     Council.\n        1 2 . 4 1 ) No member of the Council shall be personally liable for any act protedim\n     or default of the Council done or omitted to be done in good faith in the ofmembm.\n     course of the operations of the Council.\n-\\\n             (2) Where any member of the Council is exempt from liability by\n-)   reason only of the provisions of ms paragraph, the Council shall be liable to\n     the extent that it would be if the member were a servant or agent of the\n     Council."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) It shall be the duty of the Registrar-           Corrections\n                                                           of the\n    (a) to remove from the register any entry which register-\n         the Council under paragraph (c) of subsection (1)\n         of section 12 directs him to remove;\n    (b) to correct in accordance with the Council’s\n         directions any entry in the register which the\n         Council directs him in writing to correct as\n         being in the opinion of the Council an entry\n         which was incorrectly made;\n    (c) to make from time to time any necessary altera-\n         tions in any of the particulars mentioned in sub-\n         section (1) of section 9 which are contained in\n         the register.\n        (2) If the Registrar-\n    (a) sends by post to any person registered as a\n        member of any specified profession a registered\n        letter, addressed to him at his address in the part\n         of the register allocated to that profession, en-\n         quiring whether he has ceased to practise that\n         profession or has changed his address and\n6                     PROFESSIONS SUPPLEMENTARY TO MEDICINE\n                         receives no reply to the letter within three\n                         months from the date of posting it; and\n                     (b) upon the expiration of that period sends in like\n                         manner to that person a second similar letter\n                         and receives no reply to that letter within three\n                         months from the date of posting it,\n                the Council may direct the Registrar to remove from the\n                part of the register allocated to that profession the name\n                of that person.\n                       (3) The Council may at any time direct the\n                Registrar to restore to the register any name removed\n                therefrom under subsection (2).\nRegistration.     11.-(1) Any person who-\n                     (a) applies to the Council in the prescribed form for\n                         registration as a member of a specified profession;\n                         and\n                     (b) satisfies the Council that he possesses the pre-\n                         scribed qualifications; and\n                     (c) pays such registration fee as may be prescribed,\n                shall be entitled to be registered as a member of that\n                profession.\n                      (2) Notwithstanding the provisions of subsection\n                (I), if any person-\n                     (a) applies, within six months after the 8th December,\n                          1969, to the Council in the prescribed form for\n                          registration as a member of a specified profession;\n                          and\n                     (b) satisfies the Council that he practised that pro-\n                         fession during the five years immediately\n                          preceding the said 8th December, 1969; and\n                     (c) pays such registration fee as may be prescribed,\n                the Council may, after considering the application and\n      PROFESSIONS SUPPLEMENTARY TO MEDICINE                             7\nmaking such other enquiries as it thinks fit, direct that\nhe be registered as a member of that profession.\n       (3) The Registrar shall issue to every person\nregistered under this Act a certificate of registration in\nthe prescribed form.\n    lZ.--(l) If any person registered under this Act is Censure.\nfound, in disciplinary proceedings conducted in the pre- suspension\n                                                              M d strikkg\nscribed manner by the Council against such person to Off-\nhave been convicted of a criminal offence or to be guilty\nof professional misconduct, the Council may, if it thinks\nfit-\n       (a) censure him; or\n       (b) suspend his registration for a period not exceed-\n            ing one year; or\n       (c) direct the Registrar in writing to remove his name\n            from the register.\n       (2) The Council may at any time, if it thinks just,\ndirect the Registrar to restore to the register any name\nremoved therefrom under subsection (1).\n        (3) Whenever the name of any person has been\nremoved from the register, the Council may in writing\nrequire such person to return to the Registrar his certi-\nficate of registration, and such person shall comply with\nthat requirement.\n  1 3 . 4 1 ) There is hereby established for the purpose of be\nhearing appeals from the Council an Appeal Tribunal for TkibUnaI.\nProfessions Supplementary to Medicine (hereinafter referred\nto as “the Tribunal”).\n       (2) The provisions of the Third Schedule shall TIW\n                                                       Schedule.\nhave effect as to the constitution of the Tribunal and\notherwise in relation thereto.\n8                    PROFESSIONS SUPPLEMENTARY TO MEDICINE\nAppeals           1 4 . 4 1 ) Any person who is aggrieved by the refusal of\nfrom the\nCouncil.       the Council to register him under this Act or by its deci-\n               sion to censure him or suspend his registration or cause\n               his name to be removed from the register may appeal to\n               the Tribunal against such refusal or decision within such\n               time and in such manner as may be prescribed.\n                     (2) The Tribunal may-\n                   (a) at the hearing of an appeal against refusal of\n                        registration, dismiss the appeal or allow the\n                        appeal and direct the Council to cause the\n                        registration to be effected;\n                   (6) at the hearing of any appeal other than an\n                        appeal against refusal of registration-\n                             (i) dismiss the appeal and confirm the deci-\n                                 sion of the Council; or\n                            (ii) allow the appeal and set aside the deci-\n                                 sion of the Council; or\n                          (iii) allow the appeal and direct that the dis-\n                                ciplinary proceedings in respect of which\n                                the decision of the Council was made be\n                                re-conducted by the Council; or\n                          (iv) set aside the punishment inflicted by the\n                                Council and inflict in substitution there-\n                                for such other less severe punishment\n                                mentioned in subsection (1) of section 12\n                                as the Tribunal may think proper.\nOffCW%%           l$.-(1) Any person who, not being registered as a\n               member of any specified profession, at any time after the\n               expiration of six -months from the 8th December, 1969\n               practises that profession or takes or uses a name or title\n          ..   which either alone or in combination with any other words\n    I .\n               or letters implies that he is registered as a member of\n               that profession shall be guilty of an offence and shall be\n       PROFESSIONS SUPPLEMENTARY T O MEDICINE                                      9\nliable on summary conviction before a Resident Magistrate-\n    ( a ) in the case of a first offence, to a fine not exceeding\n          two hundred and fifty thousand dollars; and                    71201I\n                                                                         Sch.\n    ( b ) in the case of a second or subsequent offence, to a fine\n                                                                         7/20]1\n          not exceeding five hundred thousand dollars:                   Sch.\n   Provided that a person who is not registered as a member of\na specified profession shall not be guilty of an offence under this\nsubsection by reason of the performance by him of any func-\ntions which he is employed by the Government to perform.\n      (2) Any person who with intent to deceive-\n    ( a ) forges or uses or lends to or allows to be used by\n          any other person any certificate issued under this Act;            .\n          or\n    ( b ) makes or has in his possession any document so closely\n          resembling such certificate as to be calculated to\n          deceive,\nshall be guilty of an offence and shall be liable on summary\nconviction before a Resident Magistrate to a fine not exceeding\nfive hundred thousand dollars and in default of payment thereof          ::11'\nto imprisonment with or without hard labour for a term not\nexceeding six months."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. There shall be paid from the funds of the Council to the chairman and\n     other members of the Council such remuneration whether by way of t i ~ n o f\n     honorarium, salary or fees, and such allowances as the Minister may membm.\n     determine.\n                      [The inclusion of t h i s page IS authorized by L N 3/2002]\n14                          PROFESSIONS SUPPLMENTARY TO MEDICINE\nMembers           14. The office of chairman or member of the Council shall not be a\nnot public\nofficers\n               public office for the purposes of Chapter V of the Constitution of Jamaica.\n                                                THIRD SCHEDULE                           (Section 13)\nConstitution       1. The Tribunal shall consist of a chairman and two other members                    m\nof the         appointed by the Minister.\nTribunal.\nTenure of         2. The members of the Tribunal shall, subject to the provisions of this\noftice of      Schedule. hold office for such period not exceeding two years as the\nmembers.\n               Minister may determine and shall be eligible for reappointment.\nAding             3. The Minister may appoint any person to act in the place of the\nappoint-       chairman or any other member of the Tribunal in case of the absence or\nments.\n               inability to act of the chairman or other member.\nResigna-           4.-( 1) Any member of the Tribunal other than the chairman may at any\ntions.         time resign his office by instrument in writing addressed to the Minister and\n               transmitted through the chairman and from the date of the receipt by the\n               Minister of such instrument such member shall cease to be a member of the\n               Tribunal.\n                       (2) The chairman may at any time resign his office by instrument in\n               writing addressed to the Minister, and such resignation shall take effect as\n               from the date of receipt by the Minister of such instrument.\nRevocation         5 . The Minister may at any time revoke the appointment of the chairman\nofappoint-     or any other member of the Tribunal if he thinks it e-ent   so to do.\nnitnts.\nFilling of"
    },
    {
      "provision_ref": "sec15a",
      "section": "15A",
      "title": "Section 15A",
      "content": "15A. The Minister may, by order subject to affirmative reso-          Minister\n                                                                         may amend\nlution, amend the monetary penalties specified in this Act.              monetary\n                                                                         71201 1\n                                                                         Sch."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.--(I) The Council, with the approval of the Minister, Regulations.\nmay make regulations generally for the proper carrying out of\nthe provisions and purposes of this Act and in particular but\nwithout prejudice to the generality o f ' the foregoing may\nmake regulations-\n    ( a ) prescribing the minimum qualifications to be possessed\n          as a prerequisite for registration as members of the\n          specified professions;\n10                    PROFESSIONS SUPPLEMENTARY,TO MEDICINE\n                  (b) providing for the courses of training which in the\n                      opinion of the Council will confer on persons comple-\n                      ting them sufficient knowledge and skill to practise the\n                      specified professions;\n                  ( c ) as to the nature of the services which may be rendered\n                        by registered members of the specified professions;\n2411995           (4 prescribing registration fees,' re-registration fees ' and\nS.3.\n                       examination fees;                       .                 . .\n                  ( e ) prescribing the manner in which disciplinary proceed-\n                        ings may be instituted before the-council, the procedure\n                        to be followed in the conduct ,of such proceedings and\n                        matters incidental to or consequential on such proceed-\n                        ings;\n                  u> prescribing the manner of appealing to the Tribunal, and\n                       as to the proceedings in any such appeal and matters\n                       incidental to or consequential on such proceedings;\n                                                                       i\n                   ( g ) prescribing any other matter or thing which may be, or\n                         is required by this Act to be, prescribed.\n                      (2), Regulations made under this section may contain\n              different provisions for the different specified professions. . ,\n7/20] I               ( 3 ) Notwithstanding section 29(b) of the ~ n t ~ r ~ r e t o t i o n\nSch\n              Act, regulations made under subsection (1) may provide in res-\n              pect of a breach of the provisions thereof for the imposition of\n              penalties on summary conviction in a Resident Magistrate's\n              Court of a fine not exceeding one million dollars or imprison-\n              ment for a term not exceeding twelve months or both such fine\n          -   and imprisonment.\nAmendment     '   1 7 . 4 1 ) The Minister may from time to time by order amend\nof First\nSchedule.     or vary the First Schedule and any such order may contain such\n              transitional, incidental and supplementary provisions as the\n              Minister\n                .  .    , may consider necessary or expedient.\n                       ( 2 ) Every order made under this section shall be subject\n              to affirmative resolution.                                   + ,\n            PROFESSIONS SUPPLFMENTARY TO MEDICINE                                                     11\n                               FIRST SCHEDULE                              (Section 2)\n                             The Specified Professions\n   (1) Medical Laboratory Technologist                                                    L.K.\n                                                                                          16011974.\n   (2) Radiographer\n   (3) Physiotherapist\n   (4) Occupational Therapist\n   (5) Dietitian practising in-\n               any public hospital; or\n               the University Hospital; or\n               Bellevue Hospital: or\n               the Hansen Home: or\n               any nursing home as defined by the Nursing Homes\n                Registration Act.\n   (6) Speech Therapist                                                                  L.N.\n                                                                                          16011974.\n   (7) Dietetic Assistant who holds the Diploma or Associate Degree in                   L.N.\n       Dietetics and Nutrition from the College of Arts. Science and                     58’1995.\n       Technology (C.A. S.T.)\n   (8) Nutrition Assistant who holds the D~plomaor Associate in Dietetics                kfi995,\n       and Nutrition from the College of Arts. Science and Technology\n       (C.A. S.T.)\n   (9) Public Health Inspector who holds the Diploma in Public Health                    L.N.\n       Inspection from the West Indies School of Public Health                           5811995\n                          SECOND SCHEDULE                 (Section 3)"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Amendment of First Schedule.\n                                    SCHEDULES\n             PROFESSIONS SUPPLEMENTARY TO MEDICINE                                         3\n         '   THE PROFESSIONS SUPPLEMENTARY TO                                     Acts\n                                                                               49 of 1965,\n                       MEDICINE ACT                                            24 of 1995,\n                                                                                4 of 2000,\n                                                                                7 of2011.\n                                                      [8th December, 1969.1"
    }
  ],
  "definitions": []
}