{
  "id": "jm-stat-the-property-rights-of-spouse-act",
  "type": "statute",
  "title": "The Property (Rights of Spouse) Act",
  "title_en": "The Property (Rights of Spouse) Act",
  "short_name": "Property (Rights of Spouse) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-property-rights-of-spouse-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-property-rights-of-spouse-act | Legal areas: Real Estate",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 1 ) In this Act-                                             Inlerpretn-\n                                                                    tion.\n     \"cohabit\" means to live together in a conjugal relationship\n          outside of marriage and \"cohabitation\" shall be\n          construed accordingly;\n     \"family home\" means the dwelling-house that is wholly\n          owned by either or both of the spouses and used habit-\n          ually or from time to time by the spouses as the only\n          or principal family residence together with any land,\n          buildings or improvements appurtenant to such\n          dwelling-house and used wholly or mainly for the\n          purposes of the household, but shall not include such a\n          dwelling-house which is a gift to one spouse by a\n          donor who intended that spouse alone to benefit;\n     \"marriage\" includes a void marriage referred to in para-\n          graphs (a), (b) and (c) of section 4 (1) of the Matri-\n          monial Causes Act;\n     \"property\" means any real or personal property, any estate\n          or interest in real or personal property, any money,\n          any negotiable instrument, debt or other chose in\n          action, or any other right or interest whether in\n          possession or not to which the spouses or either of\n          them is entitled;\n     \"relevant child\" means a child who is-\n               (a) a child of both spouses; or\n               (b) a child of one spouse who is accepted as one\n                    of the family by the other spouse,\n           and in paragraphs (a) and (b) of this definition \"child\"\n             [The inclusion of !hi page is a h r i E c d by L.N. 80*12008]\n                            PROPERTY (RIGHTS OF SPOUSES)\n                        includes an adopted child and a child of a void\n                        marriage;\n                   \"spouse\" includes-\n                            (a) a single woman who has cohabited with a\n                                single man as if she were in law his wife for a\n                                period of not less than five years;\n                            (b) a single man who has cohabited with a single\n                                woman as if he were in law her husband for a\n                                period of not less than five years,\n                        immediately preceding the institution of proceedings\n                        under this Act or the termination of cohabitation, as\n                        the case may be.\n                     (2) The terms \"single woman\" and \"single man\" used\n              with reference to the definition of \"spouse\" include widow or\n              widower, as the case may be, or a divorcee.\nApplication\nof Act.         3.-41) Except as otherwise provided in this Act and subject\n              to subsections (2) and (3) and section 6, the provisions of this\n              Act shall not apply afier the death of either spouse and every\n              enactment and rule of law or of equity shall continue to operate\n              and apply in such case as if this Act had not been enacted.\n                     (2) The death of either spouse shall not affect the validity\n              or effect of anything done or suffered in pursuance of the\n              provisions of this Act.\n                     (3) If, while any proceedings under this Act are pending\n              one of the spouses dies, the proceedings may be continued and\n              be completed; and any appeal may be heard and determined and\n              the Court may make such order as it thinks fit in the\n              circumstances of the case as if the spouse had not died.\nAct to have     4. The provisions of this Act shall have effect in place of the\neffeect in\nplace of      rules and presumptions of the common law and of equity to the\nrules of      extent that they apply to transactions between spouses in respect\nmmmon law\nand equity.   of property and, in cases for which provisions are made by this\n              Act, between spouses and each of them, and third parties.\n               PROPERTY (RIGHTS OF SPOUSES)                                      5"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 - 4 1 ) Subject to section 11, in any proceedings relating to Cows\n                                                                   having\nproperty instituted under this Act, the parties to the proceedings j,\"sdinion,\nmay apply-\n     (a) where the value of the property in dispute is within the\n           monetary limits prescribed by or under the Judicature\n           (Resident Magistrates) Act, to the Resident Magistrate\n           of the parish in which the property is located or in\n           which any of the parties reside, or as the case may be,\n           to a Judge of the Family Court; or\n    (b) in any other case, to a Judge of the Supreme Court in\n        Chambers.\n       (2) A Judge of the Family Court or Resident Magistrate\nmay, upon the request of either party to proceedings upon an\napplication referred to in subsection (I), hear such application in\nChambers.\n                         PART11. Family Home\n  6        Subject to subsection (2) of this section and sections E n t k l m ~\n                                                                  to family\n7 and 10, each spouse shall be entitled to one-half share of the horns,\nfamily home--\n    (a) on the grant of a decree of dissolution of a marriage or\n        the termination of cohabitation;\n    (6) on the grant of a decree of nullity of marriage;\n    (c) where a husband and wife have separated and there is\n        no likelihood of reconciliation.\n        (2) Except where the family home is held by the spouses\nas joint tenants, on the termination of marriage or cohabitation\ncaused by death, the surviving spouse shall be entitled to one-\nhalf share of the family home."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-41) Where in the circumstances of any particular case the Power of\n                                                                Courf to\nCourt is of the opinion that it would be unreasonable or unjust .,,,,,I\nfor each spouse to be entitled to one-half the family home, the s h u e ~ l e .\n               [The inclusion of Ulir p.p is aulho+zzd by L.N. 80*/2008]\n                                PROPERTY (RIGHTS OF SPOUSES)\n               Court may, upon application by an interested party, make such\n               order as it thinks reasonable taking into consideration such\n               factors as the Court thinks relevant including the following-\n                   (a) that the family home was inherited by one spouse;\n                   (b) that the family home was already owned by one spouse\n                         at the time of the marriage or the beginning of\n                         cohabitation;\n                   (c) that the marriage is of short duration.\n                      (2) In subsection ( 1 ) \"interested party\" means-\n                   (a) a spouse;\n                   (b) a relevant child; or\n                   (c) any other person within whom the Court is satisfied has\n                        sufficient interest in the matter.\nTransactions\n                      - ( ) Where the title to a family home is in the name\nto defeal      of one svouse onlv then., subiect\n                                            , to the ~rovisionsof this Act-\nhereSt in\nfamily home.       (a) the other spouse may take such steps as may be\n                        necessary to protect his or her interest including the\n                        lodging of a caveat pursuant to section 139 of the\n                        Registration of Titles Act; and\n                   (b) any transaction concerning the family home shall\n                       require the consent of both spouses.\n                      (2) The Court may dispense with the consent of a spouse\n               required by subsection (1) (b) if it is satisfied that consent\n               cannot be obtained because the spouse is mentally incapacitated\n               or the whereabouts of the spouse are unknown or consent is\n               unreasonably withheld or for any other reason consent should be\n               dispensed with.\n                      ( 3 ) Where one spouse enters into a transaction con-\n               cerning the family home without the consent of the other spouse\n               then-\n                    (a) subject to paragraph (b), that transaction may be set\n                         aside by the Court on an application by the other\n                           1%    iincllrrion of Illis page is authorized by L.N. 80*12008)\n              PROPERTY (RIGHTS OF SPOUSES)\n         spouse if such consent had not been previously\n         dispensed with by the Court;\n    (b) paragraph (a) shall not apply in any case where an\n        interest in the family home is acquired by a person as\n        born Jide purchaser for value without notice of the\n        other spouse's interest in the family home.\n       (4) Where by virtue of subsection (3) (b) a transaction\ncannot be set aside by the Court, the spouse whose interest is\ndefeated shall be entitled to claim, out of the proceeds of the\ntransaction, the value of that spouse's share in the family home."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9, be determined as at the date on which the spouses ceased to\nlive together as man and wife or to cohabit or if they have not so\nceased, at the date of the application to the Court.\n       (3) In determining the value of property the spouses shall\nagree as to the valuator who shall value the property, or if there\nis no agreement, the Court shall appoint a valuator who shall\n               1%   inelwion of this p g e in authorized by L.N. 80d2008]\n                            PROPERTY (RIGHTS OF SPOUSES)\n              determine the value of the property for the purposes of this\n              subsection.\n                                         Division of Property\nTime when       13.-(1)    A spouse shall be entitled to apply to the Court for a\napplication\nmay be\n              division of property-\nmade to\nCourt tbr\n                   (a) on the grant of a decree of dissolution of a marriage or\ndivisiou of             termination of cohabitation; or\nproperty.\n                   (b) on the grant of a decree of nullity of marriage; or\n                   (c) where a husband and wife have separated and there is\n                        no reasonable likelihood of reconciliation; or\n                   (4 where one spouse is endangering the property or\n                        seriously diminishing its value, by gross mismanage-\n                        ment or by wilful or reckless dissipation of property or\n                        earnings.\n                     (2) An application under subsection (1) (a), (b) or (c)\n              shall be made within twelve months of the dissolution of a\n              marriage, termination of cohabitation, annulment of marriage, or\n              separation or such longer period as the Court may allow after\n              hearing the applicant\n                       (3) For the purposes of subsection (1) (a) and (b) and\n              section 14 the definition of \"spouse\" shall include a former\n              spouse.\nDivision of      14.--(I) Where under section 13 a spouse applies to the\nPmpMY.\n              Court for a division of property the Court may-\n                   (a) make an order for the division of the family home in\n                         accordance with section 6 or 7, as the case may\n                         require; or\n                    (b) subject to section 17 (2), divide such property, other\n                         than the family home, as it thinks fit, taking into\n                         account the factors specified in subsection (2),\n              or, where the circumstances so warrant, take action under both\n              paragraphs (a) and (b).\n                            [Thc inclusion of thh p a p is aafhari'led by I..N. 80*12008]\n          PROPERTY (RIGHTS OF SPOUSES)\n  (2) The factors referred to in subsection (1) are-\n(a) the contribution, financial or otherwise, directly or in-\n    directly made by or on behalf of a spouse to the\n    acquisition, conservation or improvement of any\n    property, whether or not such property has, since the\n    making of the financial contribution, ceased to be\n    property of the spouses or either of them;\n(b) that there is no family home;\n(c) the duration of the marriage or the period of co-\n    habitation;\n(d) that there is an agreement with respect to the owner-\n    ship and division of property;\n(e) such other fact or circumstance which, in the opinion\n    of the Court, the justice of the case requires to be taken\n    into account.\n  (3) In subsection (2) (u), \"contribution\" means-\n(a) the acquisition or creation of property including the\n     payment of money for that purpose;\n(h) the care of any relevant child or any aged or infirm\n     relative or dependant of a spouse;\n(c) the giving up of a higher standard of living than would\n     otherwise have been available;\n(d) the giving of assistance or support by one spouse to the\n     other, whether or not of a material kind, including the\n     giving of assistance or support which-\n          (i) enables the other spouse to acquire qualifi-\n              cations; or\n         (ii) aids the other spouse in the carrying on of\n              that spouse's occupation or business;\n(e) the management of the household and the performance\n    of household duties;\nV) the payment of money to maintain or increase the value\n    of the property or any part thereoe\n         [The inclusion of lhis page Is sulhorkd by L.N. 80d2008)\n                           PROPEIUY (RIGHTS OF SPOUSES?\n                 (g) the performance of work or services in respect of the\n                     property or part thereof;\n                 (h) the provision of money, including the earning of in-\n                     come for the purposes of the marriage or cohabitation;\n                 ( i ) the effect of any proposed order upon the earning\n                      capacity of either spouse.\n                    (4) For the avoidance of doubt, there shall be no\n             presumption that a monetary contribution is of greater value\n             than a non-monetary contribution.\niUterathn       15.-(1) In any proceedings in respect of the property of the\nof pruprny\ninterest.    spouses or of either spouse (other than the family home), the\n             Court may make such order as it thinks fit altering the interest of\n             either spouse in the property including-\n                 (a) an order for a settlement of property in substitution for\n                      any interest in the property;\n                 (h) an order requiring either or both spouses to make, for\n                     the benefit of either or both spouses, such settlement or\n                     transfer of property as the Court determines; or\n                 (c) an order requiring either or both spouses to make, for\n                      the benefit of a relevant child, such settlement or\n                      transfer of property as the Court determines.\n                    (2) The Court shall not make an order under subsection\n             (1) unless it is satisfied that it is just and equitable to do so.\n                     (3) Where thecourt makes an order under subsection\n             (I), the Court shall have regard to-\n                 (a) the effect of the proposed order upon the earning\n                      capacity of either spouse;\n                 (b) the matters referred to in section 14(2) in so far as they\n                      are relevant; and\n                 PROPERTY (RIGHTS OF SPOUSES)                                15\n    (c) any other order that has been made under this Act in\n            respect of a spouse."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) Subject to section 19-                                   Agreements\n                                                                   in respect\n    (a) spouses or two persons in contemplation of their O ~ P W ~ Y .\n         marriage to each other or of cohabiting may, for the\n         purpose of contracting out of the provisions of this Act,\n         make such agreement with respect to the ownership\n         and division of their property (including fbture\n         property) as they think fit;\n    (b) spouses may, for the purpose of settling any differ-\n        ences that have arisen between them concerning\n        property owned by either or both of them, make such\n        agreement with respect to the ownership and division\n        of that property as they think fit.\n       (2) Without prejudice to the generality of subsection (I),\nan agreement may-\n              [The incllrsion of this   ia autharizd by L.N. 80*nM)8]\n              PROPERTY (RIGHTS OF SPOUSES)\n     (a) define the share of the property or any part thereof to\n         which each spouse shall be entitled upon separation,\n         dissolution of marriage or termination of cohabitation;\n     (b) provide for the calculation of such share and the\n         method by which property or part thereof may be\n         divided.\n       (3) Each party to an agreement under subsection ( 1 )\nshall obtain independent legal advice before signing the\nagreement and the legal adviser shall certify that the\nimplications of the agreement have been explained to the person\nobtaining the advice.\n       (4) Every agreement made pursuant to subsection (1)\nshall be in writing signed by both parties whose signatures\nshall-\n     (a) if signed in Jamaica, be witnessed by a Justice of the\n         Peace or an Attorney-at-Law;\n     (b) if signed in a country or state other than Jamaica, be\n         witnessed by-\n              (i) a person having authority by the law of such\n                  country or state to administer an oath in that\n                  country or state; or\n              (ii) a Jamaican or British High Commissioner or\n                   Ambassador, as the case may be, or a\n                   Jamaican or British Envoy, Minister, Charge\n                   d'AfTaires, Secretary of Embassy or Legation\n                   or any Jamaican or British Consul-General or\n                   Consul or Vice-Consul or Acting Consul or\n                   Consul Agent exercising his functions in that\n                   country or state.\n       (5) Subject to subsection (7), an agreement to which this\nsection applies shall be unenforceable in any case w h e r e\n     (a) there is non-compliance with subsection (3) or (4); or\n    (b) the Court is satisfied that it would be unjust to give\n        effect to the agreement.\n             [The inclwion of this page is authorized by L.N. 80*/2008]\n              PROPERTY (RIGHTS OF'SPOUSES)\n        (6) An agreement made pursuant to subsection (1) by a\nminor and every instrument executed by such minor for the\npurpose of giving effect to any such agreement shall be valid\nand effective as if the minor were of full age.\n        (7) Notwithstanding subsection (5) (a), the Court shall\nhave jurisdiction to enquire into any agreement made under\nsubsection (1) and may, in any proceedings under this Act or on\nan application made for the purpose, declare that the agreement\nshall have effect in whole or in part or for any particular purpose\nif it is satisfied that the non-compliance mentioned in that\nsubsection has not materially prejudiced the interests of a party\nto the agreement.\n        (8) In deciding under subsection (5) (b) whether it would\nbe unjust to give effect to an agreement, the Court shall have\nregard to-\n    (a) the provisions of the agreement;\n    (b) the time that has elapsed since the agreement was\n          made;\n    ( c ) whether, in light of the circumstances existing at the\n          time the agreement was made, the agreement is unfair\n          or unreasonable;\n    (d) whether any changes in circumstances since the\n          agreement was made (whether or not such changes\n          were contemplated by the parties) render the agreement\n          unfair or unreasonable;\n    (e) any other matter which it considers relevant to any\n         proceedings.\n        (9) Nothing in this section shall limit or affect the\ncapacity of spouses to agree to acquire or hold any property\njointly or in common (whether or not with any other person),\nand whether legally or beneficially.\n        (10) Any property to which an agreement under this\nsection does not apply shall be subject to the other provisions of\nthis Act.\n              [Tho inclusion of this page is auUlorized by L.N. 80d2008]\n                                PROPERTY (RIGHTS OF SPOUSES)\n                         (11) It is hereby declared that an agreement made\n                  pursuant to subsection ( 1 ) by persons who cohabit shall not be\n                  void as against public policy.\n                         (12) In subsection (6), \"minor\" means a person who is\n                  sixteen years of age and over but below the age of eighteen\n                  years.\n                                  Orders regarding Property Rights\n    court may         11.-(1) Where, during the subsistence of a marriage or\n    make orders\n,,,,,,            cohabitation, any question arises between the spouses as to the\n    prop~y        title to or possession of property, either party or any bank,\n                  corporation, company, public body or society in which either of\n                  the spouses has any stocks, k n d s or shares may apply by\n                  summons or otherwise in a summary way to a Judge of the\n                  Supreme Court or, at the option of the applicant irrespective of\n                  the value of the property in dispute, to the Resident Magistrate\n                  of the parish in which either party resides\n                         (2) The Judge of the Supreme Court or the Resident\n                  Magistrate, as the case may be, may make such order with\n                  respect to the property in dispute under subsection (1) including\n                  an order for the sale of the property.\n                          (3) A spouse may make an application to the Court in\n                  respect of any title, interest or rights to property which had been\n                  in the possession or under the control of the other spouse but has\n                  ceased to be in the possession or under the control of that other\n                  spouse.\n                         (4) The Court may, on an application under subsection\n                  (3), make such order as it thinks just for the payment of a sum in\n                  respect of-\n                      (a) money to which the application relates or the spouse's\n                          share thereof, as the case may be;\n                      (b) the value of property to which the application relates or\n                          the spouse's interest therein, as the case may be,\n                                [The inclusion of this page is auUlorircd by L.N. 8Qd2008J\n              PROPERTY (RIGHTS OF SPOUSILS)\nif the Court is satisfied that the property was in the possession of\nor under the control of the other spouse who has not made to the\napplicant, such payment or disposition in relation to the property\nas would have been appropriate in the circumstances.'\n        (5) Where a Court makes an order under subsection (2)\nor (4), it may make an order as to costs and may make such\nconsequential orders including orders as to sale or partition and\ninterim or permanent orders as to possession.\n       (6) An order made under subsection (2) or (4)-\n    (a) by a Judge of the Supreme Court shall be subject to\n         appeal in the same manner as would be applicable to an\n         order made by that Judge in any proceedings in that\n         Court; or\n    (b) by a Judge of the Family Court or by a Resident\n         Magistrate shall be subject to appeal in the same\n         manner as would be applicable to any other order made\n         by that Judge or Resident Magistrate.\n       (7) In respect of an application under subsection (I), any\nbank, corporation, company, public body or society shall, for the\npurposes of that application (including costs referred to in\nsubsection (5)) be treated as a stakeholder only.\n               Determination qf Value a n d Share"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Court may make orders regarding property.\n                    Determination of Value and Share"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) Subject to sections 10 and 17 (2), the value of Ddmmina-\nproperty to which an application under this Act relates shall be lion of    ,, ,\nits value at the date the Order is made, unless the Court shareof\n                                                                    pmperty.\notherwise decides.\n         (2) A spouse's share in property shall, subject to section"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Division of property.\n            [The iwluion of Utir page ir   ~~ by L.N. SO*/ZW8]\n               PROPERTY (RIGHTS OF SPOUSES)                                              3\n       THE PROPERTY (RIGHTS OF SPOUSES) ACT                                        ~ c t\n                                                                                4 of 2004.\n                                                          [ Ist April, 2006.1\n                            PARTI. Preliminary"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1)    Where the Court is satisfied on an application made     z;ziTY\nby a person affected by an order made under section 15 that the ,d,, .a,\norder was obtained by fraud, duress, the giving of false evidence    \"'2';\n                                                                         ,5,\nor the suppression of material facts, the Court may set aside the\norder and make another order under subsection (1) of that\nsection in substitution therefor.\n       (2) The Court shall, in exercising its power under\nsubsection (I), have regard to the protection of the interest of a\nbona,fide purchaser for value without notice.\n                       Property and Creditors"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-41) Subject to the provisions ofthis Act-               Prwsions\n                                                              relating to\n    (a) secured or unsecured creditors of a spouse shall have creditors.\n        the same rights against that spouse and any property\n        owned by that spouse as if this Act had not been\n        enacted; and\n    (b) property which, if this Act were not enacted would\n        have been administered under the Bankruptcy Act by\n        the Trustee in Bankruptcy on the bankruptcy of a\n        spouse, shall be so administered.\n       (2) The value of property that may be divided between\nthe spouses shall be ascertained by deducting from the value of\nproperty owned by each s p o u s e\n     (a) any secured or unsecured debts (other than personal\n         debts or debts secured wholly by property) owed by\n         one spouse; and\n    (6) the unsecured personal debts owed by one spouse to\n        the extent that such debts exceed the value of any\n         property of that spouse\n        (3) Where any secured or unsecured personal debt of\n                             PROPERTY (RIGHTS OF SPOUSES)\n              one spouse is paid out of property owned by both spouses the\n              Court may, on a division of that pfoperty, order that-\n                    (a) the share of the other spouse in that property be\n                        increased proportionately; or\n                    (b) the first mentioned spouse pay compensation to the\n                        other spouse.\n                     (4) In subsections (2) and ( 3 ) \"personal debt\" means a\n              debt incurred by either spouse other than a debt incurred-\n                    (a) by both spouses jointly; or\n                    (b) in the course of a joint venture carried on by both\n                        spouses whether or not with any other person; or\n                    (c) for the purpose of effecting improvements to the\n                         family home or acquiring, repairing or effecting\n                        improvements to the family chattels; or\n                    (d) for the benefit of both spouses or any relevant child in\n                         the course of managing the affairs of the household or\n                         for caring for the relevant child, as the case may be.\nPrOteCtlOn       18.-(1) Subject to the provisions of sections 21 and 22, the\nof mortgage\n              rights conferred on any spouse by an order made under this Act\n              shall be subject to the rights of any person entitled to the benefit\n              of any mortgage, security, charge or encumbrance affecting any\n              property in respect of which the order is made if such mortgage,\n              security, charge or e;cumbrance was registered before the order\n              was made or if the rights of that person arose under an\n              instrument executed before the date of the making of the order.\n                     (2) Notwithstanding anything contained in any enact-\n              ment, no money payable under any mortgage, security, charge\n              or encumbrance referred to in subsection (1) shall be called in or\n              become due by reason of the making of an order under this Act,\n              not being an order directing the sale of any property.\nAgreement       19.-(1) Any agreement, disposition or other transaction\nto defeat\ncreditors\n              between spouses with respect to their family home or other\nvoid.\n                           [The inclusion of this page is .uthorized by L.N. 80d2008)\n               PROPERTY (RIGHTSOF SPOUSES)\nproperty which is intended to defeat any creditor of either\nspouse shall be void.\n                          Disposal of Property"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(1) No person shall, where proceedings are instituted Disposalof\n                                                                  propelty.\npursuant to this Act, sell, charge or otherwise dispose of any\nproperty to which the proceedings relate without the leave of the\nCourt or the consent in writing of the spouse by whom the\nproceedings are brought.\n        (2) A person who contravenes subsection (1) commits\nan offence and is liable on summary conviction before a\nResident Magistrate to a fine not exceeding one million dollars\nor to imprisonment for a term not exceeding twelve months or to\nboth such fine and imprisonment."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.--41) Where the Court is satisfied that a disposition of Courtmay\nproperty referred to in subsection (4) is about to be made in           ;stio\norder to defeat the claim or rights of any other person under this ofproperty.\nAct, then, on the application of that other person and on such\nnotice being given as the Court may direct, the Court may act in\naccordance with subsection (2).\n       (2) The Court may-\n      (a) by order restrain the making of the disposition; or\n      (b) order that any proceeds, which, at the time of the\n          hearing of the application may have been paid in\n          respect of the disposition, be paid into Court to be\n          dealt with as the Court directs.\n         (3) Any disposition of property to which subsection (1)\nrefers which is made after an order has been made under sub-\nsection (2) shall be void, so, however, that the Court may\nconsider the claim of any person interested and make such order\nas it thinks fit.\n       (4) The disposition mentioned in subsection (I) is a\ndisposition of property made whether for value or not, by or on\n             lThe inclusion of lhis pse is nulhorhd by L.N. 80*/2008]\n                              PROPERTY (RIGHTS OF SPOUSES)\n              behalf of or by direction of or in the interest of any person\nCount may       22.-(1) Where the Court is satisfied that any disposition of\nset aside\ndisposition   property referred to in section 21 (4) has been made in order to\nof PWfiY.     defeat the claim or rights of any other person; the Court may, on\n              the application of that other person order that-\n                    (a) the person to whom the disposition was made other-\n                        wise than as a bona,fide purchaser for value without\n                        notice (hereinafter in this section referred to as the\n                        recipient) or his personal representative-\n                              (i) shall transfer the property or any part thereof\n                                  to such person as the Court directs; or\n                             (ii) shall pay into Court, or to such person as the\n                                  Court directs, a sum not exceeding the\n                                  difference between the value of the\n                                  consideration (if any) and the value of the\n                                  property; or\n                    (6) any person who, not being a bonaflde purchaser for\n                        value without notice received any interest in the\n                        property from the recipient shall-\n                              (i) transfer that interest to such person as the\n                                  Court directs; or\n                             (ii) pay into Court or to such person as the Court\n                                  directs, a sum not exceeding the value of the\n                                  interest.\n                     (2) The Court may, for giving effect to any order under\n              subsection (I), make such krther order as it thinks fit.\n                      PART IV. Power of Court to Make other Orders\nCourt may      23.-41) Without prejudice to any other provisions of this\nmake other\norders.       Act, the Court may make any of the following orders-\n                          Fc inclusion of thin page is authoripd by LN. 80*12008]\n         PROPERTY (RIGHTS OF SPOUSFX)\n(a) for the sale of property or part thereof and for the\n    division, vesting or settlement of the proceeds\n    thereof\n(b) for the vesting of property owned by both spouses as\n    tenants in common in such share as the Court\n    considers just;\n(c) for the vesting of property or part thereof in either\n    spouse;\n(4 for postponing the vesting of any share or part thereof\n    in the property until such future date contingent on\n    such future happening as may be specified in the\n    order;\n(e) for the partition or vesting of any property;\nV) for vesting property owned by one spouse in both\n    spouses jointly or as tenants in common in such share\n    as the Court considers just;\n(g) for vesting property owned by both spouses (whether\n    jointly or as tenants in common) in one spouse;\n(h) for the cancellation of any settlement of a family\n    home held in joint tenancy;\n(i) for the payment of a sum of money by one spouse to\n    the other spouse;\n(i) for the transfer of land;\n(k) for the transfer of shares, stocks, mortgages, charges,\n     debentures or other securities or of the title to any\n     other property;\n(I) for the transfer of rights or obligations under any\n     instrument or contract notwithstanding any term or\n     condition contained in such instrument or contract;\n(m)for varying the terms of any trust or settlement, not\n    being a trust under a will or other testamentary dis-\n    position;\n      [The inclusion of this p w ir lvlhorind by L.N. 80*nM18]\n                             PROPERTY (RIGHTS OF SPOUSES)\n                     (n) for the vesting of property or part thereof in a\n                         relevant child.\n                      (2) Where the Court makes an order directing one spouse\n               to pay to the other spouse a sum of money, the Court may direct\n               that payment be by a lump-sum payment or by instalments and\n               either with or without security and otherwise in such manner\n               and subject to such conditions as the Court thinks fit.\n                      (3) The Court may make an order granting to either\n               spouse for such period and on such terms and conditions as it\n               thinks fit, the right to personally occupy the family home or any\n               other premises forming part of the property belonging to either\n               or both spouses.\n                      (4) The person in whose favour an order is made under\n               subsection (3) shall be entitled, to the exclusion of the other\n               spouse, to personally occupy the family home or other premises\n               to which the order relates.\n                      (5) Notwithstanding section 3, an order made under sub-\n               section (3) shall be enforceable against the legal personal\n               representative of the spouse against whom it is made unless the\n               Court otherwise directs.\n                                          PARTV. General\nI   Savings.     24. The commencement of this Act shall not affect-\n                     (a) any legal proceeding in respect of property which has\n                         been instituted under any enactment before such\n                         commencement; or\n                     (b) any remedy in respect of any such legal proceeding to\n                         enforce or establish a right, privilege, obligation or\n                         liability acquired, accrued or incurred before such\n                         commencement,\n               and any such legal proceeding or remedy may be continued or\n               enforced as if this Act had not been brought into operation.\n                           [The inclusion of this page is auhriad by L.N. 80*/20081"
    }
  ],
  "definitions": [
    {
      "term": "cohabit",
      "definition": "to live together in a conjugal relationship",
      "source_provision": "sec2"
    },
    {
      "term": "family home",
      "definition": "the dwelling-house that is wholly",
      "source_provision": "sec2"
    },
    {
      "term": "property",
      "definition": "any real or personal property, any estate",
      "source_provision": "sec2"
    },
    {
      "term": "relevant child",
      "definition": "a child who is-",
      "source_provision": "sec2"
    },
    {
      "term": "minor",
      "definition": "a person who is",
      "source_provision": "sec10"
    }
  ]
}