{
  "id": "jm-stat-the-property-transfer-act",
  "type": "statute",
  "title": "The Property (Transfer) Act",
  "title_en": "The Property (Transfer) Act",
  "short_name": "Property (Transfer) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-property-transfer-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-property-transfer-act | Legal areas: Real Estate",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                               Interpreta-\n“land” shall extend to         messuages, lands, tenements, and tion-\n    hereditaments, whether corporeal or incorporeal, and\n    to any undivided share thereof, and to any estate or\n    interest therein, and to money subject to be invested in\n    the purchase of land, or any interest therein;\n“conveyance” shall extend to a grant, lease, surrender, or\n    other assurance of freehold land."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. No partition, or exchange, or assignment of any free- Assignment,\nhold or leasehold land shall be valid at law, unless the etc\n                                                           la“h ofmust\nsame shall be made by deed, except in such cases where geg.y\npartition is authorized to be made under the law now in\nforce."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. No lease in writing of any freehold or leasehold land Leases, etc.,\nor surrender in writing of any freehold or leasehold land, obef land must\n                                                                 by deed.\nshall be valid as a lease or surrender, unless the same shall\nbe made by deed, but any agreement in writing to let or\nsurrender any such land shall be valid and take effect as an\nagreement to execute a lease or surrender; and the person\nwho shall be in possession of the land in pursuance of any\nagreement to let may, from payment of rent or other\ncircumstances, be construed to be a tenant from year to\nyear."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Any person may convey, assign or charge by any deed Contingent\n                                                         or executory\nany contingent or executory interest, right of entry for inkrat.\ncondition broken, or other future estate or interest as he\n4                               PROPERTY (TRANSFER)\n             shall be entitled to, or presumptively entitled to in any\n             freehold or leasehold land or personal property, or, any\n             part of such interest, right, or estate respectively; and\n             every person to whom any such interest, right or estate\n             shall be conveyed or assigned, his heirs, executors,\n             administrators or assigns, according to the nature of the\n             interest, right or estate, shall be entitled to stand in the\n             place of the person by whom the same shall be conveyed\n             or assigned, his heirs, executors, administrators or assigns,\n             and to have the same interest, right or estate, or such part\n             thereof as shall be conveyed or assigned to him, and the\n             same actions, suits, and remedies for the same, as the\n             person originally entitled thereto, his heirs, executors or\n             administrators, would have been entitled to, if no convey-\n             ance, assignment, or other disposition thereof had been\n             made :\n                Provided that no person shall be empowered by this Act\n             to dispose of any expectancy which he may have as heir,\n             or heir of the body inheritable, or as next of kin under the\n             Act for the distribution of the estates of intestates, of a\n             living person, nor any estate, right or interest to which he\n             may become entitled under any deed hereafter to be\n             executed, or under the will of any living person; and no\n             deed shall, by force of this Act, bar or enlarge any estate\n             tail further than it would have done if this Act had not\n             been passed :\n                Provided also that no chose in action shall by this Act\n             be made assignable at law.\nWords          6. Neither the word “grant” nor the word “exchange”,\n“grant” or\n“exchange”   in any deed, shall have the effect of creating any warranty\nnot to\ncreate\n             or right of re-entry; nor shall either of such words have\nwarranty.    the effect of creating any covenant by implication, except\n             in cases where, by any enactment of this Island, it is or shall\n             be declared that the word “grant” shall have such effect.\n                     PROPERTY (TRANSFER)                                      5"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. After the time at which this Act shall come into NO         estatein\n                                                              land to be\noperation no estate in land shall be created by way Of created by\ncontingent remainder; but every estate which before that ~ ~ ~ i ~ ~ e n t\ntime would have taken effect as a contingent remainder remainder.\nshall take effect (if in a will or codicil) as an executory\ndevise, and (if in a deed) as an executory estate of the same\nnature and having the same properties as an executory\ndevise; and contingent remainders existing under deeds,\nwills, or instruments executed or made before the time\nwhen this Act shall come into operation shall not fail, or\nbe destroyed, or barred, merely by reason of the destruction\nor merger of any preceding estate, or its determination by\nany other means than the natural effluxion of the time\nof such preceding estate, or some event on which it was,\nin its creation, limited to determine."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. When any person entitled to any freehold land by E n p of\nway of mortgage has or shall have departed this life, and of   satlsfaction\nhis executor or administrator is or shall be entitled to the\nmoney secured by the mortgage, and the legal estate in\nsuch land is or shall be vested in the heir or devisee of such\nmortgagee, or the heir, devisee, or other assign of such heir\nor devisee, and possession of the land shall not have been\ntaken by virtue of the mortgage, nor any action or suit be\ndepending, such executor or administrator shall have\npower, upon payment of the principal money and interest\ndue to him on the said mortgage to enter satisfaction in\nthe margin of the record of the said mortgage, in the\nRecord Office,or otherwise to convey by deed or surrender\n(as the case may require) the legal estate which became\nvested in such heir or devisee; and such entry of satisfac-\ntion or conveyance shall be as effectual as if the same had\nbeen made by any such heir or devisee, his heirs or assigns."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. It shall not be necessary in any case to have a deed Deed need\nindented; and any person, not being a party to any deed, not\n                                                          indented.\n                                                              be\nmay take an immediate benefit under it in the same manner\nas he might under a deed poll.\n6                                PROPERTY (TRANSFER)\nMerger of        10. Where the reversion of any land, expectant on a\nreversion\nexpectant     lease, shall be merged in any remainder or other reversion\nupon lease.\n              or estate, the person entitled to the estate into which such\n              reversion shall have merged, his heirs, executors, adminis-\n              trators, successors and assigns, shall have and enjoy the\n              like advantage, remedy, and benefit against the lessee, his\n              heirs, successors, executors, administrators and assigns,\n              for non-payment of the rent, or for doing of waste or other\n              forfeiture, or for not performing conditions, covenants or\n              agreements contained and expressed in his lease, demise, or\n              grant, against the lessee, farmer, or grantee, his heirs,\n              successors, executors, administrators, and assigns, as the\n              person who would for the time being have been entitled to\n              the rnesne reversion which shall have merged would or\n              might have had and enjoyed, if such reversion had not been\n              merged.\nCommence-       11. This Act shall not extend to any deed, act or thing\nment of\nAct.          executed or done, or (except so far as regards the provisions\n              hereinbefore contained as to existing contingent remainders)\n              to any estate, right or interest created before the first of\n              July, 1845.\n                    me inclusion of this page is authorized by L.N. 480/1973]"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Commencement of Act.\n                    PROPERTY (TRANSFER)                                            3\n        THE PROPERTY (TRANSFER)ACT                                     Cap. 313.\n                                                  [30th June, 1845.1"
    }
  ],
  "definitions": []
}