{
  "id": "jm-stat-the-property-tax-act",
  "type": "statute",
  "title": "The Property Tax Act",
  "title_en": "The Property Tax Act",
  "short_name": "Property Tax Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-property-tax-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-property-tax-act | Legal areas: Real Estate",
  "provisions": [
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The property tax shall be payable by the person in ~ywhom\n    possession of the property made liable thereto, at the date pBysble.\n    when the tax becomes due, and shall be paid to the Collector s f\n0   Taxes s f the parish wherein the said property is situated, or to\n    such other officer as may be appointed to receive the same,\n    and shall be carried to the credit of the Parochial Revenue 1911996\n    Fund established under the, Parochial Rates and Finance Act. S.2.\n    Until paid the said tax shall be a first charge and lien upon\n    the real property liable thereto."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Notwithstanding    anything contained in the Tax CO1lecLiOn\n                                                                 in full\n    Collection Act, where the property tax due and payable whentax\n    in respect of any year does not exceed six hundred dollan                trzi\n    or such other mount as the Minister may, by order, prescribe s i x h u n w\n    it shall be paid in full and no moieties or instal- dO1lmw   8UnOUnl\n    ments shall be allowed in respect of such tax.               prescribed.\n                                                                             1911977\n                                                                             S. 3.\n                                                                             111997\n                                                                             S.2(m#b).\n                                                                             3R008\n                                                                             S. 2.\n                                                                   Penwfw"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Where any property tax or any moiety or instalment non-pay-\n    thereof is not paid within the month of April in the year in mentor\n    which such tax becomes due and payable a penalty equal to Ez!;\n    ten per centum s f the full mount of such tax shall be added ~ ~ \" 1 .\n    thereto and such penalty may be collected and recovered as               kyi.977\n    if it were -property\n                   - - tax, so, however, that no interest shall be\n    payable pursuant to section 7 on the mount of the penalty."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7,-41) When any amount due and payable in respect of                   zzd\",y&.\n    property tax or any moiety or instalment thereof remains 1911977\n    unpaid for a period of thirty days afler the collection S.3.\n    date interest shall be charged thereon from the day next afler\n    the collection date until the date of payment, at the rate\n    of fifteen per centum per annum or at such other rate as the\n                lThe inclusion of lkts page is'aalkorized by L.S. 123ROlll\n                                        PROPERTY TAX\n               Minister may, subject to subsection (S), from time to time by\n               order, prescribe.\n                      (2) The interest payable on any amount pursuant to this\n               section-\n                   (a) may be added to the amount payable as property tax\n                       and may be collected and recovered as if it were\n                       property tax; and\n                                                                                    0\n                   (b) subject to any directions by the Commissioner of\n                       Inland Revenue, may be remitted in whole or in part\n                       by the Collector of Taxes for reasons which appear\n                       to him to be sufficient.\n                      (3) In this section \"collection date\" means, in relation to\n               any property tax, the date on which such tax or any moiety or\n               instalment thereof becomes due and payable; and for the\n               purpose of this definition the 1st day of April, the 1st day of\n               July, the 1st day of October or the 1st day of January (as the\n               case may be) in any period of twelve months shall be regarded\n               as the collection date for any payment which, being due and\n               payable within the month of April, July, October or January (as\n               the case may be) in that period of twelve months, is not paid\n               within that month.\n                      (4) Without prejudice to any other means of recovery,\n               the property tax and any penalty and interest payable pursuant to\n               this section, may, subject to rules of court, be sued for and\n               recovered in the Revenue Court or in a Resident Magistrate's\n               Court by a Collector of Taxes, with fill costs of suit, fiom the\n               person charged therewith as a debt due to the Government.\n                      (5) Any order made by the Minister pursuant to sub-\n               section (1) shall be subject to negative resolution of the House     0\n               of ,Representatives.\nJoint and        8. If any property charged with @e property tax shall be\nseveral\nliability of   in the possession of more than one person, the Collector\nm in           of Taxes or other officer aforesaid may, to enforce payment,\npossession.                                 >'   ,I\n                                                                                        I\n                           IThe bdmbm ol Bb page b nhrhd by LN. IUI#)lll\n                         PROPERTY T A X                                             \\I\nnon-payment of property tax, or quit rents, may be\nproceeded against for forfeiture under the provisions of the\nQuit Rents Act aforesaid, in exactly the same manner 3s\nland would be proceeded against for the non-payment of\nquit rents."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.--(1) Notwithstanding the provisions of section 3, the             :\n                                                                        E\n                                                                        -\nproperty tax in respect of the twelve calendar months qro\\i-sions re\nbeginning on the 1st April, 1993, shall be due and payable twelve\n                                                            months\non the 1st day of June, 1993.                               com-\n                                                                        menc i ng\n       (2) Subject to subsection (3), every person liable to \"a,:$ 1993.\npay such property tax shall, on or before the last day of &./;997\nJune, 1993, make a return in respect of his property liable\nto tax, to the Collector of Taxes of the parish in which\nthe taxable property is situate and such return shall be in\nthe form required by the Commissioner of Inland Revenue.\n        (3) Any person who makes any payment during the\nmonth of June, 1993, in respect of property tax (whether\nsuch payment is in full, or as a moiety or instalment) shall\nbe deemed to have made a return for the purposes of this\nsubsection and of the Tax Collection Act.\n        (4)Notwithstanding that a notice of valuation in\nrespect of any property is served after the last day of June,\n1993, property tax based on that valuation, shall without\nprejudice to the provisions of Part IT1 of the Land Valuation\nAct, ,be payable on that property as if the notice of valuation\nhad been effected before the last day of June, 1993.\n       (5) Property tax payable as specified in subsection\n(4)shall be paid on or before the expiration of thirty days\nnext following the date of service of the notice of valuation.\n        (6) The provisions of sections 6 and 7 (3) shall, in\nrespect of the twelve calendar months beginning on the\n1st of April, 1993, be construed as if the references to April,\n12                          PROPERTY T A X\n     July, October and January were references to June, August,\n     November and February, respectively.\n             (7) Notwithstanding the provisions of-\n         (a) section 15 of the Tax Collection Act, property tax\n               in respect of the twelve calendar months beginning\n               on the 1st of April, 1993, may be paid in moieties,\n               the first on or before the last day of June, 1993,\n               and the second, on or before the last day of\n               November, 1993;\n         ( b ) section 18 of the Tax Collection Act, property tax\n               in respect of the twelve calendar months beginning\n                on the 1st of April, 1993, may be paid in four\n               equal quarterly payments on the first day of June,\n                1993 and on or before the first day of August, 1993,\n                the first day of November, 1993 and the first day\n                of February, 1994.\n     _______-______-__-                     --._          _-_-          -- -\n              !The inclusion of this page is authorized by L.N. 1461 19991"
    }
  ],
  "definitions": []
}