{
  "id": "jm-stat-the-protection-of-property-act",
  "type": "statute",
  "title": "The Protection of Property Act",
  "title_en": "The Protection of Property Act",
  "short_name": "Protection of Property Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-protection-of-property-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-protection-of-property-act | Legal areas: Real Estate",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. When a person employed under contract of service in contract\n                                                               Breaches by\n                                                                         of\nor about the duty-                                             persons\n      (a) of supplying any town or place or part thereof\n          with water or light, whether the same be gas,\n                                                                         Erzrd\n                                                                          in\n          electric, or any other kind whatsoever; or           takings.\n      (b) of conveying passengers or freight or mails by\n          railway, tramway, or coach; or\n      (c) of extinguishing fires and protecting life and\n          property in cases of fire; or\n      (d) of conserving the public health in connection\n          with any parochial or municipal service;\nby any company or contractor, or by any Government\nDepartment, or by any parochial or public authority upon\nwhom or upon which is imposed such duty, whether by\nlaw or pursuant to agreement or otherwise, wilfully and\nmaliciously and without lawful excuse breaks his contract\nof service, knowing, or having reasonable cause to believe\nthat the probable consequences of his so doing, either\nalone or in combination with others will be to deprive the\ninhabitants of that town or place wholly, or to a great\n extent, of their supply of water or light, or to stop or\ninterfere with the due carrying of passengers or freight or\n mails, or to deprive such inhabitants wholly or partly of\n protection to life and property in case of fire or of the due\n maintenance of any of the conditions necessary to the\n preservation of the public health, he shall on conviction\n thereof before a court of summary jurisdiction, or on\n indictment as hereinafter mentioned, be liable at the dis-\n2                              PROTECTION OF PROPERTY\n              cretion of the court, to a fine not exceeding forty dollars,\n              or to be imprisoned for a term not exceeding three months,\n              with or without hard labour.\n                The company, contractor, Government Department,\n              parochial or public authority aforesaid, shall cause to be\n              posted up at their stations, yards, or works, as the case\n              may be, a printed copy of this section in some conspicuous\n              place, where the same may be conveniently read by the\n              persons employed; and as often as such copy becomes\n              defaced, obliterated, or destroyed, shall cause it to be\n              renewed with all reasonable despatch.\n                If any company, contractor, Government Department,\n              parochial or public authority makes default in complying\n              with the provisions of this section in relation to such\n              notice, the chairman of such company, such contractor,\n              the head of such department, the Clerk or Secretary of the\n              Parish Council, the superior officer in such public authority,\n              or in case of the absence from the Island of any of the\n              foregoing, the resident local manager, agent, acting officer,\n              or authority representing such absent person, shall incur\n              on summary conviction, a penalty not exceeding four\n              dollars, for every day during which such default continues,\n              and every person who unlawfully injures, defaces, or\n              covers up any notice so posted up as aforesaid in pursuance\n              of this Act, shall be liable on summary conviction to a\n              penalty not exceeding four dollars.\nBreaches of      3. Where any person wilfully and maliciously breaks a\ninvolving\n‘Ontracts     contract of service, knowing, or having reasonable cause\ndamage to     to believe that the probable consequences of his so doing,\nhuman life,\netc.          either alone or in combination with others, will be to\n              endanger human life, or cause serious bodily injury, or\n              to expose valuable property, whether real or personal,\n              to destruction or serious injury, he shall, on conviction\n              thereof by a court of summary jurisdiction, or on indict-\n              ment, as hereinafter mentioned, be liable either to pay a\n              penalty not exceeding forty dollars, or to be imprisoned for\n                  PROTECTION OF PROPERTY                                    3\na term not exceeding three months, with or without hard\nlabour."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. For the purposes of this Act any agreement, under- Qntract\n                                                        service        of\nstanding, or arrangement whatsoever on the subject of defined.\nwages, whether written or oral, to which any employer\nor employee under this Act is party, or to which they have\nassented, or by which they are mutually bound to each\nother, shall be deemed a contract of service."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Where a person is accused before a court of summary Objection to\n                                                              summary\njurisdiction of any offence made punishable by this Act, junsdictlon,\nfor which a penalty amounting to forty dollars, or imprison-\nment, is imposed, the accused may declare that he objects\nto being tried for such offence by a court of summary juris-\ndiction, and thereupon the court of summary jurisdiction\nmay deal with the case in all respects as if the accused were\ncharged with an indictable offence, and not an offence\npunishable on summary conviction, and the offence may\nbe prosecuted on indictment accordingly."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. An agreement or combination by two or more persons Agreement\nto do or procure to be done any act in contemplation or t,onwhen\n                                                          or combina-\nfurtherance of a trade dispute shall not be indictable as conspiracy.\n                                                          nota.\na conspiracy if such act committed by one person would\nnot be punishable as a crime.\n   An act done in pursuance of an agreement or combina-\ntion by two or more persons shall, if done in contemplation\nor furtherance of a trade dispute, not be actionable unless\nthis act, if done without any such agreement or combina-\ntion, would be actionable.\n   Nothing in this section shall exempt from punishment\nany person guilty of a conspiracy, for which a punishment\nis awarded by any law of this Island. Nothing in this section\nshall affect the law relating to riot, unlawful assembly,\nbreach of the peace or sedition, or any offence against the\n--                    ---                     __\n                           PROTECTION OF PROPERTY\n          state or the Sovereign. A crime for the purposes of this\n          section means an offence punishable on indictment\n          or an offence which is punishable on summary con-\n          viction, and for the commission of which the offender\n          is liable under the statute making the offence punishable\n          to be imprisoned either absolutely or at the discretion of\n          the court as an alternative for some other punishment.\nDefinitionof   7. In this Act \"trade dispute\" and \"workmen\" shall have\ntrade        the meanings respectively assigned to them by the Trade\ndispute.\n          Unions Act.\n                                                                               -"
    }
  ],
  "definitions": []
}