{
  "id": "jm-stat-the-public-accountancy-act",
  "type": "statute",
  "title": "The Public Accountancy Act",
  "title_en": "The Public Accountancy Act",
  "short_name": "Public Accountancy Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-public-accountancy-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-public-accountancy-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Public Accountancy Act.                short title.\n                                                                       Interpreta-"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act, unless the context otherwise requires-                 tion.\n  \"Board\" means the Public Accountancy Board established\n      as provided in section 3;\n  \"Council\" means the Council of the Institute;\n  \"existing organization\" has the meaning assigned to it by\n      section 17;\n  \"Institute\" means the Institute of Chartered Accountants of\n       Jamaica;\n   \"practising certificate\" means a certificate issued by the 511975\n                                                              S. 2.\n       Board pursuant to section 1 4 ~ ;\n   \"prescribed\" means prescribed by the regulations;\n   \"public officer\" means any person holding, or appointed to\n       act in, an office of emolument in the service of the\n       Crown in a civil capacity in respect of the Govern-\n       ment of Jamaica;\n   \"register\" means the register of public accountants men-\n        tioned in section 9;\n                                    PUBLIC ACCOUNTANCY\n                   \"registered public accountant\" means a person whose\n                       name is on the register, not being a person whose\n                       registration is for the time being suspended;\n                   \"the regulations\" means the regulations made by the\n                       Minister under this Act.                                        (3\n                                 PART11. Public Accountancy\nEstablish-\nment of"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. (1) An aiinual general meeting of the members of the Institute Meetings.\nshall be held in every year for the transaction of such business as\nmay be brought before the meeting. at such time and place and in\nsuch manner as the by-laws of the Institute shall provide.\n     (2) Other meetings of the members of the Institute may be\nconvened and held as the by-laws of the Institute may from time\nto time provide."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . - ( 1 ) The functions of the Board shall be, generally,\nBoard.        to promote, in the public interest, acceptable standards of\n              professional conduct        among registered public account-\n              ants in Jamaica, and, in particular (but without prejudice to the\n              generality of the foregoing) to perform the functions\n              assigned to the Board by the other provisions of this Act.\n                     (2) The Board shall-\n                    ( a ) register applicants who qualify as public accountants;\n                    (b) establish systems for the review of the products,\n                        methods and records of work of registered public\n                        accountants to ensure adherence to-\n                PUBLIC ACCOUNTANCY                                                4.01\n          (i) any prescribed standard of professional con-\n              duct; and\n          (ii) established accounting and auditing stan-\n               dards;\n(c) make, with the approval of the Minister, rules in\n    relation to the promotion by the Board, in the\n    public interest of acceptable standards of professional\n    conduct among registered public accountants;\n( 4 take disciplinary action against registered public\n    accountants for breach of any provision of this Act or\n    any regulation made hereunder; and\n(e) remove from the register persons who no longer\n    qualifL to be registered public accountants.\n  (3) The Board may-                                                       912004\n                                                                           S. 2 (b).\n(a) establish, evaluate and monitor-\n          (i) the experience requirements of registered\n               public accountants;\n          (ii) accounting and auditing standards to be\n               complied with by registered public account-\n               ants;\n(6) establish, implement and regulate a system of con-\n    tinuing professional education for registered public\n    ac-tants,     prescribe requirements therefor and\n    monitor compliance with the requirements;\n(c) implement, regulate and monitor a system of quality\n    control reviews; and\n( 4 perform such other monitoring hnctions                         as it\n    considers necessary or expedient."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.---(I) The Board may appoint and employ at such\nandother       remuneration and on such terms and conditions as it thinks\nofficers,\nagents and\n               fit a Registrar and such other officers, agents and servants\nservants.      as it thinks necessary for the proper carrying out of its functions\n               under this Act:\n                  Provided that-\n                     (a) no salary in excess of the prescribed rate shall be\n                         assigned to any post without the prior approval of the\n                         Minister; and\n                     (b) no appointment shall be made to any post to which a\n                         salary in excess of the prescribed rate is assigned\n                         without the prior approval of the Minister.\n912004                (2) For the purposes of subsection (I), the \"prescribed\nS. (b).        rate\" means such rate as the Minister may, by order, prescribe.\nFunds of\nthe Board."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-41) The Board shall maintain a fund into which shall\n               be paid all such moneys as may from time to time be\n               placed at the disposition of the Board for the purposes of\n               this Act by Parliament, and such other moneys as may law-\n               fully be paid to the Board; and out of the fund shall be paid\n               all expenses incurred by the Board in carrying out its\n               functions under this Act and all other liabilities properly\n               incurred by the Board.                                                   0\n                      (2) The Board shall manage, administer and keep proper\n               accounts of the fund.\n                      (3) The Board may invest any moneys standing to\n               the credit of the fund in any investment in which trustees\n                        PUBLIC ACCOUNTANCY                                 5\nare for the time being by law authorized to invest trust\nfunds."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1)  The accounts of the Board shall be audited Auditof\nannually by a person appointed annually by the Board with accounts.\nthe approval of the Minister.\n       (2) A copy of the said audited accounts shall be kept\nat the offices of the Board and shall at all reasonable times\nbe open to inspection by any registered public accountant."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) The Board shall in each year prepare and forward Annual\n                                                                     and\nto the Minister and to the Institute on or before the reportsestimates.\nthirtieth day of June a report of its proceedings during the\ntwelve months ending on the thirty-first day of March in\nthat year, including a statement of its accounts audited in\naccordance with section 7, and the Minister shall cause\ncopies of the report to be laid ofl the Table of the House\nof Representatives and of the Senate.\n        (2) The Board shall on or before the prescribed\ndate in each year submit to the Minister for approval\nits estimates of revenue and expenditure in respect of the\nperiod commencing on the first day of April next following\nand ending on the thirty-first day of March of the sub-\nsequent year."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) The Board shall cause to be kept in such form Register\n                                                              public\nas it may from time to time determine a register, to be of  accountants.\nknown as the register of public accountants, in which shall\nbe entered the name and such other particulars as may be\nprescribed of every person registered under this Act as a\npublic accountant.\n       (2) The register shall be kept at such place as the\nBoard may from time to time determine and shall be open\nto inspection by the public at all reasonable times.\n           frae inclusion of this page is authorized by L.N. 480/1973]\n6                                 PUBLIC ACCGUNTANCY\nApplication     10. Every application for registration as a public\nfor regis-\ntrationas     accountant shall be made to the Board in the prescribed\napublic\naccountant.   manner and shall be accompanied by the prescribed fee\n              and by such documents as may be prescribed.\nRegistra-       11.--(1) If the Board is satisfied in relation to any appli-\ntion.\n              cant for registration that-\n                   (a) the provisions of section 10 have been complied\n                        with; and\n                   (b) the applicant is of good character; and\n                   (c) the applicant is qualified for registration under the\n                        provisions of section 12,\n              the Board shall register the applicant as a public accountant\n              and shall notify the applicant in writing accordingly and\n              shall furnish him with a certificate of registration in the\n              prescribed form.\n                      (2) If a person is qualified for registration only\n              under paragraph (a) of subsection (1) of section 12, being\n              a person who is a member of the Institute by virtue of\n              paragraph (b) of subsection (2) of section 22, his registra-\n              tion shall (without prejudice to the provisions of section 13)\n              have effect only for such period as the Board may specify\n              at the time of his registration and such period shall be\n              endorsed on his certificate of registration, so, however, that\n              such period may from time to time be extended by the\n              Board.\n                      (3) Where by virtue of subsection (2) the registra-\n              tion of a person has ceased to be effective his name shall\n              forthwith be removed from the register.\n                      (4) If the Board is not satisfied as to one or more\n              of the conditions set out in subsection (11, the Board shall\n              refuse to register the applicant and shall notify the applicant\n              in writing accordingly and shall inform him of the right of\n              appeal conferred by section 14.\n                       PUBLIC ACCOUNTANCY                                             7"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. (1) The Board shall meet at such times as may be necessary Procedure\nor expedient for the transaction of its business, and such meetings andmeet-\nshall be held at such places and times and on such days as the Ings.\nBoard may determine.\n       (2) The President may at any time call a special meeting of\nthe Board and shall call a special meeting within seven days of the\nreceipt of a written requisition for that purpose addressed to him by\nany two members of the Board.\n       (3) The President or, in his absence, the Vice-President, shall\npreside at all meetings of the Board at which he is present, and in\ncase of the absence of both the President and the Vice-President from\nany meeting the members present and constituting a quorum shall\nelect a chairman from among their number to preside at that meeting.\n       (4) A quorum of the Board shall be five.\n       ( 5 ) The decisions of the Board shall be by a majority of votes\nand, in addition to an original vote, the person presiding at a\nmeeting shall have a casting vote in any case in which the voting\nis equal:\n  Provided that no decision of the Board relating to the exercise\nof any of the disciplinary powers mentioned in section 13 shall be\nvalid unless approved by the votes of at least two-thirds of such\nnumber of the members of the Board as are present.\n24                                   PUBLIC ACCOUNTANCY\n                      (6) Minutes in proper form of each meeting of the Board shall\n               be kept.\n                      (7) The validity of the proceedings of the Board shall not be\n               affected by any vacancy amongst the members thereof or by any\n               defect in the appointment of a member thereof.\n                      (8) Subject to the provisions of this Schedule the Board may\n               regulate its own proceedings.\nCommit tees.      11. (I) The Board may appoint such committees as it may think\n               fit and may delegate to any such committee the power and authority\n            to carry out on its behalf such duties as the Board may determine,\n            so, however, that no such committee shall have the power to make\n            rules or to exercise any of the disciplinary powers conferred by\n            section 13.\n                   (2) The constitution of each committee shall be determined by\n            the Board.\nProtection     12. (1) No member of the Board shall be personally liable for any\nof members. act or default of the Board done or omitted to be done in good faith\n            in the course of the operations of the Board.\n                   (2) Where any member of the Board is exempt from liability\n            by reason only of the provisions of this paragraph the Board shall\n            be liable to the extent that it would be if the member were a servant\n            or agent of the Board.\nRemunera-        13. There shall be paid from the funds of the Board to the\ntion of        President and Vice-President and other members of the Board such\nmembers.       remuneration. whether by way of honorarium, salary or fees, and\n               such allowances, as the Minister may determine.\nOffices not      14. The office of President, Vice-President, or member of the Board\npublic         shall not be a public office for the purposes of Chapter V of the\nOffilXS.       Constitution of Jamaica.\n                                SECOND SCHEDULE                      (Section 19 (2) )\nConstitu-       1. (1) The Council shall consist of not fewer than eight nor more\ntioll of     than twelve of the members of the Institute, and of the members of\nthe council. the Council at least one shall be a public offier, and of the remaining\n             members at least one-third shall be persons who are neither accountants\n             in private practice nor public officers.\n                   (2) The members of the Council shall have such qualifications.\n             shall be elected or appointed in such manner, and shall hold office\n             for such term, as the bylaws of the Institute may from time to time\n             provide."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.--41) A person (other than a body corporate) shall                   2::;:-\nbe qualified for registration for the purposes of paragraph (c) registration.\nof subsection (I) of section 11 if, and only if, he satisfies\nthe requirements established by the Board pursuant to section (ii)(iii).\n4(3) (a) (i) and-\n      (a) he is ordinarily resident in Jamaica and is a member of\n          the Institute, being a person qualified for membership\n          thereof under subsection (1) or subsection (2) of\n          section 22 and would qualify for a practising\n          certificate from the Institute; or\n      (6) he is-\n                 (i) ordinarily resident in Jamaica; and\n                                                                           912004\n                                                                           S. 4(a)(iv).\n                 (ii) he is entitled to practise accountancy in any\n                      country other than Jamaica by virtue of a\n                      qualification (whether a degree or diploma\n                      or membership of any body or otherwise)\n                      that is, after consultation with the Board,\n                      approved by the Minister for the purposes of\n                      this paragraph;\n      (c) [Deleted by Act 9 of 2004.1\n      (d) [Deleted by Act 9 of 2004.1\n                                  PUBLIC ACCOUNTANCY\n                   (2) [Deleted by Act 9 of 2004.1\nStriking\noff and"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-41) If any person registered under this Act as a\n             public accountant-\nsuspen-\nsion, etc.                                                                           O\n                 (a) is convicted of any criminal offence involving dis-\n                     honesty; or\n                 (b) has, as the result of disciplinary proceedings taken\n                     against him, been deprived of, or suspended from,\n                     membership of the Institute or any professional\n                     accountancy body constituted outside Jamaica; or\n                  (c) is found, upon enquiry by the Board made in\n                     accordance with the regulations-\n                            (i) to have procured his registration under this\n                                Act as a result of any misleading, false or\n                                fraudulent representation; or\n                            (ii) to have breached any provision of this Act\n                                 or any regulation made hereunder; or\n                            (iii) to have been guilty, in a professional respect,\n                                  of grave impropriety or infamous conduct, or\n                                  to have been guilty, in the performance of\n                                  his professional duties, of gross negligence\n                                  or gross incapacity, or to have been guilty of\n                                  any act, default or conduct discreditable to\n                                  the profession,\n                    PUBLIC ACCOUNTANCY                           9\nthe Board may, if it thinks fit, exercise in respect of that\nperson all or any of the disciplinary powers conferred on\nthe Board by subsection (2).\n        (2) The disciplinary powers which the Board may\nexercise as aforesaid in respect of any such person are as\nfollows-\n     (4 the Board may cause the name of such person to\n          be removed from the register;\n     (b) the Board may suspend the registration of such\n          person for any period not exceeding one year;\n     (4 the Board may censure such person;\n     (d) the Board may order such person to pay to the\n          Board such sum as the Board thinks fit in respect\n         of the costs and expenses of and incidental to the\n         enquiry.\n        (3) In every case where the Board has exercised any\nof its disciplinary powers in respect of any person, the\nBoard shall notify that person in writing accordingly and\nshall inform him of the right of appeal conferred by\nsection 14.\n        (4) Upon application to the Board made in the\nprescribed manner and within the prescribed period the\nBoard may direct that any decision of the Board exercising\nany of the disciplinary powers conferred on it by this\nsection shall be suspended while the person to whom the\ndecision relates remains entitled to appeal against the\ndecision in accordance with section 14 or while any such\nappeal by him awaits determination by the Court of\nAppeal.\n        (5) In any case where the Board causes the name\nof any person to be removed from the register, the Board\nmay, as part of its decision, fix a time before which the\nperson whose name is so removed shall not be eligible to\napply to the Board for re-registration under this Act.\n      me inclusion of this page is authorized by L.N. 60/1976]\n10                              PUBLIC ACCOUNTANCY\n                     (6) Subject to the provisions of subsection (9,a\n             person whose name has been removed from the register\n             may apply for re-registration at any time and all the\n             provisions of this Act relating to registration shall, so far\n             as applicable, apply to re-registration under this section.\n                     (7) All costs and expenses payable to the Board\n             under this section shall be recoverable as a debt due to the\n             Board.\nAppzals        1 4 . 4 1 ) In any case where the Board has refused to\nto Court\nof Appeal.   register under section 11 any person as a public accountant\n             or has, in respect of any person registered as a public\n             accountant, exercised any of the disciplinary powers\n             conferred on the Board by section 13, that person may, in\n             accordance with rules of court made under the Judicature\n             (Rules of Court) Act, appeal against such refusal or such\n             exercise, as the case inay be, to the Court of Appeal.\n                       (2) Upon such appeal the Court of Appeal may\n             dismiss the appeal and confirm the decision appealed from,\n             or may allow the appeal and set aside the decision, or\n             may vary the decision, or may allow the appeal and direct\n             that the matter the subject of the appeal be determined\n             afresh by the Board, and may also make such order as to\n             costs before the Board and as to the costs of the appeal as\n             the Court shall think proper.\nPractising      14~.---(1) A person registered under this Act shall not\n51 1975      practise as a public accountant except by virtue of and in\ns. 5.        accordance with a practising certificate which shall be\n             issued by the Board in the prescribed form on payment\n             to the Board of the prescribed annual fee,\n                       (2) A person who practises in contravention of\n             subsection (1) shall be incapable of maintaining any action\n             for recovery of any fee or reward on account of, or in\n             relation to, any act done by him in the course of such\n             practice.\n                    me inclusion of this page is authorized by L.N. 60/1976]\n                       PUBLIC ACCOUNTANCY                                      11\n         (3) A practising certificate shall cease to be in force if-      ry\n       (a) the person to whom it is issued is-\n                  (i) adjudged a bankrupt; or\n                 (ii) of unsound mind;\n       (b) the name of the person to whom it is issued is\n            removed from register;\n       (c) a registered public accountant, who is informed on or\n            before the 3 1st day of December of any year that the\n            annual fee is due on the 1st day of January of the\n            ensuing year, fails to pay the annual fee by the 30th\n            day of June of the same year, after being reminded of\n            such failure in the prescribed manner.\n         (4) During the period of suspension of a person\nregistered as a public accountant under this Act no practising\ncertificate shall be issued to him and any practising certificate\nissued to him prior to such suspension shall cease to be in force\nduring the period of the suspension.\n         (5) In this section the expression \"practise as a public\naccountant\" has, mutatis mutandis, the meaning assigned to it in\nsection 15."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Appeals to Court of Appeal.\n    1 4 ~ Practising\n          .          certificates."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-41) No person, unless he is a registered public Prohibitions\n                                                                     affecting\naccountant, shall in Jamaica-                                        non-\n       (a) practise as a public accountant;                          registered\n                                                                     persons.\n       (b) use, in relation to himself, the designation \"Public 912004\n            Accountant\", either alone or in conjunction with any S. 7(a).\n            other words or initials; or\n       (c) use, in relation to himself, any designation, title,\n            name, initials or description indicating or implying\n            that he is entitled to so use the designation mentioned\n            in paragraph (b), or that he is a registered public\n            accountant.\n         (2) A person practises as a public accountant within the\nmeaning of paragraph (a) of subsection (1) if-\n       (a) he practices accountancy within the meaning of sub-\n            section (3); and\n       (b) in practising accountancy as aforesaid, he holds him-\n            self out (whether expressly or by implication) as being\n                                   PUBLIC ACCOUNTANCY\n                          a professionally qualified accountant or an expert in\n                          accounting or auditing matters.\n                      (3) A person practises accountancy within the meaning\n            of paragraph (a) of subsection (2) if, for reward, he prepares or\n            examines financial, accounting or related statements, or issues\n            any written opinion, report or certificate concerning any such             /\n            statement, but a person does not practise accountancy as\n            aforesaid by reason only that-\n                   (a) he does so in the course of his duties as an employee\n                          of any person; or\n                   (b) he engages in book-keeping or cost accounting or the\n                          installation of book-keeping, business or cost systems,\n                          not including the preparation of financial statements\n                          purporting to reflect a true and fair view or to be in\n                          conformity with generally accepted accounting stan-\n                          dards or in such work as may be prescribed for the\n                          purposes of this subsection.\n                      (4) Any person who contravenes the provisions of this\n            section shall be guilty of an offence and liable on summary\n            conviction before a Resident Magistrate-\n                   ( a ) in the case of a first offence, to a fine not exceeding\n                          two million dollars and in default of payment thereof\n                          to imprisonment with or without hard labour for a\n                          term not exceeding six months; and\n                   (b) in the case of a second or subsequent offence, to a fine\n                          not exceeding four million dollars and in default of\n                          payment thereof to imprisonment with or without hard\n                          labour for a term not exceeding twelve months.\n                                PART111. Chartered Accountants\nInstitute       16.-(1) As from the 6th July, 1970, the persons who are for\nto be a\ncorpora-     the time being members of the organization constituted on the\ntion.        eighteenth day of January, 1965, under the name of the Institute\n             of Chartered Accountants of Jamaica shall be a body corporate\n             under the name of the Institute of Chartered Accountants of\n             Jamaica.\n                       (2) The Institute may sue and be sued in the said\n             name, and shall have perpetual succession and a common\n                    PUBLIC ACCOUNTANCY                                       13\nseal, and may from time to time make, change, alter and\nrenew the said seal as the Institute may deem fit."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. All assets and liabilities of the unincorporated               TsTsa,:;t;tf\norganization constituted on the eighteenth day of January, liabilities.\n1965, under the name of the Institute of Chartered Account-\nants of Jamaica (hereinafter in this Act referred to as\n“the existing organization”), being assets and liabilities\nexisting immediately before the 6th July, 1970, are hereby\nwithout any further assuran’ce transferred to and vested in\nthe Institute."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. It is hereby declared that the objects of the Objectsof\n                                                             Institute.\nInstitute are-\n     (a) to promote and increase the knowledge, skill and\n          proficiency of its members and students;\n     (b) to regulate the discipline and professional conduct\n          of its members and students;\n     (c) to promote and protect the welfare and interest\n          of the Institute and the accounting profession\n          both in Jamaica and abroad;\n     (4 to make provision for the training, education and\n          examination of persons engaging in or intending\n          to engage in the said profession (whether in\n          Jamaica or elsewhere, and whether in private\n          practice or as employees of the Government of\n          Jamaica or any statutory body or any industrial\n          or commercial enterprise or any other person who\n          is not an accountant in private practice);\n     (e) to do all such things as are incidental to the\n          aforesaid objects or as the Institute may think\n          conducive to the attainment of those objects or\n          any of them."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) The affairs of the Institute shall, subject to the Councilof\n                                                             Institute.\nprovisions of this Act, be managed and conducted by a\n14                          PUBLIC ACCOUNTANCY\n          Council which, subject to the provisions of this Act, shall\n          control the income, capital, funds and property of the\n          Institute and govern, direct and decide all matters con-\n          nected with the appointment of the officers and servants\n          of the Institute and with the administration of the affairs,\n          and the accomplishment of the objects and general\n          purposes, of the Institute, and the Council shall have and\n          may exercise all the powers conferred on the Institute by\n          this Act, other than the power to make by-laws.\nSecond           (2) The provisions of the Second Schedule shall\n          have effect as to the constitution of the Council and\n          otherwise in relation to the Council and the Institute.\nBylaws.     2 0 . 4 1 ) The Institute may from time to time make such\n          by-laws as may be necessary or expedient to carry out\n          the objects of the Institute and (without prejudice to the\n          generality of the foregoing) by-laws may be made under\n          this section in relation to all or any of the following\n          matt ers-\n               (a) the constitution of the Council and the election\n                    or appointment of members of the Council and\n                    their tenure of office;\n               (b) the election, appointment, resignation and removal\n                    of officers of the Institute;\n               (c) the holding of meetings of the Council and of the\n                    members of 'the Institute;\n               (6) the manner of voting at meetings or elections;\n               (e) the use and custody of the seal of the Institute;\n               V, the powers, duties and functions of the Council,\n                    officers and servants of the Institute;\n               (g) the receipt, management, investment and expendi-\n                    ture of the moneys and property of the Institute;\n              (h) the admission of students of the Institute;\n                me inclusion of this page is authorized by L.N. 60i19761\n                   PUBLIC ACCOUNTANCY                              1s\n    (i) the fees, subscriptions or other sums payable to\n        the Institute by members or students;\n    (11 the examination of candidates for admission as\n        members of the Institute and the fees payable for\n        any such examination;\n    (k) the classification of members of the Institute;\n    (I) the prescribing of requirements for membership\n         of the Institute;\n    (m)the exemption of persons from courses of study,\n         practical experience requirements or examina-\n         tions;\n    (12) the exercise (after due enquiry) of disciplinary\n         authori'ty over members and students of the\n         Institute, including ex'pulsion, suspension or the\n         imposition of other penalties;\n    (0) the manner in whidh persons cease to be members\n          or students of the Institute otherwise than as the\n          result of disciplinary authority;\n    ( p ) rules of professional conduct for members and\n          students of the Institute,\nbut nothing in this subsection shall be taken as authorizing\nthe making of any by-law that is inconsistent with any\nprovision contained in this Act.\n        (2) No by-law (howsoever expressed) shall operate\nso as to exclude any person from becoming a student of the\nInstitute or from taking any examination set or designated\nby the Institute for the purpose of any provision of this\nAct, by reason only that such person is in the employment\nof the Government of Jamaica or any statutory body or\nany industrial or commercial enterprise or any other person\nwho is not an accountant in private practice, so, howcver,\nthat nothing in this subsection shall render invalid any by-\nlaw that requires that a person shall have been engaged in\n16                              PUBLIC ACCOUNTANCY\n             work of an accountancy nature prior to his being accepted\n             as a student of the Institute.\n                     (3) Every by-law which immediately before the 6th\n             July, 1970, was in force as a by-law of the existing\n             organization shall, unless it is inconsistent with any pro-\n             vision contained in this Act, as from that date and until\n             revoked or amended by a by-law made under this section\n             be deemed to be a by-law made by the Institute under\n             this section.\nPowers of            shall be lawful for the Institute-\nInstitute.\n                     to purchase or otherwise acquire land;\n                     to erect on land held by it, or acquire, buildings\n                      (whether or not necessary for the use and occupa-\n                      tion of the Institute or for carrying on its objects)\n                      and lease any part of such buildings;\n                      to hold, mortgage, charge, lease, dispose of, sell,\n                      alienate or convey any property, whether real or\n                     personal;\n                     to borrow money upon the credit of the Institute,\n                      issue bonds, debentures, debenture stock or other\n                      securities and pledge or sell such bonds, deben-\n                      tures, stock or other securities;\n                      to take any gift of property, whether subject to\n                      any special trust or not, for any one or more of\n                      the objects of the Institute;\n                     to invest any surplus funds in such securities as\n                     may be prescribed; and\n                     to do all things reasonably necessary to carry out\n                     the objects of the Institute.\nQualifica-     22.-(1) Subject to the provisions of subsections (2) and\ntions for\nmember-      (3), with effect from the 6th July, 1970, the following\nship of\nInstitute.   persons, and no others, shall, on payment of any fee\n             required by the by-laws of the Institute, be entitled to\n             become members of the Institute-\n                   flhe inclusion of this page is authorized by L.N. 60/1976]\n                      PUBLIC ACCOI/TNTANCY\n    (a) any person who-\n              (i) is a citizen of Jamaica or was, immediately\n                   before the 6th July, 1970, ordinarily resident\n                   in Jamaica; and\n              (ii) at any time before the 6th July, 1970, was a\n                   member of, or had (apart from the payment\n                   of any fee) satisfied the conditions for\n                   membership of, any body mentioned in the\n                   Third Schedule or any other professional Third\n                                                                  Schedule.\n                   accountancy body that is, on the\n                   recommendation of the Board, approved by\n                   the Minister for the purposes of this\n                   paragraph;\n     (b) any person who-\n               (i) is a citizen of Jamaica or was, immediately\n                   before the 6th July, 1970, ordinarily resident\n                   in Jamaica; and\n               (ii) was, immediately before the 6th July, 1970, a\n                     registered student of any such body as falls\n                     within sub-paragraph (ii) of paragraph (a) of\n                     this subsection; and\n               (iii) has passed the qualifying examinations of\n                     the body of which he was a registered\n                     student;\n     (c) any person who passes such qualifying examinations\n         as may be set or designated by the Council for the\n         purposes of this paragraph, and who satisfies such\n         other requirements for membership as may be\n         prescribed'in the by-laws of the Institute.\n       (2) Subject to the provisions of subsection (3), the\nCouncil of the Institute may in its discretion admit to\n~9mbershipof the Institute-\n    (a) any person who has been registered as a public\n          accountant in pursuance of paragraph (b) of\n          subsection (1) of section 12;\n                                       PUBLIC ACCO W A N C Y\n                     ( b ) any other person who is a member of a professional\n                           accountancy body approved by the Council for the\n                           purposes of this paragraph, being a person who is not\n                           eligible for membership of the Institute under the\n                           preceding provisions of this section.\n                         ( 3 ) No person shall be accepted as a member of the\n                Institute unless the Council is satisfied that-\n                                                                                         0\n                      ( a ) he has attained the age of twenty-one years; and\n                      ( b ) he is of good character.\nRegister of        23. The Secretary of the Institute shall keep-\nmembers and\nregister of          ( a ) a register of members of the Institute; and\nstudents.\n                      ( b ) a register of students of the Institute.\nUse of             2 4 . 4 1 ) Every member of the Institute shall, by virtue of\ndesignations\nand initials\n                such membership, have the right to use the designation\nby members      \"Chartered Accountant\".\nof Institute.\n                         ( 2 ) Every member of the Institute who is a Fellow of the\n                Institute shall also have the right to use after his name the initials\n                \"F.C.A.\".\n                         ( 3 ) Every member of the Institute who is an Associate of\n                the Institute shall also have the right to use after his name the\n                initials \"C. A.\".\n                       (4) Nothing in this section shall preclude the use by any\n                member of the Institute of any other designation or initials in\n                accordance with the provisions of section 25.\nProhibitions       2 5 . 4 1 ) No person shall, in relation to the practice\nregarding       of accountancy in Jamaica, use, in relation t o himself,\nuse of\ndesignations    any of the following designations, that is to say, \"Chartered\nand initials,   Accountant\", \"Certified Accountant\", \"Certified Public\netc., by\nunautlimized    Accountant\" or \"Incorporated Accountant\", either alone or\npersons.        in conjunction with any other words or initials, or use,\n                in relation to himself, any other designation, title, name,\n                initials or description indicating or implying that he is\n                    PUBLIC ACCOUNTANCY                                       19\nentitled to so use any such designation as aforesaid, unless\nhe is entitled to so use such designation by virute of his\nbeing a member of the Institute or of any such body as\nfalls within sub-paragraph (ii) of paragraph (a) of subsection\n(1) of section 22.\n         (2) Every person who uses, in relation to himself,\nany of the following initials, that is to say, “C.A.”,\n“F.C.A.”, “A.C.A.”,“F.A.C.C.A.”,“A.A.C.C.A.”,“C.P.A.”,\n“A.C.P.A.”, “A.C.P.A.J.”, “F.S.A.A.”, or “A.S.A.A.” or\nany combination thereof, shall be deemed, for the purposes\nof subsection (1) to have used in relation to himself one of\nthe designations mentioned in that subsection, unless it 3s\nproved that the manner and circumstances in which he\nused any such initials were such as to raise no reasonable\ninference that he was referring to the practice or profession\nof accountancy,\n        (3) Any person who contravenes any of the provi-\nsions of this section shall be guilty of an offence and liable\non summary conviction before a Resident Magistrate-\n     (0) in the case of a first offence, to a fine not exceed-\n          ing one hundred dollars and in default of payment\n          thereof to imprisonment with or without hard\n          labour for a term not exceeding six months; and\n     (b) in the case of a second or subsequent offence, to a\n          fine not exceeding four hundred dollars and in\n          default of payment thereof to imprisonment with\n          or without hard labour for a term not exceeding\n          twelve months.\n                    PARTIV. Miscellaneous"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Qualifications for membership of Institute.\n2                      PUBLIC ACCOUNTANCY"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Prohibitions regarding use of designations and initials, etc., by\n          unauthorized persons.\n                         PARTIV. Miscellaneous"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. The Board shall-                                        Publication\n                                                              in Gazette\n    (a) at such times as may be prescribed, cause to be ofparti-\n        published in the Gazette a current list of registered culars\n                                                              relating to\n        public accountants; and                               register of\n                                                              public\n                                                                   accountants.\n        (a) the making of corrections to the register and the\n            removal therefrom of the names of persons who\n            have died or who, for such period as may be\n             -vn..,--:L-J   1\n20                                        PUBLIC ACCOUNTANCY\n                        (b) as soon as practicable after a person’s name has\n                            been removed from the register in accordance with\n                            subsection (3) of section 11 or in pursuance of\n                            the powers conferred by paragraph (a) of sub-\n                            section (2) of section 13, or after a person’s regis-\n                            tration has been suspended in pursuance of the\n                            powers conferred by paragraph (b) of subsection\n                            (2) of section 13, cause notice of such removal or\n                            suspension, as the case may be, to be published in\n                            the Gazette.\nEvidential           27.-(     1) The following documents-\nprovisions.\n                      (a) a certificate of registration issued by the Board;\n                          and\n                      (b) a certificate under the hand of the Secretary of the\n                          Institute that a person is or is not a member of\n                          the Institute,\n                 shall be prima facie evidence in all courts and before all\n                 persons of the facts therein certified.\nR    U   I   ~   S    ~ The\n                   ~28. ~ ~ Board may with the approval of the Minister,\nby the\nBoard.           make rules in relation to the promotion by the Board, in\n                 the public interest, of acceptable standards of professional\n                 conduct among registered public accountants and (without\n                 prejudice to the generality of the foregoing) such rules may\n                 prescribe a code of professional conduct to be observed by\n                 all registered public accountants and may make provision\n                 with respect to any other matter or thing prescribed by the\n                 regulations for the purposes of this section.\nRegulations          29. The Minister may, after consulting with the Board,\nmade by the\nMinister.        make regulations generally for giving effect to the purposes\n                 and provisions of this Act and in particular (but without\n                 prejudice to the generality of the foregoing) may make\n                 regulations in relation to all or any of the following\n                 matters-\n             PUBLIC ACCOUNTANCY                              21\n  the making of corrections to the register and the\n  removal therefrom of the names of persons who\n  have died or who, for such period as may be\n  prescribed, have ceased to practise accountancy in\n  Jamaica or have been absent from Jamaica;\n  the making of complaints against registered public\n  accountants;\n   the procedure to be followed in respect of dis-\n  ciplinary inquiries held by the Board;\n  the making of recommendations by the Board for\n   the purpose of any of the provisions of section 22\n   and the procedure to be followed by persons\n  seeking to obtain the Minister’s approval of any\n  body, experience, qualification or other matter or\n   thing under any such provision;\n   the fees to be paid in respect of anything done\n  under or for the purposes of any provision of this\n  Act;\n  the service of documents under or for the purposes\n  of any provision of this Act;\n  the surrender of certificates of registration;\n  prescribing any other matter or thing required or               L\n  authorized by this Act to be prescribed.                        t\n                                    PUBLIC ACCOUNTANCY\n                                     FIRST SCHEDULE                      (Section 3 (2) )\nConstitu-        1 . The Board shall consist of ten members appointed by the Minister,\ntion of       and of such ten members such number as the Minister may determine,\nBoard.\n              being not less than six, shall be persons nominated by the Institute,\n              and of the persons nominated by the Institute one shall be a public\n              officer and one shall be a person who is neither an accountant in\n              private practice nor a public officer, so, however, that, if the Institute,\n              on the occasion of an appointment as aforesaid, fails to make a nomi-\n              nation in accordance with the preceding provisions of this paragraph\n              within one month from the receipt by the Institute of a written request\n              in that behalf by the Minister, the requirement of nomination by the\n              Institute shall be disregarded in relation to such appointment on that\n              occasion.\nTenure of       2. The appointment of a member of the Board shall, subject to the\noffice.       provisions of this Schedule, be for a period not exceeding three years,\n              and every member shall be eligible for reappointment.\nPresident        3. (1) The Minister shall, after consultation with the members of\nand Vice-     the Board, appoint one of the members to be the President of the\nPresident.\n              Board and one other to be the Vice-President.\n                    (2) The appointment of a member of the Board as the President\n              or Vice-President of the Board shall, subject to the provisions of\n              this Schedule, be for such period as the Minister may determine at\n              the time of appointment and the President or Vice-President shall be\n              eligible for reappointment.\nActing          4. (1) If the President or the Vice-President is absent or unable to\nappoint-      act as such the members of the Board may elect a member to act\nments.        in the place of the President or Vice-President, as the case may be.\n                   (2) If any member of the Board is absent or unable to act as\n              such the Minister may appoint any person to act in the place of such\n              member, and, in making any such appointment, the Minister shall\n              have regard to the provisions of paragraph 1.\nResigna-         5. (1) The President may at any time resign his office of President\ntions.        or his office as member by instrument in writing addressed to the\n              Minister.\n                    (2) The Vice-President may at any time resign his office of\n              Vice-President by instrument in writing addressed to the Minister and\n              transmitted through the President.\n                    (3) A member other than the President may at any time resign\n              his office as member by instrument in writing addressed to the Minister\n              and transmitted through the President.\n                    (4) Every such resignation as aforesaid shall take effect from\n              the date of receipt by the Minister of the instrument of resignation.\nRowcation        6. The Minister may at any time revoke any appointment made by\nof appoint-   him under the preceding paragraphs if he thinks it expedient so to do.\nments.\n                     PUBLIC ACCOUNTANCY                                        23"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Amendment of Companies Act.\n                                 SCHEDULES\n                    PUBLIC ACCOUNTANCY\n          THE PUBLIC ACCOUNTANCY ACT                                       Acts\n                                                                       34 of 1968,\n                                                                        5 of 1975,\n                                                                        9 of 2004.\n                                                  [6th July, 1970.1\n                      PARTI. Preliminary"
    }
  ],
  "definitions": [
    {
      "term": "Board",
      "definition": "the Public Accountancy Board established",
      "source_provision": "sec2"
    },
    {
      "term": "Council",
      "definition": "the Council of the Institute",
      "source_provision": "sec2"
    },
    {
      "term": "Institute",
      "definition": "the Institute of Chartered Accountants of",
      "source_provision": "sec2"
    },
    {
      "term": "practising certificate",
      "definition": "a certificate issued by the 511975",
      "source_provision": "sec2"
    },
    {
      "term": "prescribed",
      "definition": "prescribed by the regulations",
      "source_provision": "sec2"
    },
    {
      "term": "public officer",
      "definition": "any person holding, or appointed to",
      "source_provision": "sec2"
    },
    {
      "term": "register",
      "definition": "the register of public accountants men-",
      "source_provision": "sec2"
    },
    {
      "term": "registered public accountant",
      "definition": "a person whose",
      "source_provision": "sec2"
    },
    {
      "term": "the regulations",
      "definition": "the regulations made by the",
      "source_provision": "sec2"
    },
    {
      "term": "prescribed\nS. (b).        rate",
      "definition": "such rate as the Minister may, by order, prescribe",
      "source_provision": "sec5"
    }
  ]
}