{
  "id": "jm-stat-the-public-authorities-protection-act",
  "type": "statute",
  "title": "The Public Authorities Protection Act",
  "title_en": "The Public Authorities Protection Act",
  "short_name": "Public Authorities Protection Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-public-authorities-protection-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-public-authorities-protection-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 1 ) Where any action, prosecution, or other proceed- Protection\nins, is commenced against any person for any act done in ~~$~~~\npursuance, or execution, or intended execution, of any law ;;~:;of\nor of any public duty or authority, or in respect of any orother\n                                                             public\nalleged neglect or default in the execution of any such law, duties.\nduty, or authority, the following provisions shall have\neffect-\n    (a) [Deleted by Act 9 of 1995.1\n    (b) wherever in any such action judgment is obtained\n        by the defendant, it shall carry costs to be taxed\n        as between attorney-at-law and client;             91 1995\n                                                           s. 2 0).\n    (c) where the proeeding is an action for damages,\n        tender of amends before the action was commenced\n        may, in lieu of or in addition to any other plea, be\n        pleaded. If the action was commenced after the\n        tender, or is proceeded with after payment into\n        court of any money in satisfaction of the plaintiff's\n        claim, and the plaint8 does not recover more than\n        the sum tendered or paid, he shall not recover any\n        costs incurred after the tender or payment, and the\n        defendant shall be entitled to costs to be taxed as\n        between attorney-at-law and client as from the time 9/1995\n        of the tender or payment; but this provision shall S. 2 (b).\n        not affect costs on any injunction in the action;\n          me inclusion of this page is authorized by L.N. 95 / 19971\n2                     PUBLIC AUTHORITIES PROTECTION\n                (d) if, in the opinion of the court, the plaint8 has not\n                     given the defendant a sufficient opportunity of\n                     tendering amends before the commencement of the\n                     proceeding the court may award to the defendant\n9/1995               costs to be taxed as between attorney-at-law and\nS.2 (b).\n                     client.\n                  (2) This section shall not affect any proceeding by any\n           department of the Government against any local authority\n           or officer of a local authority."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. [Repealed by Act 9 of 1995.1\n                      [The inclusion of this page is autbrized by L.N. 951 19971"
    }
  ],
  "definitions": []
}