{
  "id": "jm-stat-the-public-cemetery-management-and-regulation-act",
  "type": "statute",
  "title": "The Public Cemetery Management and Regulation Act",
  "title_en": "The Public Cemetery Management and Regulation Act",
  "short_name": "Public Cemetery Management and Regulation Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-public-cemetery-management-and-regulation-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-public-cemetery-management-and-regulation-act | Legal areas: Local Government",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Public Cemetery Manage- Short title.\nment and Regulation Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                       Interpreta-\n                                                                        tion.\n“cemetery” means the lands mentioned or described in\n    sections 3,4 and 5;\n“the Council“ means the Parish Council of the parish in\n    which such cemetery is situated."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The provisions of this Act shall apply to all lands now Lands to\n                                                                which the\nvested in any Parish Council (other than the Kingston Act\nCemetery referred to in the Kingston and St. Andrew applits*\n(Cemeteries) Act, or any public cemetery in the parishes of\nKingston and St. Andrew) for the purposes of a place of\nburial as to which the Minister shall, on the request of the\nParish Council, by notice to be published in the Gazette\ndirect that they shall be applicable, and to all lands that any\nParish Council may hereafter acquire as to which the 3/1975\nMinister shall by notice as aforesaid direct that they shall s.2-\nbe applicable."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Every such notice shall fix a date from and after which N O ~ ~ C C .\nthis Act shall be applicable to the lands mentioned as des-\ncribed herein."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Any lands to which this Act is made applicable shall Rightof\nbe a place where all persons have, subject to the provisions burial.\nof this Act, a right to bury their dead.\n- ---         .   __       .\n          me inclusion of this pige is authorhd by L.N. 95 / 19971\n4               PUBLIC CEMETERY MANAGEMENT AND REGULATION\nDuties and\npowers of"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Council-\nthe Council       (a) shall enclose the cemetery by a suitable wall, railing\ngenerally.\n                       or other fence, and shall make all necessary and\n                       proper sewers and drains in and about the cemetery\n                       for draining and keeping the same dry and may\n                       from time to time, as occasion requires, alter any\n                       such sewer or drain, or open out any existing sewer;\n                  (b) may provide fit and proper places in which bodies\n                       may be received and taken care of prior to inter-\n                       ment, and make arrangements for the reception\n                       and care of the bodies to be deposited therein;\n                  (c) may lay out and embellish the ground of the ceme-\n                        tery in such manner as it thinks fit;\n                  (d) may build on any portion of the cemetery, not\n                       especially set apart as herein provided, a dwelling-\n                       house and offices for the keeper thereof;\n                   (e) shall keep the cemetery and buildings and fences\n                        thereof in proper repair and in good order and\n                       condition.\nAppoint-        7. The Council may appoint a keeper of the cemetery and\nment of\nofficers.     other officers and servants necessary for the care and use\n              of the cemetery, and may pay them such salaries, wages,\n              and allowances as it may think fit, and may remove them\n              or any of them at pleasure.\nThe general     8. The general management, regulation and control of\nmanage-\nment.         the cemetery is hereby, subject to this Act and to any regu-\n              lations and orders as hereinafter provided, vested in the\n              Council.\nPower to        9. It shall be lawful for the Council from time to time\nmake rules.\n              to make, alter and rescind rules for the general management,\n              regulation and control of the cemetery, and for the care and\n              protection thereof, and in and by such rules to declare, fix\n              and settle the fees and sums of money to be paid for, upon\n              ___-_I             -   _ _ - -__-_                      -   -   .   __ ___\n  PUBLlC CEMETERY MANAGEMENT A N D REGULATION                                   5\nor in respect of interments in the cemetery, and for the\nexclusive right of burial either in perpetuity or for a limited\nperiod in the cemetery, and also for the right of constructing\nany vault or place of burial with the exclusive right of burial\ntherein in perpetuity or for a limited period, and also for the\nright of erecting or placing any monument, gravestone, tablet\nor monumental inscription, in the said cemetery :\n   Provided that the provisions of section 124 of the Parish s. 40i1995"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The Minister may from time to time make such Powerto     make regu-\nregulations in relation to all cemeteries and to places for the lations.\nreception of bodies previous to interment to be provided\nunder this Act, as to him may seem proper for insuring that\nall burials within the cemetery shall be conducted in a decent\nand solemn manner, and for the protection of the public\nhealth, and the maintenance of public decency, and may from\ntime to time order all such acts as he may think fit to be done\nby the Council or by such persons as may have the care of\nany vaults or places of burial for preventing them from\nbecoming or continuing dangerous or injurious to the public\nhealth; and the Council and all persons having the care of\nthe cemetery, and such places for the reception of bodies,\narid such vaults or places of burial, shall conform to and\nobey such regulations and do or cause to be done all acts\nordered as aforesaid, and the expenses incurred and in doing\nthereof shall be paid out of the Parish General Rates."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. All regulations and orders made by the Minister Ek-gp\npursuant to section 10 shall be published in the Gazette. lisbed in\n                                                                     Gazelle.\n                                                                     40/1995\n                                                                     s. 3."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The Council on the application of any church or Assignment\ncongregation within the parish made by a Minister duly of     portion\n                                                           ofthe\nauthorized to officiate in such church or congregation, or ::Ti&:gs\nrecognized as such by the religious community or society ;:;o,;~,,.\n          me inclusion of this page is authorized by L.N.95 / 1997\n6                PUBLIC CEMETERY MANAGEMENT A N D REGULATION\n4011995        to which he belongs, or by any body of trustees or other\ns. 3.\n               persons who may be authorized to represent such church\n               or congregation, shall set apart a portion of the cemetery\n               to be used as a burial ground for purposes of interment\n               according to the rites of such church or congregation; and\n               any portion so set apart may be consecrated or dedicated\n               according to the rites of the church or congregation to which\n               it shall be assigned, and shall be used only for burials accord-\n               ing to the rites of such church or congregation.\nBoundary         13. The Council shall define, by suitable boundary marks,\nmarks to\nportions       every portion of the cemetery set apart for any particular\nassigned.\n               church or congregation, and shall from time to time repair\n               and renew such boundary marks.\nPower to\nchurches         14. It shall be lawful for the members of any such church\nto build       or congregation to build, on the portion of the cemetery\nchapels on\nportions       assigned to it a chapel for the performance of burial service\nassigned\nto them.       according to the rites of such church or congregation; or\n               for the members of any two or more churches or congrega-\n               tions to join in building on a part of the cemetery, being\n               within the portions or one of the portions assigned to such\n               churches or congregations respectively, a chapel for the\n               common use of the members of such churches or congrega-\n               tions, in the performance of burial service according to the\n               respective rites of such churches or congregations, or of the\n               churches or congregations building the same :\n                 Provided that the plan and site of every such chapel shall\n               be subject to the approval of the Council.\nWho may\nperform"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Any duly qualified person being a minister of any\nburial         such church or congregation duly authorized to officiate\nservices on\nthe portions   in such church or congregation, or recognized as such by\nassigned.      the religious community or society to which he belongs,\n               and being either elected to officiate in the cemetery by the\n               members of such church or congregation attending any\n               church, chapel, or place for the performance of divine\n                         F   e inclusion of this page is authorized by L.N.\n                                                                          95/1997]\n   PUBLIC CEMETERY MANAGEMENT AND REGULATION                                   7\nworship within the parish duly appointed thereto according\nto the usages of such church or congregation, may either\nhimself, or by such duly qualified person as he may\nauthorize, perform burial service according to the rites of\nthe church or congregation to which he belongs in the portion\nof the cemetery assigned to such church or congregation."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The Council may from time to time allot such portion Allotment\n                                                                of other\nor portions of the cemetery as shall not be set apart as afore- portions.\nsaid in such manner and in such portions and for such pur-\nposes of interment as to the Council may seem fit."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The Council, under such restrictions and conditions Powerto\n                                                                 sell rights\nas it may think proper, may sell the exclusive right of burial of burial\n                                                                 and rights\neither in perpetuity or for a limited period in any part of to build\nthe cemetery, and also the right of constructing any vault or vaulb,etc-\nplace of burial, with the exclusive right of burial therein in\nperpetuity or for a limited period, and also the right of erect-\ning and placing any monument, gravestone, tablet, or\nmonumental inscription in the cemetery."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. No body shall be buried in any place wherein the Restrictions\nexclusive right of burial shall have been acquired under this ~ ~ a l s , e t c . ,\nAct except with the consent of the owner for the time being ~$~~~\nof such exclusive right of burial, and no right shall be             z2;i\"siye\nacquired under this Act to bury, within the portion of the rightof\ncemetery assigned to any particular church or congregation, burial\n                                                              acquired.\nthe body of any person not entitled to be buried in such\nportion according to the rights and usage of such church or\ncongregation, or to place any monument, gravestone, tablet\nor monumental inscription respecting any such body within\nsuch portion of the cemetery."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. The Council shall cause a plan of the cemetery to be cemetery.\n                                                               Planofthe\nmade upon a scale sufficiently large to show the situation of\nevery portion of the cemetery set apart for any particular\nchurch or congregation, and also the situation of every burial\n           F e inclush of this   is authorized by L,N.951 19971\n8                PUBLIC CEMETERY MANAGEMENT AND REGULATION\n                place in which an exclusive right of burial has been granted,\n                and all such portions, so set apart, shall be clearly delineated\n                on the said plan, and all such burial places shall be num-\n~ o o k t o b a bered. And a book shall be kept in which shall be entered\nkept show-\ning assigned the names and descriptions of the churches or congregations\nand special\nrights.         for which such portion shall be set apart respectively, and\n                the names and descriptions of the several persons to whom\n                the exclusive right of burial in any such place of burial has\n                been granted by the Council, and every place of burial, with\n                exclusive right of burial therein, shall be marked out in such\n                plan, and a corresponding entry made in the said book, and\n                the said plan and book shall be kept in the office of\n                the Council.\nRegistry of      20. All burials within the cemetery shall be registered in\nburials.\n               register books to be provided by the Government at the cost\n               of the Council, and to be kept in such manner and subject\n               to such directions as the Council may from time to time\n               require, by some officer appointed by the Council to that\n               duty, and in such register'book shall be distinguished in\n               what parts of the cemetery the several bodies (the burials\n               of which are entered in such register books) are buried, and\n               in case portions of the cemetery shall be set apart as afore-\n               said to be the burial grounds of particular churches and con-\n               gregations respectively, such register shall be so kept and\n               indexed as to facilitate searches for entries in such books in\nCopies of.     respect of bodies interred in the several portions so set apart,\nextracts       and such register books, or copies or extracts therefrom,\nfrom\nregister,\nevidence.\n               purporting to be certified under the hand of the officer\n               appointed as aforesaid shall be received in all courts as\n               evidence of the burials entered therein.\nRemoval or       21. It shall not be lawful to disinter or remove any body\ndisinterment\nof bodies.     which shall have been interred in the cemetery, except by\n2711993        licence under the hand of the Chairman of a Local Board of\ns. 2 (a).\n2711993        Health, and with such precautions as a Local Board of Health\ns. 2 (b).\n                         p h e inclusion of this page is auWr7zed by L.N. 95 119971\n  PUBLIC CEMETERY MANAGEMENT AND REGULATION                                9\nmay prescribe as the condition of such licence; and any per-\nson who shall remove any body without such licence or who\nshall neglect to observe the precautions prescribed as the\ncondition of the licence for removal, shall on summary\nconviction be liable to pay for such offence a fine not ex-\nceeding ten thousand dollars, or to be imprisoned with or ?(.I995\nwithout hard labour for a term not exceeding six months :\n  Provided that nothing herein shall be deemed to affect or\nabridgc any right conferred by the common law or other-\nwise on the Coroner of the parish to cause any body buried\nin a cemetery to be disinterred in any case in which he con-\nsiders such disinterment necessary for the purpose of an\ninquest."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Every person who shall wilfully destroy or injure, or Offen-sin\n                                                                   connection\ncause to be destroyed or injured, any register book of burials with register\nkept according to the provisions of this Act, or any part or book.\ncertified copy of any part of any such register, or shall falsely\nmake or counterfeit, or cause to be falsely made or counter-\nfeited any part of any such register or certified copy thereof,\nor shall wilfully insert or cause to be inserted in any register\nbook, or certified copy thereof, any false entry of any burial,\nor shall wilfully give any false certificate, or shall certify any\nwriting to be a copy of or extract from any such register\nbook, knowing the same to be false, or any part thereof, shall\nbe guilty of felony, and, being convicted thereof, shall be\nliable to be imprisoned for a term not exceeding ten years, 4 2 1 1 ~ ~\n                                                                   3rd Sch.\nwith or without hard labour."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. The fees and all other moneys which shall be paid :;yt;;\nunder the provisions of this Act to the keeper, or such other deaitwith.\nperson as the Council shall authorize by writing to receive\nthe same, and all fees and moneys collected, shall be\naccounted for and paid over to the Council in such manner\nand at such times as the Council shall prescribe, and every\nkeeper or other collector of fees omitting so to account for\n            -L__--,\n10              PUBLIC CEMETERY M A N A G E M E N T A N D REGULATION\n              or pay over such fees and moneys shall, for each day during\n              which such neglect shall continue, forfeit a sum not exceed-\n40/im         ing one thousand dollars, irrespectively of and without pre-\ns. 3.         judice to other prosecution to which he may have exposed\n              himself in the premises.\nExpenses.       24. The expenses incurred by the Council in carrying this\n              Act into execution shall be chargeable upon and paid out\n              of the Parish General Rates of parish.\nAdvance3\nfrom             25. The Minister may, upon application by the Council,\nto Council\n              order that the whole or any part of the moneys required\nfor the\npurposes of\n              to be expended in the construction and maintenance of any\nthis~ct.      works by this Act authorized to be constructed, shall be\n              advanced to the Council by the Accountant-General, in such\n              manner, by such instalments, and at such periods as the\n              Minister shall think fit; and the Accountant-General shall\n              open and keep in the Treasury books a separate account\n              with the Council of the sums advanced, and of interest there-\n              on, and payments or credits in respect thereof, and the Parish\n              General Rate of the parish shall be liable to the repayment\n              of all such advances with interest thereon respectively at the\n              rate of four dollars per centum per annum, which shall be\n              written up at the close of each financial year.\nAccount"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Expenses.\n                                                                        ---\n2   PUBLIC CEMETERY MANAGEMENT A N D REGULATION"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. The Council shall keep a distinct account of all sums\nofsum         of moneys received and paid for the purposes of this Act,\nreceived\nunderthis     and such account shall be audited in the same manner as\nAct.\n              other accounts of the receipts and expenditure of the\n              Council; and any surplus of the moneys received under this\n              Act and of the income of the cemetery which may remain\n              after payment of the expenses and moneys to be defrayed\n              or paid under this Act, and after the payment of interest\n              and contribution to sinking fund in respect of any moneys\n              borrowed under this Act, shall be placed to the credit of the\n              parish.\n                     -    I     _      _      ~\n                      [T;he inclusion of this page is authorized !byL.N. 951 1997\n  PUBUC CEMETERY MANAGEMENT A N D REGULATION                           11"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Penalties.\n                -.-*   _----     __ _-\n                   inclusion of his 'pageis authorkd by L.N. 9S/ 19971\n  PUBLIC CEMETERY MANAGEMENT AND REGULATION                                           3\n   THE PUBLIC CEMETERY MANAGEMENT AND                                    Cap. 318.\n                                                                            Acts\n              REGULATION ACT                                             42 of 1969\n                                                                          3rd Sch.,\n                                                                         3 of 1975,\n                                                     [8th May, 1894.1    26: $s.3.izz2"
    }
  ],
  "definitions": []
}