{
  "id": "jm-stat-the-public-defender-interim-act",
  "type": "statute",
  "title": "The Public Defender (Interim) Act",
  "title_en": "The Public Defender (Interim) Act",
  "short_name": "Public Defender (Interim) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-public-defender-interim-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-public-defender-interim-act | Legal areas: Constitution",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1-1\n                               PART IV Process of Iiivestigutioii\nProcedure in\nrespect of         16.---(1)  Where the Public Defender proposes to conduct any\ninvestigation.   investigation under this Act, he shall give to the specitied\n                 officers an opportunity to comment in writing on any allegations\n                 relating to such action; and for the purposes of this subsection\n                 “specified officers” means-\n                       (a) in relation to an allegation concerning an action\n                           mentioned in section 13 (1) (a)-\n                                (i) the principal officer of the authority to which\n                                    the investigation relates; and\n                                (ii) any other officer thereof who is alleged to\n                                     have done or authorized any such action; and\n                       (b) [Deleted by Act 25 qf2002, S. 26.1\n                        (2) The Public Defender may adopt whatever procedure\n                 he considers appropriate to the circumstances of a particular\n                 case and,. subject to the provisions of this Act, may obtain\n                 information from such persons and in such manner, and make\n                 such enquiries as he thinks fit.\n                         (3) Nothing in this Act shall be construed as requiring the\n                 Public Defender to hold any hearing, and except as provided by\n                 subsections (1) and (5) of this section, no person shall be entitled\n                                [The ~iiclustonof tliis page I S awlionzed by L N   8820031\n                           PUBLIC DEFENDER (INTERIM)                                15\n      as of right to comment on any allegations or to be heard by the\n      Public Defender.\n              (4) Regulations made under this Act may prescribe the\n      procedure to be adopted at any hearing and such procedure may\n      include provision to ensure that any such communication as is\n      mentioned in section 23 (5) is not disclosed at that hearing.\n\\\n                (5) If it appears to the Public Defender during the course\n      of an investigation that there are sufficient grounds for making a\n      report or recommendation that may adversely affect any person,\n      he shall give that person an opportunity to be heard and that person\n      may, if he wishes, be represented at that hearing by an attorney-at-\n      law or any other person.\n                (6) Where, for the purposes of an investigation, the Public\n      Defender requires a person to attend before him, that person shall\n      be entitled to be paid, according to the scale laid down in the First\n      Schedule to the Witnesses' Expenses Act, expenses incurred by\n      him by reason of such attendance and by way of compensation for\n      the trouble and loss of time suffered by him.\n              (7) After conducting an investigation under this Act, the\n      Public Defender shall inform the principal officer of the authority\n      concerned of the result of that investigation, and if the Public\n      Defender is of the opinion that-\n           ( a ) the complainant has sustained injustice in consequence\n                 of a fault in the administration of that authority; or\n           ( b ) the complainant's constitutional rights have been, are\n                 being or are likely to be infringed as a result of any action\n                 taken by the authority,\n\\I>   he shall inform such officer aforesaid of the reason for that opinion\n      and may, as he thinks fit, make recommendations for action to be\n      taken by that authority within a specified time.\n             ( 8 ) Where the Public Defender has made a\n      recommendation under subsection (7) and within the time specified\n                      [The inclusion of thia page is authorized by   LN   3l20021\n16                       PUBLIC DEFENDER (INTERIM)\n     or a reasonable time thereafter, he is of the opinion that no adequate\n     action has been taken to remedy the injustice or infringement, he\n     shall lay before Parliament a special report on the case.\n              (9) The Public Defender shall not, in any report under\n     subsection (8), comment adversely on any person unless he has\n     given that person an opportunity to be heard.\n              (10) Where the Public Defender is of the opinion that-              -I\n          (a) the complainant has sustained such injustice or suffered\n               such infringement as mentioned in section 13 (1) (a),he\n               shall inform the complainant of that opinion, the nature\n               of the injustice or the infringement and the\n               recommendations (if any) which have been made to\n               remedy the injustice or infringement, and may make such\n               comments in relation to the case as he thinks fit;\n          ( b ) the complainant has suffered no such injustice or\n                infringement he shall inform the complainant of that\n                opinion and the reasons therefor and may make such\n                comments in relation to the case as he thinks fit.\n               (1 1) On the conclusion of an investigation, the Public\n     Defender may make to the authority concerned such\n     recommendations as he thinks fit and in particular, but without\n     prejudice to the generality of the foregoing, may recommend any\n     or all of the following-\n          ( a ) that the action which was the subject-matter of the\n                complaint be reviewed;\n          ( b ) the alteration of an enactment, rule or regulation which\n                causes or may cause injustice or infringement of\n                constitutional rights;\n          (c) that compensation be made to the complainant.                       0\n              (12) If the Public Defender finds, during the conduct of\n     his investigations or on the conclusion thereof, that there is evidence\n     of a breach of duty, or misconduct, or criminal offence on the part\n                     [The inclusion of this pq3e is authorized by L N   3/2002]\n                 PUBLIC DEFENDER (INrERIA()                               17\nof an officer or member of any authority, he shall refer the\nmatter to the person or body of persons competent to take such\ndisciplinary or other proceedings as may be appropriate against\nthat officer or member and in all such cases shall lay a special\nreport before Parliament.\n   1 7 . 4 1 ) Subject to the provisions of subsection (5) and Evidence\nsection 18 ( l ) , the Public Defender may at any time require any\nofficer or member of an authority, or any other person who, in\nhis opinion, is able to give any assistance in relation to the\ninvestigation of any matter, to finish such information and\nproduce any document or thing in connection with such matter\nand which may be in the possession or under the control of that\nofficer or member or other person.\n     (2) Subject as aforesaid, the Public Defender may\nsummon before him and examine on oath-\n   (a) any complainant; or\n    (b) any officer, member or employee of an authority, or any\n        other person who, in the opinion of the Public Defender,\n        is able to hrnish information relating to the investigation,\nand such examination shall be deemed to be a judicial\nproceeding within the meaning of section 4 of the Perjury Act.\n       (3) For the purposes of an,&ygstigation under this Act,\nthe Public Defender shall have t h e , p e powers as a Judge of\nthe Supreme Court in respect of the attendance and examination\nof witnesses and the production of documents.\n       (4) Any obligation to maintain secrecy or any restriction\non the disclosure of information or the production of any\ndocument or paper or thing imposed on any person\nby or under the Official Secrets Act, 1911 to 1939 (or any\nAct of the Parliament of Jamaica replacing the same in\nits application to Jamaica) or, subject to the provisions\nof this Act, by any other law (including a rule of law)\n18                                   PUBLIC DEFEXDER NNTERLMl\n                shall not apply in relation to the disclosure of information or the\n                production of any document or thing by that person to the Public\n                Defender for the purpose of an investigation; and accordingly,\n                no person shall be liable to prosecution for an offence under the\n                Official Secrets Acts, 1911 to 1939 or such Act of Parliament of\n                Jamaica or any other law aforesaid, by reason only of his\n                compliance with a requirement of the Public Defender under this\n                Act.\n                           ( 5 ) No person shall, for the purpose of an investigation,\n                be compelled to give any evidence or produce any document or\n                thing which he could not be compelled to give or produce in\n                proceedings in any court of law.\nRestrictionon      1 8 . 4 1 ) Where the Secretary to the Cabinet at the direction\ndisclosure of\ncertain\n                of Cabinet-\nmanm\n                         (a) gives notice that the disclosure by the Public Defender\n                             of any document or information specified in the notice,\n                     '\n                             or any class of document or information so specified,\n                             would-\n                                   (i) involve the disclosure or the deliberations or\n                                       proceedings of the Cabinet or any committee\n                                       thereof, relating to matters of a secret or\n                                       confidential nature and is likely to be\n                                       injurious to the public interest; or\n                                   (ii) prejudice the relations of Jamaica with the\n                                        government of any other country, or with\n                                        any international organization; or\n                                   (iii) prejudice the detection of offences,\n                            the Public Defender or any member of his staff shall not\n                            communicate to any person for any purpose any\n                            document or information specified in the notice, or any\n                            document or information of a class so specified;\n                ~~\n                                  [The IIlCilI\\lOll of this page IS aiithonzed by 1. N   88/20031\n                     PUBLIC DEFENDER (INTERIM)                                19\n     ( b ) certifies that the giving of any information or the\n           answering of any question or production of any\n           documents or thing would prejudice the security or\n           defence of Jamaica, the Public Defender shall not hrther\n           require such information or answer to be given or such\n           document or thing to be produced.\n           (2) Except as provided under subsection (I), no law which\nauthorizes or requires the refusal to answer any question or the\nwithholding of any information or document or thing on the ground\nthat the answering of the question or the disclosure of the\ninformation, document or thing would be injurious to the public\ninterest, shall apply in respect of any investigation by or proceedings\nbefore the Public Defender."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.--(1) The Public Defender shall receive such emoluments ReniuncrJ-\n                                                                tion of\nand be subject to such other terms and conditions of sen-ice as PL,h,,;\nmay from time to time be prescribed by or under any law or by a Defmier\nresolution of the House of Representatives, such emoluments\nbeing not less than the emoluments which may, from time to\ntime, be payable to a Puisne Judge.\n        ( 2 ) The emoluments and terms and conditions of service\nof the Public Defender, other than allowances that are not taken\ninto account in computing pensions, shall not be altered to his\ndisadvantage during the period of his appointment or\nreappointment, as the case may be.\n        (3) The emoluments for the time being payable to the\nPublic Defender under this Act shall be charged on and paid out\nof the Consolidated Fund.\n                                                                     Pensions."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The provisions of the First Schedule shall have effect sic,\nwith respect to the pension and other benefits to be paid to or in ~ i r s t\n                                                                   Schedule\nrespect of a person who has held o f i c e as Public Defender."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1)   The Public Defender may appoint and employ for the .lppoi,lt-\npurposes of this Act, at such remuneration and on such terms nlzntof\n                                                                  staff.\nand conditions as may be approved by the Commission\nconstituted under subsection (2), such officers and agents as may\nbe considered necessary to assist him in the proper performance\nof his functions under this Act.\n        ( 2 ) The Commission referred to in subsection (1) shall\nconsist of-\n   (a) the Speaker, as chairman;\n    (h) the President of the Senate;\n    (c) the person designated by the Prime Minister as Leader\n        of Government Business in the House of\n        Representatives;\n8                               PUBLIC DEFENDER ( I N T E M )\n                       (d) the person designated by the Leader of the\n                             Opposition as Leader of Opposition Business in the\n                             House of Representatives;\n                        (e) the person designated by the Leader of the\n                             Opposition as Leader of Opposition Business in the\n                             Senate; and\n                        v) the Minister responsible for finance.\n                          (3) The Governor-General may, subject to such\n               conditions as he may impose, approve of the appointment to the\n               staff of the Public Defender, of any officer in the public service,\n               provided that in relation to pension, gratuity, allowance and\n               other rights as a public officer, such officer shall be deemed to\n               be in the public service while so employed.\nOath of          12. Every person appointed to the staff of the Public Defender\nsecrecy.\n               shall, before he performs any hnction assigned to him under or\n               by virtue of this Act, take and subscribe an oath to be\n               administered by the Public Defender, in the form set out in the\nSecond         Second Schedule.\nSchedule.\n                            PART In. Functions of Public Defender\nAdionswhich      1 3 . 4 1 ) Subject to this section, the Public Defender shall\nPublic\n&fendm may     investigate any action taken where he is of the opinion-\ninvestigate.\n                   (a) that any person or body of persons-\n                             (i) has sustained injustice as a result of any\n                                  action taken by an authority or an officer or\n                                  member of such authority, in the exercise of\n                                  the administrative functions of that authority;\n                                  or\n                             (ii) has suffered, is suffering or is likely to suffer\n                                  an infringement of his constitutional rights as\n                                  a result of any action taken by an authority or\n                                  an officer or member of that authority; or\n                     (b) [Deleted by Act 25 of 2002,S. 26.1\n                              [The inclusioii of this page is authorized by L.N. 88/2003]\n       (2) Subject to subsection ( 3 ) , the Public Defender shall\nnot investisate-\n    (a) any action referred to in subsection ( 1) ((7) (i) in respect\n        of which the complainant has or had a remedy by way\n        of proceedings in any court or in any tribunal\n        constituted by or under any other Act; or\n    (h) any of the following actions or niatters-\n               (i) the commencement or conduct of civil or\n                   criminal proceeding in any court of law i n\n                   Jamaica or before any international court or\n                   tribunal;\n               (ii) any action done with respect to orders or\n                    directions to the Jamaica Defence Force or\n                    members thereof, or any proceedings under\n                    the Defence Act;\n               (iii) action taken in relation to the extradition of\n                     any person by the Minister responsible for\n                     extradition;\n               (iv) any decision or action of a Service\n                    Commission relating to the appointment,\n                    removal and disciplinary control of any\n                    person;\n               (v) the grant of honours, awards and privileges\n                   under the National Honours and Awards Act;\n      (c) the exercise of the powers conferred on the Governor-\n          General by section 90 of the Constitution (which\n          relates to the prerogative of mercy); or\n              [The Inclusion of this page IS aarhonzed h! L N   8S 2OO.;j\n        (4 any action taken by the Director of Public Prosecutions\n            in the exercise of his constitutional hnctions;\n        ( e ) any action which, by virtue of any provision of the\n              Constitution, may not be enquired into by any court of\n              law-.\n           ( 3 ) The Public Defender may conduct an investigation\ninto-\n        (a) any such action as is mentioned in paragraph (a) of\n            subsection (2), if he is satisfied that in the particular\n            circumstances it is not reasonable to expect the\n            complainant to take or have taken proceedings as\n            referred to in that paragraph;\n    ( b ) any reports or complaint made to a Service Commission\n          in respect of the appointment, removal, promotion,\n          disciplinary control or other personnel matters in\n          relation to any person.\n          (4) The Public Defender shall not be precluded from\nconducting an investigation in respect of any matter by reason\nonly that it is open to the complainant to apply to a court for\nredress under section 25 of the Constitution.\n       (5) If any question arises as to whether the Public\nDefender has jurisdiction to investigate any case or class of case\nunder this Act, the Public Defender may apply to the Supreme\nCourt for a declaration determining that question.\n       ( 6 ) The fact that an action is commenced in any court in\nconnection with a matter under investigation by the Public\nDefender shall not preclude such investigation unless the court\notherwise directs.\n                  II lie iiidw.1oii of this page i s aiithonred by I. N   W2003l\n                   PIJBLIC DEFENDER (INTERIM)                                   11\n          ( 7 ) [Deleted by Act 25 of2002, S .26.]\n          (8) [Deleted hy Act 25 qf2002, S. 26.1\n                                                                     \\Yho ma>"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Oath of secrecy.\n                     PART 111. Functions of Public Defender"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(  1) A complaint to the Public Defender may be made by Il,al\\s cotll-\nany person or body of persons, whether incorporated or not, who plaint.\nclaims-\n      (a) to have sustained an injustice referred to in paragraph\n          (a) (i) of subsection (1) of section 13;\n      (b) to have suffered, to be suffering or to be likely to\n          suffer an infringement referred to in paragraph (a) (ii)\n          of that subsection; or\n      (c) [Deleted by Act 25 qf2002, S. 26.J\nbut such complaint shall not be made by a local authority or a\nbody constituted for the purposes of the public service or a local\nauthority.\n          (2) Where the complainant-\n      (a) is a minor, the complaint may be made by his parent,\n          guardian, next fiiend or person in loco pareiitis;\n      (b) is unable to act for himself by reason of infirmity, or\n          for any other cause or has died, the complaint may be\n          made by his personal representative, or a member of\n          his family, or any other suitable person.\n       (3) Every complaint to the Public Defender shall be\nmade in writing.\n          (4) Notwithstanding anything provided by or under any\nlaw where a complaint addressed to the Public Defender is made\nby a person who is an inmate of a Government institution or is\ndetained therein-\n      (a) it shall be forwarded to the Public Defender by the\n          person for the time being in charge of the institution;\n          and\n12                                PUBLIC DEFENDER 1INTERLMI\n                      ( b ) if such complaint is contained in a sealed envelope,\n                            the envelope shall be forwarded unopened.\n                        ( 5 ) Regulations made under section 27 may make\n                provisions for ensuring confidentiality of communication\n                between any such person as is mentioned in subsection (4) and\n                the Public Defender.\nInvestigation\nhy F’uhlis        15.-(1)    An investigation pursuant to-\nDefeader.\n                      (a) subsections (1) (a) (i), (3) and (4) of section 13 may\n                          be undertaken by the Public Defender on his own\n                          initiative or on a complaint made to him pursuant to\n                          section 14; or\n                      ( h ) subsection (l)(a)(ii) of section 13 may be undertaken\n                            by the Public Defender on a complaint made to him\n                            pursuant to section 14.\n                         (3) The Public Defender may, in his absolute discretion,\n                determine whether to undertake or continue an investigation and\n                in particular, but without prejudice to the generality of the\n                foregoing, may r e f h e to undertake or continue any investigation\n                if he is of the opinion that-\n                      (a) the subject-matter of the complaint is trivial;\n                      ( h ) the complaint is frivolous or vexatious or not made in\n                            good faith;\n                      (c) the complainant has deferred for too long the making\n                          of his complaint to the Public Defender;\n                      (4 the complainant does not have sufficient interest in\n                            the subject-matter of the complaint; or\n                  PUBLIC DEFENDER ( I N T E M )                               13\n      (e) having regard to all the circumstances of the case, no\n            investigation or hrther investigation is necessary.\n        (3) Where the Public Defender decides not to undertake\nor continue the investigation of a complaint, the Public Defender\nshall inform the complainant in writing of his decision and give\nreasons therefor.\n       (4) The Public Defender in the discharge of his\nfunctions, shall determine whether there is a prima.facie case in\nrespect of which the complainant can institute proceedings but\nshall not represent any complainant in any court or in any\ntribunal.\n       ( 5 ) The Public Defender shall ensure that any person\nwho alleges that his constitutional rights have been or are likely\nto be infringed is provided with ready access to professional\nadvice and where necessary to legal representation.\n      (6) For the purposes of subsection (9, the Public\nDefender shall-\n            determine whether the complainant is in need of legal\n            aid;\n            authorize payment of such legal aid out of f h d s\n            provided by Parliament to the Public Defender for\n            that purpose;\n            compile a list of attorneys-at-law who in his opinion,\n            are experienced in constitutional matters; and\n            invite the complainant to select an attorney-at-law\n            from that list or if no such selection is made, the\n            Public Defender may recommend an attorney-at-law\n            whose name is on that list.\n        _           _     ~      ~   ~           ~              ~\n                [The inclusion of this p a p is authorized by L N. 88/2003]"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Investigation by Public Defender.\n                       PARTIV. Process of Investigation"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Evidence.\n                 [The inclusionof this p . 8 ~\n                                             is UIMA\n                                                   by L.N. 3n00.71\n2                         PUBLIC DEFENDER (INTERIM)"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.The Public Defender may, for the purpose of preventing or enter\n                                                                   Power to\n                                                                         pre-\ndetecting crime or protecting the right or freedoms of any person, mises\nenter any premises occupied by any authority in order to inspect ~ ~ ~ m e n t s ,\nany document or record therein in respect of any matter under\ninvestigation and may, without prejudice to the provisions of\nsections 17 and 18, make such enquiries and retain such document\nor record, as he considers necessay to such investigation."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.+ 1) Except in the case of proceedings for an offence under Privilege.\nsection 25 (c), no proceedings whatsoever shall lie against the\nPublic Defender or any person concerned with the administration\nof this Act for anything he may do or report or say in the\nperformance of his functions under this Act.\n         (2) Anything said ar'any information supplied or any\ndocument or thing produced by any person for the purpose or in\nthe course of, any enquiry by or proceedings before the Public\nDefender under this Act, shall be absolutely privileged in the same\nmanner as if the enquiry or proceedings were proceedings in a\ncourt of law.\n         (3) For the purposes of the Defamation Act, any report\nmade by the Public Defender under this Act and any fair and\naccurate report thereon shall be deemed to be privileged.\n              [The inclusion of this page is authorid by L.N. 3i2002l\n20                                 PUBLIC DEFENDER (INTERIM)\n                                           PARTV. General\nSecrecy of\ninformation\n                 2 1.--(1) The Public Defender and every person concerned with\n              the administration of this Act shall regard as secret and confidential\n              all documents, information and things disclosed to them in the\n              execution of any of the provisions of this Act, except that no\n              disclosure-\n                                                                                       7\n                   (a) made by the Public Defender or any person aforesaid in          ,\n                       proceedings for an offence under section 25 of this Act\n                        or under the Perjury Act, by virtue of section 17 (2) of\n                        this Act;\n                   (b) which the Public Defender thinks it necessary to make\n                       in the discharge of his h c t i o n s and for the purpose of\n                       executing the provisions of section 16-and section 23,\n                       subject as provided in subsection (5) thereof,\n              shall be deemed inconsistent with any duty imposed by this\n              subsection.\n                       (2) Neither the Public Defender nor any such person\n              aforesaid shall be called upon to give evidence in respect of, or\n              produce, any document, information or thing, aforesaid in any\n              proceedings other than proceedings mentioned in subsection (1).\nAccounts,        2 2 . 3 1 ) The accounts and financial transactions of the office\netc\n              of Public Defender shall be audited annually by the Auditor-General\n              and a statementof accounts so audited shall form part of the annual\n              report mentioned in section 23.\n                       (2) The Public Defender shall, at such time within each\n              year as the Minister may direct-\n                   (a) submit to the Minister a statement of the accounts of the\n                       Public Defender audited in accordance with the\n                       provisions of subsection (1);\n                                                                                       0\n                   (b) submit to the Minister for approval the estimates of\n                       revenue and expenditure for the financial year\n                       commencing on the 1st day of April next following.\n                         PUBLIC DEFENDER (INTERIM)                            21\n            ( 3 ) In this section \"Minister\" means the Minister\n    responsible for finance."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(1)    The Public Defender may at any time be required by Reports\n    Parliament to submit thereto a report in respect of any matter under\n    investigation by him.\n             (2) The Public Defender shall submit to Parliament an\n    annual report relating generally to the execution of his functions\n    and may at any time submit a report relating to any particular case\n    or cases investigated by him which, in his opinion, require the\n    special attention of Parliament.\n             (3) Reports under this section shall be submitted to the\n    Speaker of the House of Representatives and the President of the\n    Senate who shall, as soon as possible, have them laid on the Table\n    of the respective Houses.\n             (4) The Public Defender may, in the public interest, from\n    time to time publish in such manner as he thinks fit, reports relating\n    to such matters as are mentioned in subsection (2) and any case\n    which is the subject of a special report under section 16 (8) and\n    (1 2), provided that no such reports shall be published until after it\n    has been laid pursuant to subsection (3).\n             (5) The Public Defender shall not, in any report furnished\n    under this section, disclose or act upon any communication-\n         (a) between a medical practitioner and his patient in their\n              professional relationship; or\n         (b) between a minister of religion and any person consulting\n             him in his capacity as such; or\n0        (c) between an Attorney-at-law and his client in their\n             professional relationship,\n    where such communication came to the Public Defender's\n    knowledge during the course of an investigation under this Act.\n22                               PUBLIC DEFENDER (INTERIM)\nRegister"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Where the Public Defender decides to investigate a complaint\n           he shall cause to be recorded in a register kept for the purpose-\n                (a) the name of the complainant;\n                ( b ) the subject-matter of the complaint and the date thereof;\n                      and\n                (c) on the conclusion of the investigation, the Public\n                    Defender's decision respecting the complaint,                     -?\n           and any person may, on payment of such fees as may be prescribed,\n           inspect, during the hours and on the days of business of the Public\n           Defender, any register kept pursuant to this subsection.\nOffences     25. Every person who-\n                (a) wilfully-\n                           (i)    makes any false statement to or misleads or\n                                  attempts to mislead the Public Defender or any\n                                  other person in the execution of his functions\n                                  under this Act; or\n                           (ii) fails to comply with any lawful requirement\n                                of the Public Defender or any other person\n                                under this Act; or\n                ( b ) without lawful justification or excuse-\n                          (i) obstructs, hinders or resists the Public\n                                Defender or any other person in the execution\n                                of his functions under this Act; or\n                           (ii) fails to comply with any lawful requirement\n                                of the Public Defender or any other person\n                                under this Act; or\n                           (iii) contravenes the provisions of section 14 (4);\n                                 or                                                   0\n               (c) in a manner inconsistent with his duty under section\n                   2 1 (l), deals with documents, information or things\n                   mentioned in that subsection,\n                        (7he inclusion of this page is authorized by L.N.   3/2002]"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Transfer of employees of Ombudsman\n          SCHEDULES.\n                     [The inclusionof this page is authorized by L N 3nOOZl\n                        PUBLIC DEFENDER (INTERIM)                               5\n           (4) The Public Defender may be removed from his office\n    only for inability to discharge the functions of his office (whether\n    arising from infirmity of body or mind or any other cause) or for\n    misbehaviour and shall not be so removed except in accordance\n    with the provisions of this section.\n           ( 5 ) If each House of Parliament by resolution decides that\n-\n    the question of removing the Public Defender from office ought to\n    be investigated then-\n         ( a ) the Governor-General, acting after consultation with the\n               Prime Minister and the Leader of the Opposition, shall\n               appoint a tribunal which shall consist of a chairman and\n               not less than two other members, from among persons\n               who hold or have held office as a judge of a court having\n               unlimited jurisdiction in civil and criminal matters in\n               some part of the Commonwealth or a court having\n               jurisdiction in appeals from any such court; and\n         ( b ) that tribunal shall enquire into the matter and report on\n               the facts thereof to the Governor-General and advise the\n               Governor-General whether the Public Defender ought\n               to be removed from office for inability as aforesaid or\n               for misbehaviour.\n           ( 6 ) The provisions of sections 8 to 16 of the Commissions\n    of Enquiry Act shall, apply mutatis rnutandis in relation to tribu-\n    nals appointed under subsection (5) or, as the context may require,\n    to the members thereof as they apply in relation to Commissions\n    or Commissioners appointed under that Act.\n           (7) Where the question of removing the Public Defender\n0   from office has been referred to a tribunal appointed under\n    subsection ( 5 ) and the tribunal has advised the Governor-General\n    that the Public Defender ought to be removed from office, the\n    Governor-General shall by instrument under the Board Seal,\n    remove the Public Defender from office.\n 6                                  PUBLIC DEFENDER (INTERIM)\n                      (8) Where the question of removing the Public Defender\n               from office has been referred to a tribunal under subsection (9,\n               the Governor-General, acting after consultation with the Prime\n               Minister and the Leader of the Opposition, may suspend the Public\n               Defender from performing the functions ofhis office, and any such\n               suspension may at any time be revoked by the Governor-General\n               acting as aforesaid, and shall in any case cease to have effect if the\n                                                                                           7\n               tribunal advises the Governor-General that the Public Defender              ;,\n               ought not to be removed from office.\nDisqualifi-      6.-( 1 ) No person shall be qualified for appointment to the\ncation for\nappointment,   office of Public Defender if he-\netc\n                    (a) is a member of the Senate or the House of\n                        Representatives; or\n                    ( b ) is an undischarged bankrupt; or\n                    ( c ) has at any time been convicted of any offence involving\n                          dishonesty or moral turpitude.\n                      (2) The Public Defender shall vacate office if any circum-\n               stances arise that, if he were not Public Defender, would cause\n               him to be disqualified for appointment as such, by virtue of sub-\n               section (1).\nRestric-         7. A person appointed Public Defender shall be a full-time officer\ntion on\nemployment.    and-\n                    (a) except with the approval of the Governor-General, acting\n                        in his discretion, shall not be employed in any other\n                        capacity during any period in which he holds office as\n                        Public Defender; and\n                    ( b ) shall not, at any time after he has ceased to hold office\n                          as Public Defender, be eligible for appointment in the\n                          public service.\nFilling of       8. When a vacancy arises in the office of Public Defender the\nvacancy.\n               Governor-General, after consultation with the Prime Minister and\n                              [The inclusion of this pa&e is authorized by L N   3/2002]\n                 PUBLIC DEFEh'DER ILVTERM                                        7\nthe Leader of the Opposition, may designate someone to act in\nthat office during such vacancy, until an appointment is made."
    }
  ],
  "definitions": [
    {
      "term": "Minister",
      "definition": "the Minister",
      "source_provision": "sec20"
    }
  ]
}