{
  "id": "jm-stat-the-public-gardens-regulation-act",
  "type": "statute",
  "title": "The Public Gardens Regulation Act",
  "title_en": "The Public Gardens Regulation Act",
  "short_name": "Public Gardens Regulation Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-public-gardens-regulation-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-public-gardens-regulation-act | Legal areas: Local Government",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act, unless the context otherwise requires-                    Interpre-\n                                                                            tation.\n     \"functions\" includes powers and duties;\n     \"public garden\" means any land vested in the Commis-\n         sioner of Lands, and designated by him or any entity\n         acting on his behalf for use as public gardens, and\n         includes Bath Botanic Gardens, Castleton Botanic\n         Gardens, Cinchona Botanic Gardens, Royal Botanic\n         Gardens, Fern Gully, Holland Bamboo Grove and any\n         other place designated as such by the Commissioner\n         of Lands;\n     \"zoo\" means a public place or a place within a public\n         garden where a collection of animals is lawfully\n         maintained for purposes of exhibition, conservation or\n          study."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) For the due development, maintenance and adminis- $:$!\ntration of public gardens, the Governor-General may appoint- Super-\n                                                                            intendent of\n     (a) a Superintendent of Public Gardens; and                            Public\n                                                                            Gardens and\n     (b) such other officers and employees as may be staff.\n         necessary for the efficient operation of public gardens.\n       (2) The Superintendent of Public Gardens may, with the\napproval of the Minister-\n     (a) engage in contractual arrangements with other persons\n          or orgallizatiolls in relation to the provision of\n          recreational activities in public gardens;\n     (b) host such public ceremonies as inay be prescribed in\n         public gardens;\n             (The inclusion of this page is authorized by L.N. lll2OlO I\n                                  PUBLIC GARDENS REGULATION\n                        ( c ) determine the opening hours for all public gardens and\n                              zoos,\n                  and shall perform such other functions in connection with the\n                  operations of public gardens as may be assigned to him by or\n                  under this Act or any other enactment."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Superintendent of Public Gardens may, with the\n                  approval of the Minister, delegate or assign to any persor. all or\n                  any of his functions under this Act, but a delegation under this\n                  section shall not preclude the performance of the functions by\n                  the Superintendent.\nDesignation          5. The Superintendent of Public Gardens may designate any\no f area for\nactivities.       area within a public garden for specific activities.\n                              Seizt~reand In7potinding of Stray Animals\n                                            and Offences\nSeizure and          6. A constable or security officer stationed at a public\nimpounding\n                  garden-\n                        ( a ) may seize any stray animal trespassing thereon; and\n                        (b) with all reasonable dispatch and not later than forty-\n                            eight hours after such seizure, transport the animal to\n                            the nearest pound:\n                     Provided that when a Sunday or public holiday intervenes\n                  between the time of seizure of an animal and its removal to the\n                  pound, it shall not be taken into account in calculating the hours\n                  aforesaid.\nUnauthorized         7.-(1)   Any person who, without l a w f ~authority-\n                                                               ~l\ndestruction o f\ntrees.\nanimals. etc.           (a) destroys a tree, flower bed, lawn or shrub;\n                        (b) injures or kills any animal that is lawfully Itept,\n                  in a public garden commits an offence and shall be liable on\n                  summary conviction in a Resident Magistrate's Court to a fine\n                  not exceeding two hundred and fifty thousand dollars or to\n                 PUBLIC GAIUlE.r\\rS REG ULA TIOAr\nimprisonment for a term not exceeding three months or to both\nsuch fine and iinprisomnent.\n        (2) Any such persoil who, when required by a constable\nto give his name and address, gives a false name or a false\naddress, commits an offence and is liable on suinmary\nconviction to a fine not exceeding twenty thousand dollars or to\nimprisonment for a term not exceeding three months or to both\nsuch fine and imprisonment."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Designation of area for activities.\n               Seizure and Impounding ofstray Animals\n                             and Offences"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Any person who, without the permission of the Super- Unauthorized\n                                                                             reaping, sale\nintendent of Public Gardens-                                                 of produce.\n      (a) piclts fruits, plants or flowers;\n      (b) sells goods,\nwithin a public garden, commits an offence and shall be liable\non summary conviction in a Resident Magistrate's Court to a\nfine not exceeding one hundred thousand dollars or to imprison-\nment for a term not exceeding three months or to both such fine\nand imprisonment."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. A person who, without the permission in writing of the unlnwtill\n                                                                 ca~npingor\nSuperintendent of Public Gardens, camps in a public garden, ,,,,,,\nresides in a public garden or occupies any structure within such occ~lpation\n                                                                 of p ~ ~ b l i c\na garden, commits an offence and shall be liable on suinmary garden,\nconviction in a Resident Magistrate's Court to a fine not\nexceeding two hundred and fifty thousand dollars or to\nimprisonment for a term not exceeding three months or to both\nsuch fine and imprisonment."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Any constable stationed at a public garden or zoo may Powersof\n                                                             arrest.\ntake into custody, without warrant, any person who, in the\npublic garden and within view of such constable, acts in\ncontravention of this Act or any regulations made hereunder.\n                                  Regulations"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1)   The Minister may make regulations for the ad- Regulations\nministration and operation of public gardens or zoos and,\n                              P TJLILIC' GARDENS IEG ULA TION\n               jvitho~lt prejudice to the generality of the foregoing, such\n              regulations nlay provide for-\n                   (a) the preservation of order and good conduct among\n                         members of the p~tblicusing public gardens;\n                   (b) the erection on land forming part of a public garden of\n                         huts, booths, tents, sheds, stands and stalls, whether\n                         fixed or movable;\n                   (c) the fees or charges payable in respect of the use of\n                         public gardens for specific activities.\n                      (2) Regulations made under subsectioil (1) shall be\n              subject to affirmative resolution.\n                      (3) Notwithstanding the provisions of section 29 of the\n              Interpretation Act, regulations made under this Act may\n              prescribe in respect of a breach of any of the provisions thereof,\n              greater monetary penalties than those specified in that section,\n              so, however, that the maximum monetary penalty that may be\n              imposed shall be a fine not exceeding two hundred and fifty\n              thousand dollars.\n~ncreaseof        12. The Minister may from time to time, by order subject to\nrnolietary\npenaltiesby   affirmative resolution, increase the monetary penalties specified\norder.        in this Act.\n                            [The inclusion o f this page is authorized by I..N. ll/ZOlO I"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Increase of monetary penalties by order.\n               PUBLIC GARDENS REGULA TION\n          THE PUBLIC GARDENS REGULATION                                         ACI\n                                                                            18 of 2006.\n                                     ACT\n                                                       [Ist March, 2007.1"
    }
  ],
  "definitions": [
    {
      "term": "public garden",
      "definition": "any land vested in the Commis-",
      "source_provision": "sec2"
    },
    {
      "term": "zoo",
      "definition": "a public place or a place within a public",
      "source_provision": "sec2"
    }
  ]
}