{
  "id": "jm-stat-the-public-health-act",
  "type": "statute",
  "title": "The Public Health Act",
  "title_en": "The Public Health Act",
  "short_name": "Public Health Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-public-health-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-public-health-act | Legal areas: Health and Safety",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 1 ) In this Act, unless the context otherwise requires- l!$rpreta-\n   “communicable disease” means any disease due to a\n         specific infectious agent or its toxic products, which\n      arises through transmission of that agent or its\n      products from an infected person or animal to a\n      susceptible person either directly or indirectly,\n      through the agency of an intermediate plant or\n      animal host, a vector or the inanimate environment\n      and includes any infectious disease and any\n      quarantinable disease;\n  “functions” includes duties and powers;\n  “Local Board” means the Local Board of Health in\n      respect of each parish established under section 5;\n  “Medical Officer” means any medical practitioner in\n      the employment of the Government or any Local\n      Board;\n  “Medical Officer (Health)” means any medical practi-\n      tioner appointed by the Governor-General to\n       be a Medical Officer (Health) and shall include the\n      Chief Medical Officer and any other Medical\n      Officer designated by the Minister to be a Medical\n      Officer (Health) for the purposes of this Act;\n  “medical practitioner” means a medical practitioner\n      registered in accordance with any enactment for\n      the time being in force in relation to the registra-\n      tion of medical practitioners;\n  “notifiable disease” means any communicable disease\n      declared by the Minister by order to be a noti-\n      fiable disease;\n      me inclusion of this page is authorized by L.N. 96/1998]\n4                                     PUBLIC HEALTH\n                   “official analyst” means a person in the employment of\n                        Government or a Local Board who is so designated\n                        by the Minister for the purposes of this Act;\n                   “owner” includes the person for the time being entitled\n                        to receive the rent of the premises in relation to\n                        which the word is used, whether on his own\n                         account or as agent of or trustee for any other\n                        person, or who would be so entitled if the premises\n                        were let at a rent;\n                   “premises” includes all ships and boats within the\n                         territorial waters of the Island and all aircraft in\n                         the Island.\n                     (2) The provisions of this Act shall not apply to any\n               premises belonging to or occupied by the Jamaica Defence\n               Force established under the Defence Act, or to any inmate\n               thereof, or to any naval vessel or any aircraft used for state\n               purposes only, belonging to any foreign Government.\nEstablish-   3.-( 1) There shall he established for the purposes of this\nment of\nantral\nHealth Com-\n            Act, a body to be called the Central Health Committee.\nmittee.\nSchedule.          (2) The provisions of the Schedule shall have effect\n               as to the constitution of the Central Health Committee and\n               otherwise in relation thereto.\nFunctions of     4. It shall be the function of the Central Health\nCentral\nHealth         Committee to advise the Minister and the Local Board, on\nCommittee.     such matters connected with public health as they think fit,\n               and on any aspect of that subject referred to them by the\n               Minister or the Local Board, as the case may be, for advice.\nEstablish-      5-41) There shall be established for the purposes of this\nment of\nLocal          Aat, a Local Board of Health in respect of each parish.\nBoards.\n                     (2) The Local Board in respect of the parishes of\n               Kingston and St. Andrew shall be the Council of the\n               Kingston and St. Andrew Corporation as constituted under\n                       [The incli&m of this page isauthorized by L.N.96119981\n                         PUBLIC HEALTH\nthe Kingston and St. Andrew Corporation Act, and in\nrespect of any other parish, the Parish Council of that parish,\nas constituted under the Parish Councils Act."
    },
    {
      "provision_ref": "sec2l",
      "section": "2L",
      "title": "Section 2L",
      "content": "2L-41) All expenses incurred by a Local Board in abat- of\n                                                         Recovery\n                                                            exwnsea\ning a nuisance may be recovered by that Local Board from incurred\n                                                         in abating a\nthe person by whose act or sufferance the nuisance was nuisance.\ncaused.\n        (2) Any expenses recoverable pursuant to this Act or\nany regulations made hereunder by a Local Board from an\nowner of premises may be recovered from the occupier for\nthe time being of such premises, and that occupier shall be\nentitled to deduct any sum paid by him in respect of such\nexpenses, and in respect of the costs of the recovery thereof,\nout of the rent from time to time becoming due in respect of\n         me inclusion of this page is authorized by L.N. %/1998]\n14                           PUBLIC HEALTH\n     the premises, as if the same had been actually paid to the\n     owner as part of the rent :\n          Provided that-\n         (a) the occupier shall not be so required to pay any\n              further sum than the amount of rent which either\n             is for the time being due from him, or which after\n             demand from him of such expenses and notice not\n             to pay any rent without first deducting the same,\n             becomes payable by him, unless he refuses, on the\n             application of the Local Board truly to disclose the\n             amount of his rent and the name and address of\n             the person to whom such rent is payable; but the\n             burden of proof that the sum demanded from any\n             such occupier is greater than the aforesaid amount\n             of rent shall be on such occupier; and\n         (6) nothing in this section shall affect any contract\n              between any owner and occupier of any premises\n             whereby the occupier agrees to pay or discharge\n             all rates, dues and sums of money payable in\n             respect of such premises or shall affect any contract\n             whatsoever between landlord and tenant.\n             (3) Where the owner of the premises concerned is\n     absent from the Island or from the district in which the\n     premises are situated, or is not known or cannot be found,\n     the Local Board having jurisdiction over the area in which\n     the premises concerned are situated shall have power, in\n     addition to any other powers given under this Act for the\n     recovery of expenses incurred in carrying out any of the\n     purposes of this Act, to do the following-\n          (a) after the expiration of four months after the\n               nuisance has been abated to cause the premises\n               concerned to be sold at auction after due adver-\n               tisement in the Gazetre of such intended sale;\n          (b) to receive the proceeds of any such sale and after\n               deducting the expenses incurred as authorized\n                                       ___-\n             me inclusion of this page is authorized by L.N. %I19981\n                     PUBLIC HEALTH                                    15\n        under this Act and of the deed conveying the same,\n        10 pay the residue thereof (if any) to the Accountant-\n        General there to remain without interest until\n        paid out pursuant to the provisions of paragraph\n         t4;\n    (c) to withdraw from the Accountant-General such\n         residue and to pay the same to any person whom\n         the Crown Solicitor shall certify to be entitled\n         therzto, so, however, that any payment made pur-\n         suant to any such certificate shall absolve that\n         Local Board from any further liability for the sum\n         so paid, but shall not prejudice the right of any\n         person who shall prove his right or title thereto in\n         a court of competent jurisdiction to recover the\n         same from the person to whom payment was made\n         or from his legal representative; and\n    (d) to execute a deed transferring the said premises to\n         the purchaser thereof, which deed shall be under\n         the common seal of that Local Board affixed by the\n         chairman of that Board in the presence of two\n         members of that Board and shall absolutely vest\n         the said land in the purchaser."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Subject to the provisions of this Act, the Local Boards Functionsof\nshall have the power, for the purpose of the performance of bLocal\n                                                               ards.\ntheir functions under this Act-\n     (a) to divide their respective parishes into sanitary\n          districts and from time to time alter such districts\n          in number or extent as may be convenient;\n     (b) to carry on all activities which appear to them to\n          be requisite, advantageous or convenient in the\n          interest of public health;\n     (c) to enforce all regulations and orders made under\n          this Act; and\n     (d) to do anything and enter into any transaction\n          which, in the opinion of the Local Board, is\n          necessary to ensure the proper discharge of their\n          functions."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-( 1) A Local Board may from time to time, and shall ~ o c Board\n                                                                   a ~\nif directed by the Minister to do so, make regulations relating ~ & ~ ~    ~   ~   s   .\nto-\n       (a) the overcrowding of buildings and measures to\n            remedy same;\n       (b) the provision, use and maintenance of public\n            sanitary conveniences;\n       (c) the cleaning, disinfection and maintenance of\n            premises, including markets, slaughter houses,\n            dairies, places connected with the food trade, and\n            any public place;\n       (d) barracks;\n       (e) the closure of buildings dangerous to the inhabit-\n            ants thereof or to public health;\n6                       PUBLIC HEALTH\n          the inspection, certification and maintenance of\n          sanitary conditions in lodging houses and camps;\n         the licensing of barbers and the inspection and\n          licensing of, and maintenance of sanitary condi-\n          tions in, barber shops;\n         the inspection and maintenance of sanitary condi-\n          tions in bathing beaches and swimming pools;\n         the control of spitting and defecating of body dis-\n         charge in public places;\n         the inspection and maintenance of sanitary condi-\n          tions in shops, restaurants and other eating estab-\n         lishments, and all other premises where articles of\n         food or drink are manufactured, or prepared for\n         sale, stored, handled or sold;\n         the furnishing, equipment, sanitation and mainten-\n         ance of bakeries, bread shops, meat shops,\n         butchers’ shops, groceries, markets, aerated water\n         factories, ice factories and any other premises\n         where any article of food is manufactured, pre-\n         pared for sale, stored, handled or sold;\n         the regulation, sanitation, equipment, maintenance,\n         inspection and registration of dairies, and any\n         premises where any business in relation to the\n         production, sale, delivery, or distribution of milk\n         is carried on;\n    (rn) the inspection and testing of goats and cows from\n         which milk is obtained for sale and the precautions\n          to be taken in the milking of animals;\n    (n) the medical examination and certification of per-\n         sons engaged in the food or milk trades, in the\n         manufacture of aerated waters and ice, and in the\n         slaughter of animals or poultry for human con-\n         sumption;\n    (0)nuisances;\n       [The inclusion of this page is autbriid by LN. 87/1986]\n                          PUBLIC HEALTH                                       7\n     (p) the sanitary collection and disposal of garbage and\n            other waste matter;\n     (4) prescribing fees in respect of any examination,\n            certificate or licence for which the Local Board are\n           responsible;\n     (r) prescribing the penalties for the contravention of\n            any regulation;\n     (s) the sanitation and inspection of sanitation facilities 3 3 / 1 w i\n            on artificial islands, installations and structures s. 22.\n            within the exclusive economic zone;\n     ( t ) prescribing any other matter or anything which may 3311991\n            be, or is required by this Act to be prescribed by s. 22.\n            the Local Board.\n        (2) Where a Local Board fail to give effect to the\ndirections of the Minister aforesaid, the Minister may, if he\nconsiders it expedient so to do, make the requisite regula-\ntions under section 14.\n        (3) Regulations made under this section may be made\napplicable to the whole or any part of the parishes for which\nthe Local Board making them are responsible, and shall be\nsubject to the approval of the Minister, who may vary or\namend them."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. T h e Minister may at any time call upon a Local Board s=i&;\nto investigate any disease of human beings present in their investimtion\nrespective parishes, and to do whatever is necessary for of disease.\narresting the spread of that disease."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Every Local Board shall furnish the Minister with all kzL?rd\nreports, documents, figures, and other information with reeports.\n                                                              figures, etc.\nrespect to their activities and such other matters affecting\npublic health, as the Minister may from time to time require."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-( 1) No action, suit, prosecution or other proceedings Protection\n                                                             of\nshall be brought or instituted personally against any member members.\nof a Local Board in respect of any act done bona fide in\npursuance or execution or intended execution of the provi-\nsions of this Act.\n         mhe inclusion of this page is authorized by LN. 90/1993]\n8                                       PUBLIC HEALTH\n                       (2) Where any member of a Local Board is exempt\n               from liability by reason only of the provisions of this section,\n               the Local Board shall be liable to the extent that they would\n               be if the said member was a servant or agent of that Local\n               Board.\nAppoint-         11.-(1) A Local Board may appoint one or more com-\nment and\nconstitution   mittees from among their number for the purpose of better\nOf corn-\nmittee.        discharging their functions and responsibilities under this\n               Act.\n                       (2) The number of members of a committee\n               appointed under subsection (l), their functions and term of\n               appointment, the quorum of the committee, and the area, if\n               any, within which the committee is to exercise authority,\n               shall be determined by the Local Board.\n                       (3) A committee appointed pursuant to subsection\n               (1) shall, notwithstanding anything in this section, have\n               power at any time to co-opt not more than three persons\n               to assist in its deliberations, but no person so co-opted shall\n               have any right to vote on any matter voted upon by the\n               committee.\n                       (4) The validity of the proceedings of a committee\n               appointed under this section shall not be affected by any\n               vacancy amongst the members thereof or by defect in the\n               appointment of a member thereof and subject to the pro-\n               visions of this Act the Committee shall have power to\n               regulate their own proceedings.\n                       (5) The provisions of section 10 shall apply to a\n               member of the committee who is not a member of a Local\n               Board in like manner as they apply to a member of a Local\n               Board.\nPower of         12. The Minister may, on being satisfied that any Local\nwhen           Board have made default in the performance of any of their\nLocal Board\nneglects\n               functions, and in particular with respect to the prevention\nfunctions.\n                       me inclusion of this page is authorized by L.N. 90/19!93]\n                          PUBLIC HEALTH                                      9\nor abatement of any nuisance, the institution of any pro-\nceedings, or the enforcing of any regulation, issue directions\nin writing for any act to be done, any proceedings to be\ninstituted or any regulation to be enforced which the Local\nBoard might have done, instituted or enforced for that\npurpose, at the expense of that Local Board."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Minutes in proper form shall be kept of the proceedings of the Minutes.\nCentral Health Committee."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) Subject to the provisions OE this Schedule, the Central Health General\nCommittee shall have power to regulate its own proceedings, and may wwer to re-\ndelegate to the chairman or to any member or to any subcommittee $        $\n                                                                          :;$:\nthereof, the power and authority to carry out on behalf of the Central delegate\nHealth Committee, such duties as that Committee may determine.            and to\n                                                                          co-opt\n        (2) The Central Health Committee shall, notwithstanding any- memben.\nthing in this paragraph, have power at any time to co-opt persons to\nassist in its deliberations, but no person so co-opted shall have any\nright to vote on any matter voted upon by the Central Health Com-\nmittee."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) The Minister may, if he thinks it appropriate to Power of\n                                                              Minister to\nto do so, by order published in the Gazette, divest a Local reassign\nBoard of all or any of its functions under this Act and vest :?!?\nsuch function or functions in such person or persons as Board.\nthe Minister thinks fit for such period as shall be specified\nin the order.\n       (2) An order under subsection (1) may contain such\nconsequential, supplemental or ancillary provisions as\nappears to the Minister to be necessary or expedient for the\npurpose of giving effect to the order.\n  1 4 . 4 1 ) The Minister may make regulations generally for Minister\ncarrying out the provisions and purposes of this Act, and in g;,rke\nparticular, subject to section 7, but without prejudice to the tions.\ngenerality of the foregoing, may make regulations in relation\nto-\n      (a) notifiable and communicable disease, the treatment\n          and prevention thereof and the isolation of patients\n          suffering therefrom;\n      (6) the prevention, mitigation and suppression of\n          disease, including the disinfection, closing, or des-\n          truction of buildings in which infected persons\n          have lodged or resided, and the restriction of move-\n           ment of persons into and out of infected areas;\n      (c) vaccinations and inoculations;\n                                                                36 Oi 1995\n      (d) air and soil pollution;                               3rd SCSL\n          me inclusion of this page is authorized by L.N. %/1998]\n10                                      PUBLIC HEALTH\n                       the collection and publication of epidemiological\n                        and other data pertaining to public health;\n                        occupational diseases and employment health\n                        hazards;\n                        the importation, preparation, and distribution of\n                        food or drink intended for human consumption, in\n                        so far as it concerns public health;\n                        the inspection and prevention from contamination\n                        of food and drink intended for human consump-\n                        tion, the analysing and testing of samples of such\n                        food and drink by an official analyst, the issuing of\n                        certificates in relation thereto, and the condemna-\n                        tion, seizure and disposal of such articles as are\n                        unfit for human consumption;\n                        the control and destruction of rodents, mosquitoes\n                        and other insects, termites, and other vermin;\n                        prescribing any fees in respect of any examination,\n                        certificate, licence or other matter under this Act;\n                        prescribing any forms for the purposes of this Act;\n                        prescribing any other matter or anything which\n                        may be, or is required by this Act to be prescribed\n                        by the Minister.\n                      (2) Regulations made under subsection (1) may be\n               made applicable to the entire Island or to such part thereof\n               as may be specified therein.\nPenaltiesin      15. Notwithstanding the provisions of section 29 of the\nregu'ations.   Interpretation Act, regulations made under this Act may\n               prescribe greater penalties than those specified in the said\n               section 29, so, however, that the maximum penalty that may\n22/1996\ns. 2.          be imposed shall be a fine of fifty thousand dollars or\n               imprisonment with hard labour for twelve months.\n                         PUBLlC HEALTH                                          11\n  1 6 4 1 ) Where the Central Health Committee or Local Minister\n                                                               may give\nBoard report to the Minister-                                  directions in\n                                                               certain cir-\n     (a) existence of any local condition in any part of the cumstances.\n          Island tending to endanger public health, and there\n          are no powers under any law other than this section\n          whereby such condition may be removed or\n          guarded against; or\n     (6) that any part of the Island appears to be threatened\n          with or affected by any communicable disease in\n          epidemic proportions, and that measures apart\n          from, or in addition to, those specifically provided\n          for in this Act, should be taken promptly,\nthe Minister may by order direct the enforcement of any\nmeasures recommended by the Central Health Committee\nor by a Local Board, as the case may be, or any other\nmeasures that he thinks expedient for removing or otherwise\nguarding against any such condition and the probable con-\nsequences thereof, or for preventing or mitigating as far as\npossible, any such disease.\n        (2) Any order made under this section may extend to\nthe whole Island or to such part thereof or to such particular\nplaces as may be specifiecd therein.\n        (3) A copy of every order made under this section\nshall be posted in a conspicuous place at every police station\nand post office in the Island.\n        (4) Any person who contravenes the provisions of\nany order made under this section shall be guilty of an\noffence under this Act."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. No action, suit, prosecution or other proceedings shall be brought Protbction\n or instituted personally against any member of the Central Health ofmcm-\nCommittee in respect of any act done born w e in pursuance or execu- bers.\ntion or intended execution of the provisions of this Act."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The office of the chairman or member shall not be a public Wceot‘\nofficefor the purposes of Chapter V of the Constitution of Jamaica. chairman\n                                                                         or member\n                                                                         not public\n                                                                         oma.\n          P’ha inaimion of this page is aunhorized by L.N. 87/198q"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. An order or regulation made in refation to any com- Publication\n                                                                   of regula-\nmunicable disease shall not have effect until it is-   tions.\n    (a) gazette& or\n    (6) published in such other manner as the Minister\n        may in any particular case determine,\n             .\n         me inclusion of this pase is authorized by L.N. %I19981\n12                                      PUBLIC HEALTH\n               so, however, that where the order or regulation is published\n               pursuant to paragraph (b) and comes into force, a notifica-\n               tion in accordance with section 60 of the Interpretation Act\n               shall be made in the Gazette as soon as possible.\nMinister          lS.-(l) Where there is prevalent in the Island, or in any\nmay prohi-\nbit assembly   part thereof any communicable disease in epidemic propor-\nof persons.\n               tions, the Minister may, by order published in the Gazette,\n               prohibit the assembly of persons exceeding such number as\n               may be prescribed in that order at any place specified there-\n               in, and such prohibition may be made applicable to the\n               whole Island or to any part thereof.\n                        (2) Every person who is present at, or promotes,\n               aids, or assists in the promotion of any assembly prohibited\n               under subsection (1) shall be liable on summary conviction\n221 19%\n               before a Resident Magistrate to a penalty of two thousand\ns. 3.          five hundred dollars and in default of payment, to imprison-\n               ment for a term not exceeding three months.\n                        (3) Any constable may require any assembly\n               prohibited under subsection (1) to disperse, and any person\n               who fails to obey such requirement shall be liable on sum-\n               mary conviction before a Resident Magistrate to a penalty\n221 1996\ns. 3.          of two thousand five hundred dollars and in defaul't of\n               payment, to imprisonment for a term not exceeding three\n               months.\nMinister          19.-(1) Where there is prevalent in the Island or in any\nmay order\nclosure        part thereof, any communicable disease in epidemic propor-\nof public\nplaces or      tions, and the Minister is satisfied that it is in the interest\nschools.       of public health to do so, he may by order published in the\n               Gazette. direct that any public place or any school in the\n               Island, or in the area in which such disease is prevalent, shall\n               be closed for such period as he thinks necessary.\n                        (2) Any person who fails to comply with any order\n               made under subsection (l), shall be liable on summary con-\n               viction before a Resident Magistrate to a fine not exceeding\n                       me inclusion of this page is authorized by L.N. %/1998]\n                         PUBLIC HEALTH                                   13\nfifty thousand dollars and in default of payment to imprison- 2211996\n                                                              S. 4(a).\nment for a term not exceeding six months.\n        (3) Where an offence is a continuing offence, the\noffender shall be liable to a further penalty not exceeding\ntwelve thousand five hundred dollars for every day for which 22/1996\n                                                             S. 4( bXiHii).\nthe offence continues after conviction, and in default of\npayment, to imprisonment for a period not exceeding six\nmonths."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(1) A Medical Officer (Health) or any other person :if$,$,\nauthorized in writing in that behalf by the Minister or by a privap\nLocal Board, or by the Medical Officer (Health) may at all premises.\nreasonable times enter any premises for the purpose of en-\nsuring compliance with the provisions of this Act, or any\nregulations made hereunder and shall, if required to do so\nby the person in charge of the premises, produce his\nauthority for so entering to such person.\n        (2) Where a Medical Officer (Health) is satisfied that\nit is necessary in the interest of public health so to do, he\nmay by himself or by some other person duly authorized\nby him in that behalf, enter any premises with or without\nthe consent of the owner or occupier, and take such action\nas he may consider necessary in the interest of public health."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Every person who-                                    Assaulting\n                                                           and abusing\n    (a) assaults or obstructs any Medical Officer (Health) withholding\n                                                           officers. and\n         or any other duly authorized person acting in the information.\n         execution of his duty under this Act; or\n    (b) fails to furnish any information required from him\n        in accordance with the provisions of this Act, or\n         knowingly furnishes false information,\nshall be guilty of an offence and be liable on summary\nconviction before a Resident Magistrate, to a fine not\nexceeding twenty-five thousand dollars or to impris0nmen.t 221 1996\nfor a term not exceeding twelve months.\n                                                           s. 5.\n- me inclusion of this    page is authorized by L.N. %/1998]\n16                                     PUBLIC HEALTH\nPenalties.      23.-(1) Any person guilty of an offence under this Act,\n              for which no penalty is provided elsewhere in this Act, shall\n              be liable on summary conviction before a Resident Magis-\n22 I 1996     trate to a fine not exceeding twelve thousand five hundred\ns. a(@.\n              dollars and in default of paylmenit thereof to imprisonment\n              for a term not exceeding three months.\n                      (2) Where the offence is a continuing offence, the\n               offender shall be liable to a further penalty not exceeding\n221 1996       two thousand five hundred dollars for every day for which\ns. scaxi)(ii).\n               the offence continues after conviction, and in default of\n               payment, to imprisonment for a period not exceeding two\n               moniths.\nPersons\nentitled to"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Proceedings against any person for an offence against\ntake pro-     this Act and for the recovery of any penalties under this\nceedings.\n              Act or any regulations made thereunder may be instituted\n              by any person authorized in that behalf by the Minister or\n              the Local Board, as the case may be, and such authorized\n              person may prosecute or conduct such proceedings.\nCost of\nactions"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-(1) In any action, suit, prosecution or other legal\nagainst       proceedings brought against a Local Board, or any person,\nLocal\nBoard, etc.   in respect of any act done in pursuance or execution or\n              intended execution of the provisions of this Act, the plaintiff\n              shall not recover unless he alleges in his pleading and proves\n              at the trial, that such act was done either maliciously or\n              without reasonable and probable cause.\n                       (2) Any damages or costs recovered in any such\n              action, suit, prosecution or legal proceedings brought against\n              a Local Board or any person aforesaid, and the costs of the\n              defendant as between solicitor and client, shall be paid out\n              of the Consolidated Fund.\nProsecutions\nto be com-"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. All prosecutions for offences against this Act or any\nmenced       regulations made thereunder shall be commenced within six\nwithin six\nmonths.      calendar months next after the commission of such offence.\n                       m e inclusion of this page is authorized by L.N. %/1998]\n                         PUBLIC HEALTH                                         l?"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Where in any proceedings under the provisions of Reference to\n                                                             owner or\nthis Act relating to nuisances, it becomes necessary to men- occupierin\ntion or refer to the owner or occupier of any premises and           zz:$:r-\nhis name is unknown and cannot on reasonable enquiry be\nascertained, it shall be sufficient to designate him as the\n“owner” or “occupier” of such premises, without name or\nfurther description."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Where two or more owners or occupiers of premises Proceedings\n                                                                   not be\nmay be jointly answerable to any demand or complaint need     brought\nunder this Act, it shall be sufficient to proceed against one\nor more of them without in any manner proceeding against ~ 9 ; ~ ~\nthe other or others, so, however, that nothing contained\nherein shall prevent the parties so proceeded against from\nrecovering contribution in any case in which they would\nbe entitled to contribution by law."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.-(1) Any person aggrieved by any decision of, or any Appeal      to\n                                                               Minister.\nclaim or order made upon him by any Local Board, or any\nother person acting in pursuance of or in execution or\nintended execution of the provisions of this Act, may appeal\nto the Minister within such time and in such manner as may\nbe prescribed.\n         (2) The Minister may-\n     (a) dismiss the appeal and confirm the decision, claim\n           or order concerned; or\n     (b) allow the appeal and set aside the decision, claim or\n           order concerned; or\n     (c) set aside the decision, claim or order concerned,\n           and in substitution therefor, give or make such\n           other decision, claim or order as he may think\n           proper.\n        (3) Any person making an appeal to the Minister\npursuant to subsection (1) shall give notice within the\nprescribed period to the person from whose decision, claim\n        [The inclusion of this page is aut.horized by L.N. 871198q\n18                                      PUBLIC HEALTH\n              or order he is appealing, of his intention to make such\n              appeal, and where notice of appeal has been so given, the\n              decision, claim or order in respect of which such notice\n              has been given shall, unless the Minister otherwise orders\n              pending the hearing of the appeal, await the determination\n              or abandonment of the appeal.\n                                             SCHEDULE                         (Section 3)\nConstitu-      1. The Central Health Committee shall consist of the Chief Medical\ntion of       Wcer and the Director of Veterinary Services or his nominee and\nCentral   such number of other persons (hereinafter referred to as appointed\nHealth\nCommittee.members) not being less than six nor more than nine as the Minister\n          may from time to time appoint.\nTenure of   2 . 4 1 ) The appointment of an appointed member shall, subject to\noffice of the  provisions of this ScheduIe, be for a period-not exceeding three\nmembers.\n          years, and such member shall be eligible for reappomtment.\n                 (2) The Minister may at any time revoke the appointment of\n          any appointed member.\nTemporary   3. The Minister may appoint any person to act temporarily in the\nappoint-  place of any appointed member in the case of the absence or inability\nments.\n          to act of such member.\nChairman.   4. The Chief Medical Officer shall be ex oficio chairman of the\n          Central Health Committee.\nResigna-        5. An appointed member may at any time resign his office by\ntion of       instrument in writing addressed to the Minister and transmitted through\nappointed\nmembers.      the chairman, and from the date of the receipt by the Minister of such\n              instrument that member shall cease to be an appointed member.\nFilling o f     6. If any vacancy o c c u s in the membership of the Central Health\nvacancies.    Committee, such vacancy shall be fdled by the appointment of another\n              member who shall, subject to the provisions of t h i s Schedule, hold\n              office for the remainder of the period for which the previous member\n              was appointed.\nValidity of      7. The validity of the proceedings of the Central Health Committee\nproceed-      shall not be affected by any vacancy amongst the members thereof or\nings.\n              by any defect in the appointment of a member thereof.\nPublication      8. The names of all members of the Central Health Committee as\nof memkr-     first constituted and every change in the membership thereof shall be\nShiD.\n              published in the Gazette.\nMeetings.        9.--(1) The Central Health Committee shall meet at such times as\n              may be necessary or expedient for the transaction of business, and such\n              meetings shall be held at such places and times and on such days as\n              the Central Health Committee shall determine.\n                        me inclusion of this page is authorized by LN. 87/1986]\n                          PUBLlC HEALTH                                           19\n        (2) The chairman may at any time call a special meeting of the\nCentral Health Committee and shall call a special meeting to be held\nwithin seven days of a written request for that purpose addressed to him\nby any two members.\n        (3) The chairman shall preside at the meetings of the Central\nHealth Committee, and if he is absent from any meeting the members\npresent and constituting a quorum shall elect one of their number to\npreside at that meeting.\n        (4) The quorum of the Central Health Committee shall be four."
    }
  ],
  "definitions": []
}