{
  "id": "jm-stat-the-public-order-act",
  "type": "statute",
  "title": "The Public Order Act",
  "title_en": "The Public Order Act",
  "short_name": "Public Order Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-public-order-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-public-order-act | Legal areas: Defence and National Security",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Religious services held under the authority of the heads of the\n           following denominations-\n                   (a) The Church in Jamaica in the Province of the West Indies.\n                   (6) The Roman Catholic Church.\n                   (c) The Presbyterian Church.\n                   (d) The Methodist Church.\n                   (e) The Baptist Union.\n                    (f) The Congregational Union.\n                   (g) The Christian Science Churches.\n                   (h) The Jamaica Association of Christian Churches.\n                    (i) The Church of Christ.\n                    (j) The Moravian Church.\n                   (k) The Friends Churches.\n                    (0 The Salvation Army.\n                  (m)The African Methodist Episcopal Churches.\n                   (n) The Seventh-day Adventist Church.\n                   (0) The Church of God.\n                   (p) The United Congregation of Israelites."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                Illtcrpret.-\n                                                               tion.\n  “local authority” means the Kingston and Saint\n        Andrew Corporation, any Parish Council, the\n        Water Commission, or any other statutory body\n        declared by the Minister by order to be a local\n        authority for the purposes of this Act;\n  “meeting”means any assembly or gathering of persons\n        held for the purpose of the transaction of matters\n        of public interest or for the discussion of such\n        matters or for the purpose of the expression of\n        views upon such matters;\n  “offensive weapon” includes-\n     (a) any firearm as defined in the Firearms Act; and\n    (b) any stick, rod, bar or similar implement or any\n           stone, brick or other missile, whether similar to\n           the foregoing or not, or any catapult or similar\n           implement unless it is proved to the satisfaction\n           of the Court that it was not used or intended to\n           be used as such by the person charged;\n  “political meeting” mcafls a meeting hcld-\n     (U) in a constitucncy between nomination day and\n           elcction day, both days inclusive, at an election\n           for a mcmbcr of the How0 of Representatives\n           for that constituency; or\n    m0 iwluslon of thb p u ~iC ruthofimd by LN. rSOl19731\n4                             PUBLIC ORDER\n           (b) in an electoral division between nomination day\n                 and election day, both days inclusive, at an\n                election for a member of a Parish Council or for\n                 a Councillor of the Kingston and Saint Andrew\n                 Corporation for that electoral division,\n              for the purpose of furthering or criticizing the aims,\n              objects, action or programme of any political\n              party or for the purpose of supporting or opposing\n              the candidature for any individual as against any             .\n              other or others at such election, and if any speaker          rc\n              at any meeting held as aforesaid refers to or dis-\n              cusses the aims, objects, action or programme of\n              any political party or the candidature of any in-\n              dividual at such election such meeting shall, until\n              the contrary is proved, be deemed to be a political\n              meeting;\n27/1%0   “public march” means any march or procession in a\ns.2.          public place comprising (whether wholly or partly)\n              pedestrians, vehicles (however propelled or drawn),\n              or bicycles (however propelled), except a march or\n              procession-\n           (a) by any of Her Majesty’s Forces; or\n           (b) by the Jamaica Constabulary Force; or\n           (c) which takes place as a component part of any\n                religious ceremony, including a wedding or\n                funeral, not being in any way connected with any\n                political demonstration or celebration; or\n           (d) which is confined to the pupils and teachers of\n                any school; or\n           (e) by any other body approved by the Minister;\n         “public meeting” includes any meeting in a public\n              place and any meeting which the public or any\n             section thereof are permitted to attend, whether on\n              payment or otherwise;\n               inclusion of thia page is b u t h ~ t h dby L.N. 480/1973]\n                         PUBLIC ORDER                                     5\n    “public place” means any highway, street, public park\n        or garden, any sea beach and any public bridge,\n        road, lane, footway, square, court, alley or passage,\n        whether a thoroughfare or not, and includes any\n        open space and any premises to which, for the time\n        being, the public have or are permitted to have\n        access, whether on payment or otherwise.\n            PART11. Marches and Processions"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. In this Part-                                           Interprc-\n                                                             tatim.\n    “daylight” means the interval between five o’clock in\n         the morning and the succeeding six o’clock in the\n         evening;\n    “night” means the interval between six o’clock in the\n         evening and five o’clock in the morning of the next\n         succeeding day;\n    “permit” means a permit granted under the provisions\n         of section 8."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. It shall be unlawful for any public march to take place Mmhaain\n                                                             the night\nin the night.                                                prohikted."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Any member of the Jamaica Constabulary Force not Leaderof\n                                                               night march\nbelow the rank of Corporal may require any person leading may be-\nany public march in the night or appearing to him to be the           stgn\nleader or one of the leaders of such public march to call upon        cpe*-?\nsuch public march to disperse."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Bona fide horse racing, cycle racing, cricket, football, hockey, polo,\n           athletics, tennis, boxing, swimming and other sports.\n                                    SECOND SCHEDULE                 (Sections 21, 26)\n             Headquarters House, Duke Street, Kingston.\n             The Officesof the Kingston and St. Andrew Corporation, Kingston.\n             The Head Offices of all Ministries.\nL.N.         Jamaica House.\n125165.      King’s House.\n142 165.     Gordon House.\n             The Cabinet offices.\n                   P’he indusion of this page is authorized by L.N. 48Ql19731"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) where any person desires to organize any public Applicat$ns\nmarch in daylight he shall, at least three days before such for perauts.\nintended public march, make application for a permit to\nthe senior officer of the Jamaica Constabulary Force for the\n6                                    PUBLIC ORLlER\n               parish in which the public march is to take place, or to the\n               Commissioner of Police if the application relates to the\n               Corporate Area of Kingston and Saint Andrew.\n                      (2) Every application made in accordance with sub-\n               section (1) shall contain particulars of the point of departure,\n               route and point of termination of the public march to which\n               such application relates, the hours between which such\n               march will take place and an estimate of the number of\n               persons who are expected to participate in such march.\nPermits.         8 . 4 1) An officer to whom application is made in accord-\n               ance with the proviSions of section 7 may, in any case, refuse\n               or grant the application.\n                      (2) In cases where such application is granted the\n               officer shall issue to the applicant a permit for the desired\n               public march specifying therein the route to be followed and\n               the times between which it shall take place.\nLeada at     9. Any member of the Jamaica Constabulary Force not\npermitted\nmarch may below the rank of Corporal may require any person leading\nber uired any public march otherwise than in accordance with the\nto 3 upon\nmarch to  terms of a permit or appearing to him to be the leader or\ndisperse.\n          one of the leaders of mch public march to call upon such\n          public march to disperse.\nLeader fail-     10. Any person required under the provisions of section\ning to call\nupon march     5 oz section 9 to call upon my public march to disperse\nto dispasc     who refuses, fails or neglects forthwith to Casl upon such\n               public march to disperse shall be guilty of an offence and\n               upon summary conviction before a Resident Magistrate shall\n               be W k to a fine not exoeading one 2rrmdred dollars or to\n               imprisonment for arry term not -dhg        six months with\n               of without hard labour of to both such fine ancf imprison-\n               meat.\n                        me iacksim of tlsu po%c L rnhrized by m,4q1973J\n                          PUBLIC ORDER                                     7"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Leader of permitted march may be required to call upon march to\n      disperse."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Any person who takes part in any public march-           Takingpart\n                                                               in prohibited\n     (a) prohibited by section 4; or                           march.\n     ( b ) in respect of which a permit has not been obtainzd;\n           or\n     (c) otherwise than in accordance with the terms of a\n           permit,\nshall be guilty of an offence and on summary conviction\nbefore a Resident Magistrate shall be liable to a fine not\nexceeding twenty dollars or to imprisonment with or without\nhard labour for any term not exceeding three months."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Any person who organizes or attempts to organize or Organizing\nincites any person to organize or take part in any public marches.\nmarch in contravention of the provisions of this Part shall be\nguilty of an offence and on summary conviction before a\nResident Magistrate shall be liable to a fine not exceeding\none hundred dollars or to imprisonment with or without\nhard labour for any term not exceeding six months or to\nboth such fine and imprisonment."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. During any period in which an order is in force under Suspension\n                                                             of sections\nPart 111, the operation of sections 6 to 9 (both inclusive) 6 to 9.\nshall be suspended in any area, or in any parish, district,\nvillage or town in the Island to which such order relates.\n  PARTHI. Meetings and Marches (Special Provisions)"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) Notwithstanding anything contained in Part I1 Powertoprohibit\nor in any other enactment? rule or regulation, where at any meetings\ntime it appears to the Minister to be in the interest of good          Eches.\norder or the public safety so to do, he may, by order, subject\nto such exemptions as are, or from time to time hereafter\nmay be, included in the First Schedule, prohibit in any area,          g;Lula\nor in any parish, district, village or town in the Island-\n     (a) all public meetings and all public marches;\n8                                       PUBLIC ORDER\n                    (b) all persons from organizing, holding or speaking\n                         at, or attending, any public meeting or any public\n                        march,\n               save in cases where a permit is issued in accordance with\n               the provisions of section 15.\n                      (2) Every order under this section-\n                   (a) shall remain in force for a period of not more than\n                        one month (without prejudice to the power to issue\n                        a further order at or before the end of such period);\n                   (b) shall be published in the Gazette;\n                   (c) may at any time be varied, altered, amended or\n                        revoked by the Minister.\nApplications     15. Where any person desires to organize or hold in any\nfor permits.\n               place to which an order under section 14 applies a public\n               meeting, or a public march, he shall, at least twenty-four\n               hours before such intended event, make application for a\n               permit to the Resident Magistrate or the senior officer of the\n               Jamaica Constabulary Force for the parish in which the\n               event is to take place, or to the Commissioner of Police if\n               the application relates to the Corporate Area of Kingston\n               and Saint Andrew.\n     ,\nPermitS.          16.-( 1) An officer to whom application is made in accord-\n               ance with the provisions of section 15 may, in any case,\n               refuse or grant the application.\n                       (2) In cases where such application is granted, the\n               officer shall issue to the applicant a permit for the desired\n               event to take place, but every such permit shall be issued\n               subject to such terms and conditions (to be observed by all\n               persons organizing, speaking at or attending the event) as\n               the officer may think necessary in order to effect the objects\n               of the order.\n                          PUBLIC ORDER                                   9"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Any applicant for a permit under section 15 who is Appeal.\naggrieved by the refusal of an officer to grant the permit\nor by the terms of the permit, may within seven days, appeal\nin writing to the Minister.\n  1 8 . 4 1 ) Any member of the Jamaica Constabulary Force Power to\nnot below the rank of Corporal may, in relation to any public disperse\nmeeting being held or any public march in progress contrary :&heS.\nto any of the provisions of this Part or of any order made\nor permit issued thereunder, require any person addressing\nor known to him to have addressed such meeting or leading\nsuch march or appearing to him to be the promoter or\norganizer or one of the promoters or organizers or the leader\nor one of the leaders of such meeting or march to call upon\nsuch meeting or march to disperse.\n        (2) Any person required under subsection (1) to call\nupon any public meeting or public march to disperse, who\nrefuses, fails or neglects forthwith to call upon such meeting\nor march to disperse shall be guilty of an offence against this\nsection, and upon summary conviction before a Resident\nMagistrate shall be liable to a fine not exceeding one hundred\ndollars, or to imprisonment with or without hard labour for\nany term not exceeding three months, or to both such fine\nand imprisonment."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Any person who-                                          Takinp\n    ( U ) contravenes or fails to comply with any of the terms prohibid\n                                                               part in\n          or requirements of an order under this Part; or      ze2&.\n    (b) contravenes or fails to comply with any of the\n          terms and conditions subject to or upon which a\n          permit under section 16 has been issued; or\n    (c) holds, organizes, speaks at, attends or takes part in\n          any public meeting or public march contrary to any\n          of the provisions of this Part or of any order made,\n          or permit issued, thereunder; or\n10                                      PUBLIC ORDER\n                   (6) attempts to commit any of the aforesaid offences\n                        or who incites, aids or abets any other person to\n                        commit such an offence,\n              shall be guilty of an offence and be liable, on summary con-\n              viction before a Resident Magistrate, to a fine not exceeding\n              one hundred dollars or to imprisonment with or without\n              hard labour for any term not exceeding three months, or\n              to both such fine and imprisonment.\nExemptions.      20.41) Nothing in this Part shall apply to any meetings\n              or marches held or organized in connection with any of the\nFirst         purposes set out in the First Schedule (so long as such\nSchedule.\n              purpose continues to form part of such Schedule), or in\n              connection with such other purposes as may from time to\n              time be included in such Schedule as provided for by this\n              section.\n                      (2) The Minister may, from time to time, by order\n              amend, vary or alter such Schedule in any respect, and may\n              add thereto or remove therefrom any purpose or name.\n                      (3) The powers of the Minister under subsection (2)\n              of this section may be exercised in an order issued for the\n              purposes of this section, or in any order issued under section"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Exemptions.\n     me inclusion of this page is authorized by L.N. 480119731\n2                             PUBLIC ORDER\n                           PARTIV. Public Omes"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Where any person who is required under section 22 Powerof\n                                                             constable to\nto call upon any meeting or march to disperse refuses, fails\nor neglects so to do, any constable of the Jamaica\nConstabulary Force may call upon such meeting or march to disperse.\n                                                                     Eei,\ndisperse.\n12                                      PUBLIC ORDER\nWhen             24.-(1) Every person who is present at any meeting or\nmarch or\nmeeting        march which is called upon to disperse under section 22 or\ncalled upon\nto disperse    section 23 shall forthwith upon the meeting, or march being\nparticipants\nto do so.\n               called upon to disperse go to some place beyond the specified\n               distance from the scheduled premises by some route no\n               point of which is nearer to the scheduled premises than is the\n               place at which the meeting or march was called upon to\n               disperse.\n                        (2) Every person who fails or neglects to comply with\n               the provisions of subsection (1) shall be guilty of an offence,\n               and upon summary conviction before a Resident Magistrate\n               shall bz liable to a fine not exceeding ten dollars or to\n               imprisonment with or without hard labour for any term not\n               exceeding two months, or to both such fine and imprison-\n               ment.\nInciting.         25. Every person who incites any person to contravene\n               the provisions of subsection (1) of section 24 shall be guilty\n               of an offence and upon summary conviction before a\n               Resident Magistrate shall be liable to a fine not exceeding\n               fifty dollars or to imprisonment with or without hard labour\n               for any term not exceeding three months, or to both such fine\n               and imprisonment.\n Power to        26. The Minister may by order add to or remove from\nadd to\nSecond         the Second Schedule any official premises.\nSchedule.\n                               PARTV. General Provisions\n Disorderly      27.-( 1) Any person who at a public meeting acts in a dis-\n behaviour\n at public     orderly manner likely to prevent or obstruct the transaction\n meeting.      of the business of the meeting shall be guilty of an offence\n               against this subsection, and-\n                    (a) if the offence is committed at a political meeting\n                         shall be liable on conviction to imprisonment with\n                         or without hard labour for a term not exceeding\n                -       nhe inclusion of this page is authorized by L.N.4801 19731\n                          PUBLIC ORDER                                13\n        one year or to a fine not exceeding two hundred\n        dollars and in default of payment thereof to\n        imprisonment with or without hard labour for a\n        term not exceeding twelve months; or\n    (b) in any other case shall be liable on conviction to\n        a fine not exceeding one hundred dollars and in\n        default of payment thereof to imprisonment with\n        or without hard labour for a term not exceeding\n        three months.\n       (2) Any person who incites any other person to com-\nmit an offence against this section shall be guilty of a like\noffence.\n        (3) If any constable reasonably suspects any person\nof committing an offence against subsection (1) or sub-\nsection (2) he may, or, if required so to do by the chairman,\nshall require that person to leave the meeting forthwith.\n        (4) If any person having been required to leave any\nmeeting by any constable pursuant to the provisions of sub-\nsection (3) refuses or fails forthwith to leave such meeting\nhe shall be guilty of an offence against this subsection and\nliable on summary conviction before a Resident Magistrate\nto a fine not exceeding one hundred dollars and in default\nof payment thereof to imprisonment with or without hard\nlabour for any term not exceeding three months."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. When march or meeting called upon to disperse participants to\n              do so."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Power to add to Second Schedule.\n                         PART V. General Provisions"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Any person who in any public place or at any public prohibition\nmeeting uses threatening, abusive or insulting words or of     conduct\n                                                             conduave\nbehaviour with intent to provoke a breach of the pzace or to breaches\nwhereby a breach of the peace is likely to be occasioned, of peace.\n                                                               the\nshall be guilty of an offence against this section, and-\n     (a) if the offence is committed at a political meeting\n          or within two hundred yards of any polling station\n          at which the poll is open for the purpose of the\n          election of a member of the House of Representa-\n          tives or of any Parish Council or of a Councillor\n-\n                                            \\\n14                                      PUBLIC ORDER\n                       of the Kingston and Saint Andrew Corporation\n421 1969               shall be liable on conviction thereof to imprison-\n3rd Sch.\n                       ment with or without hard labour for any term\n                       not exceeding one year or to a fine not exceeding\n                       two hundred dollars and in default of payment\n                       thereof to imprisonment with or without hard\n                       labour for any term not exceeding twelve months;\n                       or\n                   (b) in any other case shall be liable on conviction\n                       thereof to a fine not exceeding one hundred dollars\n                       and in default of payment thereof to imprisonment\n                       with or without hard labour for any term not\n                       exceeding three months.\nProhibition      29.41) Any person who, while present at any public\nof offensive\nweapon.        meeting, has with him (either openly or concealed about his\n               person) any offensive weapon otherwise than in pursuance\n               of lawful authority shall be guilty of an offence against this\n               subsection, and-\n                    (a) if the offence is committed at a political meeting,\n                         shall be liable on conviction to imprisonment with\n                         or without hard labour for any term not exceeding\n                         one year or to a fine not exceeding two hundred\n                         dollars and in default of payment to imprisonment\n                         with or without hard labour for any term not\n                         exceeding twelve months; or\n                    (b) in any other case, shall be liable on conviction to a\n                         fine not exceeding one hundred dollars and in\n                         default of payment to imprisonment with or with-\n                         out hard labour for any term not exceeding three\n                         months.\n                      (2) Every person who at any time when any public\n               meeting is in progress has with him any firearm upon any\n               thoroughfare or in any public place within earshot of any\n               speaker at such meeting shall be deemed to have had such\n                       IThe inclusion of this page is authorized by L.N. 4801 19731\n                         PUBLJC ORDER                                 15\nfirearm while present at such public meeting until he proves\naffirmatively that his presence upon such thoroughfare or\nin such public place at such time was neither directly nor\nindirectly consequent upon the fact that such meeting was\nin progress at such time.\n           (3) For the avoidance of doubt it is expressly declared\nthat-\n      (4 the lawful possession of any licence or permit to -,\n             carry a firearm in any public place shall not afford\n             a defence to any proceedings under this section;\n             and\n      ( b ) a person shall be deemed to be within earshot of\n             any speaker at any time when he is at any point\n             at which the voice of the speaker is in fact audible,\n             notwithstanding that it would not have been so\n             audible but for the use of a microphone, amplifier\n             or other apparatus or device.\n          (4) Any person who on the day of any election for a\nmember of the House of Representatives or of any Parish\nCouncil or for a Councillor of the Kingston and Saint 42/1969\nAndrew Corporation at any time during the period between 3rd Sch.\none hour before the hour appointed for the opening of the\npoll and six hours after the closing of the poll, while in any\npublic place within the constituency or electoral division\nor electoral area in which the election is taking place, has\nwith him any offensive weapon otherwise than in pursuance\nof lawful authority, shall be guilty of an offence against\nthis subsection and shall be liable on conviction to imprison-\nment with or without hard labour for any term not exceed-\ning one year or to a fine not exceeding two hundred dollars\nand in default of payment to imprisonment with or without\nhard labour for any term not exceeding twelve months.\n        (5) For the purposes of this section, a psrson shall\nnot be deemed to be acting in pursuance of lawful authority\nunless-\n16                                PUBLIC ORDER\n               (a) if the offensive weapon involved be a firearm, he\n                   is acting in his capacity as a member of the Armed\n                   Forces of the Crown or as a constable; or\n               (b) if the offensive weapon involved be other than a\n                   firearm, he is acting in his capacity as a servant\n                   of the Crown or of any local authority or as a con-\n                   stable or as a member of a fire brigade.\nPowerof      30.41) Subject to the provisions of subsections (2) and\nsearch.\n           (3), where any constable has reasonable cause to suspzct that\n           any person has concealed about his person any offensive\n           weapon contrary to the provisions of section 29 he may\n           search such person and, if he considers it necessary, take\n           such person to a police station for the purpose.\n                   (2) No article of a person’s clothing shall be removed\n           for the purposes of any search authorized by this section\n           unless such person is first taken to a police station.\n                     (3) No female shall be searched by any other than a\n           female.\n                     (4) Any person who resists or obstructs any search\n           authorized by this section or who absconds before such\n           search is concluded shall be guilty of an offence against this\n           section and shall be liable on conviction thereof to imprison-\n           ment with or without hard labour for a term not exceeding\n           one year or to a fine not exceeding two hundred dollars\n           and in default of payment thereof to imprisonment with\n           or without hard labour for any term not exceeding twelve\n           months.\nPower of     31. A constable may arrest without warrant any person\narrest.    reasonably suspected by him to be committing or to have\n           committed any offence against this Act.\n                 me inclusion of this page L authorized by L.N. 480/1973]\n                        PUBLIC ORDER                                  17"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. Every offence against this Part may, except where offences.\n                                                        Trialof\notherwise expressly provided, be tried either summarily\nbefore a Resident Magistrate or on indictment before a\nCircuit Court."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. Upon the trial of any person charged with having ~~~~f\ncommitted an offence against section 27, section 28 or section information.\n                                                                    ,,,hem\n29 it shall not be necessary to set out in the information or gz?ted\nindictment that the offence was committed at a political atpo!itical\n                                                                mectmg.\nmeeting, but if the Court is satisfied that it was so committed\nsuch finding shall be recorded in the judgment.\n      tThe Wusion of this page is authorized by L.N. 480/1973]\n18                                   PUBLIC ORDER\n                                   FIRST SCHEDULE                   (Sections 14, 20)"
    }
  ],
  "definitions": []
}