{
  "id": "jm-stat-the-public-passenger-transport-rural-area-act",
  "type": "statute",
  "title": "The Public Passenger Transport (Rural Area) Act",
  "title_en": "The Public Passenger Transport (Rural Area) Act",
  "short_name": "Public Passenger Transport (Rural Area) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-public-passenger-transport-rural-area-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-public-passenger-transport-rural-area-act | Legal areas: Transport",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1) In this Act-                                           Interprets-\n                                                                      tion.\n            \"Board means the Public Passenger Transport (Rural\n                 Area) Board of Control established under section 7;\n            \"exclusive licence\" means a licence granted under\n                 subsection (1) of section 3;\n            \"franchise holder\" means the holder of an exclusive\n                 licence;\n            \"Kingston Metropolitan Transport Region\" has the same 9\"998\n                                                                      S. 8.\n                 meaning as in the Public Passenger Transport\n                 (Kingston Metropolitan Transport Region) Act;\n            \"licensed Area\" means an area in respect of which an\n                 exclusive licence is in force; and, in relation to a\n                 franchise holder means the area in respect of which\n                 such a licence has been granted to that franchise\n                 holder;\n            \"Licensing Authority\", \"Road Authority\" and \"road\n                 licence\" shall have the same meaning as in the Road\n                 Traffic Act;\nCc;         \"market service\" means a service of stage carriages or\n                 express carriages for the carriage of passengers and\n                 goods between any place within a licensed Area and\n                 any market within that Area;\n            \"market service licence\" means a market service licence\n                 granted under section 4;\n                   [The inclusion of this page i s authorized by L.N. 180A/20061\n4                      PUBLIC PASSENGER TRANSPORT (RURAL AREA)\n                     \"Rural Area\" means that part of Jamaica which is not\n911998\nS. 8.\n                         within the Kingston Metropolitan Transport Region;\n                     \"stage carriage\", \"express carriage\", \"contract carriage\",\n2012005                   \"hackney carriage\" and \"route taxi\" shall have same\nSch.\n                          meaning respectively as in the Road Traffic Act;\n                     \"the undertaking\" means the equipment, vehicles, build-\n                          ings, and plant, used by a franchise holder for the\n                          purpose of providing the passenger transport service in\n                          accordance with any exclusive licence.\n                       (2) In this Act references to the variation of the\n                conditions of a market service licence shall be construed as\n                including references to the cancellation of any condition or the\n                insertion of an additional condition.\npower togrant     3.-41) (a) Subject to the provisions of this Act, the Minister\nexclusive\ntransport       may in his discretion grant to any person upon an application\nlicence.        made in writing an exclusive licence on such conditions and\n                with effect from such date as may be specified therein to provide\n                public passenger transport services by means of stage carriages\n                or express carriages or both within and throughout the licensed\n                Area:\n                  Provided that no application for an exclusive licence may be\n                considered by the Minister except in relation to an area the\n                limits of which were defined in an order under paragraph (b)\n                prior to the making of application.\n                            (b) The Minister may by order published in the\n                Gazette-\n                     (i) define the limits of any area (being part of the Rural\n                         Area) in relation to which applications for exclusive\n                         licences may be made; and\n                    (ii) in like manner, at any time, whether before or after the\n                         grant of an exclusive licence in relation to any such\n                         area alter the limits of that area.\n                             [Tbe lnclu8ion of thin page 11 authorized by L.N. 180.4120061\n       PUBLIC PASSENGER TRANSPORT (RURAL AREA)\n           (c) A franchise holder who suffers loss by reason\nof any alteration of the limits of the licensed Area under\nsub-paragraph (ii) of paragraph (b) shall be entitled to be\npaid by the Government reasonable compensation and any\nquestion arising as to the amount of such compensation\nshall be determined by arbitration in the manner provided\nby the Arbitration Act.\n            (9 An application under paragraph (a) for an\nexclusive licence shall be in such form and finish such\nparticulars as may be prescribed by the Minister by regu-\nlations, and before consideration by him shall be referred\nto the Licensing Authority for its recommendations but\nthe Minister shall not be obliged to act in accordance with\nany such recommendations.\n       (2) Subject to the provisions of this Act, during the\ncontinuance in force of any exclusive licence no person\nshall hold or be granted a road licence authorizing the use\nof any stage carriage or express carriage within the licensed\nArea and no person except the franchise holder shall carry\nwithin the licensed Area any person on any vehicle while\nthat vehicle is being used as a stage carriage or express\ncarriage.\n      (3) Nothing in subsection (2) shall-\n     (a) affect the operation of any railway by the Jamaica\n         Railway Corporation;\n     (b) prevent the grant or holding of a road licence\n         authorizing the operation of a contract carriage\n         service or hackney carriage service within the\n         licensed Area; or\n     (c) prevent the grant or holding of a road licence\n         authorizing, subject to the condition specified in\n         subsection (7), the operation of any stage carriage\n         service, express carriage service or route taxi service            gr\n            [The lncluslon of this page Is authorlzcd by L.N. 180.4/20061\n                  PUBLIC PASSENGER TRANSPORT (R U U AREA)\n                    on any route which is partly within a licensed Area or\n                    the carriage of passengers on any service operated\n                    under and in accordance with such licence.\n                  (4) A person other than the franchise holder may hold\n           or be granted a road licence authorizing the use of any\n           stage carriage or express carriage within the licensed Area\n           on the terms and conditions specified therein if the franchise\n           holder consents in writing thereto, or if the Board, subject\n           to subsections (5) and (6), grants a certificate to that\n           person certifying that in the opinion of the Board, the\n           consent of the franchise holder as aforesaid has been"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) There is hereby established a Board to be known Establish-\n                                                            ment of\nas the Public Passenger Transport (Rural Area) Board of Board.\nControl.\n       (2) The provisions of the First Schedule shall have First\n                                                            Schedule.\neffect as to the constitution of the Board and otherwise in\nrelation thereto."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) It shall be the general duty of the Board so to General\nexercise its powers under this Act or any exclusive licence duty and\n                                                             powersof\nas to secure the provision by each franchise holder of such theBoard.\nservices, whether of stage carriages or express carriages or\nboth, as may from time to time be necessary or desirable\nin the public interest to serve adequately, efficiently and\nwithout wasteful or unjustifiable expense the needs of the\nlicensed Area or particular parts thereof:\n  Provided that in exercising any such powers the Board\nshall not unnecessarily or unreasonably interfere in the\nmanagement or operation of the services from time to time\nprovided or proposed to be provided by a franchise holder\nunder or by virtue of the exclusive licence.\n12        PUBLIC PASSENGER TRANSPORT (RURAL AREA)\n             (2) In particular if, having regard to the safety or\n     convenience of the public or with a view to the maintenance\n     without wasteful or unjustifiable expense of suitable and\n     efficient services the Board is of opinion that-\n              any of the fares charged or proposed to be charged\n              by a franchise holder on any service provided or\n              proposed to be provided under or by virtue of\n              the exclusive licence is unreasonable;\n              any road upon which the franchise holder is pro-\n              viding or is proposing to provide a service under\n              or by virtue of the exclusive licence is not suitable\n              for that service or is suitable only subject to con-\n              ditions as to the type of vehicle used or to be\n              used on the service;\n              the frequency of any such service is excessive or\n              insufficient having regard to the needs of the\n              route along which the service is or is proposed to\n              be operated and any other service or services for\n              the time being provided by the franchise holder or\n              under a market service licence along that route\n              or any part thereof;\n              for the convenience of the public the time-table\n              of any such service requires modification; or\n              on any such service passengers should not be taken\n              up or should not be set down except at specified\n              points or should not be taken up or should not\n              be set down between specified points,\n     then, subject to the franchise holder’s right of appeal under\n     section 10, the Board may make such order as may in all\n     the circumstances be just and reasonable in the interests\n     whether of the public or the franchise holder:\n       Provided that an order shall not be made on the ground\n     that any fare charged or proposed to be charged by a fran-\n     chise holder for any journey is unreasonable if such fare\n    PUBLIC PASSENGER TRANSPORT (RURAL AREA)                         13\nis not more than the maximum fare which the franchise\nholder is for the time being authorized by the exclusive\nlicence or any order made thereunder to charge for that\njourney.\n       (3) If the Board proposes to make an order under\nthis section the Board shall give to the franchise holder\nnotice in writing of its intention so to do accompanied by\na draft of the proposed order and such opportunity of\nmaking objections to or representations in respect of the\nproposed order and submitting evidencc (whether orally or\nin writing) in support of such objections or representations\nas the franchise holder may reasonably require.\n       (4) If after hearing and considering any objections or\nrepresentations made by the franchise holder in respect of\nany order proposed to be made by the Board and any\nevidence given by the franchise holder in support of such\nobjections or representations the Board is satisfied that\nthe order proposed to be made is necessary, whether with\nor without modification, in the proper exercise of its\nduties, the Board shall make the order subject to such\nmodification as it may consider necessary for that purpose.\n     (5) Any order made by the Board under this section\nmay revoke or alter any previous order so made.\n       (6) Any order made by the Board under this section\nshall not come into force until the expiration of the time\nprescribed for appealing therefrom and, if an appeal is\nlodged, until the appeal is withdrawn or disposed of.\n      (7) If a franchise holder contravenes the provisions\nof any order in force under or by virtue of this section\nhe shall be guilty of an offence against this Act.\n        me inclusion of this page is authorized by L.N. 68/ 19781\n14               PUBLIC PASSENGER TRANSPORT (RURAL AREA)\nExclusion      9.-(1) Sections 61, 62, 63, 64 and 68 of the Road\nof certain\nprovisions   Traffic Act (which relate to road licences for public\nof Road\nTraffic      passenger vehicles) shall not apply to any services provided\nAct.         under or by virtue of any exclusive licence or any service\n             authorized by a market service licence or to the stage\n             carriages or express carriages used for the purposes of any\n             of those services whilst being so used.\n                    (2) During the continuance in force of any exclusive\n             licence or of any market service licence, the powers and\n             duties of a traffic authority or a licensing authority under\n             or by virtue of any of the provisions of sections 10, 69, 70\n             and 73 of the Road Traffic Act shall not be exercisable\n             or discharged by the traffic authority or licensing authority,\n             as the case may be, in relation to the vehicles used on any\n             of the services from time to time provided under or by\n             virtue of such exclusive licence or under such market\n             service licence or the conductors of such vehicles, and those\n             powers and duties shall in relation to such vehicles and\n             conductors be exercisable by and devolve on the Board and\n             accordingly, the provisions of those sections shall be con-\n             strued and have effect as if references to the Board were\n             substituted for the references therein to the traffic authority\n             or licensing authority, as the case may be.\nAppeals.       lO.--(l) Where a franchise holder is dissatisfied with-\n                 (a) any order made by the Board in exercise of its\n                       powers under this Act or under any exclusive\n                       licence; or\n                 (b) the refusal or failure of the Board on the applica-\n                     tion by a franchise holder under any provision in\n                     the exclusive licence to make an order; or\n                 (c) the grant of a market service licence or any term\n                     or condition subject to which such licence is\n                     granted or the failure or omission of the Board\n                     me inclusion of this page is authorized by L.N.681 19781\n     PUBLIC PASSENGER TRANSPORT (RURAL AREA)                          15\n         to impose any particular term or condition in the\n         licence, or the variation of the conditions of a\n         market service licence,\nthe franchise holder may appeal to the Court of Appeal.\n       (2) Where any applicant for the grant of a market\nservice licence is dissatisfied with the refusal or failure of\nthe Board to grant such licence or with any term or con-\ndition subject to which such licence has been granted he\nmay appeal to the Court of Appeal.\n        (3) Where the holder of any market service licence\nis dissatisfied with the variation of the conditions or the\nrevocation or suspension of such licence, he may appeal\nto the Court of Appeal.\n       (4) On any appeal under this section the Court of\nAppeal may hear and determine the appeal and-\n        where the appeal relates to an order made by the\n         Board the Court may confirm the order either\n         without modification or subject to such modifica-\n         tions as the Court may consider just and reason-\n         able and the Board would in the order have had\n         the power to make, or rescind the order;\n         where the appeal relates to the refusal or failure\n         of the Board to make an order on the applica-\n         tion of a franchise holder, the Court may make\n         such order (if any) as the Court may consider\n         just and reasonable and the Board would on such\n         application have had power to make; or\n         where the appeal relates to the grant by the Board\n         or the refusal or failure of the Board to grant a\n         market service licence or to the imposition or\n         omission of any term or condition in or from the\n         licence or the variation of the conditions of the\n         licence, the Court may confirm or revoke the grant\n         or the variation of the conditions of the licence\n16                 PUBLIC PASSENGER TRANSPORT (RURAL AREA)\n                       or make such variation of the terms or conditions\n                       of the licence as the Court may consider just and\n                       reasonable and the Board would have had power\n                       to make.\n                     (5) For the purposes of any appeal under this section\n              the proceedings shall be brought against the Public\n              Passenger Transport (Rural Area) Board of Control and\n              the practice and procedure governing such appeals shall be\n              in accordance with rules of court made for the purpose.\n                     (6) The Court may refer any question arising out of\n              any appeal under this section to any person possessing\n              professional, technical or scientific qualifications for a\n              report thereon.\n                      (7) The cost of any such appeal shall be in the\n              discretion of the Court.\nJurisdic-       11.-( 1) Where under any exclusive licence provision is\ntion of\nSupreme       made for the making of an application to the Supreme\nCourt to      Court for a declaration, the Court may hear and determine\nhear\napplica-      such application and may make such declaratory order\ntions, etc.\n              including an order as to the costs of the application as the\n              Court may think proper.\n                     (2) The practice and procedure governing the mak-\n              ing and hearing of such applications shall be in accordance\n              with rules of court made for the purpose.\nInsurance        1 2 . 4 1 ) Notwithstanding the provisions of the Motor\nFund.\n              Vehicles Insurance (Third-Party Risks) Act, the Minister\n              may, after considering any recommendation of the Board,\n              by order declare that a franchise holder shall, as from a\n              date to be specified therein, be exempt from the provisions\n              of that Act; and any such order shall set out the condi-\n              tions upon which the licensee shall establish and maintain\n              an insurance fund for the provision of a sum of money\n                      [The inclusionf this page is authori7A by L.N. 480/ 19731\n     PUBLIC PASSENGER TRANSPORT (RURAL A R E A )                     17\nwhich shall be available for making good all losses,\ndamages, costs and expenses which the franchise holder\nmay suffer, incur or become liable to in consequence of or\nin connection with any risk against which the franchise\nholder would be required to insure under that Act.\n        (2) If a franchise holder contravenes any of the pro-\nvisions of any order made under this section he shall be\nguilty of an offence against this Act.\n        (3) Where the Minister revokes any order made\nunder this section, the licensee shall forthwith cease to be\nexempt from the provisions of the Motor Vehicles Insurance\n(Third-Party Risks) Act, and the amount standing to the\ncredit of the insurance fund shall be dealt with by the\nlicensee in accordance with the direction of the Board."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. (1) The Board shall meet at least once in every period of three Procedure\nmonths and at such other times as may be necessary or expedient and\nfor the transaction of its business, and such meetings shall be held meetings.\nat such places and times and on such days as the Board may determine.\n       (2) The chairman may at any time call a special meeting of the\nBoard and shall call a special meeting within seven days of the\nreceipt of a written requisition for that purpose addressed to him by\nany two members of the Board.\n       (3) The chairman shall preside at all meetings of the Board at\nwhich he is present, and if the chairman is absent from any meeting\nthe members present shaU elect one of their number to preside at that\nmeeting.\n       (4) The quorum of the Board shall be three.\n       (5) The decisions of the Board shall be by a majority of votes\nand. in addition to an original vote. the chairman or the person\n elected to preside pursuant to sub-paragraph (3) shall have a casting vote\nin any case in which the voting is equal.\n       (6) Minutes in proper form of each meeting of the Board shall\n be kept.\n       (7)The validity of the proceedings of the Board shall not be\naffected by any vacancy amongst the members thereof or by any\ndefect in the appointment of a member thereof.\n       (8) Subject to the provisions of this Schedule the Board may\nregulate its own proceedings."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The funds of the Board shall consist of such moneys as may Fundsof\n from time to time be placed at its disposition for the purposes of this Board.\nAct by Parliament, or such other moneys as may lawfully be paid 10\nthe Board."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. (1) The Board shall keep proper accounts and other records Accounts\nin relation to the business of the Board and shall prepare annually andaudit\na statement of accounts in a form satisfactory to the Minister and        Etmatu.\nshall submit the same from time to time wi'th vouchers to the Auditor-\nGeneral to be audited.\n        (2) The Board shall. on or before the thirty-first day of October\nin each year, submit to the Minister for his approval, its estimates of\nrevenue and expenditure in respect of the financial year commencing\non the first of April next following.\n          [?rhe inclusion of this page is authorized by L.N. 146/ 1999)\n22                 PUBLIC PASSENGER TRANSPORT (RURAL AREA)\nRepor. r         13, ( I ) The Board shall, as soon as practicable after the end of each\nactivities\nof Board.    financial year, cause to be made and transmit to the Minister 8\n             report dealing generally with the activities of the Board during the\n             preceding financial year, and containing information relating to the\n             proceedings and policy of the Board.\n                     (2) The Minister shall cause a copy of the report to be laid on\n              the Table of the House of Representatives and of the Senate.\nAppoint-         14. (1) The Board may appoint and employ at such remuneration\nment of\nsecretary     and on such terms and conditions as it thinks fit a secretary and such\nof Board.    other officers and servants as it thinks necessary for the proper carry-\n              ing out of the provisions of this Act.\n                     (2) No officer or servant shall be employed by the Board at any\n              salary in excess of two thousand dollars per annum unless with the\n              prior approval of the Minister.\nProtection       15. (1) No member of the Board shall be personaIIy liable for any\nof            act or default of the Board done or omitted to be done in good faith\nmembers.\n              in the course of the operations of the Board.\n                      (2) Where any member of the Board is exempt from liability\n               by reason only of the provisions of this paragraph, the Board shall be\n              liable to the extent that it would be if the member was a servant or\n               agent of the Board.\nRemunera-      16. There shall be paid from the funds of the Board to the chairman\ntion of      and other members of the Board such remuneration, whether by way\nmembers.\n             of honorarium, salary or fees, and such allowances as the Minister\n             may determine.\nMembers        17. The office of chairman or member of the Board shall not be a\nnot public   public office for the purposes of Chapter V of the Constitution of\nofficers.    Jamaica.\nInstitu-        18. (1) Proceedings against any person for an offence against this\ntion of      Act or any regulations made thereunder may be instituted by any\nproceed-     officer authorized In that behalf by the special or general directions\nings.\n             of the Board and any such officer may prosecute or conduct such\n             proceedings.\n                     (2) In any action or other legal proceedings brought against any\n              such officer in respect of any act done in pursuance or execution or\n              intended execution of this Act, the plaintiff shall not recover unless\n              he alleges in his pleading or in the particulars of his claim and proves\n              at the trial that such act was done maliciously or without reasonable\n              and probable cause.\n                     (3) Any damages or costs recovered against any such officer in\n              any such action or other legal proceedings, shall be paid out of the\n              funds of the Board.\n     PUBLIC PASSENGER TRANSPORT (RURAL AREA)                                                     23\n                              SECONDSCHEDULE                               (Section 13) 9/1998\n                                                                                       s. 8.\nComplete vehicles\nComplete chassis\nComplete bodies for vehicles\nComplete engines for vehicles\n        [Tlhe inclusion of t h i s page is authorized by L.N. 146/ 19991"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13,1987    unreasonably withheld and for the avoidance of doubt it\n2nd.Sch.   is hereby expressly declared that section 9 shall not apply\n           in relation to a licence granted pursuant to such consent\n           or certificate.\n                  (5) The Board shall not grant a certificate pursuant\n           to subsection (4) unless the Board-\n                (a) notifies the franchise holder that the Board pro-\n                    poses to grant such a certificate; and\n                (b) affords to the franchise holder, to the applicant for\n                    the certificate and to such other persons as the\n                    Board may regard as interested persons a reason-\n                    able opportunity to make representations and to\n                    submit evidence to the Board (whether orally or in\n                    writing) in relation to the grant or refbsal of the\n                    certificate.\n                  (6) A certificate granted pursuant to subsection (4) may\n           contain such supplemental provisions and requirements\n           as the Board thinks necessary, and, without prejudice to the\n           generality of the foregoing, may stipulate that the road\n           licence aforesaid shall not be held or granted unless the\n           person to whom the certificate is granted makes payment to\n           the fianchise holder of such amount or at such rate as the\n           Board thinks fit.\n                         -   -   -   -      -\n                       [The Inclusion of tbls page Is autborlvd by L.N. 180Al20061\n    PUBLIC PASSENGER TRANSPORT (RURAL AREA)                            7\n       (7) The condition referred to in paragraph (c) of sub-\nsection (3) is that no passenger carried on the service shall\nbe taken up at any point within the licensed Area or less\nthan 100 yards beyond the boundary of that area and set\ndown on the same journey at any other point within that\narea or less than 100 yards beyond the boundary of that\narea unless the franchise holder has consented in writing\nto the taking up and setting down of passengers as afore-\nsaid on such service and for the avoidance of doubt it is\nexpressly declared that any consent given by the franchise\nholder for the purposes of this paragraph may be given\nsubject to such conditions as the franchise holder may think\nfit.\n       (8) Every road licence which is in force at the date\nof the coming into force of any exclusive licence and which\nauthorizes the operation of any stage carriage service or\nexpress carriage service on any route partly within the\nlicensed Area shall unless the Minister by order otherwise\ndirects, be deemed to be subject to the conditions specified\nin subsection (7) and have effect in all respects as if that\ncondition had been attached to the road licence.\n       (9) Upon the grant of the exclusive licence to the\nfranchise holder every other person holding a road licence\nto operate entirely within that area may, in the absence of\narrangements under subsection (10) acceptable to him, con-\ntinue, subject to the provisions of the Road Traffic Act\nand of this Act, to operate his road licence until the expira-\ntion thereof.\n      (10) A franchise holder shall, before the expiration\nof such period as the Minister shall specify, offer to make\nreasonable arrangements for the acquisition of the interests\n(including compensation for loss of road licence if un-\n8                PUBLIC PASSENGER TRANSPORT (RURAL A R E A )\n            expired) of every other person holding a road licence within\n            the licensed Area in respect of any stage or express carriage\n            who at the time of the grant of the exclusive licence is\n            operating entirely within such area; and such arrangements\n            may take place either at the expiry of the relevant road\n            licence or such earlier date as may be mutually agreed upon\n            between the franchise holder and the holder of such road\n            licence.\n                       (11) If at any time after the expiration of six months\n            from the date upon which the licence has come into force\n            the Minister is satisfied that the franchise holder has failed\n            to take all reasonable steps to render the licence effective,\n            the Minister may require the franchise holder to take such\n            steps as may be necessary to render the licence effective by\n            the date specified by the Minister and if the franchise\n            holder, upon being so required, fails to render the licence\n            effective by the date so specified, the Minister may in his\n            absolute discretion revoke the licence.\n                  (12) Any licence granted under subsection (1) may,\n            with the consent of the franchise holder, be amended by an\n            amending licence so granted.\n                  (13) Subject to the provisions of section 9, nothing in\n            this Act shall authorize the use of any vehicle otherwise\n            than in accordance with the provisions of the Road Traffic\n            Act.\n                  (14) Any person who carries any other person as a\n            passenger in contravention of this section, or permits any\n            person to be so carried, shall be guilty of an offence against\n            this Act.\nMarket        4.-(1)   Subject to the provisions of this section, the Board\nservice\nlicences.   may, during the continuance in force of any exclusive\n            licence, grant a licence in respect of the licensed Area in\n            such form as may be prescribed (hereafter in this Act\n                        m e inclusion of this page is authorized by L.N.68/ 19781\n    PUBLIC PASSENGER TRANSPORT (RURAL AREA)                            9\nreferred to as “a market service licence”) authorizing the\nholder thereof to provide a market service over the route\nspecified in the licence under and in accordance with the\nterms and conditions therein contained or referred to.\n       (2) A market service licence may be granted for such\nperiod not exceeding four years, and subject to such con-\nditions (including conditions as to the frequency or time-\ntable on or at which the service is to be operated, the fares\nto be charged and the vehicles to be used on the service)\nas the Board may consider necessary for securing the pro-\nvision of an adequate and efficient market service under the\nlicence, proper co-ordination of that service with any service\nor services from time to time provided under or by virtue\nof any licence granted under section 3 and the prevention\nof wasteful competition with any service or services so\nprovided.\n      (3) Subject to the provisions of this section, the\nBoard may-\n    (a) for any of the purposes specified in subsection (2),\n         vary the conditions of a market service licence; or\n    (6) refuse to grant or revoke or suspend a market\n         service licence if the Board is satisfied that having\n         regard to the conduct of the applicant for or the\n         holder of the licence he is not a fit person to hold\n         such licence, or revoke or suspend a market\n         service licence if the Board is satisfied that any\n         condition of the licence has not been complied\n         with and that owing to the frequency of the breach\n         of such condition or of any other condition of\n         the licence, or the danger to the public occasioned\n         or likely to be occasioned by such breach, the\n         licence should be revoked or suspended.\n      (4) The Board may require a franchise holder to\nprovide a market service within the licensed Area and the\n10                PUBLIC PASSENGER TRANSPORT (RURAL AREA)\n              franchise holder shall provide such market service subject\n              to the provisions of subsection (2).\n                    (5) It shall not be necessary for the Board to obtain\n              the consent of a franchise holder to the grant of a market\n              service licence or the variation of the conditions of a market\n              service licence, so, however, that where the Board proposes\n              to grant such a licence it shall-\n                  (a) notify the franchise holder; and\n                  (b) afford to the franchise holder, to the applicant\n                      for the market service licence and to such other\n                      persons as the Board may regard as interested\n                      persons a reasonable opportunity to make repre-\n                      sentations and to submit evidence to the Board\n                      (whether orally or in writing) in relation to the\n                      grant or refusal of the licence.\n                     (6) If the holder of a market service licence or any\n              person operating a market service uses or causes or permits\n              to be used any stage carriage or express carriage in contra-\n              vention of any of the terms or conditions of the market\n              service licence for the time being in force, he shall be guilty\n              of an offence against this Act.\nDuty of         5. It shall be the duty of a franchise holder during the\nfranchise\nholder.       continuance in force of any exclusive licence to provide\n              such services whether of stage carriages or express carriages\n              or both as may from time to time be necessary or desirable\n              in the public interest to serve adequately, efficiently and\n              without wasteful or unjustifiable expense the needs of the\n              licensed Area or such particular parts thereof as may be\n              specified from time to time by the Board.\nRevocation      6 . 4 1 ) An exclusive licence shall be revocable in\nor termina-   accordance with such provisions as to revocation as are\ntion of\nexclusive\nlicence.\n              contained therein.\n    PUBLIC PASSENGER TRANSPORT (RURAL AREA)                              11\n       (2) The Board, if satisfied that there exists any\nground upon which such licence may be revoked in\naccordance with the provisions contained therein, shall\nreport the facts to the Minister specifying the ground upon\nwhich it is satisfied that the licence may be revoked and\nthe Minister may, if he is satisfied that the licence may\nproperly be revoked, take such steps as may be necessary\nto effect the revocation of the licence in accordance with\nthe provisions contained therein.\n       (3) A franchise holder may terminate any exclusive\nlicence granted to him by giving to the Minister two years'\nnotice in writing to that effect."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Every person guilty of an offence against this Act Penalty.\nshall be liable on summary conviction therefor before a\nResident Magistrate to a fine not exceeding one hundred 9/1998 S. 8.\nthousand dollars or in default of payment thereof to im-\nprisonment with hard labour for any term not exceeding\nsix months, and in respect of a continuing offence, to a\nfurther fine of ten thousand dollars a day in respect of every 9/,m\nday on which such offence continues after conviction.          s. 8.\n                                                          Re*"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The Minister may make regulations generally for bons.\nthe proper carrying out of the purposes and provisions of\nthis Act, and, without prejudice to the generality of the\nforegoing provisions may make regulations-\n     (a) prescribing the terms and conditions for the\n         carriage of luggage and parcels on a stage or\n         express carriage; and\n     (6) prescribing the terms and conditions for the\n         carriage of blind passengers with guide dogs on\n         a stage or express carriage."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Modification of Road Traffic Act.\n                              SCHEDULES\n         me inclusion d this page is authorized by L.N. 146/ 19991   -\n             PUBLIC PASSENGER T M S P O R T (RURAL AREA)                                           3\n                                                                                            A&\n           THE PUBLIC PASSENGER TRANSPORT (RURAL                                         40 or 1969,\n                                                                                         12 of 1985\n                          AREA) ACT                                                         %h,\n                                                                                         13 of 1987\n                                                                                          2nd Seh,\n                                                                   [25thAugust, 1970.1   21 of 1991\n                                                                                          s. 21m.\n                                                                                            s. %\n                                                                                         20 of 2005.\nC       1. This Act may be cited as the Public Passenger Transport Shorttitle.\n                                                                                            Sdr.\n      (Rural Area) Act."
    }
  ],
  "definitions": [
    {
      "term": "exclusive licence",
      "definition": "a licence granted under",
      "source_provision": "sec2"
    },
    {
      "term": "franchise holder",
      "definition": "the holder of an exclusive",
      "source_provision": "sec2"
    },
    {
      "term": "licensed Area",
      "definition": "an area in respect of which an",
      "source_provision": "sec2"
    },
    {
      "term": "market service",
      "definition": "a service of stage carriages or",
      "source_provision": "sec2"
    },
    {
      "term": "market service licence",
      "definition": "a market service licence",
      "source_provision": "sec2"
    },
    {
      "term": "Rural Area",
      "definition": "that part of Jamaica which is not",
      "source_provision": "sec2"
    },
    {
      "term": "the undertaking",
      "definition": "the equipment, vehicles, build-",
      "source_provision": "sec2"
    }
  ]
}