{
  "id": "jm-stat-the-public-passenger-transport-etc-act",
  "type": "statute",
  "title": "The Public Passenger Transport etc. Act",
  "title_en": "The Public Passenger Transport etc. Act",
  "short_name": "Public Passenger Transport etc. Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-public-passenger-transport-etc-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-public-passenger-transport-etc-act | Legal areas: Transport",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may ,be cited as the Public Passenger\n                                                        9/ 1998\nTransport (Kingston Metropolitan Transport Region) Act. S. 2 (a).\n                                                                         In tenpreta-"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.41) In this Act-                                                     tion .\n                                                                         2 I / 1953\n“Board” means the Public Passenger Transport (Kingston S . 2 (a).\n     Metropolitan Transport Region) Board of Control\n     established under section 7;\n“Corporate Area” means the Corporate Area as defined\n     in the Kingston and St. Andrew Corporation Act;\n“Kingston Metropolitan Transport Region” means the Cor- 9S./ 1998\n                                                                3 (a).\n     porate Area together with the area specified in the First\n     First Schedule;                                        Schedule.\n“licensee” means the holder of a licence granted under\n     section 3;\n“market service” means a service of stage carriages or S.   21 11953\n                                                               2 (b).\n     express carriages for the carriage of passengers and\n     goods between any place within the Rural District of\n     the Corporate Area (as defined and described in the\n     Second Schedule to the Kingston and St. Andrew 9 1998\n                                                            S. 3 (b)(i).\n     Corporation Act) and any market within the Kingston 9 / 1998\n     Metropolitan Transport Region;                         S . 3 (bxii).\n“market service licence” means a market service licence S.212I1953\n                                                                 (b).\n     granted under section 4;\n“stage carriage”, “express carriage”, “contract carriage”,\n     “hackney carriage”, “road licence”, “Licensing Author-\n     ity” and “Road Authority” shall have the same\n-    meaning   as in the Road Traffic Act;\n         [The inclusion of thiq page is authorized by L.N. 146/ 19991\n4                  PUBLIC PASSENGER TRANSPORT (KINGSTON\n                     METR OPOWTA N TRANSPORT REGION)\n            “the undertaking” means the equipment, vehicles, buildings,\n                 and plant, used by the licensee for the purpose of\n                 providing the public passenger transport service in\n                 accordance with any licence granted under section 3.\n21 11953\ns. 2 (c).          (2) In this Act references to the variation of the\n            conditions of a market service licence shall be construed\n            as including references to the cancellation of any condition\n            or the insertion of an additional condition.\nPaww to       3.41) The Minister may grant to any person an\ngrant\nexclusive   exclusive licence on such conditions as may be specified\ntlMSPOfl\nlicence.    therein to provide public passenger transport services within\n21 I1953\nS. 3 (a).   and throughout the Kingston Metropolitan Transport\n            Region by means of stage carriages or express carriages or\n            both.\n                   (2) Subject to the provisions of this section during\n            the continuance in force of any exclusive licence granted\n            under subsection (1) no person shall hold or be granted a\n            road licence authorizing the use of any stage carriage or\n            express carriage within the Kingston Metropolitan Trans-\n            port Region and no person except the licensee shall carry\n            within the Kingston Metropolitan Transport Region any\n            person on any vehicle while that vehicle is being used as a\n            stage carriage or express carriage.\n                   (3) Nothing in subsection (2) shall prevent-\n                 (0)the operation in any way of the Jamaica Railway\n                      Corporation;\n                 (b) the grant or holding of a road licence authorizing\n                      the operation of a contract carriage service or a\n91 1998               hackney carriage service within the Kingston\nS. 2 (a).\n                      Metropolitan Transport Region;\n                 (c) the grant or holding of a road licence authorizing,\n                      subject to the condition referred to in subsection\n            -\n                     lT)he inclusion of this page is authorized by L.N. 146/1999]\n       PUBLtC PASSENGER TRANSPORT (KINGSTON                                 5\n         METROPOLITAN TRANSPORT REGION)\n        (4), the operation of any stage carriage service or\n        express carriage service on any route which is\n        partly within the Kingston Metropolitan Transport              g!\n        Region or the carriage of passengers on any service\n        operated under and in accordance with such’\n        licence;\n    (4 the grant or holding of a road licence authorizing\n         the operation of any stage carriage service or\n         express carriage service on any rout wholly within\n         the Kingston Metropolitan Transport Region or 9 / 1998\n                                                               S . 2 (a).\n         the carriage of passengers on any service operated\n         under and in accordance with such licence if the\n         licensee shall have consented in writing to the grant\n         or holding of that licence, and for the avoidance\n                                                               13/1987\n         of doubt it is expressly declared that-               2nd Sch.\n            (i) any consent given by the licensee for the\n                purposes of this paragraph may be given\n                subject to such terms and conditions as\n                the licensee, with the approval of the\n                Minister, may determine; and\n            (ii) the provisions of section 10 shall not apply\n                 in relation to a licence granted pursuant\n                 to such consent as aforesaid.\n       (4) The condition referred to in paragraph (c) of sub-\nsection (3) is that no passenger carried on the service shall\nbe taken up at any point within the Kingston Metropolitan 9/1998\n                                                              S. (a),\nTransport Region or not more than 440 yards beyond the\nboundary of that area and set down on the same journey\nat any other point within that area or not more than 440\nyards beyond the boundary of that area unIess the licensee\nhas consented in writing to the taking up and setting down 39/1955\nof passengers as aforesaid on such service and for the avoid- 3.       *’\nmice of doubt it is expressly declared that any consent given\n6                   PUBLIC PASSENGER TRANSPORT (KINGSTON\n                      METROPOLITAN TRANSPORT REGION)\n            by the licensee for the purposes of this paragraph may be\n            given subject to such conditions as the licensee may think fit.\n                    (5) Every road licence in force at the date of the\n            coming into force after the 31st day of May, 1953, of any\n1311987\n2nd. Sch.\n            exclusive licence granted under subsection (1) which autho-\n            rizes the operation of any stage carriage service or express\nY/1998\nS. 2 (a).   carriage service on any route partly within the Kingston\n            Metropolitan Transport Region shall be deemed to be sub-\n            ject to the condition referred to in subsection (4)and have\n            effect in all respects as if that condition had been attached\n            to the road licence.\n                    (6) No licence granted under subsection (1) shall take\n            effect until the Minister is satisfied that the licensee-\n                 (a) either has made reasonable arrangements for the\n911998                  acquisition of the interests of every other person\nS. 2 (a).\n                       holding a road licence within the Kingston Metro-\n                        politan Transport Region in respect of any stage\n                       or express carriage who at the time of such\n                        arrangements is operating exclusively within such\n                        Area and who will be prejudicially affected by the\n                       grant of a licence under subsection (l), in which\n                        event the licence shall take effect from such date\n                        as the Minister may by order declare; or\n                 ( b ) has offered to make such reasonable arrangements\n                       and that such other person has unreasonably\n                       refused to accept such offer or has failed to accept\n                       such offer within a reasonable time and that such\n                       offer was made prior to two months before the\n                       expiration of the road licence held by such other\n                       person; and\n                 (c) will, in the absence of circumstances beyond the\n                       control of the licensee and arising subsequent to\n                       the date upon which the Minister is satisfied as\n                       to the matters referred to in paragraph (a) or\n        PUBLIC PASSENGER TRANSPORT (KINGSTON                                 7\n          METROPOLITAN TRANSPORT REGION)\n         paragraph (b), be in a position within six months\n         of the date upon which the licence comes into\n         effect, to operate a service which is not less\n         adequate to the needs of the community than are\n         all public passenger transport services in operation\n         in the Kingston Metropolitan Transport Region 9/ 1998\n                                                              S. 2 (a).\n         by stage or express carriages under the Road\n         Traffic Act, immediately before the date upon\n         which the licence is granted.\n      (7) So soon as the licensee has complied with the\nrequirements of subsection (6) the Minister may by order k&!9&:.\ndeclare that the licence shall take effect from a date specified\nin such order.                                                   21/1953\n                                                                 s. 3 (c).\n      (8) If at any time after the expiration of six months\nfrom the date upon which any licence is granted under this\nAct the Minister is satisfied that the licensee has failed\nto take all reasonable steps to render the licence effective,\nhe may require the licensee to take such steps as may be\nnecessary to render the licence effective by a date specified\nby him and if the licensee, upon being so required, fails to\nrender the licence effective by the date so specified, the\nMinister, may in his absolute discretion revoke the licence.\n       (9) Any licence granted under subsection (1) may,\nwith the consent of the licensee, be amended by an amend-\ning licence so granted.\n       (10) Subject to the provisions of section 10 nothing 2s.~3 9(e).5 3\nin this Act shall authorize the use of any vehicle otherwise\nthan in accordance with the provisions of the Road Traffic\nAct.\n      (11) Any person who carries any other person as a\npassenger in contravention of this section, or permits any\nperson to be so carried, shall be guilty of an offence against\nthis Act.\n          LThe inclusion of this page is authorized by L.N. 146/ 19991\n8                       PUBLIC PASSENGER TRANSPORT (KINGSTON\n                          METROPOLITAN TRANSPORT REGION)\nMarket         4.-(1)   Notwithstanding anything contained in section 3\nSCMCC\nlicences.    but subject to the provisions of this section, the Board\n 21 / 1953\ns. 4.        may during the continuance in force of any exclusive licence\n             granted under that section grant a licence in such form\n             as may be prescribed (hereafter in this Act referred to as\n             “a market service licence”) authorizing the holder thereof\n             to provide a market service over the route specified in the\n             licence under and in accordance with the terms and con-\n             ditions therein contained or referred to.\n                    (2) A market service licence may be granted for such\n             period not exceeding one year, and subject to such condi-\n             tions (including conditions as to the frequency or time-table\n             on or at which the service is to be operated, the fares to\n             be charged and the vehicles to be used on the service) as\n             the Board may consider necessary for securing the provision\n             of an adequate and efficient market service under the\n             licence, proper co-ordination of that service with any\n             service or services from time to time provided under or by\n             virtue of any exclusive licence granted under section 3 and\n             the prevention of wasteful competition with any service or\n              services so provided.\n                     (3) Subject to the provisions of this section the Board\n             may-\n                    (a) for any of the purposes specified in subsection (2),\n                          vary the conditions of a market service licence; or\n                    ( b ) refuse to grant or revoke or suspend a market\n                          service licence if the Board are satisfied that having\n                          regard to the conduct of the applicant for or the\n                          holder of the licence he is not a fit person to hold\n                          such licence, or revoke or suspend a market service\n                          licence if the Board are satisfied that any condition\n                          of the licence has not been complied with and that\n                          owing to the frequency of the breach of such con-\n                          dition or of any other condition of the licence,\n                          or the danger to the public occasioned or likely\n       PUBLIC PASSENGER TRANSPORT (KINGSTON                             9\n         METROPOLITAN TRANSPORT REGION)\n         to be occasioned by such breach, the licence should\n         be revoked or suspended.\n      (4) Save as hereafter in this section otherwise provided\nthe Board shall not grant a market service licence (whether\nfor the continuance of an existing market service or for a\nnew market service) or vary the conditions of a market\nservice licence without the previous consent in writing of\nthe licensee.\n      ( 5 ) Consent to the grant of a market service licence\nor to the variation of the conditions of a market service\nliccnce may be given by the licensee subject to such con-\nditions as the licensee may consider necessary for any of\nthe purposes specified in subsection (2) and any conditions\nsubject to which such consent is given shall, subject as\nhereafter in this section otherwise provided, be incorporated\nby the Board in the market service licence or otherwise\nmade binding upon the holder thereof.\n       (6) If the Board are of opinion that the consent of\nthe licensee to the grant of a market service licence or the\nvariation of the conditions of a market service licence is\nunreasonably withheld or that any condition upon which\nsuch consent is given is not reasonably necessary for any of\nthe purposes specified in subsection (2) the Board may-\n     (a) if they propose to grant the market service licence,\n           give to the licensee notice in writing that the\n           Board propose to grant a market service licence\n           to the person, over the route, for the period and\n           subject to the conditions specified in the notice; or\n     (b) if they propose to vary the conditions of a market\n           service licence give notice in writing to the licensee\n           specifying the variation proposed,\nand if within fourteen days of the receipt of such notice\nthe licensee shall give notice in writing to the Board that\nhe objects to the grant of the market service licence or to\n         IThe inclusion of this page is authorized by L.N. 146/ 19991\n10                  PUBLIC PASSENGER TRANSPORT (KINGSTON\n                       METROPOLITAN TRANSPORT REGION)\n            any of the terms and conditions on which the Board pro-\n            pose to grant such licence, or, as the case may be, to the\n            variation specified in the notice, then the Board shall not\n            grant such licence or vary the conditions of the market\n            service licence without first giving to the licensee and to\n            the applicant for or holder of such market service licence\n            such opportunity of making representations and submitting\n            evidence (whether orally or in writing) in support of or in\n            reply to such objections as the licensee or such applicant\n            or holder may reasonably require.\n                  (7) If after hearing and considering any objections\n            made by the licensee under subsection (6) and any repre-\n            sentations and evidence given in support of or in reply to\n            such objections the Board are satisfied that the grant of\n            the market service licence or the variation of the condi-\n            tions of the market service licence is necessary or desirable\n            in the public interest the Board may grant the licence for\n            such period and subject to such conditions as they may\n            consider necessary for any of the purposes specified in sub-\n            section (2), or, as the case may be, may vary the conditions\n            of the market service licence.\n                  (8) No market service licence or variation of the\n            conditions of a market service licence shall come into force\n            or take effect until the expiration of the time prescribed for\n            appealing from the grant or making thereof and if an appeal\n            is lodged, until the appeal is withdrawn or disposed of.\n                  (9) If the holder of a market service licence uses or\n            causes or permits to be used any stage carriage or express\n            carriage in contravention of any of the terms or conditions\n            of the market service licence for the time being in force,\n            he shall be guilty of an offence against this Act.\nDuty of        5. It shall be the duty of the licensee during the con-\niicenree.\n2111953     tinuance in force of any exclusive licence granted under\ns. 5.       section 3 to provide such services whether of stage carriages\n         PUBLIC PASSENGER TRANSPORT (KINGSTON                                    11\n           METROPOLITAN TRANSPORT REGIOhT)\nor express carriages or both as may from time to time be\nnecessary or desirable in the public interest to serve without\nwasteful or unjustifiable expense the needs of the Kingston o/l998\nMetropolitan Transport Region or particular parts thereof S. 2 (b).\nadequately and efficiently."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) An exclusive licence granted under section 3 shall t;rA;-t,i\nbe revocable in accordance with such provisions as to tion of\n                                                                 exclusive\nrevocation as are contained therein.                             lic-nce.\n                                                                 21 I1953\n        (2) The Board, if satisfied that there exists any ground S. 6.\nupon which such licence may be revoked in accordance\nwith the provisions contained therein, shall report the fact\nto the Minister specifying the ground upon which they are\nsatisfied that the licence may be revoked and the Minister\nmay if he is satisfied that the licence may properly be\nrevoked take such steps as may be necessary to effect the\nrevocation of the licence in accordance with the provisions\ncontained therein.\n      (3) The licensee may terminate any exclusive licence\ngranted under section 3 by giving to the Minister two years’\nnotice in writing to that effect."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) There is hereby established a Board to be known Establish-\n                                                             ment of\nas the Public Passenger Transport (Kingston Metropolitan Board.\nTransport Region) Board of Control which shall consist of                ;!i9%l.\nfive members to be appointed in accordance with the pro-\nvisions of this section.\n     (2) The Minister shall appoint the members of the ~                     f        l   ~   ~   ~\nBoard, so, however, that no person who has any financial\ninterest in the operations of the licence shall be appointed\na member of the Board.\n       (3) The Minister shall appoint one of the members\nto be chairman of the Board.\n       (4) The members of the Board, shall, subject to the S21/1953\n                                                             . 8 (b).\n RL-52\n12                  PUBLIC PASSENGER TRANSPORT (KINGSTON\n                      METROPOLITAN TRANSPORT REGION)\n             provisions of this section, hold office for such period not\n             exceeding two years as the Minister may determine and\n             shall be eligible for reappointment.\nTemporary           ( 5 ) The Minister may- -\nappoint-\nments and\nleave of          (a) appoint any person to act in the place of the\nabsence ot               chairman or any other member of the Board in\nmem bers.\n391 1955\ns. 4.                    case of the absence or inability to act of the\n                         chairman or such other member; and\n                  (b) upon the application of any member (including the\n                         chairman) of the Board, grant to such member\n                         leave of absence for any period not exceeding six\n                         months.\n                    (6) Any member of the Board may at any time resign\n             his office by instrument in writing addressed to the chair-\n             man thereof who shall forthwith cause it to be forwarded\n21 / 1953\n             to the Minister, and as from the date of the receipt by the\nS. 8 (e).    chairman of such instrument such member shall cease to be\n             a member of the Board.\nProcedure\nof Board."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.41) The Board shall meet at such times as may be\n             necessary or expedient for the transaction of business and\n             such meetings shall be held at such place and time and on\n             such days as the Board may determine.\n                   (2) The chairman may at any time call a special\n             meeting of the Board and shall call a special meeting within\n             seven days of a requisition for that purpose addressed to\n             him by any two members of the Board.\n                    (3) The chairman shall preside at all meetings of the\n             Board at which he is present and in case of his temporary\n             absence the members present and constituting a quorum\n             shall elect a chairman from among their number.\n                    (4)The quorum of the Board at any meeting shall\n             be three and decisions of the Board shall be by a majority\n                      [The inclusim of this page is authorized by L.N. 146/ 19991\n        PUBLIC PASSENGER TRANSPORT (KINGSTON                               13\n          METROPOLITAN TRANSPORT REGION)\nof votes and in any case where the voting is equal the\nchairman shall have a casting vote.\n        ( 5 ) Minutes in proper form of such meetings shall\nbe kept by the Secretary and shall be confirmed by the\nchairman at the next meeting if practicable.\n        (6) The powers of the Board shall not be affected by\nany vacancy in the membership thereof nor by the fact that\nit is afterwards discovered that there is some defect in the\nappointment or qualifications of a person purporting to be\na member of the Board.\n        (7) Subject to the provisions of this section, the\nBoard shall have power to regulate their own proceedings.\n        (8) The Governor-General shall appoint a person to\nbe the secretary of the Board and may appoint such other\npersons as he may think fit to be servants of the Board."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9 . 4 1 ) It shall be the general duty of the Board so to General\n                                                              duty and\nexercise their powers under this Act or any exclusive licence powers of\n                                                              the Board.\ngranted under section 3 as to secure the provision by the 21/1953\nlicensee under any exclusive licence so granted of such S. 9.\nservices whether of stagecarriages or express carriages or\nboth as may from time to time be necessary or desirable\nin the public interest to serve without wasteful or unjusti-\nfiable expense the needs of the Kingston Metropolitan 9/1998\nTransport Region or particular parts thereof adequately and s. 2 (b).\nefficiently :\n  Provided that in exercising any such powers the Board\nshall not unnecessarily or unreasonably interfere in the\nmanagement or operation of the services from time to time\nprovided or proposed to be provided by the licensee under\nor by virtue of the exclusive licence.\n     (2) In particular if having regard to the safety or\nconvenience of the public or with a view to the maintenance\n         [The inclusion 06 this page is authorized by L.N. 146/ 19991\n14          PUBLIC PASSENGER TRANSPORT (KINGSTON\n              METROPOLITAN TRANSPORT REGION)\n              wasteful or unjustifiable expense of suitable and\n              services the Board shall be of opinion that-\n              any of the fares charged or proposed to be\n               charged by the licensee on any service provided\n               or proposed to be provided under or by virtue of\n               the exclusive licence is unreasonable;\n               any road upon which the licensee is providing or\n               is proposing to provide a service under or by\n               virtue of the exclusive licence is not suitable for\n               that service or is suitable only subject to condi-\n               tions as to the type of vehicle used or to be used\n               on the service;\n              the frequency of any such service is excessive or\n               insufficient having regard to the needs of the route\n               along which the service is or is proposed to be\n               operated and any other service or services for the\n               time being provided by the licensee or under a\n               market service licence along that route or any part\n               thereof;\n               for the convenience of the public the time-table\n               of any such service requires modification; or\n              on any such service passengers should not be taken\n               up or should not be set down except at specified\n               points or should not be taken up or should not\n               be set down between specified points,\n     then, subject to the licensee’s right of appeal under section"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Exclusion of certain provisions of Road T r a c Act and\n       additional power of Board."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11, the Board may make such order as may in all the\n     circumstances be just and reasonable in the interests\n     whether of the public or the licensee:\n        Provided that an order shall not be made on the ground\n     that any fare charged or proposed to be charged by the\n     licensee for any journey is unreasonable if such fare is not\n     more than the maximum fare which the licensee is for the\n     time being authorized by the exclusive licence or any order\n     made thereunder to charge for that journey.\n              (The inclusion oC this page is authorized by L.N. 1461 19991\n        PUBLIC PASSENGER TRANSPORT (KINGSTON                               15\n          METROPOLITAN TRANSPORT REGION)\n      (3) If the Board shall propose to make an order under\nthis section the Board shall give to the licensee notice in\nwriting of their intention so to do accompanied by a draft\nof the proposed order and such opportunity of making\nobjections to or representations in respect of the proposed\norder and submitting evidence (whether orally or in writing)\nin support of such objections or representations as the\nlicensee may reasonably require.\n      (4) If after hearing and considering any objections or\nrepresentations made by the licensee in respect of any order\nproposed to be made by the Board and any evidence given\nby the licensee in support of such objections or representa-\ntions the Board are satisfied that the order proposed to be\nmade is necessary, whether with or without modification,\nin the proper exercise of their duties, the Board shall make\nthe order subject to such modifications as they may con-\nsider necessary for that purpose.\n      ( 5 ) Any order made by the Board under this section\nmay revoke or alter any previous order so made.\n      (6) Any order made by the Board under this section\nshall not come into force until the expiration of the time\nprescribed for appealing therefrom and if an appeal is\nlodged until the appeal is withdrawn or disposed of.\n       (7) If the licensee contravenes or fails to comply with\nthe provisions of any order in force under or by virtue of\nthis section he shall be guilty of an offence against this Act.\n  l@.-(l) Sections 61, 62, 63 and 68 of the Road Traffic Exclusion\nAct (which relate to road licences for public passenger of     certain\n                                                            provlslons\nvehicles) shall not apply to any services provided under or OTf,g:ict\nby virtue of any exclusive licence granted under section 3 ;:iitional\nor to any service authorized by a market service licence power of\nor to the stage carriages or express carriages used for the 21/1953\n                                                            Board.\npurposes of any of those services whilst being so used.     s. 9.\n         [The inclusion 04 this page ir authorized by L.N. I d G / 19991\n16                 PUBLIC PASSENGER TRANSPORT (KINGSTON\n                     METROPOLITAN TRANSPORT REGION)\n                    (2) During the continuance in force of any exclusive\n            licence granted under section 3 or of any market service\n            licence-\n                 (a) the powers and duties of a traffic authority or a\n                      licensing authority under or by virtue of any of the\n                       provisions of sections 10,69, 70 and 73 of the Road\n                       Traffic Act shall not be exercisable or discharged\n                       by the traffic authority or licensing authority, as\n                       the case may be, in relation to the vehicles used\n                       on any of the services from time to time provided\n                       under or by virtue of such exclusive licence or\n                       under such market service licence or the\n                       conductors of such vehicles, and those powers and\n                       duties shall in relation to such vehicles and con-\n                       ductors be exercisable by and devolve on the\n                       Board and accordingly the provisions of those\n                       sections shall be construed and have effect as if\n                       references to the Board were substituted for the\n                       references therein to the traffic authority or\n                       Iicensing authority, as the case may be;\n391 1955\ns. 5 (a).\n                  (b) the Board may make regulations-\n                           (i) prohibiting the driving of vehicles used on\n                               the aforesaid services except by the holders\n                               of licences issued in that behalf by the\n                               Board; and\n                          (ii) providing for the issue, suspension and\n                               cancellation of such licences and prescribing\n                               the conditions subject to which the same\n                               may be granted and held;\n                 (c)   the Board may for the regulation of the services\n                        provided under or by virtue of such exclusive\n                        licence or under such market service licence or the\n                        vehicIes from time to time used for the purpose\n                        of any of those services or for any matter inciden-\n                                 -_\n                                      .   ___I\n                       [The Inclu<iLi,i C thi\\ page I\\ aJthorized by I. N 146/1999]\n        PUBLIC PASSENGER TRANSPORT (KINGSTON                          17\n           METROPOLITAN TRANSPORT REGION)\n         tal thereto, make regulations for any purpose for\n         which the Minister may make regulations under\n         the provisions of sections 71, 74, 75 and 76 of the\n         Road Traffic Act or for prescribing anything\n         which may by this Act be prescribed, and the pro-\n         visions of section 107 of that Act shall apply to\n         any regulations made by the Board by virtue of\n         this section as they would apply if such regula-\n         tions had been made by the Minister under the\n         provisions of those sections;\n    (d) the Board may by order direct that any regula-\n         tions made by the Minister under the Road TraEc\n         Act and for the time being in force shall not\n         apply or shall apply only with such modifications\n         as may be specified in the order in relation to the\n         services provided under or by virtue of such\n         exclusive licence or such market service licence\n         or the vehicles from time to time used for the\n         purpose of any of those services; and\n    (e) the Board may place or cause to be placed on or\n         near any road on which there is provided or pro-\n         posed to be provided any service of stage or\n        express carriages under or by virtue of such\n         exclusive licence or such market service licence\n        any sign or other device for the guidance or\n        direction of the licensee, the holder of such market\n        service licence or the public in relation to such\n        service, and for such purpose the Board may enter\n        land and exercise such powers as may be\n        necessary;\n  In this subsection the expression “traffic authority”\nmeans the Island Traffic Authority constituted under the\nRoad Traffic Act or the Traffic Area Authority constituted\nunder that Act for the Traffic Area in which is included\nthe Corporate Area.\n18                 PUBLIC PASSENGER TRANSPORT (KINGSTON\n                     METROPOLITAN TRANSPORT REGION)\n391 1955\nS. 5 (b).\n                   (3) Notwithstanding anything to the contrary regula-\n            tions made by the Board under paragraphs (b) and (c) of\n            subsection (2) shall not come into force until approved by\n            the Minister. and may at any time be amended, varied or\n            revoked by the Minister.\nAppeals.\n21 I1953"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. A passenger shall be entitled to carry, without the\n             payment of any additional fare, personal luggage and small\n             parcels which may be conveniently stowed without dis-\n             comfort to other passengers :\n               Provided that no passenger shall carry any animal, or\n             any luggage or parcels other than the luggage or parcels\n                      [The inclusion oE this page is authorized by L.N. 146/ 19991\n       PUBLIC PASSENGER TRANSPORT (KINGSTON                            20.01\n         METROPOLITAN TRANSPORT REGION)\nhereinbefore referred to save and except at such times on\na bus provided for the purpose of taking market people."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-( 1) Notwithstanding the provisions of the Motor Insurance\n                                                              fund.\nVehicles Insurance (Third Party Risks) Act, the Minister\nmay, after considering any recommendation of the Board,\nby order declare that the licensee shall, as from a date to\nbe specified therein, be exempt from the provisions of that\nAct, and any such order shall set out the conditions upon\nwhich the licensee shall establish and maintain an insurance\nfund for the provision of a sum of money which shall be\navailable for making good all losses, damages, costs and\nexpenses which the licensee may suffer, incur or become\nliable to in consequence of or in connection with any risk\nagainst which the licensee would be required to insure\nunder that Act.\n        (2) If the licensee contravenes any of the provisions\nof any order made under this section he shall be guilty\nof an offence against this Act.\n         (3) Where the Minister revokes any order made\nunder this section, the licensee shall forthwith cease to be\nexempt from the provisions of the Motor Vehicles Insurance\nmird-Party Risks) Act, and the amount standing to the:\ncredit of the insurance fund shall be dealt with in accord-\nance with the direction of the Board.\n   1 5 . 4 1 ) No customs duty or other similar impost shall Relieffrom\n                                                             oustwm\nbe payable on any of the articles specified in the Second duty.\nSchedule, which are imported into Jamaica or taken out of g2ie.\nbond in Jamaica by a licensee and shown to the satisfaction 911998\n                                                             s. 5.\nof the Commissioner of Customs to be required for use by\nthe licensee in the operation of the service to which his\nlicence relates.\n       (2) An article which is imported into Jamaica or\ntaken out of bond in Jamaica free of customs duty shall not,"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. No action, suit, prosecution or other proceedings M m k r or\nshall be brought or instituted personally against any mem- E\n                                                           :$'$\nber of the Board in respect of any act done bona fide in itifk;\npursuance or execution or intended execution of this Act. act."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Every person guilty of an offence against this Act Penalty.\nshall be liable on summary conviction therefor before a\nResident Magistrate to a fine not exceeding one hundred 911998 S. 6 (a).\nthousand dollars or in default of payment thereof to\nimprisonment with hard labour for any term not exceeding\nsix months, and in respect of a continuing offence, to a\nfurther fine of ten thousand dollars a day in respect of every 911998\n                                                               S. 6 (a)@).\nday on which such offence continues after conviction.\n22                     PUBLIC PASSENGER TRANSPORT (KINGSTON\n                         METR OPOLl TAN T RA NSPOR T REGION)\nRegulations.     19. The Minister may make regulations generally for\n               giving effect to the provisions of this Act.\nRuler of          20. Rules of court may be made regulating the appeals\ncourt.\n21 1953\n               and applications mentioned in section 11 or section 12 and\ns. 12.         all matters incidental thereto.\nModification     21. The proviso to subsection (1) of section 60 of the\nof Road\nTrafficAct.    Road Traffic Act shall cease to have effect within the\n9 / 1998       Kingston Metropolitan Transport Region while any licence\nS . 2 Cb).\n               granted under section 3 of this Act is in force.\n9/1998                                    FIRSTSCHEDULE                    (Section 2)\ns. 7.               The urea which, together with the Corporate Area, constitutes\n                             the Kingston Metropolitan Transport Region\n                 The area starting at a point on the 555,000 grid line at the Needles\n               (Coleman’s Bay) and northerly on the same grid line to its junction\n               with grid line 410,000 to a point touching the parish boundary of\n               Saint Catherine and Saint Andrew at a point north-westerly of Ferry\n               and south-easterJy along the said parish boundary on the west bank\n               of the Fresh River to the sea coast at Hunts Bay, and south-easterly\n               across Hunts Bay to a point on the eastern boundary of the Causeway\n               at Greenwich Town, and southeasterly along the eastern boundary\n               at the said Causeway, and south-westerly along its southern boundary\n               to a point on the coastline at Passage Fort, and south-easterly along\n               the coastline to Fort Aupsta, and south-westerly along the coastline\n               to Old House Point and north-westerly to the starting point at Needles\n               (Coleman’s Bay).\n9 / 1998                                   SECOND SCHEDULE                        (Seotion 15)\ns. 7.          Complete vehicles\n               Complete chassis\n               Complete bodies for vehicles\n               Complete engines for vehicles."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.02               PUBLIC PASSENGER TRANSPORT (KINGSTON\n                      METROPOLITAN TRANSPgRT REGION)\n            without the prior approval of the Minister responsible for\n            finance, be sold or otherwise disposed of at any time within\n            a period of three years from the date on which it was\n            imported into Jamaica or taken out of bond in Jamaica, as\n            the case may be.\n                     l(3) Subsection (2) shall not apply if, at the time when\n            the article is sold or otherwise disposed of there is paid to\n            the Commissioner of Customs all sums which, but for sub-\n            section ( I ) , would have been payable in respect of customs\n            duty or other similar impost in respect of the importation\n            into Jamaica or the taking out of bond in Jamaica of that\n            article.\n                    (4) Where any article referred to in subsection (1)\n            is sold or disposed of otherwise than in accordance with\n            subsection (2), that article shall be forfeited to the Crown,\n            and the person by whom it is sold or given away shall be\n            guilty of an offence and shall be liable on summary convic-\n            tion before a Resident Magistrate to a penalty of three times\n            the value of the article so sold or otherwise disposed of or\n            two hundred thousand dollars (whichever is the greater)\n            and in default of payment to imprisonment for a term not\n            exceeding three years.\n                    ( 5 ) The Minister may, by order subject to affirmative\n            resolution of the House of Representatives, amend the\nSecond\nSdhedule.   Second Schedule.\nAnnual\nduties.       16.-(1) There shall be paid by the licensee or, as the case\n21/1953\ns. 11.      may be, by the holder of a market service licence to a\n            Collector of Taxes in the Corporate Area in respect of\n            each stage carriage or express carriage used in the provision\n            of services under or by virtue of the exclusive licence or\n                    -- - ____                - __\n                     [The inclwion of this page is authorized b y L.N. 146/ 19991\n        PUBLIC PASSENGER TRANSPORT (KINGSTON                                 21\n          METROPOLITAN TRANSPORT REGION)\nthe market service licence, an annual duty of four dollars,\nthe first annual payment to be made immediately before\nthe stage or express carriage in respect of which it is pay-\nable is brought into such use and subsequent annual pay-\nments on the 1st day of April in each year.\n       (2) The licensee or, as the case may be, the holder\nof the market service licence shall produce to the Collector\nof Taxes on each occasion of payment of such duty a certifi-\ncate of the fitness of the stage carriage or express carriage\nin respect of which the duty is payable, issued by a person\nauthorized to issue such certificates under the provisions of\nregulations made or applied by virtue of section 10.\n       (3) If the licensee or the holder of any such market\nservice licence uses any stage or express carriage upon\nwhich duty is payable under the provisions of subsection\n(1) without such duty having been paid in accordance with\nthose provisions he shall be guilty of an offence against this\nAct and such duty unless sooner paid may be recovered\nunder the provisions of the Tax Collection Act."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Modification of Road Traffic Act,\n        SCHEDULES\n-                    _-__I\n           [The inclusion ofthis page is authorized by L.N. 146/ 19991\n       PUBLIC PASSENGER TRANSPORT (KINGSTON                                              3\n         METROPOLlTAN TRANSPORT REGION)\n                                                                           Cap. 325.\n                                                                             Laws\n                                                                         21 of 1953,\n                                                                         39 of 1955,\n                                                                              Acts\n                                                                           I2 of 1985\nTHE PUBLIC PASSENGER TRANSPORT (KINGSTON                                     &hv\n  METROPOLITAN TRANSPORT REGION) ACT                                       13 of 1987\n                                                                           2nd. Sch.,\n                                                                           21 of 1991\n                                                   [24th April, 1947.1      S.21(bh\n                                                                           9 of 1998.\n                                                                         Short titile."
    }
  ],
  "definitions": []
}