{
  "id": "jm-stat-the-public-stores-act",
  "type": "statute",
  "title": "The Public Stores Act",
  "title_en": "The Public Stores Act",
  "short_name": "Public Stores Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-public-stores-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-public-stores-act | Legal areas: Criminal Procedures",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Public Stores Act.                   Short title."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                      Interpreta-\n                                                                       tion.\n“Secretary of State” means one of Her Majesty’s Prin-\n     cipal Secretaries of State;\n“the Admiralty” means the Lord High Admiral of the\n     United Kingdom or the Commissioners for executiiig\n     the office of Lord High Admiral;\n“stores” includes all goods and chattels and any single\n     store or article;\n“dealer in marine stores” means any person dealing in,\n     buying, or selling, any of the articles following, that\n          is to say, anchors, cables, sails, old junks, or old\n          iron, or other marine store of any kind."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. This Act shall apply to all stores under the care, Storesto\nsuperintendence or control of a Secretary of State or the which the\n                                                          Actapplies.\nAdmiralty, or any public department or office, or of any\nperson in the service of Her Majesty, and such stores are\nin this Act referred to as Her Majesty’s stores. The\nSecretary of State, Admiralty, public department, office,\nor person having the care, superintendence, or control of\nsuch stores are hereinafter in this Act included in the\nexpression “public department”."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The marks described in the Schedule may be applied Marksin\nin or on stores therein described in order to denote Her Schedule.\nMajesty’s property in stores so marked, and it shall be law-\nful for any public department, and the contractors, officers,\n4                                    PUBLIC STORES\n             and workmen of such department, to apply those marks,\n             or any of them, in or on any such stores; and if any person\n             without lawful authority (proof of which authority shall\n             lie on the party accused) applies any of those marks in or\n             on any such stores he shall be guilty of a misdemeanour,\n             and shall on conviction be liable to be imprisoned for any\n             term not exceeding two years, with or without hard labour.\nOblitera-      5. If any person with intent to conceal Her Majesty’s\ntion with\nintent to    property in any stores takes out, destroys, or obliterates\nconceal.     wholly or in part, any such mark as aforesaid, or any\n             mark whatsoever denoting the property of Her Majesty\n42 I I969    in any stores he shall be guilty of felony, and shall on\n3rd Sch.\n             conviction thereof be liable to be imprisoned for any term\n             not exceeding seven years with or without hard labour.\nPower to       6. Any constable may, if deputed by a public depart-\nstop sus-\npected        ment or by an officer of the Jamaica Constabulary Force,\nboats,\npersons, etc. stop, search, and detain any vessel, boat or vehicle in or\n              on which there is reason ta suspect that any of Her\n              Majesty’s stores stolen or unlawfully obtained may be\n              found, or any person reasonably suspected of having or\n              conveying in any manner any of Her Majesty’s stores\n              stolen or unlawfully obtained.\n               A constable shall be deemed to be deputed by a public\n             department within the meaning of this section if he is\n             deputed by any writing signed by the person who is the\n             head of such department, or who is authorized to sign\n             documents on behalf of such department.\nUnlawful       7. If any person is brought before a Court of Petty\npossession\nof Her       Sessions charged with conveying or with having in his\nMajesty’s    possession or keeping any of Her Majesty’s stores reason-\nstores.\n             ably suspected of being stolen or unlawfully obtained, and\n             does not give an account to the satisfaction of the Court\n             how he came by the same, he shall be liable, on summary\n                   me inclusion of this page is authorized by LN. 480/1973]\n                         PUBLIC STORES                                                5\nconviction, to a penalty not exceeding ten dollars, or to be\nimprisoned for a term not exceeding six months, with or\nwithout hard labour."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. It shall not be lawful for any person, without per- Prohibition\nmission in writing from a public department, or from ing,etc.,of sweep-\nsome person authorized by a public department in that-kcO:;;;;\nbehalf (proof of which permission shall lie on the party artillery\naccused), to gather or search for stores, or to creep, sweep, ranges, etc.\nor dredge in the sea or any tidal water, within one\nhundred yards from any vessel belonging to Her Majesty\nor in Her Majesty’s service, or from any mooring place or\nanchoring place appropriated to such vessel, or from any\nmoorings belonging to Her Majesty, or from any of Her\nMajesty’s wharves, or dock, victualling, or other yards, or\nwithin one thousand yards from any battery or fort used\nfor the practice of artillery either by the Royal Artillery\nor by militia or volunteer artillery, or in or on any part\nof the spaces or distances, whether covered with water or\nnot, from time to time marked out as ranges for artillery\npractice for the use of Her Majesty’s ships, or marked\nout and appropriated for ranges under the provisions of\nthe Lands (Naval and Military) Law, relating to Artillery Cap.209\n                                                            (1953 Edtn.\nand Rifle Ranges.                                           now\n                                                            Omitted).\n  If any person acts in contravention of this provision he Penalty.\nshall be liable, on summary conviction, to a penalty not\nexceeding ten dollars, or to be imprisoned for a term not\nexceeding six months, with or without hard labour."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. If stores are found in the possession or keeping of a Penalwon\n                                                                      dealer, etc..\nperson being in Her Majesty’s Service, or in the service f ound in\nof a public department, or being a dealer in marine stores\nor in old metals, or a pawnbroker within the meaning of storesand\n                                                           not account-\nany enactments for the time being in force relating to ingforthcm.\nsuch dealers or to pawnbrokers, and he is taken or sum-\nmoned before a Court of Petty Sessions, and the Court\n      lThe inclusion of this page is authorized by L.”.   480/1973]\n6                                        PUBLIC STORES\n                sees reasonable grounds for believing the stores found to\n                be or to have been Her Majesty’s property, then if such\n                person does not satisfy the Court, that he came lawfully\n                by the stores so found, he shall be liable, on summary\n                conviction, to a penalty not exceeding ten dollars, or to\n                be imprisoned for a term not exceeding six months, with\n                or without hard labour.\nCriminal\npossession"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. For the purposes of this Act stores shall be deemed          .\nexplained.      to be in the possession or keeping of any person if he\n                knowingly has them in the actual possession or keeping\n                of any other person, or in any house, building, lodging,\n                apartment, field or place, open or enclosed, whether\n                occupied by himself or not, and whether the same are so\n                had for his own use or benefit or for the use or benefit\n                of another.\nIncorpora-        11. The following sections of the Larceny Act shall\ntion of\ncertain         be incorporated with this Act, and shall, for the purposes\nsections of     of this Act be read as if they were here re-enacted,\nLarceny\nAct.            namely, sections 57 and 66; and for this purpose the\n                expression “this Act” when used in the said incorporated\n                sections shall be taken to include the present Act.\nThis Act           12. The provisions of this Act relative to the taking\nnot to apply\nt o stores      out, destroying, or obliterating of marks, or to the having\nissued as       in possession or keeping Her Majesty’s stores, shall not\nreg’mental\nnecessaries,\netc.\n                apply to stores issued as regimental necessaries or other-\n                wise for any soldier, militiaman, or volunteer; but nothing\n                herein shall relieve any person from any obligation or\n                liability to which he may be subject under any other enact-\n                ment in respect of any such stores.\nPenalty or         13. Notwithstanding anything in any enactment con-\nother money\nrecovered to    tained, any pecuniary penalty or other money recovered\nbe applied      under this Act shall be paid or applied as the Minister shall\nas Minister\nshall direct.   direct.\n                      m e inclusion of this page is authorized by L.N. 480/1973]\n                         PUBLIC STORES                                         7"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. This Act not to apply to stores issued as regimental necessaries,\n       etc."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Penalty or other money recovered to be applied as Minister\n       shall direct."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Nothing in this Act contained shall prevent any Proceedings\n                                                            prescribed\nperson from being indicted under this Act, or otherwise, by this Act\nfor any indictable offence made punishable on summary f~~~~~\nconviction by this Act, or prevent any person from being proceedings.\nliable, under any other enactment or otherwise to any other\nor higher penalty or punishment than is provided for any\noffence by this Act, so that no person be punished twice\nfor the same offence."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. A prosecution for an offence under this Act shall not Prosecution\n                                                             not to be\nbe instituted except by or with the consent of the Director without\n                                                             consent of\nof Public Prosecutions or of a public department.            Director of\n                                                                    Public\n                                                                    Prosecu-\n                                                                    tions.\n      lThc inclusion of this page is authorized by L.N. 480/1973]\n8                              PUBLlC STORES\n                                     SCHEDULE                          (Section 4)\n         Marks appropriated for use in or on Her Majesty’s Stores\n                 STORES                            MARKS\n                     -                                         -\n    Hempden cordage and wire rope.              White, black or coloured wor-\n                                                 sted threads laid up with\n                                                 the yarns and the wire\n                                                 respectively.\n    Canvas, fearnought, hammocks,               A blue line in a serpentine\n     and seamen’s bags.                          form.\n    Bunting    ...     ...     ...    ...       A double tape in the warp.\n    Chdles     ...     ...     ...    ...       Blue or red cotton threads in\n                                                  each wick or wicks of red\n                                                  cotton.\n    Timber or metal ...      ... ...            The name of Her Majesty, her\n    Any stores not before enumerated.             predecessors, her heirs or\n      whether similar to the above or             successors or of any public\n      not.                                        department, or any branch\n                                                  thereof, or the broad arrow\n                                                  or a crown, or Her Majesty’s\n                                                  arms, whether such broad\n                                                  arrow, crown, or arms be\n                                                  alone, or be in combination\n                                                  with any such name as afore-\n                                                  said, or with any letters de-\n                                                 noting any such name.\n              flhe inclusion of this page is authorized by L.N.480119731"
    }
  ],
  "definitions": []
}