{
  "id": "jm-stat-the-quarantine-act",
  "type": "statute",
  "title": "The Quarantine Act",
  "title_en": "The Quarantine Act",
  "short_name": "Quarantine Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-quarantine-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-quarantine-act | Legal areas: Health and Safety",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0) In case any of the compartments enumerated arc not present on the vessel this fact\n          must k mentioned.\n      (c) Old or recent evidkce of excreta. runs or cutting.\n      (d) None. slight. Moderate or Pronounped\n                                                                                       ................................................\n                                                                                            seal, Name, Qualification and Signature\n      (e) State thc weight of Sulphur or of Cyan~desalts or quantity of HCa used.                          of the Inspector.\n                           QUARANTINE\n                          THE APPENDIX                 (See definition\n                                                      of Convention\n                                                    in regulation 2)\n     Extracts from the Znternational Sanitary Convention signed\n                  at Pans on the 21sr of June, 1926\n                              hncm 18\n   It rests with the authority of the country of destination to decide in\nwhat manner and at what place disinfection shall be camed out and\nwhat methods shall be adopted to secure the destruction of rats or\ninsects (fleas, lice, mosquitoes, h.).   These operations shall be per-\nformed in such a manner as to injure articles as little as possible.\nClothes and other articles of small value, including .rags not carried\na$ merchandise in bulk, may be destroyed by fire.\n   It is the duty of each State to settle questions relative to the pay-\nment of compensation for any damage caused by disinfection, derati-\nsation and dishsectisation, or by the destruction of the articles refemd\nto above.\n   If. on account of these measures charges are levied by the satiitary\nauthority, either directly or indirectly through a cornmy or 8I1\nindividual, the rates of these charges shall be in accordance With a\ntariff published in advance and so drawn up that the State or the\nsanitary authority may not, on the whole, derive any profit from its\napplication.\n                           SECTION N\n               Measures at Ports and Marine Frontiers\n                            (A) PLAGUB\n                             h-rxm24\n  Infected Ship. A ship shall be regarded as infecfed-\n     (1) if it has a case of human plague on board:\n     (2) or if a case of human plague broke out mbre than six days\n         after embarkation;\n     (3) or if plague-infected rats are found on board.\n  Suspected Ship. A ship shall be regarded as “suspected”-\n     (1) if a case of human ptague broke out on‘board in the h t six\n         days after embarkation:\n     (2) or if investigations regarding rats have shown the existenca\n         of an unusual mortality without determining the cause thercof.\n   The ship shall continue to be regarded as suspected until it has been\nsubjected to the measures prescribed by this Convention at a suitably\nequipped port-\n  Healthy Ship. A ship shall be regarded as *’healthy”, notwith-\nstanding its having come from an infected port, if there has been no\nhuman or rat plague on board either at the time of departure, or\n       [The inclusion of this page is authoriztd by L.N. 480/19731\n                               QUA RANTI”                                            33\nduring the voyage, or on amval, and the investigations regarding rats\nhave not shown the existence of an unusual mortality.\n                                 ARTICLE25\n  Plague-infected ships shall undergo the following measures-\n    (1) Medical inspection;\n    (2) The sick shall immediately be disembarked and isolated;\n    (3) All persons who have been in contact with the sick and those\n        whom the port sanitary authority have reason to consider\n        suspect shall be disembarked if possible. They may be\n        subjected to observation or surveillance+, or to observation\n        followed by surveillance, provided that the total duration of\n        these measures does not exceed six days from the time of\n        amval of the ship. It rests with the sanitary authority of\n        the port. after taking into consideration the date of the last\n        case. the condition of the ship and the local possibilities, to\n        apply that one of these measures which seems to them\n        preferable. During the same period the crew may be\n        prevented from leaving the ship except on duty notified to the\n        sanitary authority:\n    (4) Bedding which has been used, soiled linen, wearing apparel\n        and other articles which, in the opinion of the sanitary\n        authority, are infected shall be disinsected and, if nccesary,\n        disinfected;\n    (5) The parts of the ship which have been occupied by persons\n        suffering from plague or which, in the opinion of the sanitary\n        authority, are infected shall be disinsected and, if necessary.\n        disinfected:\n    (6) The sanitary authority may require deratisation before the\n        discharge of the cargo, if they are of the opinion. having\n        Egard to the nature of the cargo and the way m which it is\n        loaded, that it is possible to effect a total destruction of rats\n        before discharge. In this case, the ship may not be subjected\n        to a new deratisation after discharge. In other cases the\n        complete destruction of the rodents shall be effected on board\n        when the holds are empty. In the case of ships in ballast, this\n        process shall be carried out as soon as possible before taking\n        cargo. Deratisation shall be carried out so as to avoid, as\n        far as possible, damage to the ship and cargo (if any). The\n        operation must not last longer than twenty-four hours. Any\n        charges made in respect of these operations of deratisation\n        and any question of compensation for damage shall be\n        determined in accordance with the provisions of Article 18.\n  *In all Cases where this Convention provides €or “surveillance” the sanitary\nauthority may substitute “observation” as an exceptional measure in the case of\npersons who do not offer adequate sanitary guarantees.\n  Persons under observation or surveillance shall give facilities for all clinical\nor bacteriological investigations which are considered necessary by the sanitary\nauthority.\n34                                QUARANTINE\n       If a ship is to discharge a part of its cargo ody. and if the port\n     authorities consider that it is impossible to carry out complete\n     deratisation. the said ship may remain in the port for the time required\n     to discharge that part of its cargo, provided that all precauuons.\n     including isolation, are taken to the satisfaction of the sanitary\n     authority to prevent rats from passing from the ship to the shore, either\n     during unloading or otherwise.\n       The discharge of cargo shall be camed out under the control of the\n     sanitary authority. who shall take all measures necessary to prevent\n     the staff employed on this duty from becoming infected. This sta!l\n     shall be subjected to observation or to surveillance for a perid not\n     exceeding six days from the time when they have ceased to work at\n     the unloadmg of the ship.\n                                       ARTICLE 26\n       Plague-suspected ships shall undergo the measures sptcifibd in (1).\n     (4), (5) and (6) of Article 25.\n       In addition, the crew and passengers may be subjected to surveil-\n     lance, which shall not exceed six days reckoned from the date cf\n     arrival of the ship. The crew may be prevented during the same\n     period from leaving the ship except on duty notified to the sanitary\n     authority.\n                                    ARTICLE  27\n        HeaZthy Ships. Ships free from plague shall be given free pratique\n     immediately. with the reservation that the sanitary authority of the\n     port of arrival may prescribe the following measures with regard to\n     them-\n          (I) Medical inspection to determine whether the ship comes\n              within the definition of a healthy ship;\n          (2) Destruction of rats on board, under the conditions specified\n              in (6) of Article 25, in exceptional cases and for well-founded\n              reasons, which shall be communicated in writing to the\n              captain of the ship;\n          (3) The crew and passengers may be subjected to surveillance\n              during a period which shall not exceed six days reckoned\n              from the date on which the ship left the infected port. The\n              crew may be prevented during the same period from leaving\n              the ship except on duty notified to the sanitary authority.\n                                  ARTICLB 28\n       All ships, except those employed in national coastal service, sball\n     be periodically deratised, or be permanently so maintained that any\n     rat population is kept down to the minimum. In the first case they\n     shall receive Deratisation Certificates, and in the second, Derarisarion\n     Exemption Certificates.\n                            QUARANTINE                                        35\n  Governments shall make known through the Office International\nd'Hygiene Publique those of their ports possessing the equipment and\npersonnel necessary for the deratisation of ships.\n  A Deratisation Certificate or a Deratisation Exemption Certificate\nshall be issued only by the sanitary authorities of ports specified above.\nEvery such certificate shall be valid for six months, but this period\nmay be extended by one month in the case of a ship proceeding to its\nhome port.\n  If no valid certificate is produced, the sanitary authority at the ports\nmentioned in the second paragraph of this Article may after inquiry\nand inspection-\n    (a) themselves carry out deratisation of the vessel, or cause such\n         operations to be carried out under their direction and control.\n         On the completion of these operations to their satisfaction\n         they shall issue a dated Deratisation Certificate. They shall\n         decide in each case the technique which should be employed\n         to secure the practical extermination of rats on board, but\n         details of the deratising process applied and of the number\n         of rats destroyed shall be entered on the certificate. Destruction\n         of rats shall be camed out so as to avoid as far as possible\n         damage to the ship and cargo (if any). The operation must not\n         last longer than twenty-four hours. In the ca5e of ships in\n         ballast the process shall be camed out before taking cargo.\n         Any charges made in respect of these operations of deratisa-\n         tion. and any question of compensation for damage, shall be\n         determined in accordance with the provisions of Article 18;\n    (b) issue a dated Deratisation Exemption Certificate if they arc\n         satisfied that the ship is maintained in such a condition that\n         the rat population is reduced to a minimum. The reasons\n         justifying the issue of such a certificate shall be set out in the\n         certificate.\n  Deratisation and Deratisation Exemption Certificates shall be drawn\nup as far as possible in a uniform manner. Model certificates shall be\nprepared by the Office International #Hygiene Publique.\n                               ARTICLB 29\n   Znfected Ship. A ship shall be regarded as infected if there is a a s c\nof cholera on board, or if there has been a case of cholera during the\nfive days previous to the arrival of the ship in port.\n   Suspected Ship. A ship shall be regarded as suspected if there has\nbeen a case of cholera at the time of departure or during the voyage,\nbut no fresh Case in the five days previous to arrival. The ship shall\ncontinue to be regarded as suspected until it has been subjected to the\nmeasures prescribed by this Convention.\n   Healthy Ship. A ship shall be considered healthy if, although\narriving from an infected port or having on board persons proceeding\n        me inclusion of this page is authorized by L.N. 480119731\n36                              QUARANTINE\n     from an infected local area, there has been no case of cholera either\n     at the time of departure, during the voyage, or on arrival.\n        Cases presenting the clinical symptoms of cholera, in which no\n     cholera vibrios have been found or in which vibrios not strictly con-\n     forming to the character of cholera vibrios have been found, shall be\n     subject to all measures required in the case of cholera.\n        Germ carriers discovered on the arrival of a ship shall be submitted\n     after disembarkation to all the obligations which may be imposed in\n     such a case by the laws of the country of arrival on its own nationals.\n                                   ARTICLE\n                                         30\n       Cholera Infected Ships. In the case of cholera, \"infected\" ships\n     shall undergo the following measures-\n              Medical inspection;\n              The sick shall be immediately disembarked and isolated;\n              The crew and passengers may be disembarked and either be\n              kept under observation or subjected to surveillance during a\n              period not exceeding five days reckoned from the date of\n              arrival of the ship;\n              However, persons who can show that they have been protected\n              against cholera by vaccination effected within the period of\n              the previous six months, excluding the last six days thereof,\n              may be subjected to surveillance, but not to observation;\n              Bedding which has been used, soiled linen, wearing apparel\n              and other articles, including foodstuffs, which in the opinion\n              of the sanitary authority of the port, have been recently con-\n              taminated, shall be disinfected;\n               The parts of the ship that have been occupied by persons\n              infected with cholera or that the sanitary authority regard as\n              infected, shall be disinfected;\n               Unloading shall be carried out under the supefvision of the\n              sanitary authority, which shall take all measures necessary to\n              prevent the infection of the staff engaged in unloading. This\n              staff shall be subjected to observation or to surveillance which\n              may not exceed five days from the time when they ceased\n              unloading;\n               When the drinking water stored on board is suspected it shall\n              be emptied out after disinfection and replaced, after disinfec-\n              tion of the tanks, by a supply of wholesome drinking water;\n               The sanitary authority may prohibit the emptying of water\n              ballast in port without previous disinfection if it has been\n              taken in at an infected port;\n               The emptying or discharge of human dejecta. as well as the\n              waste waters of the ship, into the waters of the port may be\n              forbidden, unless they have been previously disinfected.\n             me inclusion of this page is authorized by L.N. 480/ 19731\n                              QUARANTlNE                                    37\n                                ARTICLE 31\n  Cholera suspected Ships. In the case of cholera, “‘suspectes’ ships\nshall undergo the measures prescribed in (I), (4). (5). (3, (8) and (9)\nof Article 30.\n  The crew and passengers may be subjected to surveillance during a\nperiod which shall not exceed five days reckoned from the date of\narrival of the ship. It is recommended that the crew be prevented\nduring the same period from leaving the ship except on duty notified\nto the sanitary authority.\n                                ARTICLE 32\n  Clinical Cholera. If the ship has been declared infected or suspected\non account only of a case on board presenting the clinical features of\ncholera, and two bacteriological examinations, made with an interval of\nnot less than 24 hours between them, have not revealed the presence\nof cholera or other suspicious vibrios, the ship shall be considered\nhealthy.\n                                ARTICLE 33\n  Healthy Ships. In the case of cholera, “healthy” shim shall be\ngiven free pratique immediately.\n   The sanitary authority of the port of arrival may prescribe as regards\nthese ships measures specified in (1). (7). (8) and (9) of Article U).\n  The crew and passengers may be subjected to surveillance during a\nperiod which shall not ex& five days reckoned from the date of\narrival of the ship. The crew may be prevented during the same period\nfrom leaving the ship except on duty notified to the sanitary authority.\n                                ARTICLE 34\n  Since anticholera vaccination is a method of proved efficacy in stay-\ning cholera epidemics, and consequently on lessening the Iikelihood of\nthe spread of the disease, sanitary administrations arc recommended\nto employ it, in the largest measure possible and as often as practi-\ncable specific vaccination in cholera foyers and to grant certain\nadvantages as regards restrictive measures to persons who have elected\nto be vaccinated.\n                          (C)YELLOW FEVER\n                                ARTICLB 35\n  Znfectcd Ship. A ship shall be regarded as infected if them is a case\nof yellow fever on board. or if there was one at the time of deparnua\nor during the voyage.\n  Suspected Ship. A ship shall be regarded as surpccltd if having had\nno case of yellow fever. it arrives after a voyage of less than six days\nfrom an infected port or from a port in close relation with an endemic\n           me inclusion of this page is authorized by LJI. 480/19731\n38                              QUARANTZNE\n     centre of yellow fever, or it arrives &r a voyage of more than six days\n     and there is reason to believe that it may transport adult stegomyia\n     (aedes aegypti) emanating from the said port.\n        Healthy Ship. A ship shall be regarded as healthy. notwithstand-\n     ing its having come from an infected port, if on arriving after a voyage\n     of more than six days it has had no case of yellow fever on board and\n     either there is no reason to believe that it transports adult stegomyia or\n     it is proved to the satisfaction of the authority of the port of arrival-\n           (a) that the ship, during its stay in the port of departure. was\n                moored at a distance of at least 200 metres from the inhabited\n                shore and at such a distance from harbour vessels @ontons)\n                as to make the access of stegomyia improbable;\n           (b) or that the ship, at the time of departure. was efFectively\n                fumigated in order to destroy mosquitoes.\n                                  ARnCLB 36\n       Yellow Fever Znfected Ships. Ships infected with yellow fever shall\n     undergo the following measures-\n         (1) Medical inspection;\n         (2) The sick shall be disembarked, and those of them whose\n             illness has not lasted more than five days shall be isolated in\n             such a manner as to prevent infection of mosquitoes;\n         (3) The other persons who disembark shall be kept under obser-\n             vation or surveillance during a period which shall not exceed\n             six days reckoned from the time of disembarkation;\n         (4) The ship shall be moored at least 200 metres from the\n             inhabited shore and at such a distance from the harbour boats\n             (pontons) as will render the access of stegomyia improbable;\n         (5) The destruction of mosquitoes in all phases of growth shall be\n             carried out on board. as far as possible before discharge of\n             cargo. If discharge is carried out before the destruction of\n             mosquitoes, the personnel employed shall be subjected to\n             observation or to surveillance for a period not exceeding six\n             days from the time when they ceased unloading.\n                                   ARTICLE 37\n       Yellow Fever Suspected Ships. Ships suspected of yellow fever may\n     be subjected to the measures spccifiad in (1). (3). (4)and (5) of Article"
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Has there been on board during the voyage*\n     any case or suspected case of plague, cholera,\n     yellow fever, typhus fever or smallpox? Give\n     particulars in the Schedule.                                          ........................"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In these Regulations, unless the context otherwise requires-           Interpreta-\n   “AEdes” means Ades aegypti and any potential mosquito vector tion.\n        of yellow fever;\n   “approved port” means a port or place in which a Health Officer\n        is authorized by the Minister to grant deratisation certificates\n        and deratisation exemption certificates;\n   “authorized officer” means a person authorized to act as such in\n        the case in question by virtue of an order made under re*-\n        tion 3 and includes a Health OfEcer:                               L.N.\n                                                                           115/1956.\n   “Convention” means the International Sanitary Convention signed\n        at Paris on the 21st of June, 1926, of which relevant extracts\n        are set forth in the Appendix, as amended from time to\n               z\n        time b any Convention to which the Government of this\n        Island asadhered;\n   “crew” includes any person having duties on board the ship in\n        connection with the voyage thereof or employed in any way\n        in service of the ship, the passengers or the cargo;\n   “day” means an interval of twenty-four hours;\n   “deratisation certificate” and “deratisation exemption certificate”\n        mean respectively a deratisation certificate or a deratisation\n        exemption certificate issued under regulations 25 and 26 or\n        otherwise issued in codormity with Article 28 Of the\n        Convention;\n   “foreign port” means a port or place situated elsewhere than in\n        the Island;\n   “Health ofliar” means the appropriate officer appointed as such\n        under section 6 of this Act, and includes a medical practitioner\n       acting under the direction of the Quarantine Authority or a\n        Health OfEcer for the purpose of executing these Regulations\n        or any of them;\n   “immune”. in relation to yellow fever, means that the person in\n          uestion produces a certificate to the satisfaction of the Health\n       8fficer issued by a medical officer or institution recognized\n        by the Q~arantineAuthority-\n        (a) to the effect that the bearer has been inoculated for the\n             first time more than ten days and less than four years\n             previously; or\n       (b) to the effect that he has been re-inoculated within the\n             past four years; or\n12                           QUARANTINE\n          (c) to the effect that he has recovered from an attack of\n                 yellow fever and that his blood contains immune bodies\n                 against yellow fever as proved by a test camed out by an\n                 institution regularly carrying out biological tests for\n                 yellow fever;\n     “infected area**. “infected port”, “infected place” and “infected\n           local area” means a local area in which the Health Mcer\n           has reason to believe that-\n           (a) a first case of plague recognized as non-importad has\n                 occurred or in which rodent plague exisg or has existed\n                 during the previous six months; or\n           (b) cholera has formed a foyer, that is to say that the\n                 occurrence of new cases beyond the immediate surround-\n                 ings of the first case proves that the spread of the disease\n                 has not been limited to the place where it be-;           or\n           (c) a first case of yeflow fever recognized as non-imported\n                 has occurred; or\n           (d) typhus or smallpox wrists in epidemic.foF that is to\n                say that the occurrence of new cases rndicates that the\n                 spread of the disease is not under control.\n          and includes a port or sea-board which 8cNtS 1111 infected\n          local area;\n     “infectious disease” means any epidemic or acute infectious\n          disease. and includes open pulmonary tuberculosis but dots\n          not include venereal disease;\n     “isolation**means the removal to a hospital or other suitable place\n          approved by .the Health Officer of a person suffering, or\n          suspected to be sdering, from an infectious diseasc. and his\n          detention therein, until, in the opinion of the Health Officer-\n          ( U ) he is free from infection; or\n          (b) if not so free. he may be discharged without undue\n                danger to public health;\n     “local area**means a well defined area such as a province. district,\n          island, town or quarter of a town, port or village. whatever\n          may be its extent or population;\n     “observation” means the detention under medical supervision of\n         persons in such places and for such periods as may be directed\n          by a Health Officer;\n     “passenger” means any person, other than a member of the crew,\n         carried in a ship;\n     ”period of incubation” for the pwposc of thm Regdatim\n          be deemed to bc-\n                For plague       ...\n                                 ...         ...\n                                             ...          ...\n                                                          ...       6 days\n                For cholera\n                For yellow fever\n                                 ...         ...\n                                             ...          ...\n                                                          ...\n                                                                    5\n                                                                    6 days\n                For typhus\n                For smallpox     ...         ...          ...      12 days\n                                                                   14 days\n        l l l e inclusion of this page b authorized by L.N. 480/1973]\n                            QUARANTINE                                              13\n    “Quarantine Authority” means the Quarantine Authority estab-\n         lished under section 3 of this Act;\n    “specified infectious disease” means plague, cholera, yellow fever,\n         typhus and smallpox;\n    “suitably equipped port” in relation to any disease means a port\n         recognized by Ithe Quarantine Authority as possessing the\n         necessary organization and equipment for dealing with that\n         disease;\n    “surveillance” means that persons are not detained, that they\n         may move about freely, but that they are required to report\n         for medical examination at such intervals and during such\n         period and to such persons as may be directed by a Health\n         Officer;\n    “valid” in relation to a deratisation certificate or deratisation\n         exemption certificate means issued within the last preceding\n         six months, or where the ship in respect of which the certifi-\n         cate is issued is proceeding to its home port, the past preced-\n         ing seven months;\n    “Visiting Officer” means the appropriate officer appointed as such\n         under section 6 of this Act, and a person authorized to act\n         as such in the case in question by virtue of an order made\n         under regulation 3 and includes a Health Officer where the\n         context so permits."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.+ 1 ) There is hereby established a '~uarantineAuthority Establish-\n                  ,\n                                                                              ment of\n              which shall consist of a Chairman and four other members to Quarantine\n              be appointed in accordance with the provisions of this section. Authority\n                                                                                                    and appoint-\n                                                                                                    ment of\n                                 (2) The Minister shall appoint-                                    members.\n                                                                                                    511956\n          -                   (a) >theChief Medical Officer or a Principal Medical Offi- S. 2.\n-.                                cer to be the Chairman; and\n                              (b) four other members, one of whom shall be represent-\n                                  ative of the interests of shipping and another of whom\n                                  shall be representative of the interests of airways.\n              ,       .-.\n 4                                              QUARANTINE\n                          (3) The members of the Quarantine Authority, {otherthan\n                  the Chairman, shall hold office for such period not 'exceeding\n                  three years as the Minister may determine, but shall be eligible\n                  for reappointment.                                    ,\n                                                                                     I\n                         (4) The Minister may appoint any person to k t in the\n                  place of the Chairman or any other member of the Quarantine\n                  Authority in case of the absence or inability to act of the Chair-\n                  man or such member.\n                         (5) Any member of the Quarantine Authori~y other\n                  than the Chairman may at any time resign his office by:instru-\n                  ment in writing addressed to the Chairman thereof, who shall\n                  forthwith cause it to be forwarded to the Minister, and fiom the\n                  date of the receipt by the Chairman of such instnunent such\n                  member shall cease to be a member of the Quarantine ~ u t h o r i t ~ .\n                         (6) The appointment of, removal, death, departuie from\n                  the Island or resignation of any member of the                     a an tine\n,- -              Authority shall be notified in the Gazette.            I\n                                                                                           1\n                                                                                           I\n  Incorporat~on      4 . 4 1 ) The Quarantine Authority shall be a body codporate\n  of Quarantine\n  Authority.       having perpetual succession and a common seal and the 'power\n                   to purchase, hold, and dispose of land or other property oflwhat-\n                  'ever'kindfor the purposes of this Act.                      I\n                                                                                               1\n                                                                                               I\n                          (2) The seal of the Quarantine Authority shall be a4then-\n                  ticated by ,the signatures of the Chairman, or one other member\n                  of the Quarantine Authority authorized to act in that behalf, and\n                  the Secretary of the Quarantine Authority, and such seal shall be\n                                                                              I\n                  officially and judicially noticed.                                               I\n                          (3) )All documents, other than those required by law\n                                                                                                                       0\n                  to be under seal, made by, and all decisions of, the Quarantine\n                  Authority may be signified under the hand of the Chairman,\\any\n                  member of ,the Quarantine Authority authorized in that behalf,\n                  or the Secretary of the Quarantine Authority.              I                         I\n                                                                                                       I           .\n                                                                                                       I\n                                                                                                           I\n                                                                                                           1\n                                                                                                               I\n                         QUARANTINE                                   5\n        (4)The Quarantine Authority may sue and be sued\nin its corporate name and may for all purposes be described\nby such name."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Minister may, by order, declare any authorized aerodrome Approvalof\nin the Island to be a sanitary aerodrome for the purposes of these sanitary\nRegulations, where he is satisfied that there are available at the\naerodrome-\n     (U) a Health Officer and adequate sanitary staff (whether or not\n         in permanent attendance);\n     (b) a place for medical inspection;\n     (c) equipment for taking and despatching suspected material to\n         a laboratory for examination if such examination cannot be\n         made at the aerodrome;\n     (d) facilities for the isolation. transport and care of the sick, for\n         the observation of contacts separately from the sick and for\n         carrying out any other prophylactic measures in suitable\n         premises within the aerodrome or in proximity to it;\n     (e) apparatus necessary for carrying out disinfection, disinswtisa-\n         tion and deratisation, if required, as well as any other\n         measures laid down in these Regulations;\n     U> a sufficient supply of wholesome drinking water;\n     (g) a proper and safe system for the removal and disposal of\n         excreta, refuse and waste water;\n     (h) adequate protection from rats.\n                   PART 11. Movements of Aircraft"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) The Quarantine Authority shall meet at such Procedure\n                                                             and meetings\ntimes as may be necessary or expedient for the transaction of the\nof business, and such meetings shall be held at such place ~ $ ~ ~ ~ ~ t $ . e\nand time and on such days as the Quarantine Authority\nmay determine.\n       (2) The Chairman may at any time call a special\nmeeting of the Quarantine Authority and shall call a special\nmeeting within seven days of a requisition for that purpose\naddressed to him by any three members of the Quarantine\nAuthority.\n       (3) The Chairman shall preside at all meetings of\nthe Quarantine Authority at which he is present, and in\ncase of his temporary absence the members present and\nconstituting a quorum shall elect a Chairman from among\ntheir number.\n       (4) A quorum of the Quarantine Authority shall be\nthree.\n       (5) The decisions of the Quarantine Authority shall\nbe by the majority of votes and in addition to an original\nvote in any case in which the voting is equal the Chairman\nof the meeting shall have a casting vote.\n       (6) Minutes in proper form of each meeting shall be\nkept by the Secretary and shall be confirmed by the Chair-\nman as soon as practicable thereafter at a subsequent\nmeeting .\n       (7) The Quarantine Authority may co-opt any one\nor more persons to attend any particular meeting of the\nQuarantine Authority for the purpose of assisting or\nadvising the Quarantine Authority, but no such co-opted\nperson shall have any right to vote.\n    6                                        QUARANTINE\n                          (8) The powers of the Quarantine Authority shall\n                    not be affected by any vacancy in the membership thereof,\n                    nor by the fact that it is afterwards discovered that there\n                    was some defect in the appointment or qualifications of a\n                    person purporting to be a member of the Quarantine\n                    Authority.\n                          (9) Subject to the provisions of this section the\n                    Quarantine Authority shall have power to regulate its own\n                    proceedings, and may, subject to the approval of the\n                    Minister, delegate to any member or committee the power\n                    and authority to carry out on behalf of the Quarantine\n                    Authority such duties as may be determined.\n     Appoint-         6.-( 1) The Governor-General may appoint Health\n     =$;!           Officers, Visiting Officers, Quarantine Guards and such\nd:;~:';~            other employees as may be deemed necessary for the proper\n                    carrying out of the provisions of this Act.\n                           (2) In the exercise of their powers and the perform-\n                    ance of their duties under this Act, Health Officers and\n                    Visiting Officers shall act under the general or special\n                    direction and control of the Quarantine Authority.\n     power to          7.-(1) The Minister may make regulations, as respects\n     make\n     regulations.   the whole or any part of the Island, including the ports\n                    and coastal waters thereof, for preventing-\n                           (a) danger to public health from ships or aircraft or\n                                persons or things therein, arriving at any place;\n                                and\n                           (b) the spread of infection by means of any ship or\n                                aircraft about to leave any place, or by means of\n                                any person or thing about to leave any place in\n                                any ship or aircraft.\n                             (2) Without prejudice to the generality of the\n                    powers conferred by subsection (I), regulations under that\n                     subsection may, for the purposes therein set forth, make\n                           me inclusion of this page is authorized by L.N. 480/1973]\n                                  QUARANTINE\n     provision for all or any of the following matters. that is to\n     say-\n           (a) the collection and transmission of epidemiological and\n                sanitary information;\n           (b) the signals to be displayed by ships or aircraft;\n           (c) the questions to be answered and information (whether\n                oral or documentary) to be supplied by masters, com-\n                manders and other persons who are or have been on\n                board any ship or aircraft or are desirous of boarding\n                any ship or aircraft;\n           (4 the detention of ships or aircraft and of persons and\n                things that are or have been on board them;\n           (e) the destruction of things which are or have been on\n                board ships or aircraft;\n           V) the duties to be performed by masters, commanders\n                and other persons who are or have been on board ships\n                or aircraft or who are desirous of boarding any ship\n     I  ..      or aircraft;\n           (g) authorizing the making of charges and providing for\n                the recovery of expenses;\n           (h) the enforcement of the regulations;\n           (i) the conferring on appropriate officers of powers to\n                board ships and aircraft and to enter premises.              +\n         . (3) Regulations made under subsection (1) shall be sub-\n     ject to affirmative resolution. In confirming any regulations, the\n     House of Representatives and the Senate may make any amend-\n     ments thereto.\n              (4) The regulations contained in the First and Second Firstand\n     Schedules shall be deemed to have been made and confirmed\n     under the provisions of this section.\n             (5) Notwithstanding section 29(b) of the Interpretation 7 ~ 0 1 1\n     Act, regulations made under this section may provide in respect SCh.\n'\\\n     of a breach of any of the provisions thereof for the imposition of\n     penalties on summary conviction in a Resident Magistrate's\n     Court of a fine not exceeding one million dollars or imprison-\n     ment for a term not exceeding twelve months or both such fine\n     and imprisonment.\n                                              QUARANTINE\nPower to rn&e      8.--( 1 ) Subject to the provisions hereinafter contained, the\nrules.\n                Quarantine Authority may make rules for implementing or\n                carrying into, effect any regulations in force by virtue of sectiori"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Are you aware of any other condition on\n     board which may lead to infection or the spread\n     of infectious disease?                                                ........................\n       I hereby declare that the particulars and answers to the questions\n     given in this Declaration of Health (including the Schedule) are true\n     and correct to the best of my knowledge and belief.\n                                              Sgd..   ...........................................\n                                                                       Master\n     Da.......................            Countersigned....................................\n                                                                Ship's Surgeon\n       *If.more than six weeks have elaqed since the voyage began, it will d c 8\n     to pve part~culars for the last SIX weeks.\n     -~~      ~\n28                                        QUARANTINE\n                                        INSTRUCTIONS\n             The master of a ship coming from a port outside the Island must\n           ascertain the state of health of all persons on board. and fdl in and\n           sign the Declaration of Health in the foregoing pages.\n             The master should send an International Quarantine Message either\n           direct to the Visiting Officer or through the agent. The message may\n           be in “clear” or in “code” and must be sent within the time speCified\n           in the Code.\n             The message must contain such of the items as are appropriate of\n           the Standard Quarantine Messages (included in the Medical Section\n           of the 1931 Intercolonial Code of Signals (pages 229 to 232 British\n           edition) ).\n             If the ship is not fitted with wireless, the appropriate sigaal must\n           be hoisted on arrival.\nL.N.         The master should take all steps necessary to ensure that no persons\n115/1956   other than a person acting in execution of the Quarantine (Maritime)\nPars. ”-   Regulations shall board or leave the vessel without the permission of\n           the Health Officer until pratique has been grantd.\n                                            SCHEDULE B                    (Regulation 5)\n                                     Use of Flags and Signals\n             Ships must show one of the following signals when coming within\n           the limits of a port and until free praltique is granted-\n             By duy-(i.e., between sunrise and sunset)-\n                (i) “Q” flag signifying “my ship is healthy and I request free\n                      pratique”.\n               (ii) “Q” flag over first substitute (QQ) signifying “my ship is\n                      suspect, that is to say, I have had a case or cases of infectious\n                      disease more than five days ago or there has bcen unusual\n                      mortality among rats on board”.\n                (iii) “Qy flag over “L” flag (QL) signifying “my ship is infected,\n                      that is to say, I have had a case or cases of infectious disease\n                      less than five days ago”.\n             The day signal shall be shown at the masthead or where it c811 best\n           be seen.\n             By night-Red light over white light, signifying “I have not received\n                       free pratique”.\n                       The lights should be not more than six feet apart and in\n                       a vertical line one over the other.\n             The night signal shall be shown at the peak or other cornpiwow\n           place where it can best be seen.\n                                            QUARANTINE                                                     29\n                                             SCHEDULE\n                                                    C                            (Regulations 2, 25,\n                                                                                    26 and 27)\n                                   Deratisation Certificate*\n                          Deratisation Exemption Certificate*\n  Given under Article 28 of the International Sanitary Convention of\nParis, 1926.\n             (Noi to be taken away by Port Authorities)\n   Date ....................................           Port of .....................................\nTHISCERTIFICATE\n            records the inspection and\nat this port on the above date\n                                                                      I exemption*\n                                                                   deratisation*\nof the S.S................... of ........................ net tons, from ...............\nIn accordance with the Quarantine Acts and Regulations of the Island\nof ............................................................................................\nAt the time the\n                                                                       ........................   tom of\n.........................................       .cargo*.\n  (*Strike out the unnecessary indications).\nOBSERVATIONS:   (In case of exemption, state here the measures taken\nfor maintaining the vessel in such a condition that the rat population\nwould be reduced to a minimum).\n..............................................................................................\n..............................................................................................\n..............................................................................................\n..............................................................................................\n                                         ......................................................\n                                               ......................................................\n                                                       Seal, Name, Qualification and\n                                                        Signature of the Inspector.\n                                                         DERATISATION CERTIFICATE (a)\n                                                       DERATISATION     CERTIFICATE\n                                                                EXEMPTION      (a)\n           Compartments (b)\n                                 1         Rat\n                                     Indications (c)\n                                                       discovered (d)   corrected\n                                                                                              By fumigation\n                                                                                       Fumigant.. ................\n                                                                                       Hours exposure.. ...........\n                                                                                                                                    By catching, trapping or\n                                                                                                                                           poisoning\n                                                                                                                                    Traps set           Rats\n                 (1)                                        (3)            (4)      7\n                                                                                    1\n                                                                                    Cubic feet       Quantity\n                                                                                                     used (e)\n                                                                                                      (6)\n                                                                                                                      Rats\n                                                                                                                    recovered\n                                                                                                                       (7)\n                                                                                                                                    or poisons\n                                                                                                                                     put out\n                                                                                                                                        (8)\n                                                                                                                                                     recovered\n                                                                                                                                                        (9)\nHQlds 1.                         I"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7, and for supplementing any such regulations as regaids any\n       -        matters for which the Quarantine Authority may deem k expe-\n                dient to provide with a view to carrying into effect the pbrposes\n                set forth 'in subsection (1).                                ,I\n                       (i)       Without prejudice to the generality of the bowers                   0\n                conferred by subsection ( I ) , rules under that subsection may, for\n                the purposes therein set forth, make provision for all or any of\n                                                                                1\n                the following matters, that is to say-                                   I\n                                                                                I\n                      ( a ) regulating the granting or withdrawal of pratique;~\n                     (6)    iegulAting the issuing of certificates and other ldocu-\n                            ments;\n                      ( c ) the governance of quarantine mooring stations, ancho-\n                            rages and berthing places, and of places where p&rsons\n                            or things are detained or taken for examination $d of\n                        , places used for the observation or isolation of persons;\n                      (4 the sanitation of ports and aerodromes and theit sur-\n                             roundings, including measures for keeping them; free\n                             f h m rodents, mosquitoes and other vectors of disease;\n                      ( e ) fiking the charges sanctioned by regulations in iorce\n                            b$ virtue of section 7 and providing for their incidence;\n                                                                                  ,\n3311991               fl the sanitation of artificial islands, installations J and\nS. 22                        stiuctures in the exclusive economic zone.            I\n                          (3) )The power to make rules under this section Ahall\n                 be without prejudice to any power to make regulations wider\n                                                                              I\n                 section 7 a d vice versa:                                                   1\n                   .provided that rules shall not have any force or effect if 'and\n                .to the extent that they are at any time inconsistent with h y                       0\n                 regulations in force by virtue of section 7.                   I\n                                                                                I\n                         (4) Rules made by the Quarantine Authority under $is\n                 section sha1l:not have any force or effect unless approved by the\n                 Minister. In approving any rules, the Minister may make by\n                 amendments Ithereto which he may deem desirable.\n                                                                                                 1\n                              QUARANTINE                                         9"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. When any specified infectious disease makes its appearance          Details of\nany part of the Island, the Health Officer or an authorized officer shall specified\nenter all necessary details in some convenient record of all aircraft lnfectlous\nleaving the aerodrome during a period of fifteen days from the date on ~            ~    ~   ~   ~\nwhich information of such specified infectious disease was received."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9 . 4 1 ) When in the opinion of the Quarantine Authority Powerto\n an emergency exists, the Quarantine Authority may by order make orders\n direct special measures to be taken during the continuance CY.\n of that emergency for 'any of the purposes specified in sections\n 7 and 8, and any such order shall have effect notwithstanding\n anything to the contrary in any regulations or rules in force by\n virtue of those sections.\n          (2) An order made under this subsection (1) may be\n varied or rescinded by order of the Minister. .\n     1 0 . 4 1 ) Any person who-                                         Offences and\n                                                                         penalties.\n ,    (a) refuses to answer or knowingly gives an untrue answer\n          to any inquiry made under the authority of this Act,\n          or intentionally withholds any information reasonably\n          required of him by any officer or other person acting\n          under the authority of this Act, or knowingly furnishes\n          to any such officer or other person any information\n          which is false; or\n                                   .      I\n      (b) refuses or wilfully omits to do any act which he is\n           required to do by this Act, or refuses or wilfully omits\n         . to -carry out any lawful order, instruction or condition\n           made, given or imposed by any officer or other person\n           acting under the authority of this ~ c tor;\n       (c) assaults, resists, wilfully obstructs, or intimidates any\n           officer or other person acting under the authority of\n           this Act, or offers or gives a bribe to any officer or per-\n- .. .     son in conhection with his powers or duties under this\n           Act,*or being such officer or person, demands, solicits\n           or takes a bribe in connection with his powers or duties\n           under this Act, or otherwise obstructs the execution of\n           this Act,\n shall be guilty of an offence and shall be liable on summary\n conviction before a Resident Magistrate to a fine of five\n10                                          QUARANTINE\n7ROl 1         hundred thousand dollars or to imprisonment with hard labour\nSch.\n               for six months or to both such fine and imprisonment. ,\n                         (2) Any person who is guilty of any other :offence\n               against this Act shall be liable on summary conviction before a\n7ROl 1         Resident ~ a ' ~ i s t r atot ea fine of five hundred thousand dollars or\nSch.           to imprisonment with hard labour for six months or to both such\n                                                                                I\n               fine and1imprisonment.                                                 I\nMinister           10A. The Minister may, by order subject to affirmatip reso-\nmay amend\nmonetary       lution, amend the monetary penalties specified in this Act'.\npenalties.\n71201 l\nSch.\nExpenses and       11.-(1) All expenses and charges under this Act shall be\ncharges\npayable to     payable to the Quarantine Authority and may be sued for and\nQuarantine     recovered by the Quarantine Authority before any court of com-\nAuthority.\n               petent jurisdiction.\n                         (2) A certificate under the seal of the Quarantine\n               Authority to the effect that the expenses or charges sukd for\n               are due and payable shall be received in evidence and',shall\n               be sufficient prima facie evidence of the facts stated therein.\n                         (3) Any sum received or recovered by the ~uarahtine\n               Authority in payment of expenses or charges payable to such\n               Quarantine Authority under this Act shall be forthwith Ipaid\n                                                                       I\n               into the Treasury for the use of the Island.                               1\nDuty and             1 2 4 2 ) It shall be the duty of every constable to enfprce\npower of\nthe Police.    (using forc'e if necessary) compliance with this Act and with\n               any order, 'instiuction or condition l a f i l l y made, given or\n                imposed by any officer or other person under the authority of\n                this Act; d d for such purpose any constable may board lpny\n                ship or aircrafl and may enter any premises without a\n                                                                                              I\n               'warrant.\n                        (2) Any constable may arrest without a warrant @y\n               person whom he has reasonable cause to believe to have com-\n               mitted any offence against this Act.\n                           QUARANTINE                                                    11\n                        FIRST SCHEDULE                        (Section 9\n                        PARTI. Introductory"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. When an aircraft arrives in the Island and it appears to an Detentionof\nauthorized officer from information given to him by the commander, aircraft by\ncrew or passengers or from the declaration of health that-\n                                                                          an\n                                                                          authorized\n     (U) during the voyage there has been in the aircraft a death officer.\n          otherwise than by accident or a case of illness caused or\n         suspected to be caused by an infectious disease; or\n     (b) that the aircraft is an infected aircraft or an aircraft coming\n          from an infected area,\nhe shall order that the aircraft be detained and shall immediately report\nthe matter to the Health Officer and to the officer in charge of the\naerodrome, and the Health Officer shall forthwith take such action\nas may be appropriate under these Regulations."
    },
    {
      "provision_ref": "sec10a",
      "section": "10A",
      "title": "Section 10A",
      "content": "10A. Minister may amend monetary penalties.\n I 1. Expenses and charges payable to Quarantine Authority."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Without prejudice to any other provisions of these Regulations, Powers of\nthe Health Officer or authorized officer may, in relation to any aircraft Health\narriving at an aerodrome in the Island-                                   Officer.\n                                                                          L.N.\n     (U) medically inspect the crew and passengers;                       114/ 1956\n                                                                          Para. 3.\n     (6) detain any such persons for medical examination;\n        me inclusion of this page is authorized by L.N. 480/1973]\n46                                        QUARANTINE\n                   (c) prohibit any such persons from leaving the aerodrome save\n                        upon such specified conditions as appear to the Health Officer\n                        to be reasonably necessary to prevent the spread of infection;\n                   (4 order that the aircraft be detained (notifying such order to\n                        the officer in charge of the aerodrome) to enable such action\n                        as may be appropriate under these Regulations to be taken:\n                        Provided that an aircraft shall not be detained longer than\n                        is necessary for the taking of such action;\n                   (e) if the aircraft has arrived from an area from which it is liable\n                        to bring insect vectors of malaria or other diseases, order that\n                        the aircraft shall be disinsected.\nMeasures to      12. If there is on board an aircraft amving at an aerodrome in the\nbe applied    Island a case of infectious disease other than a specified infectious\nto the\nlanding of    disease, duly so verified by the Health Officer, the sick person may be\nsick          landed and, at the discretion of the Health Officer, isolated and such\npersons.      other sanitary measures as such officer may consider desirable shall\n              be applied; the other passengers and crew shall have the right to\n              continue the voyage after medical inspection and the application of\n              the appropriate sanitary measures, such measures being so arranged\n              that the aircraft is detained as short a time as possible.\nDisinsectisa-    13. The Quarantine Authority may by general or special order\ntion prior to prohibit aircraft coming from an area outside the Island from which\nlanding.      they are liable to bring insect vectors of yellow fever from landing in\n              the Island unless they have been disinsectised immediately before\n              leaving that area or during the voyage, and if this provision is not\n              complied with the commander of the aircraft shall be guilty of an\n              offence against these Regulations.\nDischarge of   14. The discharge from aircraft of matter capable of producing an\nmatter from outbreak of infectious disease is prohibited, and any person who shall\naircraft.    contravene this prohibition shall be guilty of an offence against these\n              Regulations.\nObservation      15. These Regulations shall have effect as thoueh Part WIT of the\nand           Quarantine (Maritime) Regulations, and any regulations amending 01\nsurveillance. replacing the same, were incorporated in these Regulations:\n              Provided that-\n                  ( U ) in the case of persons in transit who are liable to surveillance\n                        under these Regulations, the Health Officer may permit them\n                        to continue their voyage but shall take such steps as he m a y\n                        deem appropriate to notify the sanitary authorities of the\n                        place to which they are proceeding:\n                  (b) in the case of persons in transit who are liable to observation\n                        in respect of specified infectious diseases other than yenow\n                        fever, the Health Officer may permit them to continue theit\n                        voyage if he is satisfied that the sanitary authorities of the\n                        place to which they are proceeding do not object to this\n                        course.\n                             QUARANTINE                                                 47"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. In relation to specified infectious diseases, the measures which Specified\n    may be taken and the circumstances in which they may be taken shall infectious\n    be such as are specified in Articles 24 to 27 (both inclusive) and\n    Articles 29 to 42 (both inclusive) of the Convention. and for that\n    purpose these Regulations shall have effect as though those Articles\n    were part or these Kegulations :\n       Provided that references in those Articles to the port sanitary\n    authority or the port authorities or the sanitary authority of the port\n    or the Government, and so forth shall be construed as though they wxe\n    references to the Quarantine Authority, the Health Officers or an\n    authorized officer :\n       Provided further that paragraph (6) of Article 25 shall be construed L.N.\n    as if there were substituted Itherefor the following paragraph-         1 IS/1956\n                                                                            Para. 5.\n       (6) (a) The ship shall be deratised.\n           (b) The deratisation shall be effected as soon as the holds\n                have been emptied.\n           (c) If required in order to prevent the escape of rodents, one\n                or more preliminary fumigations of a ship with the cargo\n                 in situ or during its unloading may be ordered."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) When any infectious disease other than a specified infec- Other\n    tious disease has occurred on board a ship during the six weeks infectious\n    immediately preceding its arrival at a port of the Island, the Health diseases.\n    Officer may require all or any of the measures specified in paragraph\n    (2) to be taken.\n              (2) Such measures may include-\n         (a) medical inspection-of the crew and passengers;\nI\n            me inclusion of this page is authorized by L.N.480/1973]\n    7 A..\n16                                      QUARANTINE\n                 (b) isolation of the sick either on board or on shore;\n                 (c) surveillance of the crew and passengers, who have been\n                     exposed to infection, for fourteen days or the period of\n                     incubation of the disease (whichever is the shorter period)\n                     from the last day of possible exposure to infection;\n                 (4 disinfection of clothing and other articles and of the parts of\n                     the ship which the Health Officer may consider infected;\n                 (e) examination of food and water if considered sources of\n                     infection and the application of appropriate measures;\n                 (j) destruction of animals, birds and insects which may be con-\n                     sidered as potential vectors of the disease.\n                         PARTIV. Provisions as to ships departing\nGeneral        14. The Health Officer may examine any person intending to embark\npower to     in a ship whom he suspects to be suffering from an infectious disease\nexamine\npersons em-  and if, after examination, he is of opinion that the person shows\nbarking.     symptoms of any infectious disease he may prohibit his embarkation\n             and also the embarkation of any persons in such relation to such person\n             as to render them liable to transmit the infectious disease.\nInfected        15. When any area of the Island is an infected area, the Health\nareas in the Officer shall cause to be taken measures-\nIsland.\n                  (a) to secure the medical examination of all persons about to\n                       leave that area by sea so as to prevent the embarkation of\n                       persons showing symptoms of any specified infectious disease\n                       and of persons in such relations with the sick as to render\n                       them liable to transmit the disease;\n                  (6) in the case of plague, to prevent rats gaining access to the\n                       ship, and, where indicated, to secure the destruction of rats\n                       and mice on board;\n                  (c) in the case of cholera, to ensure that drinking water and\n                       foodstuffs taken on board are wholesome, and that water\n                       taken in as ballast is disinfected if necessary;\n                  (d) in the case of yellow fever, to prevent mosquitoes gaining\n                       access to ships;\n                  (e) in the case of typhus, to secure the delousing before embarka-\n                       tion of all persons suspected of being infested with lice;\n                  (f) in the case of smallpox, to disinfect old clothes and rags\n                       before they are packed or baled and to ensure that persons\n                       from the infected area are protected against the disease before\n                       embarkation;\n                  (g) if the Health Officer thinks fit, to secure the examination of\n                       any clothing, bedding or other article of personal use which\n                       belongs to or is in use or is intended for use by the crew or\n                       any person who proposes to embark or is on board and\n                       which, in the opinion of the Health Officer or an authorized\n                       officer may have been exposed to infection: and to secure the\n                       disinfection or destruction of any such clothing, bedding or\n                       other article of personal use;\n                    [The inclusion of this page is authorhe'd by L.N. 480/1973]\n                             QUARANTINE                                            17\n     (h) if the Health Officer thinks fit, to secure the disinfection to\n            the satisfaction of the Health Oficer or an authorized officer\n            of any parts of the ship which, in the opinion of the Health\n            Officer or authorized officer,may be infected."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1)    Any person who-\n     (a) knowing or having reason to suspect that he is suffering from Offences.\n          an infectious disease embarks in or is conveyed in a ship\n          leaving the Island without the permission of the Health\n          Officer; or\n     (b) embarks in a ship about to leave an infected area of the\n          Island without submitting himself for examination by the\n          Health Officer, or exports or takes on board any such ship\n          any merchandise, stores, baggage, personal effects or other\n          articles from such area without submitting them for examina-\n          tion, and, if required, disinsectisation and disinfection by the\n          Health Officer or an authorized officer, or does any of such\n          things as aforesaid contrary to any prohibition or restriction\n          which the Health Officer may impose with a view to prevent-\n          ing the spread of infection,\nshall be guilty of an offence against these Regulations.\n        (2) Any master of a ship, ship owner or ship’s agent, who\nknowingly conveys or permits the conveyance in a ship from an in-\nfected area of the Island of any person or thing contrary to any pro-\nhibition or restriction imposed by or under regulation 14 or 15. shall\nbe guilty of an offence against .these Regulations.\nPART V.     Miscellaneous provisions as to ships arriving and in port"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The Health Officer or an authorized officer shall be entitled at General\nany time to visit and inspect any ship amving in or lying in a port power to\nof the Island (whether or not the ship has come from a foreign port)\nand-\n     (a) in any circumstances which would justify the refusal of\n          pratique under these Regulations in the case of ships amving\n          from foreign ports, direct that the ship shall be deemed to\n          be in quarantine for the purposes of all or any of these\n          Regulations;\n     (b) direct that any such action shall be taken as would be\n          appropriate under these Regulations in the like circumstances\n          in the case of ships arriving from foreign ports."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. If an infected aircraft or an aircraft coming from an infected area Infected air-\narrives at an aerodrome, the appropriate measures set out in the craft and\nSchedule in relation to specified infectious diseases other than yellow\nfever shall be carried out.\n                                                                            zEzrn*\n                                                                           infected\n                                                                      areas.\n                                                                      Schedule."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. A Health Officer may, in relation to any ship arriving in or General\nlying in a port of the Island (whether the ship has come from a foreign powers.\nport or otherwise)-\n18                                          QUARANTINE\n                   (a) medically inspect the crew and passengers;\n                   (b) detain any such persons for medical examination;\n                   (c) prohibit any such persons from leaving the ship save upon\n                       such specified conditions as appear to the Health Officer to\n                       be reasonably necessary to prevent the spread of infection;\n                   (d) require the master to take or assist in taking such steps as,\n                       in the opinion of the Health Officer, are reasonably necessary\n                       for preventing the spread of infection by any such person, for\n                       the destruction of vermin, and for the removal of conditions\n                       in the ship likely to convey infection, including conditions\n                       the existence of which might facilitate the harbouring of\n                       vermin.\nDuties of        20. Without prejudice to any other provisions of these Regulations.\nmaster.       it shall be the duty of the master of every ship which is in any port\n              of the Island forthwith to notify a Visiting Officer (whether the\n              information is requested or not) of any case or suspected case of\n              infectious disease in the ship and of any circumstances on board which\n              are likely to lead to infection or the spread of infectious disease\n              including in his notification particulars as to the sanitary condition of\n              the ship and the presence of dead rats or mice or mortality or sickness\n              among rats or mice in tfie ship; and any master of a ship who contra-\n              venes or fails to comply with these requirements shall be guilty of an\n              offence against these Regulations.\nRepetition      21. A ship which, before arriving at a port in the Island has already\nof sanitary   been subjected to sanitary measures to the satisfaction of the HeaIth\nmeasures      Officer of that port, shall not again be subjected to such measures\nnot\nnecessary.    unless some new incident has occurred which so requires.\nSaving for      22. The master of a ship at or approaching a port of the Island who\nships putting does not desire to submit to any requirements of these Regulations\nto sea.       which may be applicable shall be at liberty to put to sea without being\n              subjected to control under these Regulations if he notifies the Health\n              Officer of his intention:\n                Provided that if he desires to land goods, to disembark passengers or\n              to take on fuel, foodstuffs or water, the Health Officer may grant him\n              permission so to do subject to such conditions, in conformity with the\n              provisions of these Regulations, as the Health Officer thinks fit; and\n              the master shall proceed accordingly and put to sea with due despatch,\n              and if he fails so to do he shall be guilty of an offence against these\n              Regulations.\nPowers as to    23.-(1) Any person who 1Faves any ship contrary to the provisions\npersons who of these Regulations may, without prejudice to any other liabdity, be\nunlawfully   apprehended by a Visiting Officer, authorized officer, quarantine guard\nboard or     or  member of any police force constituted by law in the Island and\nleave ships.\n              compelled to return to the ship and, if he is not a passenger or member\n              of the crew, may be dealt with as a passenger.\n                                                                                        -\n                       [The inclusion of t h i s page is authorized by L.N. 480/19731\n                            QUARANTINE                                              19\n        (2) Any person who boards a ship contrary to the provisions\nof these Regulations may, if he is not a passenger or member of the\ncrew, be dealt with as a passenger."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. The provisions of this Part shall be without prejudice to any A #cation\nprovisions of these Regulations.                                            OPPart v.\n   35B\n48                                           QUARANTINE\nProhibition of\nLanding at or"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Except with the general or special permission of the Quarantine\ndepartmgfrom      Authority, no aircraft shall land in or depart from any yellow fever\ncertain areas.\n                  infected area in the Island.\nprohibitionof        22.41) Except with the general or special permission of the Qua-\naircraft enter-\ning     Island    rantine Authority, no aircraft coming from a yellow fever infected area\n                  outside the Island shall enter the Island.\ntlle Island.              (2) When permission is given to any such aircraft as provided\n                  in paragraph (1). the aircraft shall use only such aerodromes in the\n                  Island as may be specified by the Quarantine Authority.\nMeasureson      23. On the arrival of an aircraft from a yellow fever infected area or\narrival of    from an aerodrome situated in or near a yellow fever infected area,\nJrcraft from\nterritory in the following measures shall be taken-\nwhichye$ow        (a) disinsectisation of the aircraft prior to landing of passengers\nfever exists.         and cargo;\n                      (b) medical inspection of passengers and crew;\n                      (c) isolation under Aedes-free conditions of persons other than\n                           holders of valid inoculation certificates suspected to be suffer-\n                           ing from yellow fever, or who are suffering from any febrile\n                           illness until the nature of the illness is determined:\n                      (d) observation as provided in paragraph (2) of regulation 35 of\n                           the Quarantine (Maritime) Regulations, as incorporated in\n                           these Regulations by regulation 15;\n                      (e) surveillance for six days from last day of possible exposure to\n                           infection of persons other than holders of valid inoculation\n                           certificates who are not subjected to observation on arrival.\nMeasureson   %,-(I)    On the arrival of an aircraft from an aerodrome situated in\n~ ~ $ t ~ an~ oendemic\n                  m      area. the following measures shall be taken-\nan              (a) disinsectisation of the aircraft prior to landing of passengers\naerodrome            and cargo;\nsituated in\nan endemic      (b) medical inspection of passengers and crew;\narea.           (c) isolation under Aedes-free conditions of persons suspected to\n                           be suffering from yellow fever;\n                      (d) surveillance, for six days from the last day of possible\n                            exposure to infection. of passengers and crew who are not\n                            immune.\n                          (2) For the purposes of paragraph (I), the American mainland\n                  between the latitudes of 13\" N. and 30\" S. and the West Coast of\n                  Africa between the latitudes of 16\" N. and 12' S. shall be &em&\n                  to be endemic areas; but between these latitudes such areas m y be\n                  excluded by direction of the Quarantine Authority as are known to\n                  the Quarantine Authority to be areas in which yellow fever does not\n                  exist in a form recognizable clinically, biologically or pathologically.\nfircraft in         25. Aircraft from healthy areas. which in transit to the Island have\ntransit land-     called at an aerodrome in an infected or endemic area merely to take\nh to take         in supplies, shall be exempt from measures specified in regulations 23\nIn supplies*\n                  and 24 other than disinsectisation on arrival in the Island, provided\n                            QUARANTINE                                              49\nthe fact that the aircraft has called at such an aerodrome for the sole\npurpose of taking in supplies is entered in the declaration form or other\nrecord."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. A person on board a ship at a port of the Island who knows or Persons\nhas reason to suspect that he is suffering from an infectious disease suffering\nshall in no case land without the permission of the Health Officer,        f$gtious\nand any person who contravenes this provision shall be guilty of an diseases\noffence against these Regulations.                                    not to land.\n                      PARTVI. Deratisation of Ships"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-(1) On the arrival of a ship from a foreign port, the Visiting Deratisation.\nOfficer shall call for the deratisation certificate or deratisation exemp- L.N.\ntion certificate, and if such certificate is not forthcoming or is no 115/1956\nlonger valid he shall inform the Health Oficer accordingly.                 Para. 6.\n         (2) The Health Officer shall then arrange for the ship to be\ninspected to ascertain whether it is maintained in such a condition\nthat the number of rats on board is kept down to the minimum, and\nif he is so satisfied, he shall sign and issue a deratisation exemption\ncertificate.\n         (3) If, after the ship has been inspected, the Health Officer\nis of the opinion that it is not maintained in such a condition that\nthe number of rats on board is kept down to the minimum, he shall\norder the ship to be deratised in a manner to be specified or approved\nby him, and the master shall forthwith make arrangements for the\nderatisation of the ship to be carried out to the satisfaction of the\nHealth Officer. After the deratisation has been completed to his satis-\nfaction the Health Officer shall sign and issue a deratisation certificate.\n         (4) When, in the opinion of the Health Officer, it is not possible\nefficiently to carry out deratisation of the ship, because of its cargo\nor for other reasons, he may cause the ship to work in quarantine and\nhe shall endorse the time-expired deratisation or deratisation exemp-\ntion certificate (if there is one) and make an entry in the bill of health\nto be issued to the ship before it leaves port, to the effect that\nthe ship was inspected and found rat infested but that it was impractic-\nable to carry out deratisation."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Before the departure of an aircraft from a yellow fever infected Measureson\nor endemic area of the Island, the following measures shall be taken- departure\n    (a) passengers and crew who are not immune shall undergo obser- fromareascertain\n                                                                              of the\n        vation under Aedes-free conditions for six days immediately Island.\n        before departure;\n    (b) all merchandise, baggage and other articles from the area and,\n        at the discretion of the Health Officer, from other areas shall\n        be disinsected before loading;\n    (c) merchandise, baggage and other articles on board the plane\n        shall be disinsected at the discretion of the Health Officer;\n    (4 the aircraft shall be disinsected immediately before departure."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Deratisation certificates and deratisation exemption certificates F~~ of\nshall be in the form prescribed in Schedule C.                          certificates.\n                                                                          Schedule C.\n20                                        QUARANTINE\nWhere ship       28. When a ship which is not infected or suspected desires to go\nharbours       alongside a jetty or quay and the Health Officer has reason to believe\nrats but       that the ship harbours rats, he may, when it is not possible or desirable\nderatisa-\ntion not       to undertake deratisation of the ship, order that it be fended off or\npossible.      moored away from the jetty or quay, to a distance of at least six feet,\n               that all ropes and hawsers between the ship and the shore are fitted\n               with efficient rat-wards, that between dusk and dawn gangways are\n               drawn up or brilliantly lighted, and that cargo is unloaded in such a\n               manner as to prevent rats gaining access to the shore.\n                                PARTVII. Merchandise and Baggage\nMerchan-          29. Subject to the provisions of regulation 30, without the general\ndise,          or special permission of the Health Officer, no merchandise, stores,\netc., not to   baggage, personal effects or other articles shall be taken off or put\nbe put on\nship in        on board a ship which has not been granted pratique, and any person\nquarantine     who contravenes this provision shall be guilty of an offence against\nwithout        this regulation.\npermission.\nEntry of          30. The entry of merchandise and baggage amving at a suitably\nmerchandise    equipped port of the Island shall in all cases be permitted, but the\nand baggage    followins measures may be applied where, in the opinion of the\nto be          Health Officer, there is danger of infection from a specified infectious\npermitted\nsubject to     disease-\ncertain             (a) in the case of plague, disinsectisation or disinfection of\nmeasures.\n                         recently used bedding and clothing and prohibition of the\n                         unloading of merchandise from an infected area which is\n                         likely to harbour rats or fleas unless adequate precautions to\n                         prevent the escape of rats and fleas and to ensure their\n                         destruction are taken;\n                    (b) in the case of cholera, disinfection of recently used bedding\n                         and clothing and prohibition of the importation of fresh fish,\n                         shell fish and vegetables;\n                    (c) in the case of typhus, disinsectisation of recently used bedding\n                         and clothing and of rags not carried as merchandise in bulk;\n                    (d) in the case of smallpox, disinfection of recently used bedding\n                         and clothing and of rags not carried as merchandise in bulk.\nDestruction       31. The Health Officer or an authorized officer may order clothes\nof clothes,    and other articles of small value (including rags not carried as mer-\netc., likely   chandise in bulk) which he considers likely to convey a specified\nto carry\ninfection.     infectious disease to be destroyed.\nSaving of        32. Nothing in these Regulations shall render liable to detention,\nmails.        disinfection or destruction or shall affect any article forming part of\n              any mail (other than parcel mail) conveyed under the authority of\n              the Postmaster-General or of the postal administration of any other\n              Government.\nCertificates.    33. When merchandise, stores, baggage, personal effects or other\n              articles have been subjected to any measures prescribed in this Part,\n                             QUARANTINE                                                 21\nthe Health Officer or an authorized officer shall issue free of charge,\non request by the shipowner, master or ship's agent, a certificate\nsetting out the measures taken and 'the reasons therefor.\n              PART VIII. Observation and Surveillance"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Any person in transit by air who arrives at an aerodrome to Penollr in\nwhich regulation 27 applies from a place outside the Island shall. tm~at.\nunless he is immune, be detained under Aedes-free conditions within\nthe precincts of the aerodrome or elsewhere until his departure by air."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. The commander of an aircraft which shall contravene regulation ottencer.\n21 or 22, any person who shall contravene regulation 27, and any\nperson who shall leave a place of detention ordered under regulation"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. It shall be the duty of the Quarantine Authority to take such Dutytokeep\npracticable measures as may lawfully be taken to ensure that authorized authorized\naerodromes, and premises in the vicinity thereof, in the Island 8t‘c        rzg:e\nkept free from mosquitoes.                                              mosquitoes."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. The Quarantine Authority shall be responsible for the collection lafOrmation\nand transmission, directly or through the appropriate channels. of all Wuired by\ninformation required to be collected and transmitted under the Con-\nvention or under any Agreement to which the Government is a party Agreemenb.\n                                                                            %’-~”\nrelating to quarantine matters.\n50                                      QUAR A NTlNE\nLists of      32. It shall be the duty of the Quarantine Authority to cause to be\ninfected    compiled and kept up to date a list of infected and endemic areas,\nand endemic both within and without the Island, and to cau3e all Health Officers\narea.\n            to be supplied with copies of the list as from time to time amended.\n                               PARTVII. Charges for services\nCharges for   33.-(1) Where the commander of any aircraft is required by or in\nsanitary    pursuance of these Regulations to carry out any measures with a view\nmeasures    to reducing the danger or preventing the spread of infection, the\napplied.    Quarantine Authority may at the request of the commander. and, if\n            thought fit, at his cost, cause any such requirement to be complied\n            with instead of enforcing the requirement against the commander.\n            When the Quarantine Authority causes any such requirement to be\n            complied with at the cost of the commander, the Quarantine Authority\n            may require the amount of the charge for the work or a part thereof\n            to be paid to or deposited with the Quarantine Authority before the\n            work is undertaken.\n                    (2) The amount of the charge for any work so to be undertaken\n            by the Quarantine Authority shall be such reasonable sum as, to the\n            exclusion of any charge or claim in respect of profit, represents the\n            actual or estimated cost to be incurred by the Quarantine Authority in\n            undertaking the work, so; however, that it shall not exceed the sum\n            of forty dollars unless notice of the proposed charge has been given\n            to the commander before the work is undertaken.\n                    (3) All such charges may be recovered against the commander,\n            aircraft owner or his agent.\nLN.                 (4) The commander of the aircraft or the owner thereof or the\n114/ 1956   agent of the owner shall pay to the Quarantine Authority the fees\nPara. 4.    chargeable in respect of any act done or service rendered when the\n            Authority causes the deratisation, disinsectisation or disinfection of the\n            aircraft, baggage or cargo.\nCharges.       34. The charges to be made in respect of persons undergoing quaran-\n            tine. isolation or observation, and the incidence of such charges, shall\n            be such as are provided for in rules made under this Act :\n               Provided that no charge shall be made for any child under three years\n            of age, and for any child over three years of age and under ten years\n            of age half the prescribed charges shall be payable and shall be payable\n            by and recovered from the person in charge of the child.\nFurther        35.-(1)    All expenses and charges referred to in these Regulations\npronsions    shall be payable to the Quarantine Authority.\nas to\nexpenses and          (2) Where any expenses or charges are payable by the com-\nchrges.      mander of an aircraft, the proper officer acting under the provisions of\n             the Customs Act, may refuse to clear the aircraft until all liability\n             in respect of the expenses or charges has been discharged.\n                           QUARANTINE                                                51\n                        PARTWI. Miscellaneous"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. When any place is in use for observation or isolation purposes, Places for\nno person shall enter or leave the place and no article shall be taken observation\nto or removed from the place except with the general or special ~           ~     d          p   ~   ~   ~   ~   ~\npermission of the Quarantine Authority or the Health Officer or\notherwise than on such conditions as the Quarantine Authority or the\nHealth Officer may generally or specially impose."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35.-(1) Without prejudice to any other powers conferred by these Power of\nRegulations, any person, within fourteen days after his arrival in the Health\nIsland, who in the opinion of the Health Officer-                             Officer to\n                                                                              order isola-\n     (U) is suffering from or suspected to be sufferingfrom a specified tion or\n            infectious disease shall be placed in isolation;                  observation\n                                                                              or surveil-\n      (b) is suffering from an infectious disease, other than a specified lance.\n            infectious disease, shall be liable to be placed in isolation at\n            the discretion of the Health Officer;\n      (c) has been exposed to the risk of infection by any specified\n            infectious disease, may, at the discretion of the Health Officer,\n            be placed under observation or surveillance during the\n            remainder of the period of incubation;\n      (6) has been exposed to the risk of infection by any infectious\n            disease other than a specified infectious disease, may, at the\n            discretion of the Health Officer, be placed under surveillance\n            as provided in regulation 13.\n          (2) When any person arriving in the Island hw, in the opinion\nof the Health Officer, been exposed to infection from yellow fever\nwithin the previous six days, then, unless the Health Officer otherwise\ndirects or such person is immune from the disease the Health Officer\nshall order him to be kept under observation under Aedes-free condi-\ntions for six days or the remainder of the six days, from the last day on\nwhich he was exposed to the infection. An inoculated person who is\nnot yet regarded as immune shall be kept under observation for a\nperiod not exceeding six days from the last day of possible exposure\nto infection.\n  3 6 . 4 1 ) Any person placed under observation or surveillance shall- Dutiesof\n     (U) furnish all such information as may reasonably be required\n            to the Health Officer or other authorized officerand shall observation\n            comply with the orders and instructions of such Health Officer or\n            or authorized officer;                                         surveillance.\n     (b) undergo such medical inspection and examination as the\n            Health Officer may require and submit himself and his per-\n            sonal effects or other articles to disinfection and other\n            measures as the Health Officer may order.\n22                                           QUARANTINE\n                       (2) Any person placed under surveillance, who is so required\n               to do by the Health Officer shall make a deposit not exceeding four\n               dollars (the amount to be determined by the Health Officer) which shall\n               be liable to forfeiture if he neglects to comply with the conditions\n               of surveillance.\n                       (3) Any person in charge of a child or other person under dis-\n               ability shall be responsible for the compliance of such child or person\n               with the requirements and provisions of this regulation.\nIsolation of    37. Any person under observation or surveillance who shows\npersons       syniptoiiis oi an infectious disease may, if the Health Officer SO orders,\nunder         be placed in isolation.\nobservation\nor\nsurveillance."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36.\n       Nevertheless, if the voyage has lasted less than six days and if the\n     ship fuifils the conditions specified in paragraph (U) or (b) of Article\n     35 relating to healthy ships, the ship shall be subjected only to the\n     measures prescribed in Article 36 (1) and (3) and to fumigation.\n       When thirty days have been completed after the departure of the\n     ship from the infected port, and no case has occumd during the\n     voyage, the ship may be granted free pratique subject to preliminary\n     fumigation should the sanitary authority consider this to be necessary.\n             me inclusion of this page is authorized by L.N. 480119731\n                            QUARANTINE                                     39\n                         ARTICLE  38\n Healthy Ships. Healthy ships shall be granted free pratique after\nmedical inspection.\n                             ARTICLE39\n   The measures prescribed in Articles 36 and 37 concern only those\nregions in which stegomyia exist, and they shall be applied with due\nregard to the climatic conditions prevailing in such regions and to the\nstegomyia index.\n   In other regions, they shall be applied to the extent considered\nnecessary by the sanitary authority.\n                              ARTICLE\n                                    40\n  The masters of ships which have touched at ports infected with\nyellow fever are especially advised to cause a search to be made for\nmosquitoes and their larvae during the voyage and to secure their\nsystematic destruction in all accessible parts of the ship, particularly\nin the store rooms, galleys, boiler rooms, water tanks and other places\nspecially likely to harbour stegomyia.\n                             @) TypHtJs\n                                ARTICLE   41\n  Ships which, during the voyage have had, or at the time of their\narrival, have, a case of typhus on board, may be subjected to the\nfollowing measures-\n     (1) Medical inspection;\n     (2) The sick shall immediately be disembarked, isolated and\n           deloused.\n     (3) Other persons reasonably suspected to harbour lice, or to have\n           been exposed to infection, shall also be deloused. and may be\n           subjected to surveillance, during a period which shall be\n           specified but which in any event should never exceed twelve\n           days, reckoned from the date of delousing;\n     (4) Bedding which has been used, linen, wearing apparel and\n           other articles which the sanitary authority consider to be\n           infected shall be disinsected.\n     ( 5 ) The part3 of the ship which have been occupied by persons iII\n           with typhus and which the sanitary authority regard 8s in-\n           fected shall be disinsected.\n   The ship shall immediately be given free pratique.\n   It rests with each Government to take, after disembarkation, the\nmeasures which they consider appropriate to ensure the surveillance of\npersons who arrive on a ship which has had no case of typhus on\nboard, but who have left a local area where typhus is epidemic\nwithin the previous twelve days.\n40                                        QUARANTINE\n                                         Q SMALLPOX\n                                            ARTICLE\n                                                  42\n                Ships which have had, or have a case of smallpox on board either\n              during the voyage or at the time of arrival may be subjected to the\n              following measures-\n                   (1) Medical inspection;\n                   (2) the sick shall immediately be disembarked and isolated;\n                   (3) other persons reasonably suspected to have been exposed to\n L.N.                  infection on board, and who, in the opinion of the sanitary\n 114/ 1956             authority, are not sufficiently protected by recent vacc,natlon,\nPara. 12.\n                       or by a previous attack of smallpox, may be subjected to\n                       vaccination or to surveillance, or to vaccination followed by\n                       surveillance, the period of surveillance being specified\n                       according to the circumstances, but in any event not exceed-\n                       ing fourteen days, reckoned from the date of arrival of the\n                       ship.\n                  (4)   Bedding which has been used, soiled linen, wearing apparel\n                        and other articles which the sanitary authority consider to\n                        have been recently infected shall be disinfected.\n                  (5) Only the parts of the ship which have been occupied by\n                      persons ill with smallpox and which the sanitary authority\n                      regard as infected shall be disinfected.\n                The ship shall immediately be given free pratique.\n                It rests with each Government to take, after disembarkation, the\n              measures which they consider appropriate to ensure the surveillance of\n              persons who are not protected by vaccination, and who arrive on a\n              ship which has had no case of smallpox on board but who have left\n              a local area, where smallpox is epidemic, within the previous fourteen\n              days.\n(Section 7)                          SECOND SCHEDULE\n                                     PARTI. Introductory\nshort          1. These Regulations may be cited as the Quarantine (Air)Regula-\n            tions.\nInterpretam    2. In these Regulations, unless the context otherwise requires-\ntion.       “Aedes” means Aedes uegypti and any potential mosquito vector of\n                 yellow fever;\n            “aircraft coming from an infected area”, in relation to an aircraft\n                 arriving at an aerodrome or other place, means an aircraft-\n                 (U) which left a plague, cholera, typhus or smallpox infected area\n                      within the period of incubation of those diseases;\n                           QUARANTlNE                                          41\n      (b) which left a yellow fever infected or endemic area, or a\n          locality in close relation with any such area, within a period\n           of six days immediately preceding its arrival, or after a longer\n          period if there is reason to believe that the aircraft may be\n          carrying adult mosquitoes emanating from the said area or\n          locality;\n“authorized aerodrome” means an aerodrome for the time being\n      approved as a customs aerodrome for the purpose of the laws\n     relating to customs;\n“authorized officer” means a person authorized to act as such in the L.N.\n     case in question by virtue of an order made under regulation 3 11411956\n     and includes a Health Officer;\n“Convention” means the International Sanitary Convention for Aerial\n     Navigation signed at the Hague on the 12th of April, 1933, of\n     which relevant extracts are set forth in the Appendix, as amended\n     from time to time by any Convention to which the Government\n     of this Island has adhered;\n“crew” includes any person having duties on board an aircraft in\n     connection with the flying or the safety of the flight of the air-\n     craft or employed on board in any way in the service of the air-\n     craft, the passengers, or the cargo;\n“day” means an interval of twenty-four hours;\n“endemic area” means an area in which the Health Officer has reason\n     to believe @at yellow fever exists in a form recognizable clinically,\n     biologically or pathologically;\n“foreign” means situated outside the Island;\n“Health Officer” means the appropriate officer appointed as such\n     under section 6 of this Act, and includes a medical practitioner\n     acting under the direction of the Quarantine Authority or a Health\n     Officer for the purpose of executing these Regulations or any of\n     them;\n“immune”, in relation to yellow fever, means that the person in\n     question produces a certificate to the satisfaction of the Health\n     Officer issued by a medical officer or institution recognized by the\n     Quarantine Authority-\n     (a) to the effect that the bearer has been inoculated for the 6rst\n          time more than ten days and less than four years previously;\n          or\n     (b) to the effect thaj he has been re-inoculated within the past\n          four years: or\n     (c) to the effect that he has recovered from an attack of yellow\n          fever and that his blood contains immune bodies against\n          yellow fever as proved by test carried out by an institution\n          regularly carrying out biological tests for yellow fever:\n“infected”, in relation to an aircraft amving at an aerodrome or other\n     place. means that the aircraft has on board a case or suspected\n     case of plague, yellow fever, typhus or smallpox or a case pre-\n42                              QUARANTINE\n          senting clinical signs of cholera, or which has had such a case\n          or suspected case on board and has not since been subjected to\n          the measures prescribed by these Regulations;\n     “infected area” means a local area in which the Health Oflicer has\n          reason to believe that-\n          (a) a first case of plague recognized as non-imported has occurred\n               or in which rodent plague exists or has existed during the\n               previous six months; or\n          (b) cholera has formed a foyer, that is to say that the occurrence\n               of new cases beyond the immediate surroundings of the\n               first case proves that the spread of the disease has not been\n               limited to the place where it began; or\n          (c) a first case of yellow fever recognized as non-imported has\n               occurred; or\n          (4 typhus or smallpox exists in epidemic form, that is to say.\n               that the occurrence of new cases indicates that the spread of\n               the disease is not under control;\n     “infectious disease” means any epidemic or acute infectious disease,\n          and includes open pulmonary tuberculosis but does not include\n          venereal disease;\n     “isolation” means the removal to a hospital or other suitable place\n          approved by the Health Officer, of a person suffering, or suspected\n          to be suffering from an infectious disease, and his detention there-\n          in until, in the opinion of the Health Officer-\n               (a) he is free from infection; or\n               (b) if not so free, he may be discharged without undue\n                     danger to public health;\n     “local area” means a well defined area such as a province. district,\n          island, town or quarter of a town, port or village, whatever may\n          be its extent or population; and includes an aerodrome which is.\n          or may be designated as, a local area for the purposes of the Con-\n          vention;\n     “observation” means the detention under medical supervision of\n          persons in such places and for such period3 as may be directed by\n          a Health Officer;\n     “passenger” means any person, other than a member of the crew,\n          carried in an aircraft;\n     “period of incubation” for the purpose of these Regulations shall be\n          deemed to be-\n               For plague             ...        ...      ...        6 days\n               For cholera            ...        ...       ...       5 days\n               For yellow fever ...              ...       ...       6 days\n               For typhus             ...        ...      ...       12 days\n               For smallpox        ...           ...       ...      14 days\n     “Quarantine Authority” means the Quarantine Authority established\n         under section 3 of this Act;\n                            QU AR A NTlNE                                          43\n“sanitary aerodrome” means an aerodrome declared under regulation\n    4 to be a sanitary aerodrome;\n“specified infectious disease” means plague, cholera, yellow fever\n    typhus and smallpox;\n“surveillance” means that persons are not detained, that they may\n    move about freely, but that they are required to report for medical\n    examination at such intervals and during such period and to such\n    persons as may be directed by a Health Officer."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. In applying measures to an aircraft coming from an infected Health\narea, the Health Officers of every aerodrome shall take into account all Officers to\nmeasures which have already been applied to the aircraft in any other     zki;.EGt\naerodrome in the Island or elsewhere and which are duly noted in the measures.\ndeclaration form or other record."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. In cases where surveillance is imposed under these Regulations\nSurveillance it may be replaced by observation in any of the following circum-\nreplaced by stanes-\nobservation.\n                   (U) when it is impossible to exercise surveillance with adequate\n                        efficiency;\n                   (b) if the risk of the introduction of infection into the Island\n                        is deemed exceptionally serious;\n                   (c) if the Health Officer is satisfied that the person who has been\n                        or should be subjected to surveillance has not complied or is\n                        not likely to comply with the conditions of surveillance.\nFailureof         39.--(1) h y person under surveiflance who, on account of illness,\n penon         is unable to report for medical inspection shall immediately cause the\nunder          Health Officer responsible for his surveillance to be informed of his\nsurveillance   illness and its nature and the Health Ofhcer shall forthwith take steps\nto report\nfor medical    to determine whether or not such person is suffering from an infectious\ninspection.    disease.\n                         (2) When any person under surveillance fails to report for\n               medical inspection on the appointed day, the Health Officer responsible\n               for his surveillance shall forthwith cause search to be made for him,\n               and if his failure to report for medical inspection is due to illness. the\n               Health Officer shall immediately visit him.\n                       (3) Any person under surveiIlance who intends to proceed to\n               an address other than that originally given by him shall immediately\n               notify the Health Officer responsible for his surveillance of the new\n               address.\nChange of     40. The Health Officer responsible for the surveillance of a person\nplace during who is about to proceed to some other place before the period of\nwveillance. surveillance has ended shall inform the health authorities of the place\n               to which such person is proceeding of his impending arrival and address\n               there, and of the period of surveillance still uncompleted, and shall\n               also instruct the person under surveillance as to whom he shall report\n               for medical inspection when he arrives at such other place.\n                            QUARANTINE                                               23"
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39.-(1) If the commander of an aircraft which has landed in the Saving of\nIsland at an aerodrome which is not its final destination does not desire aircraft\nto submit to any measures specified in these Regulations which may        G::2ag\nbe applicable and notifies the Health Officer accordingly. he shall be\nat liberty to continue the voyage without such submission :\n  Provided that if the aircraft has on board a case of yellow fever, or\ncomes from a yellow fever infected area, the Health Officer may require\nthat it shall be subjected to such of the measures specified by these\nRegulations in relation to that disease as he considers necessary.\n        (2) Where the commander notifies the Health ofticer as afore-\nsaid. he shall not land goods or disembark passengers except with the\npermission of the Health OfEcer and subject to such conditions as the\nHealth Officer m a y impose in conformity with the provisions of these\nRegulations."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40.--(1) Subject to the provisions of these Regulations. the Quaran- General\ntine Authority, the Health OfEcer and any authorized officer may give duty to\nsuch orders and instructions and impose such conditions and take such gg$\"'*\naction as they may deem desirable for the purpose of Canying these i w t r u ~ o n s\nRegulations into effect.                                                 and\n                                                                         conditions.\n          (2) Every person to whom these Regulations apply shall comply\nwith all such orders, instructions and conditions, and shall furnish all\nsuch information as the Quarantine Authority, Health Officer or\nauthorized officer may reasonably require (including information as to\nhis name. destination and address) and every person who has for the\n        me inclusion of this page is authorized by L.N. 480/1973]\n52                                      QUARANTINE\n             time being the custody or charge of a child or other person who is\n             under disability shall comply with any orders, instructions or conditions\n             so given, made or imposed and shall furnish all such information as\n             aforesaid in respect of such child or other person.\nHealth        4 1 . 4 1 ) The Health Ofiicer applying measures shall whenever re-\nOfticer to  quested, furnish free of charge to the commander of the aircraft or\nt2itates    any other interested person, a certificate specifying the nature of such\nof measures measures, the methods employed, the parts of the aircraft treated and\ntaken.      the reasons for the application of such measures.\n                      (2) The Health Officer shall also furnish, on demand and with-\n            out charge, to passengers arriving by an aircraft in which a case of\n            specified infectious disease has occurred, a certificate giving particulars\n            of the date of their arrival and of the measures $to which they and\n            their personal effects have been subjected.\nPower to       42. Any authorized officer may board any aircraft or enter any\nboard air-   premises which it may be necessary to board or enter for the purpose\ncraft\nenter Or     of carrying out the provisions of these Regulations.\npremises.\nL.N .                                      SCHEDULE                    (Regulation 18)\n11411956\nPara. 5.\n             MEASURES\n                    TO BE CARRIED OUT IN RESPECT OF AN INFECTED AIR-\n                       OR AN AIRCRAFT COMING FROM AN INFECTED AREA\n                                        PART A.-PLAGUE\n                                       I-Znfected Aircraft"
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. As soon as any person placed under observation has undergone Release\nthe observation necessary in his case, he shall be released from observa- from\ntion by the Health Officer.                                               observation."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. Any person other than a person acting in the execution of these Offences.\nRegulations who contravenes or fails to comply with regulation 34.\nor any condition imposed thereunder, or regulation 36 or 39, shall\nbe guilty of an offence against these Regulations."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. Any person who, contrary to these Regulations, leaves any place Persons\nin use for observation or isolation purposes may, without prejudice to     fzJ??rlY\nany other liability, be apprehended by a Health Officer or an authorized places\nofficer or any constable and taken back to such place.                   approved\n                                                                           for observa-\n                                                                           tion or\n             PART IX. Duties of Quarantine Authority                       kola tion."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. It shall be the duty of the Quarantine Authority to cause to be Quarantine\ncompiled and kept up to date a list of infected areas, including ports :,\",\",'\":;,'?\nand seaboards which serve infected areas, and to cause all Visiting infectedueas\nOfficers to be supplied with copies of the list and of all amendments ~ ~ l : ~ ~ \" p p ' y\nthereto.                                                               Officers with\n                                                                       copies."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. The Quarantine Authority shall prepare lists of ports of the Lists of\nIsland which are equipped from a sanitary point of view to deal with w:oOfts\nships arriving in the Island in specified circumstances.             equipped\n                                                                       to deal with\n                                                                       certain cases."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. The Quarantine Authority shall be responsible for the collection Information\nand transmission directly or through the appropriate channels, of all required by\ninformation required to be collected and transmitted under the\nConvention or under any Agreement to which the Government is a men&.\n                                                                           grk\n                                                                             'g\nparty relating to quarantine matters.\n                    PART X. Charges for Services"
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47.-(1) Where the master of any ship is required by or in pursuance Chargs for\nof these Regulations to carry out any measures with a view to reducing     Eg&ya\nthe danger or preventing the spread of infection, the Quarantine\nAuthority may at the request of the master, and. if thought fit, at\nhis cost, cause any such requirement to be complied with instead of\nenforcing the requirement against the master. When the Quarantine\nAuthority causes any such requirement to be complied with at the cost\nof the master, the Quarantine Authority may require the amount of\nthe charge for the work or a part thereof to be paid to or deposited\nwith the Quarantine Authority before the work is undertaken.\n         (2) The amount of the charge for my work so to be undertaken\nby the Quarantine Authority shall be such reasonable sum as, to the\nexclusion of any charge or claim in respect of profit, represents the\nactual or estimated cost to be incurred by the Quarantine Authority\nin undertaking the work, so. however, that it shall not exceed the sum\nof forty dollars unless notice of the proposed charge has been given\nto the master before the work is undertaken.\n        m e inclusion of this page is authorized by L.N. 480/1973]\n24                                         QUARANTINE\n                      (3) All such charges may be recovered against the master,\n              shipowner or his agent.\nL.N.                  (4) The master, shipowner or his agent shall pay to the\n115/1956      Quarantine Authority the fees chargeable in respect of acts done\nPara. 9.      or service rendered where the Authority causes-\n                   (a) the deratisation, disinsectisation or disinfection of ships; or\n                   (b) the deratisation. disinsectisation or disinfection of baggage,\n                        cargo or merchandise; or\n                   (c) the placing of quarantine guards on board a ship; or\n                   (a) the supervision of ships placed in quarantine; or\n                   (e) the supervision of ships against which restrictions have been\n                        applied; or\n                   U, the supervision of the discharge of cargo, baggage or\n                        merchandise.\nCharges.        48. The charges to be made in respect of persons undergoing quar-\n              antine, isolation or observation, and the incidence of such charges,\n              shall be such as are provided for in rules made under this Act:\n                Provided that no charge shall be made for any child under three\n              years of age. and for any child over three years of age and under\n              ten years of age, half the prescribed charges shall be payable and\n              shall be payable by and recoverable from the person in charge of\n              the child.\nFurther         49.41) All expenses and charges referred to in these Regulations\nProvisions as shall be payable to the Quarantine Authority.\nto expenses\nand                   (2) Where any expenses or charges are payable by the master\ncharges.\n              of a ship, the Collector-General and the Harbour Master may refuse\n              to clear the ship until all liability in r e s p t of the expenses or charges\n              has been discharged.\n                                      PART XI. Miscellaneouc\nGeneralduty     5 0 . 4 1 ) Subject to the provisions of these Regulations, the Quaran-\ntocomply      tine Authority, the Health OEcer and any authorized officer may give\nwithOrders*\ninstructions,\n              such orders and instructions and impose such conditions and take such\nand           action as they may deem desirable for the purposes of carrying these\nconditions. Regulations into effect.\n                      (2) Every person to whom these Regulations apply shall\n              comply with all such orders, instructions and conditions. and shall\n              furnish all such information as the Quarantine Authority, Health\n              Officer or authorized officer may reasonably require (including inform-\n              ation as to his name, destination and address) and every person who\n              has for the time being the custody or charge of a child or other\n              person who is under disability shall comply with any orders, instruc-\n              tions or conditions so given, made or imposed and shall furnish all\n              such information as aforesaid in respect of such child or other person.\n                                        QUARANTINE                                                                  25\n   Sl.-(l) Whenever the master, the ship owner or his agent so Certificates\ndemands, the Health Officer shall furnish him with a free certificate as to\nstating the sanitary measures which have been applied to the ship and E:jkya\nspecifying the reason why they have been applied.                          taken.\n         (2) Passengers who have been subjected to sanitary measures\nshall be entitled to a free certificate from the Health Officer indicating\nthe date of their arrival and the measures to which they and their\nbaggage have been subjected."
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52. Any authorized Officer may enter any premises which it may POWW to\nbe necessary to enter for the purpose of carrying out the provisions\nof these Regulations.\n                                                                                                        ;F;ises.\n                                                                     LN.\n                                                                                                        115/1956\n                                                                                                        Para. 10.\n                                        SCHEDULE A                                 (Regulation 4)\n                                   Declaration of Health\n      (To be rendered by the masters of ships arriving from ports\n                         outside the Island)\n        Before answering questions please read instructions overleaf.\nPort of....................................................        Date... ........................\nName of Vessel.. ..............................                                    ............\n                                                           .From.. .............To..\nNationality.. .......................      ..Master’s name.................................\nNet registered tonnage.. ........................................\n                               Certificate..............................Dated        ................\nDeratisation or\nDeratisation\nExemption\n   No. of\n                           I   Issued at .......................................................\n                                 Cabin. ................................No.of\n   Passengers                   Deck.. .........................     Crew..    ......................\nList of ports of call from commencement of voyage with dates of\ndeparture.. ................................................................................\n..............................................................................................\n..............................................................................................\n26                                    QUARANTINE\n                                    HEALTH QUESTIONS                 ANSWER YES OR NO"
    }
  ],
  "definitions": []
}