{
  "id": "jm-stat-the-quarries-control-act",
  "type": "statute",
  "title": "The Quarries Control Act",
  "title_en": "The Quarries Control Act",
  "short_name": "Quarries Control Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-quarries-control-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-quarries-control-act | Legal areas: Mining",
  "provisions": [
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) Where a person who has served notice of ~ ~ ~ c a l t ~\nobjection under subsection (1) of section 18 is dissatisfied          gsue\nwith the decision of the Commissioner thereon, he may\nappeal to the Revenue Court to have the assessment vacated\nor varied, but, unless Rules of Court otherwise permit, no\nappeal under this section shall be instituted after expiration\nof ninety days from the day notice has been mailed to such\nperson under subsection (3) of section 18.\n       (2) Save as otherwise provided in this Act, appeals\nto the Revenue Court hereunder shall be regulated by\nRules of Court.\n       (3) The Revenue Court may dispose of the appeal\nby-\n    (a) dismissing it;\n14                                 QUARRIES CONTROL\n                 (b) allowing it; or\n                 (c) allowing it and-\n                         (i) vacating the assessment;\n                        (ii) varying the assessment; or\n                        (iii) referring the assessment back to the Com-\n                              missioner for reconsideration and assess-\n                              ment.\n                     (4) The Revenue Court may, in delivering judgment\n             disposing of an appeal, order paynient or refund of tax by\n             the appellant or the Commissioner, as the case may be, and\n             may make such order as to costs as it considers proper.\n                                         Enforcement\nInvestiga-      2 0 . 4 1 ) The Commissioner, a Medical Officer or any\ntions.       person thereto authorized by the Commissioner for any\n             purpose related to the administration or enforcement of\n             this Act, may at all reasonable times enter, inspect and\n             examine any premises or land on which a quarry is being\n             operated or where quarried material or quarried mineral\n             is stored or any place where books, records or other docu-\n             ments are or should be kept pursuant to this Act and-\n                   (a) examine into and make inquiry respecting the con-\n                         dition of any quarry and all matters relating to the\n                         safety, welfare and health of the persons employed\n                         therein;\n                   (b) inspect and examine the conditions of the external\n                         parts of any machine used upon such quarry;\n                   (c) inspect the storage of explosives on any quarry and\n                         direct in what manner they shall be stored;\n                   (d) audit or examine the books and records and any\n                         account, voucher, letter, telegram or other docu-\n                         ment that relates or may relate to the information\n                         that is or should be in the books or records or\n                         the amount of tax payable under this Act;\n                      QUARRIES CONTROL                               15\n    (e) examine the goods described by an inventory or\n          any process or matter, an examination of which\n          may, in his opinion, assist him in determining the\n          accuracy of an inventory or in ascertaining the in-\n          formation that is or should be in the books or\n          records of the amount of any tax payable under\n          this Act;\n    ( f ) require a licensee and any other person on the\n          premises of such licensee or, if such licensee is a\n          partnership or corporation, require a partner or\n          the president, manager, secretary or any director,\n          agent or representative thereof, to give him all\n          reasonable assistance with his audit or examina-\n          tion and to answer all questions relating to the\n          audit or examination, either orally or, if he so\n          requires, in writing, on oath or by statutory\n          declaration, and, for that purpose, require such\n          person to attend with him at any such premises\n          or land as aforesaid; and\n    (8) if during the course of an audit or examination it\n          appears to him that there has been a contravention\n          of this Act, seize and take away any of the records,\n          books, accounts, vouchers, letters, telegrams and\n          other documents and retain them until they are\n          produced in any court proceedings.\n        (2) The Commissioner or any person authorized\nthereto by the Commissioner may at all reasonable times\nenter, inspect and examine any premises or land on which\na quarry is being operated or where quarry material is\nstored for the purpose of determining whether any minerals\nin economically workable quantities are to be found therein.\n        (3) The decision of the Commissioner under sub-\nsection (2) that any minerals in economically workable\nquantities have been found in any quarry shall be subject\nto review by the Minister whose decision thereon shall be\nfinal.\n16                          QUARRIES CONTROL\n             (4) The Commissioner may, for any purpose related\n     to the administration or enforcement of this Act, by\n     registered letter or by a demand served personally, require\n     from any licensee or, if any such licensee is a partnership\n     or corporation, from a partner or the president, manager,\n     secretary or any director, agent or representative thereof-\n          (a) any information or additional information or a\n               return as required under section 15 or a supple-\n               mentary return; or\n          (b) production, or production on oath, of any books\n               letters, accounts, invoices, statements, financial or\n               otherwise, or other documents,\n     within such reasonable time as may be stipulated therein.\n              (5) The Commissioner may, for any purpose related\n     to the administration or enforcement of this Act, by\n     registered letter or by a demand served personally, require-\n           (a) any person who has paid or is liable to pay any\n                amount to a licensee; or\n           (b) any partner or agent of such person,\n     to produce or produce on oath within such reasonable time\n     as may be specified in the letter or demand, any books,\n     letters, accounts, invoices, statements, (financial or other-\n     wise) or other documents relating to the transaction to\n     which the payment or liability relates.\n             (6) The Commissioner may, for any purpose related\n     to the administration or enforcement of this Act, with the\n     approval of a Resident Magistrate or Justice of the Peace,\n     which approval the Resident Magistrate or Justice of the\n     Peace is hereby empowered to give, authorize in writing\n     any person, together with such members of the Constabulary\n     Force as he calls upon to assist him and such other persons\n     as are named therein, to enter and search, if necessary by\n     force, any building, receptacle or place, for documents,\n     books, records, papers or things that may afford evidence as\n     to the contravention of any provision of this Act and to\n             phe .inclusion of this page is authonized by L.N. 25/1985]\n                      QUARRIES CONTROL                               17\nseize and to take away any such documents, books, records,\npapers or things and retain them if they are required for\nproduction in any court proceedings.\n        (7) The Commissioner may, for any purpose related\nto the administration or enforcement of this Act, authorize\nany person, whether or not he is an officer of the Commis-\nsioner’s department, to make such inquiry as the Commis-\nsioner considers necessary with reference to anything relat-\ning to the administration or enforcement of this Act.\n        (8) Where a book, record or other document has\nbeen seized, examined or produced under this section, the\nperson by whom it is seized or examined or to whom it is\nproduced or any officer of the Commissioner’s department,\nmay make, or cause to be made, one or more copies thereof,\nand a document purporting to be certified by the Commis-\nsioner or a person thereunto authorized by the Commis-\nsioner to be a copy made pursuant to this section is admis-\nsible in evidence and has the same probative force as the\noriginal document would have had if it had been proved in\nthe ordinary way.\n        (9)Any person who hinders or molests or interferes\nwith any person doing anything that he is authorized by\nthis section to do, or who prevents or attempts to prevent\nany person doing any such thing or who, without reason-\nable excuse the proof whereof shall be upon him, fails to\ndo anything he is required by this section to do shall be\nguilty of an offence against this Act.\n       (10) Declarations or affidavits in connection with\nreturns delivered under this Act or statements of informa-\ntion submitted pursuant to this section may be taken before\nany person having authority to administer an oath or before\nany person specially authorized for that purpose by the\nMinister, but any person so specially authorized shall not\ncharge any fee therefor.\n18                                  QUARRIES CONTROL\n2511994\nS. 7 (a).          (11) For the purposes of this Act the Commissioner\n             and officers of the Commissioner’s department shall have\n             such powers as the Commissioner of Inland Revenue and\n             officers of the Inland Revenue Department have in relation\n             to the Revenue Administration Act and the Tax Collection\n             Act.\n                    (12) [Deleted by Act 25 of 1994.1\nSeizure\nand for-        20A.-(1) If any member of the Security Forces has\nfeiture of   reasonable cause to suspect that any conveyance or ma-\nconvey-\nance or      chinery is being used or has been used for the commission\nmachinery.\n2511994      of any offence against this Act, he may without a warrant\nS. 8.        search and, if such search reveals evidence that the convey-\n             ance or machinery is being used or has been used for the\n             commission of any offence as aforesaid, seize and detain\n              such conveyance or machinery.\n                        (2) Where any conveyance or machinery is seized\n             pursuant to this section and-\n                  (a) any person is convicted of an offence against this\n                        Act; and\n                  ( b ) the Court is satisfied that-\n                            (i) the person owns the conveyance or ma-\n                                chinery used in the commission of the\n                                offence; or\n                           (ii) the owner of the conveyance or machinery\n                                permitted it to be so used; or\n                          (iii) the circumstances are otherwise such that it\n                                is just so to do,\n             the Court may, upon the application of the prosecution,\n             order the forfeiture of the conveyance or machinery.\n                        (3) On the application of the Director of Public\n             Prosecutions before a Resident Magistrate’s Court having\n             jurisdiction in the area where a conveyance or machinery is\n             seized pursuant to subsection (11, the Court may, notwith-\n             standing that the conditions mentioned in subsection (2)\n                     QUARRIES CONTROL                            19\nhave not been satisfied, order the forfeiture of the convey-\nance or machinery if the Court is satisfied that-\n    (a) the conveyance or machinery has been abandoned;\n          or\n    ( b ) the circumstances in which the conveyance or\n          machinery was seized give reasonable cause to\n          suspect that the conveyance or machinery was\n          being used or has been used for the purpose of\n          committing an offence against this Act.\n          (4) Where the Director of Public Prosecutions\nproposes to apply for forfeiture of any conveyance or\nmachinery under subsection (3), he shall give notice of the\nseizure thereof to any person who, to his knowledge, was\nthe owner thereof at the timc of the seizure and notice'of\nthe intention, after the expiration of thirty days from the\ndate of the notice, to apply for forfeiture thereof and of the\ngrounds therefor:\n  Provided that notice shall not be required to be given\nunder this subsection if the seizure was made in the presence\nof the owner or any of the owners of the conveyance or\nmachinery seized or any servant or agent of the owner.\n          (5) For the purposes of subsection (4) notification\nmay, without prejudice to any other form of service thereof,\nbe made by publication in a daily newspaper printed and\ncirculated in the Island.\n         (6) Any person having a claim to any conveyance\nor machinery seized under this section may appear before\nthe Court on the hearing of the application and show cause\nwhy an order for forfeiture should not be made.\n         (7) Where, on the hearing of an application pur-\nsuant to subsection (3) for forfeiture of a conveyance or\nmachinery, no person appears before the Court to show\n        p e incluskm of this page is authorid by L.N. 79/1996]\n20                                QUARRIES CONTROL\n           cause why an order for forfeiture should not be made the\n           Court shall presume that the conveyance or machinery is\n           abandoned.\n                     (8) If, upon the application of any person pre-\n           judiced by an order made by the Court under subsection\n           (2) or (3), the Court is satisfied that it is just to revoke such\n           order, the Court may revoke that order upon such terms\n           and conditions as it deems appropriate, and without pre-\n           judice to the generality of the foregoing, may require that\n           person to pay in respect of storage, maintenance, adminis-\n           trative expenses, security and insurance of the conveyance\n           or machinery, such charges as may be charged by the Com-\n           missioner and approved by the Court, not exceeding one\n           and a half times the value of the conveyance or machinery,\n           as determined by the Court.\n                     (9) An application to the Court under subsection\n           (8) for the revocation of an order shall be made within thirty\n           days of the date of the order or within such longer time\n           (not exceeding six months after that date) as the Court\n           may allow.\n                   (10) For the purposes of subsection (1) “Security\n           Forces” means-\n               (a) the Jamaica Constabulary Force;\n               (b) the Island Special Constabulary Force;\n               (c) the Rural Police."
    },
    {
      "provision_ref": "sec20b",
      "section": "20B",
      "title": "Section 20B",
      "content": "20B.41) Where a conveyance or machinery is un-\n--\nDisposal\nof U-\n*bed,\nforfeited\n             claimed, forfeited or presumed abandoned and remains in\nor abn-      the possession of the Commissioner for more than six\ncloned a n -\n          Of months,  the Commissioner may order the conveyance or\n             machinery-\n2511994\ns. 8.             (a) to be sold to recover any costs in relation to the\n                      storage or maintenance thereof; or\n                   me inclusion of this page is authorized by L.N. 79119961\n                      QUARRIES CONTROL\n     (b) to be otherwise disposed of.\n         (2) Any sale pursuant to subsection (1) (a) shall\nbe by public auction at such time as the Commissioner thinks\nnecessary, and the person employed to sell the same by\nauction shall cause the conveyance or machinery to be ex-\nposed to public view and an advertisement giving notice of\nsuch sale shall be inserted in a daily newspaper printed and\ncirculated in Jamaica at such intervals before the date of\nthe sale as the Commissioner may determine.\n            (3) Where goods remain unsold after they have\nbeen put up for sale at a public auction, the Commissioner\nmay, if he thinks fit, sell those goods by private treaty or\ncause them to be destroyed or otherwise disposed of 3s he\nthinks fit.\n           (4) The proceeds of any sale conducted pursuant\nto subsection (1) or (3) shall-\n     (a) if the Minister so determines, be applied towards\n           the rehabilitation of the illegally operated quarry;\n           or\n     ( b ) in any other case, be paid into the Consolidated\n           Fund."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21,-(1) Every licensee who fails to pay tax payable by\nor pursuant to this Act for any quarterly period as specified r~miw\n                                                                  etc.\nin section 14, shall pay by way of penalty an amount equal\nto fifteen per cent of the tax due from him for that period.\n          (2) Every licensee who fails to furnish a return or\ncomplete the information required on the return to be\ndelivered under section 15 is liable to a penalty of one per\ncent of the tax payable by him for the period for which\nthe return was due, but such penalty shall not in any case\nbe less than fifteen thousand dollars or more than thirty 25/1%\nthousand dollars.                                             6ch.\n          (3) Every person who has-\n      (a) made, or participated in, assented to or acquiesced\n        me inclusion of bbis page is authorized by L.N.79/1996]\n22                                QUARRIES CONTROL\n                     in the making of, false or deceptive statements in\n                     a return, certificate, statement or answer, delivered\n                     or made as required by or under this Act;\n                 (b) evaded payment of a tax imposed by or pursuant\n                     to this Act, destroyed, altered, mutilated, secreted\n                     or otherwise disposed of the records or books of\n                     account of the licensee;\n                 (c) made, or assented to or acquiesced in the making\n                     of, false or deceptive entries or omitted, or assented\n                     to or acquiesced in the omission, to enter a\n                     material particular in records or books of account\n                     of a licensee;\n                 (d) wilfully, in any manner, evaded or attempted to\n                     evade compliance with this Act or payment of\n                     taxes imposed by this Act,\n            shall be guilty of an offence and liable on summary con-\n            viction in a Resident Magistrate’s Court to a fine of not\n            more than one thousand dollars plus, in an appropriate\n            case, an amount of not more than double the amount of\n            the tax that should have been declared to be payable or that\n            was sought to be evaded, or to imprisonment for a term\n            of not more than one year.\n25/1994             (4) Any person who conspires with another to\ns. 9 (br\n            commit any offence specified in subsection (3) shall be\n            guilty of an offence and liable on summary conviction in\n            a Resident Magistrate’s Court to a fine not exceeding forty\n            thousand dollars plus, in an appropriate case, an amount\n            of not more than double the amount of the tax that should\n            have been declared to be payable or that was sought to\n            be evaded, or to imprisonment for a term not exceeding\n            one year.\nInterest.     2 2 . 4 1 ) Any amount of tax payable or to be remitted\n            to the Commissioner under this Act bears interest, at the\n            rate of fifteen per cent per annum, or at such other rate as\n            -\n                    me inclusion of this page is authorized by L.N. 791 19961\n                     QUARRIES CONTROL                                  23\nmay be prescribed from the day on which such amount\nshould have been paid or remitted to the Commissioner\nto the day on which the Commissioner receives payment\nof the amount.\n         (2) The amount of tax due as shown by a notice of\nassessment made under section 16 shall, if it is not paid with-\nin thirty days from the day of the service or mailing of the\nnotice of assessment, bear interest, at the rate of fifteen per\ncent per annum, or such other rate as may be prescribed\ncalculated from thirty days after the day of such service or\nmailing of the notice of assessment, as the case may be, until\nthe day on which the Commissioner receives payment of\nthe amount."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. The Tax Collection Act and any Act amending the Enforce-\nsame, so far as applicable, shall be incorporated and read        r:$!rtha\nas one with this Act and all taxes due under this Act save ~ W & ! ~ -\nas otherwise prescribed by sections 14 and 17 may be\nenforced under the provisions of the Tax Collection Act."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Without prejudice to any other means available for :;u;ftfor\na collection of any amount of tax from any person, the\nCommissioner may, without limit of amount, sue for and\nrecover any amount of tax in a Resident Magistrate’s Court\nwith full costs of suit as for a simple contract debt."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.41) If it is proved to the satisfaction of the Commis- Refundof\n                                                            tax over-\nsioner that any amount of tax has been paid in excess of paid.\nthat payable pursuant to this Act, the Commissioner shall\ncause the amount so paid in excess to be refunded to any\nperson appearing to him to be entitled thereto.\n        (2) No claim for a refund under this section shall be\nmade after the expiration of a period of six years from the\ndate of the payment in question :\n  Provided that, where any person satisfies the Commis-\nsioner that, in the special circumstances of the case, it was\n        me incluskm of 6 s page is aut4orized by L.N. 791 19961\n24                                   QUARRIES CONTROL\n               not reasonably practicable for that pxson to make his claim\n               within such period therefor as aforesaid, the Commissioner\n               may extend the period as he thinks just.\nOffences.        26. Every licensee who has failed to deliver a return as\n               and when required by or pursuant to this Act is guilty of\n               an offence and on summary conviction in a Resident\n               Magistrate’s Court is liable to a fine of not more than\n2511994        two thousand dollars for each day during which the de-\nsch.\n               fault continues.\nOfficers,         27. Where a corporation is guilty of an offence under this\netc., of\ncorporation.   Act, any officer, director or agent of the corporation who\n               directed, authorized, assented to, acquiesced in, or partici-\n               pated in, the commission of the offence is a party to and\n               guilty of the offence and on summary conviction in a\n               Resident Magistrate’s Court shall be liable to the punish-\n               ment provided for the offence whether or not the corpora-\n               tion has been prosecuted or convicted.\nRemission\nof tax.          28. If the Minister is satisfied that it would be just and\n               equitable to do so, he may remit any amount of tax charged\n               or chargeable under this Act.\n                                               Safety\nPower to          29.41) If any officer or person specified in section 20\nremedy\ndangerous\npractice,\n               finds in any respect any quarry to be operated in a dangerous\netc.           or defective manner so as in his opinion to threaten or tend\n               to bodily injury, or to be detrimental to the fauna and\n               flora of the neighbourhood or to the welfare or health of\n               any person, or to the injury of stock, he shall give notice\n               in writing thereof to the person operating such quarry and\n               shall state in such notice the particulars in which he con-\n               siders such quarry to be dangerous or defective, and shall\n               require it to be remedied either forthwith or within such\n               time as he may specify, and he may order work to be\n               suspended until the danger is removed to his satisfaction.\n                       [The inclusion of r&is page is authorized by L.N.79/1996]"
    }
  ],
  "definitions": []
}