{
  "id": "jm-stat-the-quit-rents-act",
  "type": "statute",
  "title": "The Quit Rents Act",
  "title_en": "The Quit Rents Act",
  "short_name": "Quit Rents Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-quit-rents-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-quit-rents-act | Legal areas: Real Estate",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Quit Rents Act.                       Short title."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act the term “quit rents’’ means a quit rent of Definitionof\nfive-sixths of a cent for each acre and for each fraction of quit rents.\nan acre granted and paid as a certain established quit rent\nand acknowledged to Her Majesty by all persons who hold\nland within the Island on which the quit rents have not\nbeen redeemed."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Deputy Keeper of the Records shall, at the expira- Quarterly\ntion of each quarter of every year, transmit, or cause to be tmissionto\n                                                               ranS-\ntransmitted, to the Commissioner of Inland Revenue a\ndocket of every deed or patent of land which shall have Inland\n                                                              IRevenue of\nbeen brought into his officeto be recorded during the last dockets of\n                                                              deeds and\npreceding quarter, setting forth therein the name of the pur- patents\nchasers or patentees, grantor or grantors, the name of the              r;s$h\nparish, the quantity of land, and the boundaries thereof, to office.\nthe intent that the Commissioner of Inland Revenue may soh.   12 I1985\nknow from whom the quit rents thereon shall thereafter be\ndue and payable, in the form in the First Schedule, and z;Lule.\nsuch dockets shall be numbered from the commencement\nof each quarter in arithmetical succession and the Deputy\nKeeper of the Records shall be entitled to receive, from\nthe party bringing any such deed to be recorded, the sum\nof fifteen cents."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. In the alphabetical rolls of taxpayers kept by the r=wqwdw\n                                                            taxpayers.\nseveral Collector of Taxes under authority of any enactment rollof\nfor the time being in force relating to or making provision\nfor rolls of taxpayers, there shall be recorded-\n                               ___\n        [The inclasion of this p a s is mthorized by L.N. 87/1%q\n4                                       QUIT RENTS\n                  (a) the names of the persons liable to pay quit rents,\n                       so far as they are known;\n                  (b) the names of the properties liable;\n                  (c) the name of the property of which the land liable\n                       is now or was formerly a part;\n                  (d) the acreage of the property liable to quit rent;\n                  (e) if the quit rent is in arrear, the number of years\n                       it is in arrear; and the Collector of Taxes shall\n                       record against each such last-mentioned entry, the\n                       payment of quit rent when made, distinguishing\n                       payments for current taxes from payments for\n                       arrears. At the termination of each year ending\n                       the thirty-first day of July, the Collector of Taxes\n                      shall declare to the correctness of the entries relat-\n                       ing to quit rents before a Justice, in the form set\nSecond                forth in the Second Schedule, and such declaration\nSchedule.\n                       shall be made and recorded at the end of the roll.\nEvidence.      5. The entries required to be made by section 4, shall be\n             sufficient evidence upon which to found the certificate of\n             the Collector of Taxes as to the payment of quit rents, or\n             the non-payment thereof for the period, or any portion of\n             the period comprised in such entries. And the book con-\n             taining such entries produced from the custody of any\n             Collector of Taxes, or the certificate of the Collector of Taxes\n             of the facts shown by such entries, shall respectively and\n             equally be prima fa& evidence of the facts stated therein,\n             and of the non-payment of moneys, which if paid, should\n             appear as paid therein.\nLand in        6. In every case where it shall appear that the qujt rents\nrespect of\nwhich quit   are in arrear, and have not been paid in respect of any land\nrents in     in this Island for the space of five years, such land may be\narrear for\nfive years\nmay be\n             proceeded against as forfeited to Her Majesty, her heirs\nproceeded    and successors, in right of the Government of Jamaica, for\nagainst as\nforfeited.   non-payment of such quit rents.\n                     [The indusim d this page is authom by L.N..87/1986]- - -\n                             QUIT RENTS                                         5"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Land in respect of which quit rents in arrear for five years may\n       be proceeded against as forfeited."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Notwithstanding payment of any part of such quit Forfeiture\n                                                               notwith-\nrents may have been made, yet, if it shall be shewn that standing\nexclusive of the amount paid, there are quit rents in arrear LyAtyf-\nand unpaid in respect of any land for the space of five years, quitrents.\nsuch land may be proceeded against as forfeited as aforesaid."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. All proceedings under this Act shall be free of stamp Proceedings\n                                                                      exempt from\nduty.                                                                 stamps."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Where portions of an estate or property in respect of estatePortionsof\n                                                                       or\nwhich no quit rents have been paid for five years or upwards separate\n                                                                 property as\nhave been for five years or upwards separate holdings, the holdings.\nlands comprised in such separate holdings shall be liable only\nfor the quit rents due in respect of themselves, and shall not\nbe liable for the quit rents due in respect of any other portion\nof the estate or property of which, before the commence-\nment of such period of five years or upwards, they had\nformed part."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. In the case of lands on which the quit rents have been merequit\n                                                                rents in\nin arrear for five years and upwards, or in respect of which w e a r for\nno previous entry appears in the books of the Collector of g u y s\nTaxes, the quit rent payable for the preceding five years not   to receive\nin respect of such lands or any portions thereof, shall not sameexcept\n                                                                from owner\nbe accepted by the Collector of Taxes for the parish in which or his repre-\nthe land is situated, unless the party tendering such quit rent sentative.\nproduces satisfactory evidence that he is or represents the\nowner of the land in respect of which such arrears are\ntendered."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. No quit rent shall be recoverable from any person Quitrents\n                                                             unpaid for\nexcept within ten years from the day when the same became ten years ir-\nor shall become due and payable, and at the end of such recoverable.\nperiod of ten years the quit rent on any land shall cease to\nbe a charge on such land, or to render the same liable to\nforfeiture for non-payment thereof.\n           .\n    6                                        QUIT RENTS\nI\n    Mode of          12. All proceedings for the forfeiture of land for non-\n    commencing\n    proceedings   payment of quit rents shall issue solely at the instance of\n    for           the Crown, and shall be commenced by the Crown Solicitor\n    forfeiture.\n                  filing in the office of the Registrar of the Supreme Court a\n    Third         writ in the form given in the Third Schedule :\n    Schedule.\n                     Provided, that before any such proceedings shall issue,\n                  two notifications, at intervals of not less than one or more\n                  than two months each, shall be made in the Gazette, of the\n                  land intended to be proceeded against.\n                    Such notifications shall describe the land with reason-\n                  able certainty, by giving its name and locality, boundaries\n                  and approximate extent, and by giving, when practicable,\n                  the names of the parties entitled, or believed to be or last\n                  known to be entitled thereto, and of the parties in possession\n                  or last known to have been in possession thereof, or the\n                  names of some of the persons aforesaid :\n                    Provided, that no error or misdescription of the land, or\n                  omission to give any of the names aforesaid, shall vitiate the\n                  notifications aforesaid, or any of them, if the Court shall be\n                  of opinion that, notwithstanding such error, misdescription,\n                  or omission, the land was so described that any one knowing\n                  the land would have recognized it from the description.\n    Practiceof   13. The provisions of the Judicature (Civil Procedure\n    Supreme\n    Court.    Code) Law or other enactment in force for the time being\n    z31Litn.  for regulating the practice and procedure in the Supreme\n    Omitted). Court, as to the preparation of writs of summons, their being\n              sealed and filed, the procuring of copies of the same, their\n              renewal, and as to the mode of service or substituted service,\n              or notice in lieu of service, shall apply equally to writs\n              issued under this Act.\n    Service         14. The writ shall in all cases be served on the land sought\n    of writ.\n                  to be affected thereby, by posting a copy thereof upon the\n                        v h e inclusion of this page is authorized by L.N. 480119731\n                               QUIT RENTS\ndoor of the dwelling-house or other conspicuous part of the\nproperty.\n  It shall further be served on the person, or some one or\nmore of the persons, in possession of the said land or some\npart thereof:\n  Provided always, that it shall be lawful for the Court or a\nJudge to make an order dispensing with such last-mentioned\nservice:\n  Provided further, that in any case of doubt, it shall be\nlawful for the Court or a Judge to dispense with any of the\nprovisions of this section, and to direct how and on whom\nthe writ shall be served."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Any person asserting title to the land or any part             *ppeannCe\n                                                                     by person\nthereof may, without any leave, appear to the writ, though he        asseHingtitle.\nhas not been served with the same."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. It shall be lawful for the bailiff, or other person           of service.\ncharged with the service of any writs under this Act, to make\none affidavit of service applicable to any number of such\nwrits, such affidavit to show nevertheless how in the case\nof each writ such service was effected."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The writ shall be deemed to all intents and purposes          lssuesraised\n                                                                     by writ.\nto raise the issue whether the quit rents payable in respect\nof the land referred to were at the date of the writ in arrear\nand unpaid for the period of five years, and if so for what\nperiod, and what is the amount owing at the date of the writ\nhi respect of such quit rents."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. There shall be no pleadings to any such writs; but the        NOp'eading\n                                                                     to M i t .\nperson served, and, with the leave of the Court or Judge,\nany other person asserting title to the land or any part there-\nof, may appear to defend for the whole or any part of the\nland comprised in the writ.\n8                                                  QUIT RENTS\nAppearance          Twenty days from the date of service shall be allowed for\nwithin twenty\ndays.             entering an appearance:\n                    Provided that the Court or a Judge may allow an appearance to\n                  be entered after that period so long as final judgment has not\n                  been given.\nSetting down         On an appearance being entered, the Crown and the defendant\ncase for trial.\n                  shall be deemed to be at issue as to the truth of the allegations\n                  contained in the writ, so far as regards the land in respect of\n                  which appearance is entered; and the Registrar shall take the like\n                  steps for setting the case down for trial as he is required to take\n                  in any ordinary suit in the Supreme Court on the close of the\n                  pleadings, and the issue raised as aforesaid shall be tried and\n                  determined in the same way as in any ordinary suit.\nAppearance,         An appearance may be entered by giving written notice to the\nhow entered.\n                  Registrar of the Supreme Court to enter such appearance, and it\n                  shall be sufficient to give such notice to any Clerk of the Court\n                  for any parish, who shall forthwith forward the same to the\n                  Registrar of the Court.\nNotice o f          In such written notice as aforesaid the party giving the same\ntrial.\n                  shall furnish his name and his address for service. Any such\n                  appearance shall be free of stamp duty.\n                    On the Registrar setting any case down for trial as aforesaid,\n                  the Director of State Proceedings shall cause notice to be served\n                  on any party who has entered an appearance at his address for\n                  service, so that the latter shall get the same eight clear days\n                  before the holding of the Court at which the trial is to take place.\nEvidence at          19. At the trial of the said issue the Judge shall receive\ntrial.\n                  such legal evidence as shall be produced to the Court touch-\n                  ing the premises; and a copy of the entry in any book by\n                  law heretofore, now, or hereafter required to be kept\n                  in respect to quit rents, certified by the Collector of Taxes for the\n                           [The inclusion o f this page is authorized by L.N. 87/2004]\n                           QUIT RENTS                                    9\nparish in which the land is situated as a true copy, or if no\nentry of the lands shall appear in such books, then a docket,\ncertified by the Deputy Keeper of the Records, as a true\ndocket so far as appears on record in the Record Office, of\nany deed relating to the land the subject of the writ, and the\ncertificate of the Collector of Taxes for the parish in which\nthe land is situated of the non-payment of the quit rents in\nrespect of that land for the whole or any portion of the time\nmentioned in the writ, shall be prima facie evidence of such\nnon-payment, and of the liability of the land to the said\nquit rent."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19       .\n      I                                                   1\n                                           Particulars,   -U\n     Title of deed              Name       description    %    %T\n No- and parties\n       thereto          3      proiirty    bom?$es\n                                             of land      z z*\n-                       PI\n                                                          --\n                     Declaration of Collector of Taxes\n   I, A. B.. Collector of Taxes for the parish of\nsolemnly and sincerely declare that this Roll contains a full, just and\ntrue statement of all moneys which have been paid to or received by\nme, or which appear from the accounts, books and records of my office\nto have been paid to or received at my office from any person whom-\nsoever, on account of the quit rents for the parish of\nduring the year from the                      day of              19\nto the                day of                  , 19 , distinguishing whai\nhas been paid on account of the arrears for previous years; and I make\nthis solemn declaration conscientiously believing the same to be true.\nand by virtue of the provisions of the Voluntary Declarations Act.\n   Taken and acknowledged, etc.\n                             THIRD SCHEDULE                                        (Section 12)\n                               Form of Writ\nIn the Supreme Court                      Suit No.                 19      9\n   Elizabeth the Second, by the Grace of God of Jamaica and of Her\nother Realms and Territories, Queen, Head of the Commonwealth; To\nthe legal and beneficial owners and to the occupiers of and all persons\ninterested in all that (describe the land as required by section 3) or any\npart thereof:\n   Whereas we are given to understand that the quit rents payable to us\nin respect of the land above described for the space of              Y-\n before the issuing of this our writ have remained and been in arrear\nand unpaid, so that there is now due and owing to us the sum of\ns                     in respect of the said quit rents:\n          me inclusion of this page is authorized by L.N. 480/1973]\nL ,\n      16                                          QUIT RENTS\n                       And whereas we intend to p           d against the said land as forfeited\n                     to us under the Quit Rents Act, for non-payment of such quit rents:\n                       These are to will and command such of you as assert any title to\n                     the said land or any part thereof, and deny our right to have such land\n                     forfeited to us, that you, within twenty days after service thereof on the\n                     said land, do cause an appearance to be entered for you in our Supreme\n                     Court to defend for such land or for such part as you may be advised;\n                     in default whereof judgment may be signed for the said land or part\n                     thereof. and the land may be declared forfeited to us, and all persons\n                     turned out of possession of the said land.\n                       On payment of the abovementioned amount of $\n                     and $                       for costs within the aforementioned period of\n                     twenty days, further proceedings shall be stayed.\n                       Witness, etc.\n                        Take notice that an appearance may be entered by giving written\n                     notice to the Registrar of the Supreme Court to enter an appearance.\n                     but no such notice will be entertained unless the person giving the same\n                     furnish his full name, address and occupation, and also an address at\n                     which papers and documents may be served on him. It shall be suffi-\n                     cient to give such notice to the Clerk of the Courts of the parish for\n                     transmission to the Registrar.\n      (Section 21)                           FOURTH SCHEDULE\n                                             Writs for forfeited Lands\n                                                                                       When final\n                             Name of owper            Name of Quantity     If default judgment\n                              or persop in           property  and        or verdict     may be\n                               possession       @I             abuttaIs                 moved for\n                                  inclusion of this page is autborized by L.N. 4SO/1973]"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. In the case of lands on which the quit rents are in Acreage,\narrear in respect of which no entry appears in the dockets how proved.\nforwarded to the Collector of Taxes for the parish in which\nthe land is situated under section 3, or in respect of which\nthere is no deed on record in the Record Office,or in respect\nof which if any deed is on record, no acreage is stated in\nsuch deed. the acreage of such lands shall be deemed to be\nthat certified by the Commissioner of Inland Revenue as 12/1985\nbeing to the best of his information the correct acreage, un- sch.\nless the party entering an appearance to the writ, can\nprove the incorrectness of such acreage, and also what is\nthe correct acreage on which payment should be made."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Whenever it shall be found by the verdict of the jury, Verdictof\nthat the quit rents payable in respect of the land comprised      &&sd\nin the writ to which an appearance has been entered, are E&,.\nin arrear, and have not been paid for the space of five years\nor upwards before the date of the writ in respect of the land\ncomprised in the writ, or any part thereof, the Clerk of the\nCircuit Court at which the issue shall have been tried shall\ntransmit the said writ, together with the verdict of the jury\nto the office of the Registrar of the Supreme Court.\n   The Registrar shall cause a list of writs for forfeited lands\nto be kept in some public part of his office in the form in\n         P” h&iOn of this p t s ~is aushapizsd by L.N. 87/1986]\n10                                           QUIT RENTS\nFourth          the Fourth Schedule, and shall include in such list all lands\nSchedule.\n                against which writs under this Act have been filed, in which\n                no appearance has been entered within the time limited for\n                the entrance of an appearance, or, if an appearance has been\n                entered, in which the jury have found the quit rents to have\n                been in arrear as aforesaid.\nProcedure         22. In cases where no appearance has been entered to the\non no\nappearance      writ, or where an appearance has been entered as to a portion\nto writ as to\nthe whole or    only of the land described in the writ, upon reading the\na portion of\nthe lands.\n                certificate of the Collector of Taxes for the parish in which\n                the land is situated that the quit rents on the lands described\n                in the writ, or any portion thereof, are in arrear and unpaid\n                for the space of five years and upwards, the notifications\n                required for section 12, the writ, the proof of service and the\n                certificate of the Registrar of the Court, that although the\n                time for entering an appearance has passed, no appearance\n                has been entered, the Suprcme Court shall, at any time on\n                application by or on behalf of the Attorney-General, give\n                interlocutory judgment in favour of the Crown for the for-\n                feiture of the lands comprised in the writ as to which no\n                appearance has been entered as aforesaid, or for the for-\n                feiture of the remaining portion of the lands comprised in\n                the writ in respect of which an appearance has been entered\n                in respect of a portion only. Such application as aforesaid\n                may be made to a Judge of the Supreme Court sitting in\n                Court or in Chambers.\n&Waf              23. In cases where an appearance has been entered, upon\njudgment\nafter           reading the writ, and the finding of the jury that the quit\nverdict.        rents in respect of the land in respect of which the appear-\n                ance is entered were in arrear for five years, and had not\n                been paid at the time of the issuing of the writ, the Supreme\n                Court shall at any time, on application by or on behalf of\n                the Attorney-General, give interlocutory judgment in favour\n                of the Crown for the forfeiture of the lands comprised in\n                        [The inclusion ,ofthis pcge is authorized py F.N. 8/! 19861'\n                                                                                       ...,-.\n                             QUIT RENTS                                    11\nthe writ as to which an appearance has been entered as afore-\nsaid, and as to which the quit rents have been found to be\nin arrear as aforesaid. Such application as aforeszid may\nbe made to a Judge of the Supreme Court sitting in Court\nor in Chambers."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Procedure on no appearance to writ as to the whole or a portion\n       of the lands.\n                                           .   .\n         [The incldon af this page is a u 6 h o W by L.N. 87/1986]\n2                              QUIT RENTS"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. An interlocutory judgment obtained under this Act Effect of\nshall, so long as no order shall have been made for a trial inter-\n                                                              !ocutory\nor a new trial, entitle the Crown to be put in possession of gu,ddgment\nthe land affected by such judgment, and to remove all parties proceedings\nfound in possession of the land or any part thereof, and all thereon.\nnecessary writs and proceedings shall be issued and had for\nthe purpose aforesaid."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. No interlocutory judgment shall be made final unless Finaljudg-\nthe Court is satisfied that at least six weeks before the making ment not to\n                                                                 be made\nof the motion for such final judgment, the Crown has been ~ t ~ p o s s e s -\nput in possession of the land to be affected thereby, and has obtained\neither removed all parties in possession of the same or any under      inter-\n                                                                 iocuto~\npart thereof, or has entered into agreements in writing with judgment.\nsuch parties, or such of them as it has not seen fit to remove,\nthat they shall hold as tenants of the Crown."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. If any person shall have been removed from possession Persons dis-\nof any land under any interlocutory judgment as aforesaid,\nand shall afterwards, on an order being made under section k;g;;t"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Any interlocutory judgment obtained under this Act Proclamation\nshall be proclaimed.at one sitting of the Circuit Court holden of inter-\n                                                               locutory\nfor the parish where the land comprised in the writ or any judgment-\npart thereof is situated, and also at one subsequent session\n       m e inclusion of this page is authorized by L.N. 480/1973]\n12                                             QUIT RENTS\n                 of the Supreme Court; and thereafter, if no order shall have\n                 been made for a trial or a new trial of the issue raised by\n                 the said writ in manner hereinafter provided, the Court shall,\n                 on motion made by or on behalf of the Attorney-General,\n                 give final judgment for the Crown in the terms of the inter-\n                 locutory judgment aforesaid :\n                    Provided, that one month shall have elapsed between the\n                 date of the last-named proclamation and the application for\n                 final judgment aforesaid. On final judgment being given\n                 as aforesaid such judgment shall be binding and conclusive\n                 on, and a perpetual bar to, all parties whomsoever claiming\n                 any estate or interest in the said land, and the said land shall\n                 be vested in the Crown in the same way to all intents and\n                 purposes as if no grant of the said land had ever been made,\n                 and all necessary writs and proceedings shall be issued and\n                 had to put the Crown in possession of the land, and to\n                 remove all parties found in possession of the land or any\n                 part thereof.\nApplication        28. It shall be lawful for any person, at any t h e before\nfor new trial.\n                 final judgment is given as aforesaid, to apply to the Supreme\n                 Court for an order calling on the Attorney-Genera1 to shew\n                 cause why a trial or a new trial (as the case may be) should\n                 not be had of the first issue raised by the said writ, and it\n                 shall be lawful for the Court to make such order absolute\n                 accordingly.\n                   On such order being made a trial or a new trial shall be\n                 had on the said issue raised by the said writ.\n                   If a verdict shall again be given for the Crown, the grant-\n                 ing of such trial or new trial shall not in any way prejudice\n                 or affect the validity of the previous interlocutory judgment,\n                 or of any proclamation made thereof, or in any otherwise\n                 prejudice or delay the right of the Crown to final judgment\n                 of forfeiture :\n                            QUIT RENTS                                        13\n  Provided aIways, that final judgment shall in no case be\ngiven when an application for a trial or new trial has been\n made until either the application has been refused, or if\ngranted, the trial or new trial shall have been had :\n  Provided also, that any application for such trial in respect\nof part of the lands comprised in any writ, shall not have\nany effect to defeat or delay the right of the Crown to final\njudgment in respect of the remaining part."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28, succeed on a trial or a new trial of the issue raised by the whichis\n                                                                 reversed on\nsaid writ, he shall be entitled to recover from the Crown a new trial.\nfull compensation in respect of his removal from possession\nas aforesaid, and such compensation shall be assessed by\nthe jury at such trial or new trial."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. No person shall be entitled to an order under the pre- Applicant\n                                                                    for new\nceding section without asserting and giving prima fade trial to give\n                                                       prima focie\nevidence of title to the land.                         evidence o t\n                                                                    title."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. It shall be lawful for any person who has appeared Paymentof\nto a writ under this Act, or who has obtained an order for\na trial or a new trial of the issue raised by any such writ, to *ereof-\npay to the Collector of Taxes for the parish in which the\nland is situated the amount of the arrear of quit rents and\nthe costs of the Crown in the proceedings; and thereupon\nthe Attorney-General shall enter satisfaction on the said\nproceedings :\n  Provided always, that no person shall be deemed to\nacquire any sort of legal or equitable right or title to the\nland by reason only of the payment of such arrears."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. Any party appearing to any writ under this Act, or Effectof\nobtaining an order for a new trial under this Act, shall be\ndeemed thereby to join issue on the issues raised by the writ.\n                                                                    ;:sq\nIf an appearance, or if an order for a trial or a new trial, be\nas to part of the land, the appearance or the order, as the\ncase may be, shall accurately describe the portion of the land\nclaimed, by stating the number of acres and the abuttals."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. The issues raised by any writ under this Act shall be rssueStobe\n                                                             tried before\ntried before a jury in the Circuit Court having jurisdiction juryin\nin the parish where the land or some part of it lies.        Circuit.\n14                                       QUIT RENTS\nAmount            33. If any land in respect of which final judgment has\npayable to\nParish         been given for the Crown under the provisions of this Act\nsale after     is sold by the Crown, the Parish Council of the parish in\nfinal          which such land is situate or with reference to the parishes\njudgment.\n               of Kingston and St. Andrew, the Kingston and St. Andrew\n               Corporation shall receive out of the proceeds of the sale of\n               such land such sum as may have been due to the Parish\n               Council or the said Corporation for rates in respect of such\n               land at the time of such final judgment :\n                 Provided, however, that the Parish Council or Corporation\n               shall only be entitled to receive such sum after there shall\n               have been deducted from the proceeds of the sale of such\n               land all amounts which were due to the Crown in respect of\n               such land at the date of the final judgment together with the\n               costs of forfeiture and sale of the said land :\n                  And provided further that the Parish Council or Corpora-\n               tion shall not be entitled to any sum as aforesa;'d unless the\n               sale of the land by the Crown takes place within a period of\n               six years next after the date on which final judgment was\n               given for the Crown.\nRulesand         34. The Minister may make and from time to t h e may\nforms.\n               rescind, alter and amend all forms and rules which may be\n               considered necessary for carrying into effect the objects\n               and provisions of this Act.\nQuitrents       35.      moneys payable in respect of quit rents under this\nappropriated\n               Act shall be appropriated to the Consolidated Fund.\nsolidated\nFund.\n                      me inclusion of this page is authorized by L.N. 480/19731\n                               QUIT RENTS                                                        15\n                              ' I\n                             FIRST SCHEDULE                                        (Section 3)\nDockets of Deeds recorded in the Record Officeof this Island from the"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. Quit rents appropriated to Consolidated Fund.\n                                 SCHEDULES\n                            QUIT RENTS                                                 3\n                  THE QUIT RENTS ACT                                      Cap. 331.\n                                                                              Act\n                                                                          12 of 1985\n                                                  EIIth April, 1896.1        Sch."
    }
  ],
  "definitions": []
}