{
  "id": "jm-stat-the-radio-and-telegraph-control-act",
  "type": "statute",
  "title": "The Radio and Telegraph Control Act",
  "title_en": "The Radio and Telegraph Control Act",
  "short_name": "Radio and Telegraph Control Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-radio-and-telegraph-control-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-radio-and-telegraph-control-act | Legal areas: Communication and Technology",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Radio and Telegraph                        Short tit’e.\n    Control Act.\nL"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act, unless the context otherwise requires-                      Interpre-\n                                                                                  tation.\n        “Advisory Committee” means the Radio and Telegraph\n           Control     Advisory Committee established under\n           section 3 ;\n        “functions” includes duties and powers;\n        “harmful interference” means any emission, radiation or\n            induction which endangers the functioning of a\n            radionavigation or other safety service, or seriously\n            degrades, obstructs or repeatedly interrupts a\n            radiocommunication service operating lawfully;\n        “hertz” means one cycle per second;\n        “inspector” means an inspector designated under section\n             11;\n        “megahertz” means one million cycles per second;\n        “mobile service” means a service of radiocommunication\n           between mobile and fixed stations or between mobile\n           stations;\n        “mobile station” means a station in the mobile service\n           intended to be used while in motion or during halts at\n           unspecified points;\n        “radio” means the use of radio waves;\n        “radio waves” means electromagnetic waves of fre-\n4                        RADIO AND TELEGRAPH CONTROL\n                     quencies lower than three million megahertz,\n                     propagated in space without artificial guide;\n                 “safety service” means any radiocommunication service\n                     used permanently or temporarily for the safe-\n                     guarding of human life and property;\n                 “special licence” means a licence issued under section 6 ;\n                 “spurious emissions” means emission on a frequency or\n                     frequencies outside the necessary band, the level\n                     of which may be reduced without affecting the\n                     corresponding transmission of information, and\n                     includes harmonic emissions, parasitic emissions\n                     and intermodulation        products but excludes\n                     emissions in the immediate vicinity of the necessary\n                     band which are a result of the modulation process\n                     for the transmission of information;\n                 “station” means one or more transmitters or receivers, or a\n                      combination of transmitters and receivers, including\n                      the equipment necessary at one location for\n                      carrying on a radiocommunication service each\n                      station being classified by the service in which it\n                      operates permanently or temporarily.\nEstablish-\nrnent of"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1)   There shall be established for the purposes of\nAdvisory     this Act a body to be called the Radio and Telegraph Control\nCommittee    Advisory Committee (hereinafter referred to as the “Advisory\n             Committee”).\nSchedule.            (2) The provisions of the Schedule shall have effect\n             as to the constitution of the Advisory Committee and other-\n             wise in relation thereto.\n               U 1 0 AND TELEGRAPH CONTROL                                                5"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The hnctions of the Advisory Committee shall be to                    Functions\n                                                                            of Advisory\nadvise the Minister on any matters connected with radio and                 Comifiee.\ntelegraph control referred to them by the Minister for advice,\nand to hold enquiries and obtain statements fiom interested\nparties in connection with any matter on which their advice has\nbeen sought."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. ( I ) Any member of the Advisory Committee other than the chairman\n                  may at any time resign his office by instrument in writing addressed to the\n                  Minister and transmitted through the chairman, and from the date of the\n                  receipt by the Minister of such instrument, such member shall cease to be a\n                  member of the Advisory Committee.\n                        (2) The chairman may at any time resign his office by instrument in\n                  writing addressed to the Minister and such resignation shall take effect\n                  as from the date of thereceipt by the Minister of such instrument.\nFllllng o f           6. If any vacancy occurs in the membership of the Advisory Committee,\nvacancies.        such vacancy shall be filled by the appointment of another member and in\n                  making such appointment, the Minister shall have regard to the provisions\n                  of paragraph 1.\n I'ublication          7. The names of all members of the Advisory Committee as first\n of member.\n ship.\n                   constituted and every change in the membership thereof shall be published\n                   in the Gazette.\n                                                                                                           3\n Procedure            8. (1) The Advisory Committee shall meet at such times as may be\n and               necessary or expedient for the transaction of their business and such\n mee~ings\n                   meetings shall be held at such places and times as the Advisory Committee\n                   may determine.\n             RADIO AND TELEGRAPH CONTROL                                           I5\n      (2) The chairman may at any time call a special meeting of the\nAdvisory Committee and shall call a special meeting within fourteen\ndays of the receipt of a written requisition for that purpose addressed\nto him by any two members of the Advisory Committee.\n      (3) The chairman shall preside at meetings of the Advisory Com-\nmittee. and in the case of the absence of the chairman from a meeting,\nthe members present and constituting a quorum shall elect one of their\nnumber to preside at that meeting.\n      (4) The quorum of the Advisory Committee shall be two or such\ngreater number as may be fixed by the Committee.\n      ( 5 ) The decision of the Advisory Committee shall be by a majority\nof votes, and in addition to an original vote the chairman or\nother person presiding at a meeting shall have a casting vote in any\ncase in which the voting is equal.\n      (6) Minutes in proper form of each meeting of the Advisory\nCommittee shall be kept.\n      (7) The validity of the proceedings of the Advisory Committee\nshall not be affected by any vacancy amongst the members thereof or\nby any defect in the appointment of any member thereof."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-( 1) Notwithstanding the provisions of section 5, the\nspecial      Minister may grant to any applicant a special licence whether\nlicences.    exclusive or non-exclusive, to establish, maintain or use any\n91 I977\ns. 2 (a).    radio station or apparatus, for such period and on such terms            ?\n             and conditions as the Minister may determine, so, however,\n             that the holder of a special licence granted under this section\n             shall conform to any regulations for the time being in force in\n             relation thereto.\n                     (2) The Minister with the written consent of the holder\n91 1977\nS. 2 (b).\n             of a special licence granted under this section, may at any time\n             during the continuance in force of such licence, modify or\n             amend it in such manner and in such respects as he may deem\n             proper.\nOffence to      7.-( 1) Every person who establishes, maintains or uses\nact con-\ntrary to     any radio station or apparatus in contravention of section 5 or 6\nsections     shall be guilty of an offence, and shall be liable on summary\n5 and 6 .\n             conviction before a Resident Magistrate to a fine not exceeding\n             one thousand dollars and in default of payment, to\n             imprisonment for a term not exceeding twelve months.\n                     (2) For the purposes of this Act, a person shall be\n             deemed to maintain in or upon any premises, vehicle, vessel or\n             aircraft of which he is in control or is the owner, any radio\n             station or apparatus found in or upon such premises, vehicle,\n             vessel or aircraft, as the case may be, whether such station or\n             apparatus is in a working condition or not.\n                    (3) In any legal proceedings for contravention of any of\n             the provisions of section 5 or 6 , the burden of proving the\n                                                                                     c:\n             existence of a valid licence in respect of any radio station or\n             apparatus, as the case may be, shall be upon the person\n             charged.\n            RADIO AND TELEGRAPH CONTROL                                                7"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1)   The Minister may make regulations for the proper            Mtntster\ncarrying out of the provisions and purposes of this Act, and in         may make\n                                                                        regulattons.\nparticular but without prejudice to the generality of the\nforegoing, may make regulations-\n          classifying the various types of radio station, and\n          prescribing the nature of the service to be rendered\n          and the frequencies which may be used by each class\n          of station;\n         prescribing the minimum performance specifications\n         for equipment which may be used in each class of\n         station, with particular reference to the power output,\n         necessary bandwidth, frequency stability and\n         spurious emissions, and prohibiting the manufacture\n         and importation of radio transmitters and\n         radiomicrophones which do not conform to the\n         technical specifications prescribed in respect of such\n         radio apparatus;\n         respecting the grant, revocation or suspension of\n         licences, the various types of licences which may be\n         issued, the manner in which they may be applied for,\n         their respective forms, the period of their validity,\n         and the delegation of the hnctions in respect of such\n         licences;\n         specifying the qualifications to be held by operators\n         of the various types of station, the classes of\n         certificates of proficiency which may be issued to\n         such operators and providing for the holding of\n         examinations to determine the competence of such\n         operators;\n         prescribing fees to be paid in respect of licences and\n         examinations and the manner in which such fees may\n         be paid;\n         in respect of watches, if any, to be maintained at the\n         various classes of station;\n       RADIO AND TELEGRAPH CONTROL\n(g) providing for the inspection of radio stations;\n( h ) providing for the persons authorized in that behalf to\n      be notified of the characteristics of all radio stations\n      to which this Act applies;\n(i) prohibiting or regulating the sale or use of any ap-\n    paratus or machinery causing or capable of causing\n    harmful interference to radio reception;\n                                                                  1\n0') preserving the secrecy of radiocommunications not\n    intended for public reception;\n(k) requiring users of radio stations or apparatus to ob-\n    serve the provisions of any International Treaty or\n    Convention or any bilateral or regional agreements\n    relating to telecommunications to which the Govern-\n    ment is a party, and providing penalties or for the\n    suspension or revocation of licences for failure to\n    observe those provisions;\n(0 in relation to the control or use by Government\n    of any radio station or apparatus during a state of\n    emergency;\n(m)providing for the operation of foreign registered or\n   licensed mobile stations while in or over Jamaica or\n   its territorial waters;\n(n) in relation to mobile stations licensed in Jamaica\n    which are not for the time being in or over Jamaica\n    or its territorial waters;\n(0) inrespect of    the licensing of persons wishing to\n    maintain or repair radio transmitting apparatus and\n    the qualifications to be held by such persons;\n                                                                  c,\n@) regulating the sale and demonstration of radio trans-\n    mitting apparatus;\n(9) providing for the dismantling or confiscation of any\n    radio station or apparatus;\n       F e inclusion of this page is authorized by L.N. 3/2002]\n                 RADIO AND TELEGRAPH CONTROL                                               9\n         (r) as respects the holding of enquiries by the Advisory\n             Committee;\n         (s) prescribing any other matter or anything which may\n             be, or is required by this Act to be prescribed.\n             (2) Regulations made under this section shall be sub-\nc   ject to negative resolution."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Every person (hereinafter referred to as a dealer) who, by        Fea       to\n    way of his trade or business, hires, sells, exchanges or deals in       1ice0~.\n    any radio station or apparatus save under the terms of a valid\n    licence issued to him for that purpose under this Act, shall be\n    guilty of an offence and shall be liable on summary conviction\n    before a Resident Magistrate to a fine not exceeding one\n    thousand dollars and in default of payment to impiisonment for\n    a term not exceeding six months."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) Any person other than a dealer, who sells,                  private\n    exchanges or otherwise disposes of, any radio station or\n    apparatus the establishment, maintenance or use of which\n    requires a licence under this Act, shall within fourteen days of\n    such sale, exchange or disposal, as the case may be, notify the\n    person authorized by the Minister in that behalf of the\n    transaction, giving such particulars in respect thereof as may be\n    required by such person.\n           (2) Any person as aforesaid who fails to not* the\n    authorized person of a transaction in accordance with\n    subsection (l), shall be guilty of an offence, and shall be liable\n    on summary conviction before a Resident Magistrate, to a fine\n8   not exceeding one thousand dollars and in default of payment\n    to imprisonment for a term not exceeding three months."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-( 1) The Minister may fiom time to time designate any\n    public officer by name or by the title of his office to be an           tors.\n    inspector for the purposes of this Act.\n                 (The inclusion of this page is authorized by L.N. 3R0021\n10                RADIO AND TELEGRAPH CONTROL\n             (2) An inspector may at any reasonable time enter any\n     premises, vehicle, vessel or aircraft where he reasonably\n     believes any radio station or apparatus may be found, for the\n     purpose of making such inspection or examination as in his\n     opinion may assist in the enforcement of the provisions of this\n     Act, and may seize and detain for such time as may be\n     prescribed and subject to such conditions as may be prescribed,          >\n     any article by means of or in relation to which he reasonably\n     believes any provision of this Act has been contravened.\n            (3) An inspector shall be furnished by the Minister with\n     a certificate of designation and on entering any premises,\n     vehicle, vessel or aircraft pursuant to subsection (2), shall, if\n     required to do so, produce the certificate to the person in\n     charge of the premises, vehicle, vessel or aircraft, as the case\n     may be.\n             (4) The owner or person in charge of any premises,\n     vehicle, vessel or aircraft entered by an inspector pursuant to\n     subsection (2) and every person found therein shall give the\n     inspector all reasonable assistance in their power and furnish\n     him with such information as he may reasonably require and\n     any person who obstructs, hinders or prevents any such\n     inspector from entering as aforesaid shall be guilty of an\n     offence under this Act, and shall be liable on summary\n     conviction before a Resident Magistrate to a fine not exceeding\n     one thousand dollars and in default of payment to\n     imprisonment for a term not exceeding twelve months.\n             (5) Any article seized pursuant to this Act may at the\n     option of the inspector, be stored or kept in the premises,\n     vehicle, vessel or aircraft where it was seized, or may on his\n                                                                              (3\n     direction be removed to any other place which he considers\n     satisfactory for the purpose.\n            (6) Notwithstanding anything to the contrary an\n     inspector shall release any article seized by him pursuant\n             RADIO AND TELEGRAPH CONTROL                                             11\nto subsection (2) when all the provisions of this Act with\nrespect thereto have been complied with."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) Where a Justice of the Peace is satisfied by                 Entry and\n                                                                         search of\ninformation on oath that there is reasonable ground for                  premises.\nsuspecting that an offence under this Act has been or is being\ncommitted, and that evidence of the commission of the offence\nis to be found on any premises specified in the information, or\nin any vehicle, vessel or aircraft so specified, he may grant a\nsearch warrant authorizing an inspector designated under\nsection 1 1 and named in the warrant, with or without a\nconstable, to enter, at any time within one month from the date\nof the warrant, the premises specified in the information or, as\nthe case may be, the vehicle, vessel or aircraft so specified and\nto search the premises, or, as the case may be, the vehicle,\nvessel or aircraft, and to examine and test any apparatus found\ntherein.\n         (2) A warrant granted pursuant to subsection ( 1 ) may\nauthorize the inspector named therein to seize any radio or\ntelegraph station or apparatus found in any premises, vehicle,\nvessel or aircraft specified in the warrant and in respect of\nwhich any offence under this Act has been or is being\ncommitted.\n        (3) Any person who obstructs, hinders, or prevents any\ninspector authorized pursuant to subsection ( 1) from entering\nas aforesaid shall be guilty of an offence under this Act and\nshall be liable on summary conviction before a Resident\nMagistrate to a fine not exceeding one thousand dollars and in\ndefault of payment to imprisonment for a term not exceeding\ntwelve months.\n                                                                         Misleading"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Any person who-                                                   messages\n                                                                         and inter-\n     (a) by means of radio sends or attempts to send, any                ception and\n          message which to his knowledge, is false or mis-               disclosure of\n                                                                         messages.\n          leading and is, to his knowledge, likely\n12                         RADIO AND TELEGRAPH CONTROL\n                       to prejudice the efficiency of any safety service or\n                       endanger the safety of any person or of any vessel,\n                       aircraft or vehicle, and, in particular, any message\n                       which, to his knowledge, falsely suggests that a\n                       vessel or aircraft is in distress or in need of assistance\n                       or is not in distress or not in need of assistance; or\n                                                                                    '3\n                   (b) otherwise than by authority of the Minister or in the\n                       course of his duty as a servant of the Government,\n                       either-\n                          (i) uses any radio station or apparatus with intent\n                              to obtain information as to the content, sender\n                              or addressee of any message (whether sent by\n                              means of radio or otherwise) which neither the\n                              person using the apparatus nor any person on\n                              whose behalf he is acting, is authorized by the\n                              Minister to receive; or\n                          (ii) except in the course of legal proceedings or\n                               for the purpose of any report thereof, discloses\n                               any information as to the content, sender or\n                               addressee of      any such message, being\n                               information which would not have come to his\n                               knowledge but for the use of that apparatus by\n                               him or by another person,\n              shall be guilty of an offence under this Act, and shall be liable\n              on summary conviction before a Resident Magistrate to a fine\n              not exceeding one thousand dollars and in default of payment\n              to imprisonment for a term not exceeding six months.\n                                                                                    3\nHarmful in-      14.Any person who uses any apparatus for the purpose\nterference.\n              of causing harmful interference to any radio service shall\n              be guilty of an offence and shall be liable on summary\n              conviction before a Resident Magistrate to a fine not exceeding\n                           me inclusion of this page is authorized by L.N. 3R0021\n                 RADIO AND TELEGRAPH CONTROL                                                             13\n     one thousand dollars and in default of payment                              to\n     imprisonment for a term not exceeding six months."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Where a person has been convicted Gf an offence under                    \"'WJ'~)~\n                                                                                      drliilc\n     this Act, the court may order in addition to any other penalty,                  \\Clred\n     that any article by means of or in relation to which the offence\n     i n respect of which he was convicted was committed, be\n     forfeited, and upon such order being made, such article shall be\n     forfeited and may be sold or otherwise disposed of as the\n     Minister may direct."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-( 1) Where it appears expedient to the Government by\n                                                                                      Illc'llt 111.1>\n     reason of the existence of a state of emergency so to do, the                    J,,l,,,lc'\n     Government may assume control of, use, or prohibit the use of,                   Loillrol\n                                                                                      L I ~ Co r pru-\n     any radio station or apparatus for such time as the Government                   ~llt,lr ll,e <,t\n                                                                                      st.itioii ur\n     thinks necessary in the particular circumstances.                                .ipp.ir~itti~\n             (2) The person owning or controlling any station or\n     apparatus of which control has been assumed by the\n     Government pursuant to subsection ( 1) shall give up possession\n     thereof, and the operators and other persons employed therein\n     shall, during the time of such possession, diligently and\n     faithfully obey such orders, and transmit and receive such\n     signals, calls and radiograms as they are required to transmit\n     and receive by any person duly authorized in that behalf by the\n     G over11nlellt .\n             (3) The Government shall compensate reasonably the\n     person owning or controlling any station or apparatus of which\n     control was assumed and use was made pursuant to this\n     section, and where agreement cannot be reached between the\nc>   parties concerned as respects the compensation to be paid the\n     matter shall be referred by the Government to arbitration."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Notwithstanding anything contained herein, the pro-                      L\\C1ll~'tlOll\n     visions of this Act shall not apply to radio and television\n     receiving sets primarily designed to receive transmissions\n     intended for direct rcccption by the general public.\n                 I lllu iIILIiiwm 01 tlu, p.igc I\\ aitlluiixcd h\\ I N   3 NOll\n14                               RADIO A N D TELEGRAPH CONTROL\n                                                     SCHEDULE                                (Section 3)\n                      I , The Advisory Committee shall consist of such number of persons, not\n                  being less than three nor more than five as the Minister may from time to\n                  time appoint, who are in the opinion of the Minister, qualified by technical\n                  training in the field of radiotechnology and have practical experience in\n                  frequency management and the utilization of the radio frequency spectrum\n                  and are thoroughly familiar with local economic conditions and\n                  telecommunication problems."
    }
  ],
  "definitions": []
}