{
  "id": "jm-stat-the-real-estate-dealers-and-developers-act",
  "type": "statute",
  "title": "The Real Estate (Dealers and Developers) Act",
  "title_en": "The Real Estate (Dealers and Developers) Act",
  "short_name": "Real Estate (Dealers and Developers) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-real-estate-dealers-and-developers-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-real-estate-dealers-and-developers-act | Legal areas: Real Estate",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0-\n                              F    e inclusion of this pare i s authorized hy L.N.17/1989]"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The practice of real estate business.\n                     PARTU-The Real Estate Board"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)   There shall be established for the purposes of this\n    Esta** Act a body to be called the Real Estate Board.\nBoard.\nSchedule.         (2) The provisions of the Schedule shall have effect\n           with respect to the constitution and operation of the Board\n           and otherwise in relation thereto.\n                       me inclusion d this page is authorized by L.N. 17/1989]\n        REAL ESTATE (DEALERS AND DEVEWPERS)                                     11\nsuch enquiry, have the powers of Commissioners appointed\nunder the Commissions of Enquiry Act.\n                PART IlI - Real Estate Dealers and\n                      Real Estate Salesmen"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The chairman and other members of the Board shall be paid such Remunera-\nremuneration whether by way of honorarium, salary or fees, and such tion.\nallowances as the Minister may determine."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9 . 4 1 ) The Board may appoint and employ at such remuneration and Appointment\non such terms and conditions as it thinks fit a secretary and such         &\"Era\nother officers. agents and servants, as it thinks necessary for the proper rgmb\ncarrying out of its functions under this Act:\n  Provided that -\n      (a) no appointment shall be made to a post carrying a salary in\n           excess of the rate of fifteen thousand dollars per annum: and\n      (b) no salary in excess of fifteen thousand dollars per annum shall\n           be assigned to any post,\nwithout the prior approval of the Minister.\n      (2) The Governor-General may, subject to such conditions as\nhe may impose, anprove of the mpointment of anv public officer in the\nservice of Jamaica to any office with the Board and anv Dublic officer\nso appointed shall. in relation to pension, matuitv or other allowance.\nand to other rights as a public officer, be treated as continuing in the\nservice of the Gnvernment."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) Subject to subsection (3), a person shall not engage R a a t r i c t i ~ ~\n                                                               on engag-\nin the practice of real estate business or in any branch of inginthe\n                                                               practice of\nsuch practice-                                                 re+estate\n                                                               buamere.\n     (U) in the capacity of a real estate dealer unless he is\n          the holder of a valid licence issued under sub-\n         section (1) of section 20 authorizing him so to do;\n     (b) in the capacity of a real estate salesman unless he\n          is-\n           (i) the holder of a valid licence issued under sub-\n               section (2) of section 20 authorizing him so to\n               do; and\n          (ii) an employee or agent of a duly authorized real\n               estate dealer.\n       (2) Every person who contravenes subsection (1)\nshall be guilty of an offence and shall be l i a b l e\n     (a) on conviction on indictment in a Circuit Court to\n          a fine or to imprisonment for a term not exceed-\n          ing five years or to both such fine and imprison-\n          ment;\n     (b) on summary conviction in a Resident Magistrate’s\n         Court to a fine not exceeding fifty thousand dol-\n           lars or to imprisonment for a term not exceeding\n          two years or to both such fine and imprisonment\n           and in the case of a continuing offence to a further\n          fine not exceeding one thousand dollars for each\n          day during which the offence continues.\n      (3) No person shall be deemed to have contravened\nsubsection (1) by reason only of his having engaged in-\n         me inolush of this page i s authorized by L.N. 17119891\n12                     REAL ESTATE (DEALERS AND DEVELOPERS)\n                    (a) a transaction involving the sale or exchange of\n                        land if he proves that-\n                             (i) the sale or exchange was an isolated trans-\n                                 action not undertaken in the course of, or\n                                in furtherance of, or with intent to carry on\n                                 the practice of real estate business;\n                           (ii) the commission charged by him did not ex-\n                                 ceed five per centum of the consideration\n                                 for the sale or exchange;\n                          (E) all moneys payable to or by the vendor and\n                                 purchaser respectively under the contract\n                                 for sale or exchange have been so paid;\n                    (b) a transaction involving the lease or rent of any\n                        land if he proves that-\n                            (i) the lease or rent was an isolated transaction\n                                not undertaken in the course of, or hi\n                                 furtherance of, or with intent to carry on the\n                                 practice of real estate business; and\n                           (ii) the commission charged by him whether to\n                                 the landlord or tenant or both, did not\n                                exceed the equivalent of one month’s rental\n                                 under the tenancy; and\n                          (iii) all moneys collected by him for or on behalf\n                                 of either the landlord or tenant have been\n                                duly paid to, or in accordance with the\n                                 directions of, the person entitled thereto.\nRattic-          11.-(1)      A person who is the holder of a licence authoriz-\ntiom on\nemployment     ing him to engage in the practice of real estate business as a\nof unlicens-   real estate dealer shall not employ another person to ea-\ned persons.\n               gage in such business in that capacity or in the capacity\n               of a real estate salesman unless the person so employed is\n               the holder of a valid licence authorizing him to engage in\n               such practice in that capacity.\n                           me inclusion of this page is authorized by L.N. 17/1989]\n        REAL ESTATE (DEAJ=E\"&SAND DEVELOPERS)                                      13\n         (2) Every person who contravenes subsection (1)\nshall be guilty of an offence and shall be liable on summary\nconviction in a Resident Magistrate's Court to a fine not ex-\nceeding ten thousand dollars or to imprisonment for a term\nnot exceeding one year."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-42) The Board shall meet as often as may be necessary or proosdure\nexpedient for the transaction of its business. and such meetings shall md\nbe held at such places and times and on such days as the Board may meetings.\ndetermine.\n      (2) The chairman may at anv time call a special meeting of the\nBoard and shall call a sbecial meetinq to be held within seven days\nof a Written request for that purpose addresspd to him by any two\nmembers of the Board.\n          F   e inclusion of this page is authorized by L.N. 17/1989]\n/\n     42                       REAL ESTATE (DEALERS AND DEVELOPERS)\n                       (3) The chairman shall preside at all meetings of the Board at\n                 which he is present. and in his absence from any meeting the members\n                 present and constituting a quorum shall elect a chairman from among\n                 their number to preside at that meeting.\n                        (4) A quorum of the Board shall be five.\n                       (5) The decisions of the Board shall be by a majority of VOW\n                 and in addition to an original vote, the person presiding at a meeting\n                 shall have a casting vote in any case in which the voting is equal.\n                      (6) Minutes in proper form of each meeting d the Bawd shall\n                  be kept.\n                       (7) The validity of the proceedings of the Board shall not be\n                  affectedby any vacancy amongst the members thereof or by any defect\n                  in the appointment of a member thereof.\n                      (8) Subject to the provisions of this Schedule, the Board may\n                  regulate its own m e e d i n m ."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-fI\\ APV member of the Roard who, otherwise than as such\n                  member. ir directlv or indirectly interested ir, a contract made or\n                 entered into. or pmrmed to he made or rntered into. by the Board.\n                  or in the subject matter of anv proceeding before the Board shall as\n                  soon as possihle after the relevant facts have come to his knowledge,\n                  disclose the nature of his interest ztt a meetinp of the Board.\n                       (2) A disclosure under this parapraph shall be recorded in the\n                 minutes of the meetings of the b a r d snd the member-\n                       (a) shdl not take part after tbe disclosure in any deliberation or\n                            decision of the h r d reladnp to the contract or matter in\n                              question: and\n                        fb) shan be disremrded for the m m s e of formine a quorum nf\n                            the Road for TV wch delihetstion or decidon\n                   1 ? - 4 1 ) No action wit nrosmition or other nrcrceedinns shall be\n                 hroueht O r instituted nemotvflv Rminst anv member nf the Bosrd in\n                 respect of Rnv w t dnne hnnn fidr ilr nimuance or execntion or intrnded\n                 e y - r i i t i w nf thfz A r t\n                        (2) Where anv member of the Road is exemnt from liabilitv bv\n                 reason onlv of the urovisiont of this naramph. the Bo~rd shall be\n                 Viable to the e-dtnt that it would be if the mid member were R servant\n                 or aeent of the Board"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.41) A person who desires to be registered as a real Ations\n                                                             d&-\n                                                                 for\nestate dealer or a real estate salesman shall apply to the registration.\nBoard for approval of such registration and shall pay the\nprescribed fee.\n        (2) Every application for registration shall be made\nin such manner and contain such particulars and be accom-\npanied by such documents as may be prescribeb."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-( 1) If, in relation to any application for registration Determina-\nas a real estate dealer or real estate salesman, the Board is appficatiom\n                                                               tion on\nsatisfied-                                                            for repis-\n                                                                      tration.\n     (a) that the provisions of section 13 have been COM-\n         plied with;\n     (b) that the applicant is a fit and proper person to be\n         so registered; and\n14                 REAL ESTATE (DEALERS AND DEVELOPERS)\n                 (c) that the applicant is not disquahfied for regktra-\n                     tion under section 21,\n            the Board shall, subject to subsection (2), approve the re@-\n            tration of the applicant as a real estate dealer or, as the\n            case may be, a real estate salesman.\n                    (2) An approval by the Board pursuant to subsec-\n            tion (1) may be unconditional or subject to such conditions\n            as may be prescribed or such other conditions as the Board\n            may determine and any such conditions may limit the ie-\n            gistration of the applicant to a specified branch or specified\n            branches of the practice of real estate business and slay\n            prohibit the issue of a licence under section 20 to the appli-\n            cant to engage in other branches of such practice.\n                    (3) Upon approval of an application for registration\n            as a real estate dealer, the Board shall furnish the applicant\n            with a certificate of registration in the prescribed form.\n                     (4) If the Board is not satisfied as to any of the\n            matters specified in subsection (1) the Board shall refuse to\n            register the applicant and shall notify him in writing accord-\n            ingly and inform him of the right of appeal conferredby\n            section 22.\nCancella-      15.41) If any person registered under this Act as a real\npension oP   estate dealer or a real estate salesman-\nregiatration\nand removal       (a) is convicted of an offence under this Act or of any\nfrom\ntu. re&-               offence involving fraud or dishonesty; or\n                  (b) has been deprived of or suspended from member-\n                       ship of any professional body constituted to\n                      regulate the practice of real estate dealers or sales-\n                      men, whether constituted in Jamaica or elsewhere,\n                       as a disciplinary penalty imposed by such profes-\n                      sional body; or\n                  (c) upon enquiry by the Board made in the prescribed\n                      manner, has been found-\n                    me inclusion d Mis page is authorized by L.N. 17/1989]\n        REAL ESTATE (DEALEKS AND DliVELOPERS)                       1s\n              (i) to have procured his registration under this\n                   Act as a result of any misleading, fake or\n                   fraudulent representation; or\n              (5)to be guilty in his capacity as a real estate\n                   dealer or a real estate salesman of grave im-\n                   propriety or infamous conduct or gross neg-\n                   ligence or incompetence in the performance\n                   of his duties, or of any act, default or con-\n                   duct which violates the prescribed code of\n                   ethics; or\n             (iii) to have failed to comply with any of the con-\n                   ditions subject to which his registration was\n                   approved, or subject to which a licence has\n                   been granted to him under section 20,\nthe Board may, if it thinks fit, exercise in respect of that per-\nson any of the powers conferred on the Board by subsectiori\n(2).\n         (2) Where in relation to any person registered as a\nreal estate dealer or a real estate salesman the Board is\nsatisfied that any one or more of the matters specified in\nsubsection (1) has been established the Board may-\n     (a) cancel the registration of such person; or\n      (6) suspend the registration of such person for such\n           period as the Board may think fit; or\n     (c) censure such person.\n         (3) Where, in exercise of the powers conferred by\nparagraph (a) or paragraph (b) of subsection (2), the Board\ncancels or suspends the registration of any person it shall\ndirect that the name and particulars of such person be\nremoved from the register until further order of the Board\nor, in the case of suspension, until such time as shall be speci-\nfied by the Board.\n         (4) Where in relation to any person registered as a\nreal estate dealer or a real estate salesman the Board excr-\ncises any of the powers conferred by subsection (2), the\n         me inclusion of this page is authorized by L.N. 17/1989]\n16                   REAL ESTATE (DEALERS AND DEVELOPERS)\n              Board may order such persons to pay to the Board such s u m\n              as it shall specify in respect of costs and expenses of md\n              incidental to any enquiry under paragraph (c) of subsection\n              (1).\n                      (5) Where pursuant to paragraph (a) of subsection\n              (2) the Board cancels the registration of a real estate dealer\n              or a real estate salesman the Board may fix a time before\n              which that real estate dealer or that real estate salesman,\n              as the case may be, shall not be eligible to apply to the\n              Board for re-registration under this Act.\nNotia.          16. In any case where the Board has exercised any of\n              the powers conferred by section 15 in respect of any person\n              the Board shall notify that person in writing of its decision\n              and shall inform him of the rights conferred by sections 17\n              and 22.\nSuspension    17. Upon application to the Board made in the prescribed\nof directions\noT odmof manner and within the prescribed period the Board may\ntheBoard-     direct that any direction or order of the Board given or\n              made in exercise of the powers conferred by section 15 shall\n              be suspended until the expiration of the period within which\n              the person affected by the direction or order may lodge an\n              appeal under section 22, or, if an appeal has been lodged\n              within that period, until the appeal has been heard and no\n              further appeal has been lodged within the time limited fur\n              such further appeal.\nCosts and   18. All costs and expenses payable to the Board pursuailt\ne x ~ = ~tos any\n              ~ ~ order\n                   ~    made under subsection (4) of section 15 shall\nBoard.\n              be recoverable as a debt due to the Board.\nApplication     19. Subject to subsection (5) of section 15, a persnn\nforre-re*s-\ntration.      whose name has been removed from the register may apply\n              for re-registration at any time and all the provisions of\n                      me inclusion d this page is authorized by L.N. 17/1989]\n        REAL ESTATE (DEALERS AND DEVELOPERS)                                  17\nthis Act relating to registration shall mutatis mutandis apply\nto re-registration under this section.\n    2 0 . 4 1 ) Subject to the provisions of this Act, the registra- Licensingof\n tion of any person as a real estate dealer under section 14 &alen   real estate\nshall entitle him, upon payment of the prescribed fee, to deal e er-\nbe granted a licence issued by the Board in the prescribed men-\nform authorizing him to engage in the practice of real\nestate business in the capacity of a real estate dealer subject\nto such prohibitions as may have been imposed upon nis\nregistration.\n            (2) Subject to the provisions of this Act, any\nindividual who has been registered under section 14 as a\nreal estate salesman shall, upon being employed by a person\nwho is the holder of a licence issued under subsection (1)\nbe entitled, upon payment of the prescribed fee, to\nbe granted a licence issued by the Board in the prescribed\nform authorizing him to engage in the practice of real estate\nbusiness in the capacity of a real estate salesman whilst he\nis in the employment of any person who is the holder of a\nlicence issued under subsection (11, subject to such prohi-\nbitions as may have been imposed upon the registration of\nthat individual or of the person by whom he is employed.\n          (3) A licence issued in accordance with subsection\n(1) or subsection (2) shall be granted subject to such condi-\ntions, if any, as may be prescribed, and such licence shall,\nsubject to the provisions of this Act, remain in force for\nsuch period as may be specified therein not exceeding three\nyears but may be renewed from time to time for periods not\nexceeding three years upon payment of the prescribed fee.\n           (4)If at any time during the period for which a\nlicence has been granted to any person he becomes disquali-\nfied by virtue of section 21 (1) (a) (iii) or of any provision\nof section 21 (1) (b),from being registered or the Board has\ncancelled his registration under subsection (2) of section is,\nthe licence so granted shall thereupon determine.\n         F   e incluskm of this page is authorized by L.N. 17/1989]\nI8                  REAL ESTATE (DEALERS AND DEVELOPERS)\n                   (5) Where the Board has suspended the registration\n           of any person under subsection (2) of section 15, the licence\n           granted to that person shall cease to have effect for the\n           period of the suspension.\n                     (6) In any proceedings for an offenceagainst this\n            Act or any regulations made thereunder any document pur-\n            porting to be a copy of a licence under this section ancl\n            bearing the Board's certificate purporting to have been\n            endorsed thereon that the same is a true copy of a licence\n            issued and granted to any person, shall be prima facze\n            evidence of such issue and grant and of the contents of the\n            licence.\nD i ~ q ~ ~ ~ i f i .21.-(1) A person shall not    be q u f l e d for registration\nregiamtioe,\nation for       as a real estate dealer if-\n                 (a) in the case of an individual-\n                           (i) he does not possess the prescribed qualifica-\n                               tions for such registration; or\n                         (ii) he is under the age of eighteen years; or\n                        (5)he has had an order in bankruptcy made\n                               against him which remains undischarged; or\n                 (b) in the case of a body corporate-\n                          (i) a resolution has been passed or an order\n                              made by a court of competent jurisdiction\n                              for its winding-up;\n                         (ii) any proceeding has been taken whereby its\n                              property may be distributed among its\n                              creditors;\n                        (iii) a receiver has been appointed for any of its\n                              property;\n                       (iv) if at least one of its directors do not possess\n                              the prescribed qualifications for registra-\n                              tion; or\n                     me inclusion of this page. is authorized by L.N. 17/1989]\n        REAL ESTATE (DEALERS AND DEVELOPERS)                          19\n                (v) any of its directions are otherwise dis-\n                  qualified for registration, as individuals\n                 under paragraph (a).\n        (2) An individual shall not be qualified for registra-\ntion as a real estate salesman if-\n    (a) he is under the age of eighteen years;\n    (b) he does not possess the prescribed qualifications\n        for registration as a real estate salesman; and\n    (c) he has had an order in bankruptcy made against\n        him which remains undischarged."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Cancellation or suspension of registration and removal from\n         register."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. The funds of the Board shall consist of fees collected, such m     o  i\nmoneys as may from time to time he laced at its disposition for t:ie Board.\nnurposes of this Act bv Parliament i\\nd such other monevs as may\ntawfullv be paid to the Board."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.41) Any person aggrieved by a decision of the Board &p&,\nto refuse an application by that person for registration under\nsection 14 or to impose any condition or prohibition in\nrespect of his registration under that section or to cancel or\nsuspend his registration under section 15 or to give any\ndirection or make any order under that section, or to refuse\nto issue a licence to him under section 20, may, within forty-\ntwo days after the date on which he is served with notice\nof the Board’s decision, appeal against the decision to the\nCourt of Appeal.\n        (2) The Court shall after considering the appeal give\nsuch directions in the matter as it shall think proper and Lhe\nBoard, or as the case may be the appellant, shall comply\nwith such directions."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(1) Upon the determination of any licence pursuaot Detennins-\nto subsection (4) of section 20 the person to whom such fi;z;La\nlicence was granted shall surrender it to the Board forth-\nwith.\n       (2) Upon suspension of any registration pursuant to\nsubsection (5) of section 20, the Board may require tlie\nholder of the licence to surrender it to the Board for the\nperiod of the suspension.\n            me inclusion of this page is authorized by LN. 17119891\n2Q                  REAL ESTATE (DEALERS AND DEVELOPERS)\n                      (3) Any person who without reasonable excuse (the\n             proof whereof shall lie upon him) contravenes subsection\n             (1) or fails to comply with a requirement of the Board under\n             subsection (2), shall be guilty of an offence and shall be\n             liable on summary conviction in a Resident Magistrate’s\n             Court to a fine not exceeding five hundred dollars.\nClients’"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1) It is hereby declared that clients’ money received\nmoneyto\nbe held on\n             by a real estate dealer or, subject to subsection (2), by a\ntrue&        real estate salesman-\n                  (a) is held by him on trust for the person who is en-\n                       titled to call for it to be paid over to that person\n                       or to be paid on the direction of that person, or to\n                       have it otherwise credited to such person; or\n                  (b) if it is received by him as stakeholder is held by\n                      him on trust for the person who may become so\n                       entitled on the occurrence of the event against\n                       which the money is held,\n             and accordingly clients’ money shall not be available for\n             payment of any debt or liability of the real estate dealer\n             or the real estate salesman to any person other than the\n             person for whom he holds the clients’ money in trust.\n                     (2) A real estate salesman or a real estate dealer\n             acting on behalf of another real estate dealer is relieved\n             of the trust imposed by subsection (1) if, and to the extent\n             that, he promptly pays over the full amount of clients’\n             money received by him to the real estate dealer on whose\n             behalf the money had been received; and the latter real\n             estate dealer shall thereupon, as respects amounts so paid\n             over, assume the trust imposed by subsection (1).\nReeving"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-(1) Subject to such provisions as may be made by\ncfients’\naccounts.\n             regulations under subsection (2), every real estate dealer\n             who receives clients’ money (whether paid to himself or to\n             any other real estate dealer or real estate salesman employed\n                     m e inclusion of this page is authorized by L.N. 17/1989]\n        REAL ESTATE (DEALERS AND DEVELOPERS)                         21\nby him) shall without delay pay such clients’ money into\nan account maintained by him with an authorized financial\ninstitution which account shall contain in its title the word\n“client”; and every real estate dealer or real estate sales-\nman who, being employed to a real estate dealer, receives\nclients’ money shall forthwith pay it to his employer for\nthe purpose of being paid into such clients’ account.\n         (2) The Minister may make provisions by regulations\nas to the opening and keeping of accounts under subsection\n(I), the keeping of accounts and records relating to clients‘\nmoney and the auditing of such accounts, and without pre-\niudice to the generality of the foregoing such regulations\nmay in particular specify-\n      (a) any persons or classes of persons to whom, or any\n           circumstances in which, the obligation imposed by\n           subsection (1) does not apply;\n      (b) any circumstances in which money other than\n           clients’ money may be paid into an account main-\n           tained under subsection (1);\n      (c) the occasions on which and the persons to whom\n          moneys held in such an account may be paid out;\n     (d) the circumstances in which a real estate dealer\n          who maintains an account under subsection (1)\n          shall be liable to account to any person for interest\n          received by him on money in that account; and\n     (e) the accounting periods for which such accounts\n          shall be drawn up and the time within which they\n          shall be audited by an auditor and the reports to\n          be furnished by such auditor and the matters to\n          be deaIt with in such reports.\n      (3) Every person required to maintain an account\nunder subsection (1) shall produce to an Inspector on\ndemand the latest auditor’s report in respect of that\naccount.\n22                     REAL ESTATE (DEALERS AND DEVELOPERS)\n                        (4) Any person who contravenes the provisions of\n                this section or of any regulations made under this section\n                shall be guilty of an offence and shall be liable on summary\n                conviction in a Resident Magistrate’s Court to a fine not ex-\n                ceeding fifty thousand dollars and in default of payment to\n                imprisonment for a term not exceeding six months or to\n                both such fine and imprisonment and, in the case of a con-\n                tinuing offence, to a further fine not exceeding five thousand\n                dollars for each day on which the offence continues after\n                conviction or to imprisonment for a term not exceeding six\n                months or to both such fine and imprisonment.\n                              PARTN-Development                 Schemes\n Restrictions     26.41) A person shall not enter into a prepayment\non entering\niatocon-        contract as a vendor in connection with any land which is,\ntracts.         or is intended to be, the subject of a development scheme to\n                which section 35 applies unless-\n                    (a) the vendor under the prepayment contract is a\n                         registered developer;\n                    (b) such land is free from any mortgage or charge\n                         securing money or money’s worth (other than a\n                         mortgage or charge in favour of an authorizecl\n                        financial institution referred to in the proviso to\n                        subsection (5) of section 31);\n                    (c) all approvals required by or pursuant to any law\n                        for the carrying out of the development scheme\n                        and for the carrying out of the vendor’s obligations\n                        under the prepayment contract have been obtained\n                        and where any such approvals have been obtained\n                        subject to conditions unless-\n                             (i) all the conditions have been complied with;\n                                  or\n                            (ii) if any condition has not been complied with\n                                 that condition is one which cannot or is\n        REAL ESTATE (DEALERS AND DEVEWPERS)                              23\n                  not, by the terms thereof, required to be\n                 complied with prior to entering into the\n                 contract; and\n     (6) the vendor under the prepayment contract has be-\n         posited with the Board copies of all approvals\n          given under the Local Improvements Act and the\n         Town and Country Planning Act together with all\n         plans, drawings and specifications referred to in\n         such approvals, authenticated in such manner as\n         may be prescribed.\n      (2) Where a contract is entered into by a vendor in\ncontravention of subsection (1) the purchaser or any person\nsucceeding to the rights of the purchaser under the con-\ntract may, within such time as may be reasonable in the\ncircumstances of each case, withdraw therefrom and\nrecover from the vendor any moneys paid to him under the\ncontract together with interest thereon computed from day\nto day at the prime lending rate of commercial banks in\nJamaica for the time being prevailing as certified by the\nBank of Jamaica, but without prejudice however to the\nprovisions of section 44 (2) (relating to the penalty for con-\ntravention of subsection (1) of this section)."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.-(1) A person shall not advertise for sale any land ~ ~ t r i c t i ~ n r\nor building in a development scheme unless all the require-         'gm-\nments specified in paragraphs (a), (b), (c) and (d)of subsee\ntion (1) of section 26 have been complied with, whether or\nnot the person advertising proposes to enter into prepay-\nment contracts, and unless the advertisement complies with\nthe provisions of subsection (2) of this section.\n         (2) The provisions referred to in subsection (1) are\nthat the advertisement-\n      (a) shall state from whom and when the relevant\n            approvals were obtained;\n      (b) shall state when and where the refevant plans,\n         me inclusion of this page is authorized by L.N. 17/1989]\n 24                    REAL ESTATE (DEALERS AND DEVELOPERS)\n                        drawings and specifications may be inspected;\n                    (c) shall accurately describe the location of the land\n                        in question and its physical features; and\n                    (d) shall contain such other information as may be\n                         prescribed.\n                       (3) For the purposes of this section “relevant appro-\n               vals” means the approvals referred to in subsection (1) of\n               section 26 and “relevant plans, drawings and specifications”\n               means plans, drawings and specifications referred to in the\n               relevant approvals.\nCopies of         28. A signed copy of every prepayment contract shall be\ncontracb to\nprepayment     forwarded to the Board by the vendor within fourteen days\nbe forward-    from the signing of the contract by the parties thereto.\ncd to Board.\nPayment of        29.-(1) Subject to such conditions as may be prescribed,\nmoney8rc-\nceived under\n               every person who as a vendor under any prepayment coil-\nprepayment     tract relating to any land which is, or is intended to be, the\ncontracts\ninto trust     subject of a development scheme, receives any money from\nrecounts*      the purchaser pursuant to such contract, shall without delay\n               pay such money into a trust account to be maintained by\n               him with an authorized financial institution and held and\n               applied in accordance with the provisions of this Act.\n                       (2) Upon every payment of moneys into a trust\n               account pursuant to subsection (1) the person making such\n               payment shall furnish to the Board a report of such pay-\n               ment specifying the contracts to which the moneys com-\n               prised in such payment relate, and such other particulars\n               as may be prescribed.\n                      (3) All moneys deposited in a trust account pursuant\n               to subsection (1) and all interest earned thereon shall, sub-\n               ject to section 31, be held in such account and paid to, or\n               applied for the benefit of, the persons entitled thereto in\n               accordance with the provisions of this Act.\n                       me inclusion of this page is authorized by L.N. 17119891\n        REAL ESTATE (DEALERS AND DEVELOPERS)                             25"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Payment into trust accounts of moneys received under prep9y-\n            ment contract."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. It is hereby declared that, subject to subsection (3) of into\n                                                                Mmeyrmid\n                                                                     account\nsection 31, the moneys received by a vendor under a prepay- to be held\nment contract in connection with land in a development on trust.\nscheme and deposited in a trust account pursuant to section\n29 shall be held in trust in such account, or any other account\nsubstituted therefor pursuant to subsection (2) of sec-\ntion 31, until completion or rescission, as the case maybe,\nof the contract under which such moneys were received, to\nbe paid to the persons legally entitled thereto pursuant to\nthe terms of the contract upon completion or rescission of\nthe contract.\n  3 1 . 4 1 ) Subject to subsections (2) and (3) moneys ~ ~ a l i n ~ ~\ndeposited i~ a trust account pursuant to section 29 and any Wmoneys\n                                                              lth\ninterest earned thereon shall not be withdrawn from the in trust\naccount until the completion or rescission, as the case may\nbe, of the contract under which the moneys were received\nby the vendor.\n        (2) Moneys so deposited in a trust account may be\nwithdrawn and deposited in another trust account with\nanother authorized financial institution subject to such condi-\ntions as may be prescribed and the provisions of this Act\nshall apply to that other account and the moneys held\ntherein as they apply to the original account.\n         (3) Moneys so deposited in respect of a prepayment\ncontract may be withdrawn from the account prior to the\ncompletion or rescission of the contract and applied by the\nvendor in the payment of stamp duty and transfer tax\npayable in respect of that contract and in partial reimburse-\nment of the costs of materials supplied and work done in the\nconstruction of any building or works which is the subject\nof the contract, subject to the undermentioned conditions,\nthat is to say-\n     (a) the moneys withdrawn shall not exceed ninety per\n           cent of the amount certified by a qualified quantity\n        [The inclusion of this paze is authorized by LN. 17/1989]\n26            REAL ESTATE (DEALERS AND DEVELOPERS)\n               surveyor or architect or other person having such\n               qualification as the Board may prescribe for the\n               purposes of this section (not being a person in the\n               employment of, or having an interest in the busi-\n               ness of, the vendor or the developer) as being pro-\n               perly due for work already done and materials\n               already supplied in the construction of the building\n               or works and not previously paid for; and\n           (b) the owner of the land on which the building or\n               works is being constructed has executed and lodged\n               with the Registrar of Titles a charge upon the land\n               in accordance with subsection (4).\n             (4) The charge mentioned in paragraph (b) of sub-\n     section (3) shall be a charge upon the land on which the\n     building or works in question is being constructed in favour\n     of the Board charging the land with the repayment of all\n     amounts received by the vendor pursuant to the contract\n     which shall become repayable by him upon breach by him\n     of the contract.\n             (5) Such charge shall rank in priority before all\n     other mortgages or charges on the said land except any\n     charge created by statute thereon in respect of unpaid\n     rates or taxes, and shall be enforceable by the Board by sale\n     of the said land by public auction or private treaty as the\n     Board may consider expedient :\n        Provided that where a mortgage or charge of the said land\n     has been duly created in favour of an authorized financial\n      institution to secure repayment of amounts advanced by\n      that financial institution in connection with the construction\n     of any buildings or works on the said land the charge created\n     by this section shall rank pari pmsu in point of security with\n     the mortgage or charge in favour of that authorized financial\n     institution.\n             m e inclusion of this page is Iautho~edby L.N. 17119891\n       REAL ESTATE (DEALERS AND DEVELOPERS)                             27\n       (6) For the purposes of subsection (5) a loan or ad-\nvance by an authorized financial institution shall prima facie\nbe taken to be made in connection with the construction of\nany building or works if it is expressed in the instrument\ncreating the mortgage or charge securing the repayment of\nthat loan or advance that the loan or advance was so made.\n      (7)A charge executed pursuant to this section shall\nbe deemed to be a mortgage under the Registration of Titles\nAct and shall be enforceable accordingly but shall be exempt\nfrom registration fees under that Act, transfer tax under\nthe Transfer Tax Act and stamp duty under the Stamp\nDuty Act."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.-(1) Upon completion of a prepayment contract in WithcimM\naccordance with its terms, or upon the vendor lawfully from -,unt\nrescinding it by reason of default of the purchaser, the &yp,euooa,\nvendor shall be entitled to withdraw from the trust account E;&.\nthe moneys deposited therein pursuant to section 29 in\nrespect of that contract and shall be entitled to pay such\nmoneys to the person legally entitled thereto (including\nhirnseJf) under such contract.\n       (2) Where moneys are withdrawn from a trust\naccount in accordance with subsection (I), the authorized\nfinancial institution in which such moneys are held shall\ngive written notice of such withdrawal to the Board."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. Where a vendor defaults in completing any prepay- Dealings\nment contract for the sale of land in a development scheme          c&F\nin accordance with the terms and conditions of such con- upon8cc-t\n                                                                   default\ntract and the Board is satisfied that such default (together ofvendor.\nwith any default by the vendor in the completion of other\nprepayment contracts for the sale of Jand in that scheme)\nare of such a substantial nature as to amount to a failure\nof the scheme, the Board shall-\n    (a) require the financial institution with which the\n        m e inclusion of this page is authorized by L.N. 17/1989]\n 28                    REAL ESTATE (DEALERS AND DEVELOPERS)\n                         trust account is maintained pursuant to section\n                         29 to pay over to the Board all money (including\n                         interest) standing at credit of the trust account; and\n                    (b) enforce any charge in favour of the Board executed\n                         pursuant to section 31 either by the saIe of the land\n                         subject to the charge or by such other action, con-\n                         sequent on the charge, as the Board thinks fit; atid\n                    (c) if it sells the land-\n                              (i) apply the proceeds of such sale (after de-\n                                  ducting the expenses thereof) in satisfaction\n                                  rateably of the amount due to the Board\n                                  under such charge and of the amount due\n                                 to any authorized financial institution under\n                                  any mortgage or charge ranking pan' passu\n                                 with the charge in favour of the Board; and\n                            (ii) thereafter apply the balance of such pro-\n                                 ceeds of sale together with the moneys re-\n                                  ceived by the Board out of the trust account\n                                 pursuant to a requirement made under para-\n                                 graph (a) rateably to the person legally en-\n                                 titled thereto pursuant to the prenavment\n                                 contracts under which moneys were received\n                                 by the vendor and deposited in the trust\n                                 account.\nDuty of           34.41) It shall be the duty of an authorized financial\nruthorizcd     institution with which a trust account is maintained pur-\nfinancial\ninstitution.   suant to section 29 to take reasonable measures to ensure\n               that withdrawals are not made from such trust account save\n               in compliance with paragraphs (a) and (b) of subsection (3)\n               of section 31 and to comply with any requirement of the\n               Board made upon it under paragraph (a) of section 33.\n                       (2) All moneys payable to the Board by an authorized\n               financial institution pursuant to a requirement made by the\n                        ~   _   _   _   _   _   _   _   _   I   _   _   _   _   _   _   _   _   _\n                       me inclusion of this page is authorized by L.N. 17/1989]\n        REAL ESTATE (DEALERS AND DEVELOPERS)                             29\nBoard under paragraph (a) of section 33 shall be recover-\nable as a debt due to the Board."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35.-(1)  Every person who proposes to Carry Out any R e s t e r\ndevelopment under a development scheme to which this sec- &Dm\"'\"p-\ntion applies shall before commencing such development\napply to the Board, in such form and manner as may be\nprescribed, for registration as a developer and lodge with\nthe Board a statement showing his name, his address for the\npurposes of the development scheme, the location and area\nof the land to be used for the development scheme and such\nother particulars as may be prescribed and, in the case of a\ncompany, the address of its registered office and the names\nand addresses of all its directors.\n         (2) Every application to the Board under subsection\n(1) shall be accompanied by the prescribed fee.\n         (3) Upon receipt of such application and fee the\nBoard, subject to subsection (4), shall cause the name and\naddress of the applicant to be entered in a register to be\nknown as the Register of Developers and the person so\nregistered shall be a registered developer for the purposes\nof this Act.\n        (4) The Board shall not register an applicant wder\nthis section if the applicant-\n     (a) in the case of an individual-\n               ( i has been convicted at any time of any\n                   offence involving fraud or dishonesty in\n                   relation to real estate matters; or\n              (5) has had an order in bankruptcy made\n                   against him which remains unciischarg~or\n      (b) in the case of a body corporate if-\n               (i) a resolution has been passed or an order\n                   made by a court of competent jurisdiction\n                   for its winding-up;\n  30                     REAL ESTATE (DEALERS AND DEVELOPERS)\n                              (ii) any proceeding has been taken whereby\n                                   its property may be distributed among its\n                                   creditors;\n                             (iii) a receiver has been appointed for any of\n                                   its property; or\n                             (iv) any of its directors is an individual referred\n                                   to in paragraph (a).\n                         (5) A registered developer shall in every year, on or\n                 before the 1st day of April after the date of registratiou,\n                 pay to the Board a prescribed fee unless the Board is satis-\n                 fied that such registered developer is no longer engaged in\n                 the business of carrying out any development scheme.\n                          (6) This section applies to all development schemes\n                 where the number of lots into which the land is, or is iu-\n                 tended to be, subdivided exceeds five, or where the number\n                 of strata lots comprising building units constructed or in-\n                 tended to be constructed in the development scheme exceeds\n                 five, or where the person carrying out or proposing to carry\n                 out the development scheme is also carrying out, or has\n                 within the preceding twenty-four months carried out,\n                 another development scheme of whatever size.\n                         (7) A n y person who contravenes the provisions of\n                 subsection (1) shall be guilty of an offenceand shall be liable\n                 on summary conviction in a Resident Magistrate’s Court\n                 to a fine not exceeding five thousand dollars or to imprison-\n                 ment for a term not exceeding one year.\n                         (8) When the Board refuses to register an applicant\n                 pursuant to subsection (4) the Board shall notify the appli-\n                 cant in writing accordingly and of the right of appeal con-\n                 ferred by section 36.\nA~~IS~,,,           36.-(1) Any person aggrieved by a decision of the Board\ntm:ft$$i o n u   to refuse an application by that person for registration under\ndevelopera.      section 55, may within forty-two days after he is served\n                         me inclusion of this page is authorized by L.N. 17/1989]\n       REAL ESTATE (DEALERS A N D DEVELOPERS)                          31\nwith notice of the decision appeal against the decision to\nthe Court of Appeal.\n       (2) The Court shall after considering the appeal\ngive such directions in the matter as it shall think proper\nand the Board, or as the case may be the appellant, shall\ncomply with such directions.\n               PART V-Real Estate Inspectors"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. Appeals by applicants for registration as developers.\n                       PARTV-Real mate lnspcctas"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37.41) The Board may appoint such persons as it thinks Appoint-\n                                                          ment of\nfit to be Inspectors for the purposes of this Act.        hpi4xoaw.\n        (2) Notice of each appointment of an Inspector, and\nof any revocation of such appointment, shall be published\nin the Gazette and in at least one daily newspaper circulat-\ning in Jamaica."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38.-(1) An Inspector may, for the purpose of assisting ponrerd\nthe Board in the discharge of its functions under this Act,      zcz\nrequire an applicant for registration under section 13 or 35 infomtion.\nor for a licence under section 20 or the holder of a licence\nissued under that section, to supply in writing, such inform-\nation as relates to the applicant’s practice of real estate\nbusiness or, as the case may be, experience in respect of\ndevelopment schemes as the Inspector may reasonably\nrequire or as may be prescribed.\n        (2) Where an Inspector requests information in\naccordance with subsection (1)he may specify a date before\nwhich such information shall be supplied, but in determin-\ning that date he shall allow a reasonable period of tims\nhaving regard to the scope and nature of the information\nto be supplied.\n       (3) Where, for the purpose of ensuring compliance\nwith the provisions of this Act or any regulations thereunder,\nan Inspector is of opinion that there are reasonable grounds\nso to do, he may at any time by notice in writing to any\n        me inchion of this page is authorized by L.N. 17/1989]\n32           REAL ESTATE (DEALERS AND DEVELOPERS)\n     person to whom this subsection applies, give directions\n     requiring that person to produce such documents at such\n     time and place as may be specified in the notice.\n             (4) Subsection (3) applies to-\n         (a) any applicant h i registration under section 13;\n         (b) any person registered under section 14;\n         (c) any holder of a licence issued under section 20;\n         (d) any person who is carrying out, or has carried out\n              within such period as may be prescribed, a\n              development scheme; and\n         (e) any other person who appears to an Inspector to\n              be in possession of or to have control over any\n              document the production of which is, in tbe\n              opinion of the Inspector, relevant to any purpode\n              referred to in subsection (3L\n              (5) Any power conferred by or by virtue of this sec.\n     tion to require any person to produce any document includes\n     the power-\n          (a) if the document is produced-\n                   (i) to take copies of it or extracts from it; and\n                   (ii) to require that person to provide an explana-\n                        tion of it; and\n          (b) if the document is not produced, to require any\n               person who was required to producs it to state,\n                to the best of his knowledge and belief, where it is.\n             (6) A person required pursuant to this section to\n     Furnish information or produce any documentshall be\n     entitled in relation thereto, to the same right or privilege as\n     before a court of law.\n             (7) If a requirement to produce a document or pro-\n     vide an explanation, or make a statement, which is imposed\n     by virtue of this section is not complied with, the person\n        REAL ESTATE (DEALERS AND DEVELOPERS)                           33\non whom the requirement was so imposed shall be guilty\nof an offence, so, however, that where a person is charged\nwith an offence under this subsection, it shall be a defence\nto prove that it was not reasonably practicable for him to\ncomply with the requirement.\n  3 9 4 1 ) An Inspector shall, for the purposes of this Act &tryand\nand any regulations made thereunder, have power-\n     (U) to make such examination and enquiry as may be\n         necessary for ascertaining whether the provisions\n         of this Act or the regulations made thereunder\n         are being or have been complied with;\n    (b) to exercise such powers as may be necessary f a\n         carrying out the provisions of this Act and any\n         regulations made thereunder, and\n     (c) if authorized thereto by    a warrant issued by a\n         Justice of the Peace, to enter at all reasonable t h e s\n         any premises or place where he has reasonable\n         grounds for believing that such documents as are\n         required pursuant to section 38 (3) may be found,\n         and to examine or take possession of any such\n         documents.\n       (2) The owner or person in charge of any premises\nentered by an Inspector pursuant to subsection (1) and\nevery person found therein shall give the Inspector all\nreasonable assistance in his power and furnish the Inspector\nwith such information as he may reasonably require.\n        (3) A person who obstructs an Inspector-\n     (a) in the exercise of a right of entry or search con-\n          ferred under or by virtue of this Act; or\n     (b) in the exercise of a right so conferred to examine\n          or take possession of any document,\nshall be guilty of an offenceagainst this Act.\n        me inclusion of t h j ~page is authorized by L.N. 17/1989]\n31                    REAL ESTATE (DEALERS AND DEVELOPERS)\n                       (4)Every Inspector shall be furnished with an identi-\n               fication card, and on applying for admission to any premises\n               or place for the purposes of this Act or any regulations\n               thereunder shall, if so required, produce the said card."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. Where a Justice of the Peace is satisfied by informa-\n               tion on oath that there is reasonable ground for suspecting\n               that an offenceunder this Act or any regulations made there-\n               under has been or is being committed, and that evidence of\n               the commission of the offence is to be found on any pre-\n               mises specified in the information, he may grant a search\n               warrant authorizing an Inspector named in the warrant,\n               with or without a constable, to enter, at any time within one\n               month from the date of the warrant, the premises speci-\n               fied in the information and to search the premises and\n               examine and take possession of any documents required as\n               aforesaid found therein.\n                                    PARTVI-Miscellaneous\nDuty o€          41. Notwithstanding anything contained in this Act the\nBoard to\naffurd\n               Board shall not rel'use any application under this Act unless\nW\nto   F     y   the Board has afforded to the applicant a reasonable oppor-\n               tunity to be heard in support of his application and any\n               person so entitled to be heard may be represented before\n               the Board by an attorney-at-law or other representative df\n               his choice.\nNatloea          42.-(1) Any notice required to be given by the Board\n               to any person registered under this Act shall, unless the\n               contrary is proved, be deemed to be served if sent by\n               registered post to the address shown in the register in\n               which his name is entered.\n                        (2) A copy of any notice served on a real estate sales-\n               man shall be sent concurrently with the notice, by registered\n               post, to the real estate dealer by whom he is employed.\n                        me inclusion of this page is authorized by L.N. 1?/1-\n       REAL ESTATE (DEALERS AND DEVELOPERS)                       35"
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43.-(1) The Minister may after consultation with the R e t i -\nBoard make regulations for the better carrying out of the\nobjects and purposes of this Act and in particular (but with-\nout prejudice to the generality of the foregoing) may make\nregulations prescribing-\n         the form and manner in which applications under\n          this Act shall be made and the particulars to be    - ' ..,\n                                                              .'\n         given in such applications;\n        the fees to be paid under the provisions of this\n         Act;\n        the information to be given in advertisements\n         relating to any land intended to be disposed of in\n         a development scheme;\n        the form of and conditions which may be included\n        in any charge on land executed pursuant to sub-\n        section (4) of section 31;\n        the form or licences to be issued under this Act\n         and the conditions which may be imposed therein,\n        the manner in which and the time at which the\n        Board shall hear persons whose registration it pro-\n        poses to cancel or suspend;\n        the manner in which and the time at which the\n         Board shall hear persons whose licences it proposes\n         to revoke;\n        a code of ethics containing rules of conduct and\n        practice to be observed by real estate dealers, real\n        estate salesmen and developers;\n        the qualifications to be satisfied by applicants For\n        registration as real estate dealers and real estate\n        salesmen under this Act.\n        any other matter or things which may be or is\n        required to be prescribed under this Act.\n       [The inclusion d thk page is authorized by LN. 17/1%9]\n36                 REAL ESTATE (DEALERS AND DEVELOPERS)\n                   (2) Regulations under this section shall be subject to\n            negative resolution,\nFurmMf        4 4 4 1 ) Every person who-\nnlhrvuaad\n                 (U) engages in the practice of real estate business on\n                      or from any premises not specified in a valid licence\n                      issued to him under this Act;\n                 (b) being a real estate salesman fads to account to\n                    the real estate dealer to whom he is employed for\n                    any money, funds, deposit, cheque, draft, title,\n                    mortgage, conveyance, lease or other document or\n                     thing of value or for any profit, or any share or\n                    portion thereof, which has come into his possession\n                     in the course of engaging in the practice of real\n                    estate business;\n                (c) subject to subsection (2), being a real estate deaier\n                    or a real estate salesman or a developer, fails, with-\n                     out reasonable excuse, to produce any record or\n                    document when required by the Board to do so,\n                    or to answer any question put to him by the\n                    Board at any proceeding of the Board concerning\n                     the cancellation or suspension or proposed cancel-\n                     lation or suspension of any registration or the\n                    revocation or proposed revocation of a licence\n                    under this Act.\n                (d) being a real estate dealer carries on business as\n                    such or any part of that business under more\n                    than one name or description with intent to deceive;\n                     or\n                (e) knowingly makes any false or misleading statement\n                    or any material omission in or from any answer\n                    to any question put to him by the Board at any\n                    proceeding of the Board under this Act,\n                          inclusion of thi6 page is authmhd by L.N. 1711m\n        REAL ESTATE (DEALERS AND DEVELOPERS)                         37\nshall be guilty of an offence and shall be liable on summary\nconviction in a Resident Magistrate’s Court to a fine not cx-\nceeding five thousand dollars or in default of payment there-\nof to imprisonment for a term not exceeding six months\nor to both such fine and imprisonment.\n         (2) A person required by the Board to produce any\nrecord or document or to answer any question shall be en-\ntitled, in relation thereto, to the same right or privilege as\nbefore a court of law.\n        (3) Any person who-\n     (a) as the vendor enters into a prepayment contract\n          in contravention of subsection (1) of section 26;or\n     (6) fails to pay any money received by him as vendor\n          under a prepayment contract into a trust account\n          in contravention of subsection (1) of section 29; or\n     (c) withdraws from a trust account in contravention\n          of section 31, any moneys paid therein by him\n          pursuant to section 29,\nshall be guilty of an offence and shall be liable-\n              (i) on conviction on indictment in a Circuit\n                  Court to a fine or to imprisonment for a\n                  term not exceeding five years or to both such\n                  fine and imprisonment;\n             (3) on summary conviction in a Resident Magis-\n                  trate’s Court to a fine not exceeding fifty\n                  thousand dollars or to imprisonment for a\n                  term not exceeding two years or to both\n                  such fine and imprisonment.\n        (4) Any person who fails to furnish to the Board a\nreport of moneys paid into a trust account by him in contra-\nvention of subsection (2) of section 29 shall be guilty of an\noffence and shall be liable on summary conviction in a\n        me inclusion of   thi6 page is authorized by L.N. 17/1989]\n38                     REAL ESTATE (DEALERS AND DEVELOPERS)\n                Resident Magistrate's Court to a fine not exceeding ten\n                thousand dollars or to imprisonment for a term not exceed-\n                ing one year.\n                        (5) Any person who advertises for sale any land or\n                building in a development scheme in contravention of sec-\n                tion 27 shall be guilty of an offence and shall be liable on\n                summary conviction in a Resident Magistrate's Court to a\n                fine not exceeding fifty thousand dollars or to imprisonment\n                for a term not exceeding one year or to both such fine and\n                imprisonment.\nPenaltier      4 5 4 1 ) Every person who becomes or acts as a director\n for holdingor principal officer of any company holding a licence as a\noffice whilst\n            real estate dealer who is himself disqualified from registra-\nldisqualifiod\nand for ren-\nd-    faI80 tion under paragraph (a) of subsection (1) of section\naCCOunts.\n            21 shall be ,guilty of an offence and shall be liable on suni-\n            mary conviction in a Resident Magistrate's Court to a fine\n            not exceeding one thousand dollars and a further fine not\n            exceeding one hundred dollars for every day during which\n            the offence continues after conviction or in default of pav-\n            ment thereof to irT7nn'mnmetlt for a tern not exceedin?\n            six rnovths or to both vrch f i ~ and\n                                              e imnrisonment.\n                        (2) Every person who rmders an account purportinq\n                to be an account of anv monev received by him in his capa-\n                city ar a real eqtate d e s k or a real estate salesman know-\n                ing the same to be false in any material narticular shall\n                be guiltv of an offence ~ n shall\n                                              d    he !iable on summarv con-\n                viction in a Resident MRqistrate's Court to a fine not\n                exceeding three thoiivmd dollam or in defautt of navment\n                thereof to imprisonment for a term not exceeding six months\n                or to both such fine and imnrisonment.\nPenaltiea        46. Anv person pliilty of an otrence under this Act or\nfor &aca      re,gulations hereunder for wbich n o mecial Penalty is pro-\nnot otherwise\nprovidedfor. viderl shall be liahk on summarv conviction in 8 Resident\n                        me inclusion of this page if aathon'zed by L N . 17/1W]\n        REAL ESTATE (DEALERS AND DEVELOPERS)                              39\nMagistrate’s Court to a fine not exceeding one thousand\ndollars or in default of payment thereof to imprisonmznt\nfor a term not exceeding six months or to both such fine\nand imprisonment."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. Penalties for holding office whht d i s q d e d and for rendering\n           false 8ccounb."
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. Exclusion of tight to we for fees, ctc.\n             SCHBIlULB\n              me inclusion d this page is authorized by L.N. 17/1989]\n    REAL ESTATE (DEALERSAND DEWLOPERT)                                5\n\"Inspector\" means an Inspector appointed under section\n     37;\n\"land\" includes-\n        (a) all estates and interest, whether fieehold or\n            leasehold, in real property including (where\n            appropriate) an estate or interest comprised\n            in a strata title under the Registration (Strata\n            Titles) Act;\n        (b) axiy building and any part of a building; and\n        (c) in relation to any transaction relating to land\n              that also relates to any goods, chattels or\n              other property, those goods, chattels or other\n              property;\n\"the practice of real estate business\" has the meaning\n     ascribed to that expression in section 3;\n\"prepayment contract\" means any contract under which\n     at the time of entering into the contract, or any\n     connected contract, there are to be performed or\n     discharged by one party for the benefit of the other\n     party, or for the benefit of a party to a connected\n     contract, obligations, expressed or implied, with\n     regard to-\n        (a) the building of roads or the carrying out\n            of engineering or other operations in, on,\n            over or under any land the subject of the\n            contract or any connected contract; or\n        (b) the carrying out of any building opera-\n            tions, including, but not limited to, the\n            construction or completion of any house,\n            townhouse, or apartment in a condo-\n            minium building, and of the structures\n            or works for use in connection therewith\n            upon any such land,\n        lThe Inclmlon of thh page Is authorlzcd by L.N. 1801\\120061\n6                          REAL ESTATE (DEALERS AND DEVELOPERS)\n                           and under which moneys are payable by the\n                           party to benefit from the performance and discharge\n                           of such obligations prior to the performance and\n                           discharge thereoc and in relation to any such contract\n                           \"vendor\" means the person who is to perform\n                           and discharge the said obligations and \"purchaser\"\n                           means the person for whose benefit they are to be\n                           performed and discharged;\n                     ?eal estate dealer\" means-\n                              (a) a person who, on his own account, engages\n                                  in the practice ~f real estate business; and\n                              (b) an individual who is-\n                                          (i) a member of a partnership or\n                                        (ii) a director or officer of a corporate\n                                             body,\n                                      which itself engages, on its own account, in\n                                     the practice of real estate business;\n                     \"real estate office\" means any premises on or from\n                          which the practice of real estate business is carried\n                          on;\n                     \"real estate salesman\" means an individual who engages in\n                          the practice of real estate business in whole or in part,\n                          as an agent of, or subject to the direction, control or\n                          management of, a real estate dealer;\n                     \"the register\" means the Register of Real Estate\n                          Dealers and Real Estate Salesmen referred to in\n                          section 12.\nnepractice        3.-(1)  Subject to subsection (2), a person engages in the\nofreal estate\nbusiness.       practice of real estate business, for the purposes of this\n                Act, if, on behalf of another person, for compensation or\n                valuable consideration directly or indirectly paid, or ex-\n                pressly or impliedly promised, or, with intent to collect or\n                              \\The lncluslon of this page Is authorized by L.N. 180AIZ006)\n       REAL ESTATE (DEALERS AND DEVELOPERS)                        7\nreceive compensation or valuable consideration therefor,\n         appraises, auctions, sells, exchanges, buys, leases,\n        or rents or offers, attempts or agrees to appraise,\n         auction or negotiate the sale, exchange, purchase,\n         lease or rental of, any land or otherwise functions\n         as a broker in relation to any land;\n        advertises or holds out to the public by any oral\n        or printed representation that he is engaged in the\n         business of appraising, auctioning, buying, selling,\n         exchanging, leasing or renting, land;\n        manages land or engages in any other business\n         concerned with the management of land either in\n         a consultative capacity or as an agent;\n        takes any part in the procuring of sellers, pur-\n         chasers, lessors, lessees, landlords or tenants of\n         land; or\n        directs or assists in the procuring of prospects, or\n         the negotiation or closing of any transaction which\n         results in a sale, exchange, lease or rental of land\n        of another or is calculated to have that result.\n        (2) A person shall not be regarded as engaging in the\npractice of real estate business by reason only of the fact\nthat-\n      (a) he acts as an attorney for another under a valid\n           power of attorney for the purposes of negotiating\n           or executing contracts, transfers or conveyance in\n           respect of interest in real estate;\n      (b) being a person practising as an attorney-at-law,\n           he furnishes to any person legal advice and services\n           ancillary thereto in connection with real estate\n           business within the scope of his profession as such\n           or within such narrower limits as may be prescribed\n           by regulations under this Act;\n         me indusion of this page is authorized by L.N. 17/1989]\n8                     REAL ESTATE (DEALERS AND DEVELOPERS)\n               (c) he is-\n                           (i) an officer of any court acting under or\n                                in pursuance of a judgment or order of\n                                any court of competent jurisdiction; or\n                           (ii) an administrator, executor, receiver or\n                                trustee acting under or by virtue of an\n                                 appointment by will or written instru-\n                                 ment or by order of a court of competent\n                                 jurisdiction;\n                (d) he deals with land of which he is a part owner;\n                (e) he is a public officer acting in the course of his\n                    official duties;\n                (f, being a person employed as, or acting in the capa-\n                    city of, a manager of a condominium or co-opera-\n                    tive apartment building or complex, he carries out\n                    duties in relation to the renting of individual units\n                    within that condominium or co-operative apart-\n                    ment or complex.\n                 (3) Regulations under this Act may-\n                (a) add to the category of persons listed in subsection\n                    (2); and\n                (b) prescribe the extent to which the scope of any\n                     profession or business carried on by a category of\n                     persons so added or by a person referred to in\n                     paragraph (b)of subsection (2) is such as to exclude\n                     the application of subsection (1).\n                            PARTII - The Real Estate Board\nEstab’ish-\nment of"
    }
  ],
  "definitions": [
    {
      "term": "Inspector",
      "definition": "an Inspector appointed under section",
      "source_provision": "sec47"
    },
    {
      "term": "prepayment contract",
      "definition": "any contract under which",
      "source_provision": "sec47"
    },
    {
      "term": "vendor",
      "definition": "the person who is to perform",
      "source_provision": "sec47"
    },
    {
      "term": "purchaser",
      "definition": "the person for whose benefit they are to be",
      "source_provision": "sec47"
    },
    {
      "term": "real estate office",
      "definition": "any premises on or from",
      "source_provision": "sec47"
    },
    {
      "term": "real estate salesman",
      "definition": "an individual who engages in",
      "source_provision": "sec47"
    },
    {
      "term": "the register",
      "definition": "the Register of Real Estate",
      "source_provision": "sec47"
    }
  ]
}