{
  "id": "jm-stat-the-real-property-representative-act",
  "type": "statute",
  "title": "The Real Property Representative Act",
  "title_en": "The Real Property Representative Act",
  "short_name": "Real Property Representative Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-real-property-representative-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-real-property-representative-act | Legal areas: Real Estate",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                           Interpreta-\n                                                                            tion.\n“land” means          all hereditaments corporeal               and   in-\n    corporeal;\n“personal representative” means an executor or adminis-\n    trator who has obtained probate or letters of adminis-\n    tration;\n“the Court” means the Supreme Court, or any Judge thereof;\n     and in cases within the jurisdiction of any Resident\n     Magistrate’s Court, the Judge of such Court;\n“prescribed” means prescribed by rules of court;\n“registered land” means land registered under the\n     Registration of Titles Act."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) Where real estate is vested in any person, with- Devolution\n                                                             of real\nout a right in any other person to take by survivorship, estateto\nit shall on his death, notwithstanding any testamentary, ~ ~ ~ ~ f , a a t ~ ~ ; .\ndisposition, devolve to and become vested in his personal\nrepresentatives or representative from time to time, as if\nit were a chattel real vesting in them or him.\n        (2) This section shall apply to any real estate over\nwhich a person executes by will a general power of\nappointment, as if it were real estate vested in him.\n        (3) Probate and letters of administration may be\ngranted in respect of real estate only, although there is no\npersonal estate.\n        me inclusion of this page is authorized by L.N. 480/ 19731\n2                            REAL PROPERTY REPRESENTATIVE\n                      (4)This section applies only in cases of death from\n                and after the commencement of this Act.\nVestingof          4. On the death of any person without an heir any real\nreal estate\nofintestate     estate vested in such person with respect to which such\nwithout heir.\n                person died intestate shall, if probate or letters of\n                administration in respect of the estate of such person have\n                been granted to the Administrator-General, or if letters of\n                administration to the use and benefit of the Crown have\n                been granted to the Crown Solicitor, devolve to and become\n                vested in the Administrator-General or Crown Solicitor,\n                as the case may be, from time to time, as if such real estate\n                were a chattel real vesting in either of them, and such real\n                estate shall be subject in all respects to the provisions of\n                this Act in the same manner as if such real estate were\n                real estate devolving to and becoming vested in a personal\n                representative by virtue of the provisions of this Act.\nTrusts on         5.-(1)   Subject to the powers, rights, duties and liabilities\nwhich\npersonal        hereinafter mentioned, the persona1 representatives of a\ntives shall\nrepresenta-     deceased person shall hold the real estate as trustees for the\nhold realty.    persons by law beneficially entitled thereto, and those\n                persons shall have the same power of requiring a transfer of\n                real estate, as persons beneficially entitled to persond estate\n                have of requiring a transfer of such personal estate.\n                       (2) All enactments and rules of law relating to the\n                effect of probate or letters of administration as respects\n                chattels real, and as respects the dealing with chattels real\n                before probate or administration, and as respects the pay-\n                ment of costs of administration and other matters in relation\n                to the administration of personal estate, and the powers,\n                rights, duties and liabilities of personal representatives in\n                respect of personal estate, shall apply to real estate so far\n                as the same are applicable, as if that real estate were a\n                chattel real vesting in them or him, save that it shall not be\n            REAL PROPERTY REPRESENTA TIVE                                       3\nlawful for some or one only of several joint personal repre-\nsentatives, without the authority of the Court, to sell or\ntransfer real estate.\n        (3) In the administration of the assets of a person\ndying after the 1st December, 1903, his real estate shall be\nadministered in the same manner, subject to the same\nliabilities for debt, costs and expenses, and with the same\nincidents, as if it were personal estate :\n   Provided, that nothing herein contained shall alter or\naffect the order in which real and personal assets respec-\ntively are now applicable in or towards the payment of\nfuneral and testamentary expenses, debts, or legacies, or\nthe liability of real estate to be charged with the payment\nof legacies.\n        (4) Where a person dies possessed of real estate, the\nCourt shall, in granting letters of administration, have\nregard to the rights and interests of persons interested in\nhis real estate, and his heir-at-law, if not one of the next\nof kin, shall be equally entitled to the grant with the next\nof kin, and provision shall be made by rules of court for\nadapting the procedure and practice in the grant of letters\nof administration to the case of real estate.\n                                                                    Assent of"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) At any time after the death of the owner of any personal\nland, his personal representatives may assent in writing to representa-\n                                                             tive to\nany devise contained in his will, or may convey the land to deviseof\nany person entitled thereto as heir, devisee, or otherwise, land*\nand may make the assent or conveyance, either subject to a\ncharge for the payment of any money which the personal\nrepresentatives are liable to pay, or without any such\ncharge; and on such assent in writing or conveyance, sub-\nject to a charge for all moneys (if any) which the personal\nrepresentatives are liable to pay, all liabilities of the\npersonal representatives in respect of the land shall cease,\nexcept as to any acts done or contracts entered into by\nthem before such assent or conveyance.\n4                          REAL PROPERTY REPRESENTATlVE\n                      (2) At any time after the expiration of one year\n               from the death of the owner of any land, if his personal\n               representatives have failed on the request in writing of the\n               person entitled to the land to convey the land to that\n               person, the Court may, if it thinks fit, on the application\n               of that person, and after notice to the personal represen-\n               tatives, order that the conveyance be made, or in the case\n               of registered land, that the person so entitled be registered\n               as proprietor of the land, either solely or jointly with the\n               personal representa tives.\n                      (3) No fee other than the recording fees payable in\n               the Record office, and the registration fees payable in the\n               Office of Titles, and no stamp duty shall be chargeable or\n               payable on or in respect of any assent, conveyance or\n               transfer by the personal representative of such deceased\n               person, unless such assent, conveyance, or transfer is for\n               valuable consideration.\n                      (4)The production of an assent in the prescribed\n               form by the personal representatives of a deceased pro-\n               prietor of registered land, shall authorize the Registrar\n               to register the person named in the assent as proprietor\n               of the land.\nAppropria-       7 . 41) The personal representatives of a deceased\ntion of\nresiduary      person may, in the absence of any express provision to the\nsatisfaction\nestatein\n               contrary contained in the will of such deceased person,\noflegacyor     with the consent of the person entitled to any legacy given\nshare.\n               by the deceased person or to a share in his residuary estate,\n               or if the person entitled is a lunatic or an infant with the\n               consent of his committee, trustee, or guardian, appropriate\n               any part of the residuary estate of the deceased in or\n               towards satisfaction of that legacy or share, and may\n               for that purpose value, in accordance with the prescribed\n               provisions, the whole or any part of the property of the\n               deceased person, in such manner as they think fit:\n            REAL PROPERTY REPRESENTA TIVE                               5\n   Provided, that before any such appropriation is\neffectual, notice of such intended appropriation shall be\ngiven to all persons interested in the residuary estate,\nany of whom may thereupon, within the prescribed time,\napply to the Court, and such valuation and appropriation\nshall be conclusive, save as otherwise directed by the\nCourt.\n       (2) Where any property is so appropriated. a con-\nveyance thereof by the personal representatives to the\nperson to whom it is appropriated shall not by reason only\nthat the property so conveyed is accepted by the person to\nwhom it is conveyed, in or towards the satisfaction of a\nlegacy or a share in residuary estate, be liable to any\nhigher stamp duty than that payable on a transfer of\npersonal property for a like purpose.\n       (3) In the case of registered land, the production of\nthe prescribed evidence of an appropriation under this\nsection, shall authorize the Registrar to register the person\nto whom the property is appropriated as proprietor of the\nland."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. In the administration of the estate of any person no Priorityof\ndebt or liability of such person shall be entitled to any specialty\n                                                              debts\npriority or preference by reason merely that the same is abol.shed.\nsecured by or arises under a bond, deed, or other instru-\nment under seal, or is otherwise made or constituted a\nspecialty debt; but all the creditors of such person, as well\nspecialty as simple contract, shall be treated as standing\nin equal degree, and be paid accordingly out of the assets\nof such deceased person, whether such assets are legal or\nequitable, any statute or other law to the contrary not-\nwithstanding :\n  Provided always, that this section shall not prejudice or\naffect any lien, charge, or other security which any creditor\nmay hold or be entitled to for the payment of his debt."
    }
  ],
  "definitions": []
}