{
  "id": "jm-stat-the-recognizances-and-sureties-of-the-peace-act",
  "type": "statute",
  "title": "The Recognizances and Sureties of the Peace Act",
  "title_en": "The Recognizances and Sureties of the Peace Act",
  "short_name": "Recognizances and Sureties of the Peace Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-recognizances-and-sureties-of-the-peace-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-recognizances-and-sureties-of-the-peace-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be Cited as the Recognkances and Shorttitle.\nSureties of the Peace Act.\n                          Recognizances"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.--(1) In all recognkances taken in or returnable to any zances,\n                                                               Reco8ni-\n                                                                     how\ncourt, when any person shall make default therein, it shall enforceable.\nbe lawful for such court to issue a warrant to the Bailiff, in\nthe form in Schedule A, for recovery by distress and sale ScheduleA\nof the goods and chattels of such person of the penalty of\nsuch recognizance and for recovery as costs, of an amount ;2/:(r\nequal to three per cent of the penalty of the recognizance,\nso, however, that any such amount shall not exceed one\nhundred thousand dollars; and in default of payment or\nrecovery of such penalty and costs, the person so making\ndefault shall be liable to be imprisoned for a period not\nexceeding six months :\n   Provided always, that it shall be lawful for such court,\non cause shown, to remit the penalty and costs in whole or\nin part, or to discharge the recognizance without issuing a\nwarrant of distress on such terms as such court may think\nfit.\n      (2) The Minister may from time to time, by order, 2211997\n                                                           s. 2(c).\nsubject to negative resolution, vary the percentage or the\nmaximum amount, as the case may be, specified in sub-\nsection (1) for recovery of costs.\n         me inclusion of thispage is authorized by L.N. 146/ 19991\n2                     RECOGNIZANCES AND SURETIES OF THE PEACE\nBailiffs fees.     3.-(1) Subject to any order of the court the Bailiff shall\n                 be entitled to retain as a fee the costs recovered under any\n                 such warrant.\n                       (2) When on the execution of any warrant either-\n                            (a) the penalty and costs are not recovered; or\n                            (b) the penalty and costs are remitted in whole\n                                or in part,\n                 the court may in its absolute discretion make an order for\n                 the payment out of the Consolidated Fund to the Bailiff of\n                 a sum equal to the costs referred to in paragraph (a) or to\n                 the amount of the costs remitted, as the case may be.\nNotice to be       4. Every Judge, Justice, or other officer before whom any\ngiven to\nsureties.   recognizance shall be entered into, is hereby required to give\n            or cause to be given to each of the persons or sureties enter-\n            ing into recognizance, at the time of doing so, a written\nSchedule B. notice in the form or to the effect in the Schedule B, adapt-\n            ing the same to the particular circumstances of each case;\n            and every such Judge, Justice or other officer shall in every\n            such recognizance mention the names in full and the pro-\n            fession, trade or occupation of every person entering into\n            such recognizance, and the parish or place of his residence.\n                                        Sureties of the Peace\nProcedure\nin cases for"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The power of Justices, upon complaint of any person,\nbinding          to adjudge a person to enter into a recognizance and find\npersons over\nto keep the      sureties to keep the peace, or to be of good behaviour, shall\npeace or be\nof good          be exercised by an order upon cornplaint, or upon complaint\nbehaviour.       on oath where a warrant issues in the first instance, and all\n                 the provisions of the Justices of the Peace Jurisdiction Act\n                 relating to summary convictions shall apply accordingly,\n                 and the complainant and defendant and witnesses may be\nWitnessa         called and examined and cross-examined, and the\nand costs.\n                 complainant and defendant shall be subject to costs as in\n                 the case of any other complaint.\n      RECOGNIZANCES AND SURETIES OF THE PEACE                            3"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The court may order the defendant, in default of com- Imprison-\n                                                            ment for\npliance with any order made under the provisions of section disobedience"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Where a recognizance conditioned to keep the peace, Forfeiture\nor to be of good behaviour, under section 5, has been entered ~~~~~~~~-\ninto by any person as principal or surety, a court of summary.no;;:;;\njurisdiction having jurisdiction in the parish in which such\nrecognizance was entered into, upon proof of the conviction\nof the person, bound as principal by such recognizance of\nany offence which is in law a breach of the condition of the\nsame, may by conviction adjudge such recognizance to be\nforfeited, and adjudge the persons bound thereby, whether\nas principal or sureties, or any of such persons, to pay the\nsums for which they are respectively bound."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Where a recognizance as aforesaid has under the Enforcement\n                                                            of penalty.\nprovisions of section 7 been adjudged to be forfeited, and\nthe persons bound thereby have been adjudged to pay the\nsums for which they were respectively bound, payment of\nany sum so adjudged to be payable shall be enforced in like\nmanner as if it were a sum adjudged by a court of summary\njurisdiction to be paid as a penalty, which the enactment\nunder which such penalty is made payable provides no\nmode of enforcing."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Any sum paid by a surety on behalf of his principal by     Proceedings\n                                                                   surety\nin respect of a security under sections 5 to 8, together with againsthis\nall costs, charges and expenses incurred by such surety in ~ ~ ~               , ) $ ~\nrespect of the same, shall be deemed a civil debt due to him bmyohn;y;id\nfrom the principal, and may be recovered in the Resident respectof\nMagistrate’s Court of the parish where such debt arose, or the security.\nwhere the principal resides or carries on business, irrespective\nof the amount thereof, as moneys paid by the surety for his\nprincipal at his request, and all methods now in force in a\nResident Magistrate’s Court for obtaining judgment of a\ncivil debt, and for enforcing satisfaction therefor, may be\nresorted to by the surety against his principal.\n4                    RECOGNIZANCES A N D SURETIES OF THE PEACE\n(Section 2)                                 SCHEDULE A\n                                           Form of Warrant\n              Elizabeth 11, by the Grace of God, of Jamaica, and of Her Other Realms\n              and Territories, Queen, Head of the Commonwealth.\n              To the Bailiff of the               Court, for the parish of\n                  You are hereby required and commanded to levy the sum of\n              $                      upon the goods and chattels of\n              of the parish of                                     , and make payment\n              of the moneys so levied to the Clerk of the Courts for the parish of\n                                            . And if you cannot levy the said sum of\n               f!                   by reason of there being no goods or chattels to be\n              found belonging to the said                                 , then that you\n              take the body of the said                                and lodge him in\n              the                                 prison to await the decision of the\n              said                            Court at the next sitting thereof unless\n              the said                             shall give sufficient security for his\n              appearance at such                          court.\n              And have you then and there this warrant.\n                    Witness                                                        for the\n                  parish of                           , at                                ,\n                  the                    day of                            19     .\n                                                       (Seal or signature of Judge,\n                                                              or as the case may be.)\n(Section 4)                                 SCHEDULE B\n              In the                       Court for the parish of\n                Take notice that you                              , of\n              are bound in the sum of 3                            and\n              your sureties                         , of                         , in the\n              sum of $                  each, to appear at the                     court,\n              for the parish of                         , to be holden at\n              on the              day of                          , now next, and unless\n              you personally make your appearance accordingly the recognizance\n              entered into by yourself and sureties will be forthwith ordered to be\n              forfeited and the amount thereof levied on your goods and chattels.\n              and in default of sufficient goods and chattels that you and each of\n              you may be imprisoned for such period as the Court may think just,\n              not exceeding six months.\n                Dated the                  day of                          , 19     .\n                                                           (Signature of the Judge.\n                                                              or as the case may be.)\n              --\n                          me,inclusionof this page is authorized by L.N. 1461 19991"
    }
  ],
  "definitions": []
}