{
  "id": "jm-stat-the-record-of-deeds-wills-and-letters-patent-act",
  "type": "statute",
  "title": "The Record of Deeds, Wills and Letters Patent Act",
  "title_en": "The Record of Deeds, Wills and Letters Patent Act",
  "short_name": "Record of Deeds, Wills and Letters Patent Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-record-of-deeds-wills-and-letters-patent-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-record-of-deeds-wills-and-letters-patent-act | Legal areas: Trusts and Estates",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Record of Deeds, Wills shorttitle.\nand Letters Patent Act.\n              Record of Deeds, Wills and Patents"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.41) A deed made in due form of law and within three            zg;ed\nmonths after the date thereof acknowledged by the party withinthree\n                                                                months after\nor parties that grant the same or proved by the oath of one exeation\nsufKcient witness or more in accordance with law, and, ~ ~ ~ ~ ~ J a P r\nrecorded at length in the Record Office within the said three without\n                                                                livery, etc.\nmonths, shall be valid to pass the same without livery, seisin,\nattornment, or any other act or ceremony in the law whatso-\never.\n       (2) No deed made after the year 1681 without such\nacknowledgment or proof and recording, shall be sufficient\nto pass away any freehold or inheritance, or to grant any\nlease for above the space of three years."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(I) All patents granted after the year 1681 shall be Patents to\n                                                                be enrolled\nenrolled within six months after the sealing such patents; within a\nwhich enrolments, as likewise all such as are already there limited time.\nenrolled, shall be good and valid in the law, notwithstanding\nany clause inserted in the said patents directing the contrary.\n        (2) Every such patent sealed under the Broad Seal\nof this Island, and recorded in the Record Office, shall\nevidence the patentee’s just right and title to all and every\nparcel of land, tenements, hereditaments or other things in\nthe said patent granted, and be a good bar to the right and\ntitle of Her Majesty, her heirs and successors.\n 4               RECORD OF DEEDS, WILLS AND LETTERS PATENT\n 71 1975          (3) The provisions of this Act shall not apply in\n s. 2.      respect of letters patent for inventions granted under the\n            Patent Act after the 1st day of April, 1975.\n                                 Records to be Evidence\nRecords to       4. The records of any letters patent enrolled in the Record\nbe sufficient\nevidence.     Office; and the records of any deeds duly executed and\n              proved or acknowledged and enrolled in the Record Office\n              or other proper place of enrolment as provided by any\n              enactment; and the record or enrolment of any last wills and\n              testaments duly executed according to law and proved, shall\n              at all times hereafter be deemed, judged, and taken as\n              sufficient evidence of the several persons’ titles to any lands,\n              tenements, hereditaments, or estates whatsoever, real or\n              personal, claimed under the said patents, deeds, convey-\n              ances, or wills; and the same shall be read and allowed in\n              every court within this Island as if the original patents,\n              deeds, conveyances or wills were actually produced, proved,\n              and read in all and every the said courts.\nExemplifica-      5. The exemplification of all wills made in Great Britain\ntions of wills\nmade in        or  Northern Ireland, or any other part of the Common-\nGreat          wealth, and sent ovcr to this Island, attested as such (after\nBritain or\nNorthern       probate thereof made according to law in the said part of the\nIreland, etc.,\nafter probate Commonwealth) under the seal of the respective proper\nto be\nsufficient     authorities in England or Northern Ireland, or of such other\nevidena.       part of the Commonwealth, and afterwards recorded or\n           enrolled in this Island, shall be good and sufficient evidence,\n           and read and allowed as such, of the title of the party or\n           parties claiming or to claim any lands, tenements, heredita-\n           ments, or estate whatsoever under such will or testaments\n           so exemplified respectively, in every court within this Island,\n           anything in this or any other enactment to the contrary in\n           anywise notwithstanding :\n             Provided that this section shall not apply to the wills of\n           persons who shall die after the 31st day of July, 1952.\n    RECORD OF DEEDS, WILLS A N D LETTERS PATENT                          5\n          Deeds to be Recorded within certain Time"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Exemplifications of wills made in Great Britain or Northern\n      Ireland, etc., after probate to be sufiicient evidence.\n              Deeds to be Recorded within certain Time"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. All and every deed or deeds which shall be made or Deedstobe\n                                                             recorded\nexecuted within this Island for any lands, tenements, or withinninety\n                                                             days, other-\nhereditaments whatsoever shall be duly proved or acknow- wise to be\nledged, and recorded, within ninety days after the date or voidagainst\n                                                               urchasers\n                                                                   P\ndates of such deed or deeds, otherwise to stand void and of or valuable\nno effect against all other purchasers or mortgagees bona considera-\n                                                             tion.\nfide for valuable consideration of the said lands, tenements\nor hereditaments, who shall duly prove and record their\ndeeds within the time prescribed by this Act from the dates\nof their respective deeds."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. If any vendee or mortgagee of any lands, tenements Saving\n                                                             clause.\nor hereditaments shall hereafter omit to prove and record\nhis deed within the time, and pursuant to the form, pre-\nscribed by this Act, but shall at any time afterwards do the\nsame, no second sale or mortgage being made by the first\nvendor or mortgagor, his heirs, or assigns, the same shall\nnevertheless be good to the said vendee or mortgagee, his\nheirs or executors, and a perpetual bar against the first\nvendor or mortgagor and his heirs, anything in this Act, or\nany other enactment, to the contrary notwithstanding."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. All deeds and conveyances made and executed out of Deedsmade\n                                                               out of the\nthis Island for any lands, tenements or hereditaments within bland to be\n                                                               enrolled\nthis Island, shall be duly proved, acknowledged, or recorded within a\nwithin twelve calendar months after the dates of such deeds ~ ~ o ~ o t h e r -\nor conveyances, and within ninety days after the arrival of wise to be\n                                                               void as\nthe ship which brought the same, otherwise to stand void above.\nwith respect to other purchasers or mortgagees bona fide\nfor valuable consideration as aforesaid; but still to preserve\nand maintain a right and title against the vendor or mort-\ngagor, and his or their heirs, in case the first vendee or\nmortgagee shall at any time duly prove and record his or\ntheir deeds or conveyances, no second or other deed or con-\nveyance being in the meantime proved or acknowledged\n       me inclusion of this page is authorized by L.N. 480/1973]\n6                     RECORD OF DEEDS, WILLS AND LETTERS PATENT\n                 and recorded or enrolled in favour of any other person or\n                 persons as aforesaid, any law, custom, or usage to the con-\n                 trary notwithstanding.\n                             Entry of Satisfaction by Mortgagees\nMortgagees        9. Any mortgagee of any lands, tenements, real or\nhaving been\npaid, to enter personal estates whatsoever, within this Island, having\nsatisfaction. received full satisfaction and payment of all such s u m and\n               sums of money as are really due to him by such mortgagor,\n               shall, at the request of the mortgagor, enter satisfaction upon\n               the margin of such mortgage, recorded or to be recorded in\n               the Record Office which shall for ever hereafter discharge,\n               defeat, and release the same, and shall likewise perpetually\n               bar all actions brought or to be brought thereupon in any\n               court of record within this Island; and if such mortgagee\n               shall not, within three months after request and tender made\n               for his reasonable charges, repair to the Record Oace or\n               other proper office and there make such acknowledgment\n               as aforesaid, he, she, or they so refusing shall, for every such\n               offence, forfeit and pay unto the party or parties aggrieved\n               the sum of one hundred dollars, to be recovered in any court\n               of record within this Island.\n                    Selling or Mortgaging Land Twice over without Notice\nPenalty on          10. If any vendor or mortgagor of lands, tenements, or\npersons\nselling, etc.,   hereditaments within this Island shall presume to execute a\nthe same         second or other deed of conveyance or sale of the same lands,\nland twice\nover.            tenements or hereditaments other than to the first vendee of\n                 such lands, tenements, or hereditaments, or a second or other\n                 deed of mortgage without having taken notice in the said\n                 deed of mortgage of the first or prior mortgage or mortgages\n                 with which the said lands, tenements, or hereditaments stand\n                 charged at the time of executing the said deed, all and every\n                 person and persons so offending shall be tried and punished,\n                 and subject to the like forfeitures and penalties, as by the\n                       me inclusion of thii page is authorized by L.N. 480119731\n     RECORD OF DEEDS, WILLS AND LETTERS PATENT                              7\nlaws of that part of Great Britain called England is provided\nagainst all such persons as shall execute deeds of mortgage\nwithout taking notice of all prior mortgages made.\n  Record or Probate of Wills of Realty since I841 Evidence"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Mortgagees having been paid, to enter satisfaction.\n      Selling or Mortgaging Land Twice over without Notice"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Penalty on persons selling, etc., the same land twice over.\n    Record or Probate of Wills of Realty since 1841 Evidence"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The record of any will made on or since the first day Records\nof January, 1841, proved before the twenty-seventh day of of      wills\n                                                               executed\nNovember, 1884, and on which letters testamentary have and     since 1841,\n                                                                    probate\nissued according to the practice of the courts of this Island evidence\n                                                               of wills to be\n                                                                         in\nfor the time being, and the probate of any such will granted respectof\nbefore such date or thereafter granted, and the record of\nany such will or probate recorded in the Record Office,shall\nbe, until the same shall be set aside or revoked, conclusive\nevidence of the contents of the said will, and of its due\nexecution, as well in so far as it disposes of or affects real\nestate as it disposes of or affects personal estate.\n      [Tbe inclusion of this page is authorized by L.N. 480/1973]"
    }
  ],
  "definitions": []
}