{
  "id": "jm-stat-the-record-office-act",
  "type": "statute",
  "title": "The Record Office Act",
  "title_en": "The Record Office Act",
  "short_name": "Record Office Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-record-office-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-record-office-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                   Interpreta-\n                                                                    tion.\n“public records” includes all rolls, writs, books, proceed-\n    ings, Statutes, decrees, wills, warrants, accounts, papers\n    and documents of any kinds of a public nature,\n    deposited in any of the offices in this Act mentioned;\n“registered deeds and writings” includes all deeds, wills,\n    conveyances, charters, bonds, bills of sales, patents,\n    certificates, letters patent, specifications, petitions,\n    declarations, disclaimers, memoranda, powers of\n    attorney, crop and other accounts, inventories, maps,\n    plats and all other instruments and writings whatever,\n    recorded in the Island Secretary’s Office before the\n    commencement of this Act, or in the Record Office\n    after the commencement of this Act;\n“registers” includes all records and enrolments of registered\n    deeds and writings in the Island Record Office;\n“record” includes both Public Records and registered\n    deeds and writings, as defined by this section, and\n    also transcripts of the same contained in any registered\n    book;\n“register book” includes as well any book or volume in\n     the Record Office containing records, as any transcript\n     made or to be made of any such book;\n“transcribe” and “transcript” include print and printed\n     copy;\n“indices” includes all indices, abstract books and cata-\n     logues in the Record Office relating to Public Records,\n4                                        RECORD OFFICE\n                   registered deeds and writings or registers, in the\n                    Record Office;\n               “rules” means rules made by the Keeper of the Records\n                    with the approval of the Minister pursuant to this\n                   Act.\n                            A p pointment of Record Ofleers\nKeeper\nof the"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Chief Justice of Jamaica for the time being shall\nRecords.       be the Keeper of Public Records, and of registered deeds\n               and writings of this Island, and shall have the official title\n               of Keeper of the Records.\nAppoint-         4. The Governor-General shall from time to time appoint,\nment of\nDeputy         and may remove, a fit person duly qualified by his know-\nof the\nKeeper         ledge of law and of records to be the Deputy Keeper of\nRecords\nand\n               the Records, and may from time to time appoint, and\nsubstitutes.   remove, a substitute to act in case of the illness or absence,\n               or during a vacancy in the office, of such person.\nAppoint-         5. The Governor-General may from time to time appoint\nment of\nAssistant      an Assistant Deputy Keeper of the Records, who shall\nDeputy         perform such duties as may be directed by the Deputy\nKeeper\nof the         Keeper of the Records, subject to any rule or directions\nRecords.\n               of the Keeper of the Records.\nDuties of         6. The Deputy Keeper of the Records shall superintend\nKeeper.\nDeputy         all persons employed in the execution of this Act, and\n               discharge such other duties as may be required of him,\n               subject to the directions of the Keeper of the Records.\nAppoint-         7. The Governor-General may from time to time appoint\nment and\ndutiesof       and remove such officers as he thinks necessary for the\nother\nofficers.\n               purposes of this Act.\n                 Officers so appointed shall assist in the execution of this\n               Act under the superintendence of the Deputy Keeper of\n               the Records, and subject to the directions of the Keeper\n               of the Records.\n                     RECORD OFFICE                                    5\n             Establishment of Record Ofice"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7,\n                              ,    74           433                        9,\n                                   81           434    27th    ’’       ,,\n                              ,    94\n                            ”\n                                                476      8th Feb., 1881\n                                  100           481     9th    ”\n                                                                           99\n                            ”\n                                  102           482    10th ”          ,,\n                            ”\n                                  107           485    12th ”              99\n                            ”\n                                  115          488     14th ”              99\n                            ”\n                            ”\n                                  123          491     14th    ”\n                                                                       Y,\n                                  124          492     14th    ”\n                                                                           I,\n                            ”\n                                  127          493     14th ”          ,.\n                          ”\n                            ”\n                                  128          494     14th ”          99\n                                  131          496     14th ”          19\n                           ”\n                                  149          537     22nd    ”\n                                                                       19\n                           ”\n                           ’*\n                                  154          542     22nd    ”\n                                                                       99\n                           ”\n                                  171          583     4th  March, 1881"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. There shall be established a Public Record and pytobe\nRegister Office under the direction of the Keeper Of the established.\nRecords, to be called the Record Office."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9,\n                           ”\n                                  303          724     9th    ’’     3)\n                                  304          725     9th ”          97\n                         .0\n                           ”\n                                  306          730     11th ’*         99\n                           ”\n                                  308          731     11th ”          99\n                           ”\n                                  309          732     11th ”         ss\n                           ”\n                                  313          736     12th    ”\n                                                                       S.\n                           ”\n                                 318           737     12th ”          9%\n                                 319           738     12th ’’         97\n22                            RECORD OFFICE\n                         LISTOF RECORDS4OnthUed -\n                 Liber                Folio     No. of      When Entered\n                                                Record\n     Registers of Deeds N.S. 10\n                              1s\n                                       321          739     2th April, 188195\n                                       322          740     2th ”          9,\n                                       325          743    .3th ”        *,\n                                       327          744     3th ”          99\n                                       329          763    !5th\n                                                           .-~    ”\n                                                                           I*\n                                       330          764    !5th ”          1,\n                                       331          765    !6th ”         IS\n                                       333          766    !6th ’*         0\n                                       334          768    !6th ”          93\n                                       337          770    16th ”\n                                       360          786     2nd May, 1881\n                                       364          788     2nd ”\n                                       366          789     2nd ”\n                                       367          790     2nd ”\n                                       369          79 1    3rd ”\n                                       372          792     3rd ”\n                                       381          794     3rd ”\n                                       382          795     3rd ”\n                                        386         797     3rd ’’\n                                       388          798     3rd ”\n                                       389          799     3rd ”\n                                       392          800     4th ”\n                                       393          801     5th ”\n                                        396         802     5th ”\n                                       408          831     12th ”\n                                       408          832     12th ”\n                                        409          833    12th ”\n                                        409          834    12th ”\n                                        409          835    14th ”\n                                        410          836    16th   ”\n                                        414          837   16th ”\n                                        417          838   16th *’\n                                        419          839   16th ”\n                                        42 1         840   16th *’\n                                        428          849   17th ”\n                                        430          850   ‘.7th ”\n                                        433          853    .7th ”\n                                        437          854    .7th ”\n                                        445          882    !7th ”\n                                 99\n                                        446          883    !7th ’’\n                                 0\n                                        448          885    !8th ”\n                                 $9\n                                        452          886    !8th ”"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Every office and place in which Public Records Brancb\n                                                        offices.\nwhich by authority of law are placed under the charge\nof the Keeper of the Records are deposited shall be\ndeemed, so long as such Records remain therein, to be a\nbranch of the Record Office."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The Keeper of the Records shall cause to be made Sealofthe\na seal of the Record Office, with which all certified copies Record\n                                                             Ofice.\nissuing out of the office shall be sealed.\n                   Rules of Record Ofice"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The Keeper of the Records may from time to time R u b .\nmake and revoke rules in relation to the following matters\nor any of them, this is to say-\n     (a) the management of the Record Office;\n     (b) the duties to be performed by the Deputy Keeper\n          of the Records and other officers;\n     (c) the cleaning, repairing, arranging and preserving,\n          of the records under his charge;\n     (d) the registration and enrolment of deeds and writ-\n          ings, and the making of entries;\n     (e) the making and keeping of registers and indices;\n-\n6                                       RECORD OFFICE\n                   (f) the admission of the public to the use of the\n                      records in the Record Office;\n                  (g) the conduct of searches, and the making and\n                       certifying of copies and extracts in the Record\n                       Office;\n                  (h) the fees to be paid in the Record Office;\n                  (i) the hours of business in the Record Office.\n                Such rules may provide that any person contravening\n              any provision thereof shall be punished on summary\n              conviction by a fine not exceeding ten dollars.\n                Such rules shall be subject to the approval of the\n              Minister, who may allow, disallow, alter, and add to such\n              rules, or any of them.\n                Copies of all rules under this section shall be exhibited\n              in the Record Office and its branches.\n                                Custody of Public Records\nRecordsof\nIsland"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. All Public Records, and all registered deeds and\nSecretary’s   writings, and all registers and indices which at the time\noffice.\n              of the commencement of this Act are or ought to be in\n              the office of the Island Secretary and which after the\n              commencement of this Act are lodged or kept in the\n              Record Office under authority of law, shall be under the\n              charge and superintendence of the Keeper of the Records.\nRecordsof       14. All the records of the Supreme Court, in whatever\nSuperior\nCourts.       custody they are deposited, shall be under the charge and\nAnd\n              superintendence of the Keeper of the Records.\n                All original wills of which probate or administration\n52/1955       with the will annexed is granted in the Supreme Court shall\ns. 2.         be deposited and preserved in the Record Office as Public\n              Records.\n                         RECORD OFFICE                                      7"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The Minister may from time to time order that the of\n                                                        Custody\n                                                           other\nPublic Records deposited in any particular place or custody records.\nshall be, and thereupon such Public Records shall be under\nthe charge and superintendence of the Keeper of the\nRecords.\n  The provisions of this Act shall apply in relation to\nsuch records and their custody in the same way as if they ;2/:.955\nhad been placed under the charge and superintendence of\nthe Keeper of the Records by this Act."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The Keeper of the Records may make such orders Removal\n                                                     of records.\nas he thinks fit for the removal of records in his charge\nfrom the place or custody in which they may be at the\ntime when they are committed to his charge to the Record\nOffice.\n   No such removal shall take place otherwise than on the\nwarrant of the Keeper of the Records directed to the\nperson having the records in question under his care.\n  Every such warrant shall be kept among the records\nof the Record Office.\n  The removal of a record by authority of the Keeper of Notto\nthe Records shall not affect the legal authenticity, validity affect\n                                                              validity of\nor effect of such document.                                   records\n                                                              removed."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Every volume in the Record Office in which shall Validation\n                                                             of certain\nhave been inserted within eighteen months after the 30th records.\nday of November, 1887, and in the case of Liber 41 of\nthe Register of Wills within one month after the 15th day\nof May, 1890, a declaration on oath by the Deputy Keeper\nof the Records that the same is to the best of his knowledge\nand belief a valid and authentic register book or transcript\nof a register book, shall be deemed to be a valid, authentic\nand effectual register book, and the deeds and writings\ncontained therein to be valid, authentic and effectual\nrecords to all intents and purposes whatsoever.\n8                                         RECORD OFFICE\nPower to          18. The Deputy Keeper of the Records shall from time\nmake\ntranscripts    to time with the sanction of the Minister, and under the\nof any old\nregister       direction of the Keeper of the Records, cause the contents\nbooks or\nindex.\n               of any register book or of any index that from age, use\n               or other causes, has become decayed and unserviceable,\n               with the omission, only in the case of any register book\n               more than sixty years old, of such matters as, under the\n               provisions hereinafter contained, may lawfully be described\n               instead of being transcribed, to be transcribed into a new\n               book to be provided for that purpose.\n                 In making any such transcript one book only shall be\n               appropriated to the transcription of the records contained\n               in one register book, and the original paging of each\n               register book shall be preserved.\nExamina-          19. Before any such transcript is made the Deputy\ntion of\nregister       Keeper shall go carefully through the records contained\nbook\nbefore it is   in the volume to be transcribed, and shall, as regards all\ntranscribed.   or any of the following classes of records or parts of\n               records contained therein, that is to say-\n                    (a) agreements or documents or parts of the same\n                          relating to slaves;\n                    (b) assignments of personal property;\n                    (c) leases for a term which has expired;\n                    ( d ) articles of partnership; or\n                    (e) covenants for title,\n               direct that, instead of transcribing the same, the copyist\n               shall, in the appropriate place in the volume where such\n               record or part of a record would, if copied, appear, write\n               a description of the character of the said record or part\n               of a record; and in case it is a whole record that is thus\n               described instead of being transcribed, the date thereof\n               and names of the parties thereto shall be entered in such\n               form as the Deputy Keeper of the records shall direct.\n                 It shall also be lawful for the said Deputy Keeper\n               (subject to the approval of the Keeper of the Records)\n                        RECORD OFFICE                                                9\nfrom time to time to prescribe short forms of words, to\nbe used in making such transcripts as aforesaid, to describe\nprobates and receipts :\n   Provided always that it shall be lawful for the Keeper\nof the Records, subject to the approval of the Minister,\nfrom time to time to make and revoke or vary rules as to\nthe classes of records, in addition to those enumerated in\nthis section, which, in making any such transcripts as afore-\nsaid, may be described instead of being copied as aforesaid."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Every transcript made of any record since the first Certifying\nday of January, 1879, which shall purport to have been of     transcripts.\nexamined by the copyist, or by a clerk or officer in the\nRecord Office, shall be deemed to be duly certified under\nthis Act.\n   As regards transcripts made as aforesaid which shall\nnot purport to have been examined as aforesaid, and as\nregards transcripts that shall hereafter be made of any\nrecords, the Deputy Keeper of the Records, or some officer\nto be appointed by him for that purpose shall carefully\nexamine every such transcript with the original record of\nwhich it is the transcript, and shall certify under his\nhand, at the foot of each such transcript, that he has\nexamined the same, and thereupon every such transcript\nshall be deemed to be duly certified under this Act.\n  For the purpose of such certification as aforesaid it shall\nbe sufficient that the person to have made or to make the\nexamination aforesaid shall have written or shall write\nthe letters “exd.” or other letters or figures to denote the\nword “examined”, and shall have signed or shall sign\nhis initials thereto."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Every completed transcript of any register book or Dutyof\npart of a register book hereafter made, shall be carefully\nexamined by the Deputy Keeper of the Records; and the                    ;;fezds\n                                                                         as to all\n                                                                    -transcripts.\n10                                     RECORD OFFICE\n              said Deputy Keeper of the Records shall see that the\n              register book of which the same is a transcript is a valid,\n              authentic and effectual register book in the Record Office,\n              that every record contained in such register book has been\n              transcribed, or, as to transcripts hereafter to be made,\n              that every such record has been either transcribed, or, if\n              omitted, that it has been omitted in accordance with\n              directions given by him, and that the records that have\n              been so omitted have been duly described in their appro-\n              priate places, and in the terms prescribed by him for that\n              purpose, and that the several transcripts of records have\n              been duly certified in the manner prescribed by this Act;\n              and the said Deputy Keeper shall cause to be written,\n              immediately after the last record contained in such register\n              book, or part of a register book, an affidavit (in Form A\nFirst         in the First Schedule or to the like effect) that he has made\nSchedule.\n              such examination with the result aforesaid, which said\n              affidavit shall be sworn to by such Deputy Keeper before\n              the Keeper of the Records, and be signed by such Deputy\n              Keeper and such Keeper, under a penalty not exceeding\n              one hundred dollars on such Deputy Keeper for every case\n              in which the provisions of this section are neglected or\n              disregarded.\n                 Every such affidavit shall be made, as to transcripts of\n              register books made before the thirtieth day of November,\n              1887, within twelve months of such date, and as to\n              transcripts that shall thereafter be made, within three\n              months after the completion of any such transcript.\nTranscripts      22. Every transcript of any register book or part thereof\ndeclared      made after the first day of February, 1879, or that shall be\nvalid\nrecords.\n              made after the thirtieth day of November, 1887, that shall\n              be verified by affidavit in accordance with the provisions\n              of section 21, shall be deemed to be a valid, authentic and\n              effectual register book, and the deeds and writings trans-\n                        RECORD OFFICE                                         11\ncribed therein to be valid, authentic and effectual records,\nto all intents and purposes."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Every record that shall be made and that shall be certified\n                                                             Records\ncertified pursuant to the provisions of section 28, shall be under\ndeemed to be a valid, authentic and effectual record within Fg:i:k\nthe meaning of this Act.                                     declared\n                                                             valid\n                                                                   records."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. After the expiration of eighteen months from the Provisions\n                                                             as to\nthirtieth day of November, 1887, the Deputy Keeper of certifying\nthe Records shall not certify under his hand, or seal with t:z;;$yof\nthe seal of the Record Office, any copy of any record in notbeing\n                                                             a valid\nthe Record Office which is not a valid authentic and record.\neffectual record according to law, without stating in writ-\ning, on each sheet of such copy, that the original record in\nthe Record Office is not a valid, authentic and effectual\nrecord as aforesaid; and the Deputy Keeper aforesaid, if\nhe shall certify and seal as aforesaid, any copy as afore-\nsaid without complying with the above provision, shall\nfor every such offence forfeit and pay a sum not exceeding\ntwo hundred dollars."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. The Deputy Keeper of the Records shall, within Dutiesof\ntwelve months after the thirtieth day of November, 1887, the  Keeper\n                                                                  Deputy\ncarefully examine every register book that has been filled         $2ids\nup since the first day of February, 1879, and shall see that as to\n                                                              register\nevery record therein contained that purports to have been books\ncertified pursuant to the provisions of section 28 has been f:2:y[79.\nso certified by an officer duly appointed for the purpose,\nand shall within the said period cause to be written,\nimmediately after the last record contained in each such\nregister book, an affidavit, in Form B in the First Schedule, First\n                                                              Schedule.\nthat all the records contained in the said book purporting\nto have been duly certified have been duly certified pur-\nsuant to the provisions of this Act.\n      m e inclusion of this page is authorized by L.N. 480/1973]\n12                                    RECORD OFFICE\nHis duties       When any register book shall after the thirtieth day of\nas to\nregister      November, 1887, have been filled up, the said Deputy\nbooks\nhereafter     Keeper of the Records shall carefully examine every record\nto be\nfilled up.\n              contained in the said book, and shall see that each such\n              record has been properly certified as aforesaid, and shall,\n              within three months (or such other period as may be\n              sanctioned by the Keeper of the Records in any particular\n              case) after the completion of any such register book cause to\n              be written, immediately after the last record contained in\nFirst         such register book, and affidavit in Form C, in the First\nSchedule.\n              Schedule, and to the effect aforesaid, and the said Deputy\n              Keeper shall swear to each such affidavit, as aforesaid before\n              the Keeper of the Records, and such affidavit shall be\n              signed by such Deputy Keeper and the Keeper, under a\n              penalty not exceeding one hundred dollars on the said\n              Deputy Keeper of the Records for every case in which the\n              provisions of this section are neglected or disregarded.\n                                 Business of Record Ofice\nPre-             26. No deed or writing shall be received into the Record\nrequisites\nfor record-   Office for record unless there is attached thereto a declara-\ning deeds,\netc.\n              tion specifying, in such manner as may be prescribed by\n              rule, the number of words or other measure of the contents.\n                The declaration required by this section shall set forth\n              a postal address of the applicant, to which, subject as\n              hereinafter mentioned, the deed or writing may, after the\n              same has been recorded, be returned to the applicant\n              through the post by means of a registered letter.\n                 The declaration required by this section may be taken\n              before the Deputy Keeper of the Records, or before any\n              Magistrate.\n                 No deed or writing shall be received into the Record\n              Office to be registered unless it is duly stamped with such\n              stamps as are by law required.\n              -_\n                          RECORD OFFICE                                 13\n   The time at which a deed or writing is received in the\nRecord Office for registration shall be deemed to be the\ntime of the recording of such deed or writing."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. When any deed or writing which may lawfully be Dutyofofficers and\nregistered in the Record Office is presented for registra- processof\ntion, the Deputy Keeper, or the officer appointed for the registration\n                                                            ofdeedS.\n                                                            receipts,\nduty-                                                       etc.\n     (a) shall receive the deed or writing, and give a\n          receipt for the same, which receipt shall contain\n          a notification that if application for the return\n          of the deed or writing be not made within two\n          months after the same has been recorded and the\n          record thereof examined and certified, it will be\n          returned to the party presenting it by registered\n          letter addressed to him at the postal address\n          furnished in the declaration;\n     (b) shall forthwith endorse the deed or writing with\n         the day and hour of presentation, and a number\n         denoting the order of presentment in the year;\n     (c) shall as soon as possible make an entry of the\n         deed or writing in a book or books to be kept in\n         the office to be called the Abstract Book; the\n         entry shall contain such particulars and be in such\n         form as may be prescribed by rules;\n     (d) shall as soon as conveniently may be, and in the\n         exact order of presentment, record the deed or\n         writing in a book or books, to be kept in the\n         office, to be called the Register Book and by such\n         further title as may be prescribed by rules:\n  Provided, however, that it shall be lawful for the Deputy\nKeeper of the Records, in receiving such Expedition Fee\nas may be prescribed by the rules, to record any deed or\n14                                     RECORD OFFICE\n             instrument otherwise than in the exact order of present-\n             ment :\n               Provided always that it shall be the duty of the Deputy\n             Keeper of the Records to record in the register book any\n             deed or writing presented for registration within ninety\n             days of the date of such presentment.\n               The number and classification of the register book shall\n             be such as may be prescribed by rules.\nExarnina-      28.41) The Deputy Keeper of the Records, or some\ntion and\ncertifying   officer to be specially appointed for that purpose, shall\nOf\n             carefully examine every record made in the register book\n             with the original deed or writing of which it is the record,\n             and shall certify under his hand at the foot of each record\n             that he has examined it with the original and that it is\n             a true copy.\n                     (2) The officer to be appointed, under subsection (I),\n             for the purpose of examining and certifying records shall\n             be appointed by the Governor-General; and the letter\n             or other instrument appointing any such officer from time\n             to time shall be recorded before such officer shall enter on\n             the execution of his duties.\n                      (3) If at any time after a record in a register book\n             has been certified under subsection (11, or after a copy of\n             a record has been certified under section 34, it shall be\n             discovered that a clerical mistake has been made in the\n             copying of the record, or of the office copy, the Keeper\n             of the Records, after such examination and enquiry as he\n             may deem necessary, shall direct the Deputy Keeper of\n             the Records to correct such mistake, and the Deputy\n             Keeper of the Records shall thereupon correct such mistake\n             in the record, and in any office copy produced to him, but\n             in correcting any such mistakes, words originally appearing\n             in the record or office copy shall not be erased or rendered\n             illegible and the Deputy Keeper of the Records shall certify\n                          RECORD OFFICE                                          15\nunder his hand upon the corrected record and office copy,\nthat the correction was made by the direction of the Keeper\nof the Records, and shall state the date when such correc-\ntion was made, and such correction so certified shall be\nread and received in evidence as part of the record or office\ncow."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. If within three days of the receipt of a deed or Procedure\nwriting presented for registration the Deputy Keeper shall when\n                                                           d d m\ndiscover that such deed or writing is not duly stamped,              ;$r$\nhe shall not proceed to record the deed or writing and stamped.\nshall cancel any endorsement or presentation which may\nhave been made thereon and any entry relating to such\ndeed or writing which may have been made in the Abstract\nBook and shall forthwith forward the deed or writing\nby registered letter addressed to the party who presented\nit for registration at the postal address furnished by him\nwith an intimation to him that the deed or writing has\nbeen refused for registration for not being duly stamped.\ndeed The"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.or writing,   of suchforregistered\n          postingrefused                 letter\n                               registration  as containing  such Discharge\n                                                 aforesaid, shall    Deplty\n                                                                  Kcepctin\n                                                                  to\n                                                           respect of\nbe a complete discharge to the Deputy Keeper of the the       custody\nRecords in respect of the custody of such deed or writing. ofthe\n                                                                     unstamped\n                                                                     record.\n   The time at which a deed or writing, refused for\nregistration as aforesaid, was first received in the office,\nshall not be deemed the time of its recording, but if it\nis again presented duly stamped, the time when it is thus\nreceived shall be deemed the time of its recording."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. There shall be kept in the Record Office-                Keeping of\n                                                               indices.\n    (a) indices of all Public Records in the office; and                              I\n    (b) a series of index books, in which there shall be\n         made and kept entered up, as nearly as possible\n        to date, indices of all registered deeds and writings,\n         and of all registers in the office.\n         m e inclusion of this page is authorized by L.N.480/1973]\n16                                  RECORD OFFICE\n              The indices and index books shall be arranged according\n            to such system and classification as may be prescribed by\n            rules.\nReturn of      32. At any time within two months of the certifying\noriginal\ndeeds       in the register book of a record as being a true copy of\nand         the original deed or writing recorded, the Deputy Keeper\nwritings\nafter\nrecord.\n            of the Records shall upon production of the receipt for the\n            same return such deed or writing upon the request of any\n            person authorized to make such request. If no such\n            request be made within the two months aforesaid the\n            Deputy Keeper of the Records shall forward the original\n            deed or writing by registered letter addressed to the party\n            who presented the same for registration at the postal\n            address furnished by him. The posting of such registered\n            letter containing such original deed or writing after the\n            expiration of the two months aforesaid shall be a complete\n            discharge to the Deputy Keeper of the Records in respect\n            of his custody of such original deed or writing.\nSearches       33. All persons interested in making searches in the\nin Record\nOffice.     Record Office shall be at liberty to search and examine the\n            Public Records, and the registers and the indices in the\n            office, and to take abstracts or other short notes of any\n            matters in the same, and to inspect in the presence of\n            some person belonging to the office any original registered\n            deed or writing to which reference is obtained in such\n            searches.\nTaking        34. The Deputy Keeper of the Records may allow copies\ncopies of   to be made of any Public Records in the custody of the\nrecords.\n            Keeper of the Records, at the request and cost of any\n            person desiring the same.\n              The Deputy or Assistant Deputy Keeper of the Records,\n            or some other officer to be specially appointed for the\n            purpose shall carefully examine any copy so made with\n            the record of which it is a copy and shall certify under\n                  m e inclusion of this page is authorized by L.N. 480/1973]\n                          RECORD OFFICE                                  17\nhis hand at the foot of the copy that he has examined it\nwith the record and that it is a true copy and such copy\nshall thereafter be sealed with the seal of the office and\ndelivered to the party for whose use it was made.\n   Any copy so made shall be examined and certified as a\ntrue copy by the Deputy Keeper of the Records, and shall\nbe sealed with the seal of the office, and delivered to the\nparty for whose use it was made."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. When a person desires a copy of any registered ~~t~\ndeed or writing in the Record Office he must write a rgzing\nrequisition for it in a book to be kept in the office to be copies.\ncalled the Copy Book.\n  Requisitions in the Copy Book shall be numbered in the\norder in which they are made, and shall be dated.\n  The Deputy Keeper of the Records shall with all due\ndespatch cause a copy of the deed or writing in question\ncertified as aforesaid, to be a true copy and sealed with\nthe seal of the office, to be furnished to the person applying\nfor it."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. Every copy of a record in the custody of the Keeper Office\n                                                            copies of\nof the Records purporting to be duly certified to be a true records,\n                                                              how far\ncopy, and to be sealed with the seal of the office, shall be evidence.\nreceived in evidence in all courts of justice without further\nor other proof thereof in every case in which the original\nRecord would have been received as evidence.\n  No Public Record, and no original registered deed or\nwriting, shall be taken out of the Record Office unless\nunder an order of some competent court, except under\nthe provisions of section 32."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. The Deputy Keeper of the Records may upon pay- Office\nment of the prescribed fees, issue certified office copies copies of\n                                                           partonly\nof any part of a recorded deed or writing. But any such deed,etc.\n                                                        of recorded\n18                                     RECORD OFFICE\n               copy of part only of a recorded deed or writing, shall not\n               be sealed with the seal of the office, nor shall it be admis-\n               sible in evidence under section 36.\nRecord of         38. Any person who desires to have a docket of any\ndockets\ninstead of     deed or instrument recorded, instead of having such deed\ndeeds at\nlength.        or instrument recorded at length, shall make application\n               accordingly, and pay such fee as may be prescribed by\n               rules; and the Deputy Keeper of the Records shall there-\n               upon cause to be recorded the date of the deed or instru-\n               ment, the names of the parties thereto, the general effect\n               of such deed or instrument, and, if the deed or instrument\n               relates to or affects any land, the parcels of land to which\n               the same relates or which it affects.\nEffect of        39. Where a docket of any deed or instrument shall\nrecording\na docket.      have been recorded under the provisions of section 38, such\n               deed or instrument shall be deemed to-have been recorded,\n               and shall operate and have effect as fully and effectually\n               as if it had been recorded at length; and the recording\n               thereof shall be evidence that the interests purporting to\n               be conferred under such deed or instrument are claimed;\n               but the record of the docket shall not further or otherwise\n               be evidence of the contents of the deed or instrument.\nRecords          40. Notwithstanding anything hereinbef ore contained\nspecified in\n2nd Sch.       with regard to the examination and certification of records\nvalidated.     engrossed in the Register Books of the Record Office, the\nSecond         records specified in the Second Schedule shall be deemed\nSchedule.\n               to be valid, authentic and effectual records, within the\n               meaning of section 23.\nAuthentica-      41. Notwithstanding the expiry of the delays prescribed\ntion of\nLiber 41       by this Act, it shall be competent for the Deputy Keeper\nof Wills.\n               of the Records, within one month after the fifteenth day of\n               May, 1890, to cause Liber 41 of the Registers of Wills to\n                          RECORD OFFICE                                             19\nbe verified and authenticated in the manner prescribed by\nsection 17.\n   After the declaration on oath referred to in the said Validation\nsection shall have been made and subscribed, the said thereof.\nvolume shall be deemed to be a valid, authentic and\neffectual register book, and the deeds and writings con-\ntained therein to be valid, authentic and effectual records,\nto all intents and purposes whatsoever.\n                      Miscellaneous"
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. Authentication of Liber 41 of Was.\n        Validation thereof.\n                               Miscellaneous"
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. The salaries of officers appointed under this Act, Expenses\nand all other expenses of carrying this Act into execution zfuF:gzng\nshall be paid out of the Consolidated Fund.                Act, how\n                                                           paid."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. The fees to be paid in the Record Office shall be Fees.\nprescribed by rules.\n  Such fees as are payable under this Act shall be\ndemandable before the doing of the act, or the Frform-\nance of the duty in respect of which they are payable.\n  All fees received in the Record Office, or by or on behalf\nof the Keeper or Deputy Keeper of the Records, shall be\npaid over to the Accountant-General."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. The Deputy Keeper of the Records, under the Deputy\n                                                             Keeper to\ndirection of the Keeper of the Records, shall once in every report\n                                                             annually\nyear report to the Minister the proceedings had in execu- tothe\n                                                             Minister.\ntion of this Act.\n   Such report shall be laid before the Senate and the House\nof Representatives."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. All penalties under this Act shall be recovered in R W O V C ~ ~\n                                                                       of\na summary manner.                                                      penalties.\n20                                       RECORD OFFICE\n(Section 21)                               FIRSTSCHEDULE\n                                                FORMA\n                  I,                          , Deputy Keeper of the Records of the\n               Island of Jamaica, do swear that the contents of this book are tran-\n               scripts of records contained in an authentic register book in the Record\n               Office; that every record contained in the said register book has been\n               [either] transcribed herein [or has been omitted in accordance with\n               directions given by me]; that the transcripts made have been severally\n               certified according to law (in the case of transcripts made since the\n               first day of February, 1879. and before the thirtieth day of November.\n                1887) either by the copyist or by a clerk or officer in the Record Office\n               (or in the case of transcripts made on or after the thirtieth day of\n               November, 1887), either by myself or by an officer specially appointed\n               by me for that purpose [and that the records that have been omitted\n               as aforesaid have been duly described in their appropriate places and\n               in the terms prescribed by me for the purpose].\n                                                                        So help me God.\n                        Sworn. etc.\n               Nom.-When none of the records in any book have been described in lieu of\n                     being transcribed, the words in brackets should be omitted.\n(Section 25)           5                       FORM B\n                  I,                        , Deputy Keeper of the Records of the\n               Island of Jamaica, do swear that I have examined the several records\n               contained in this book that purport to have been certified according\n               to law, and such records have been severally certified either by\n               myself or by one or other of the officers, who have from time to time\n               been specially appointed for that purpose.\n                                                                    So help me God.\n                         Sworn, etc.\n                                               FORMC\n(Section 25)\n                  I,                        , Deputy Keeper of the Records of the\n               Island of Jamaica, do swear that I have examined the several records\n               contained in this book, and that they have been severally certified\n               accordingly to law either by myself or by one or other of the officers,\n               who have from time to time been specially appointed for that purpose.\n                                                                       So help me God.\n                        Sworn. etc.\n                                                                                       -\n                         RECORD OFFICE\n                         SECOND SCHEDULE                       (Section 40)\n                          LISTOF RECORDS\n                                            Record\nRegisters of Deeds N.S. 1          52            97    27th Feb., 1879\nRegisters of Deeds N.S. 10\n                         ,,        10           343      4th Jan., 1881\n                                   28           357      7th ’’         ,,"
    },
    {
      "provision_ref": "sec172",
      "section": "172",
      "title": "Section 172",
      "content": "172 -        584     4th    ”\n                                                                      I,\n                           ”\n                                  184          592     5th ”         95\n                           ”\n                           ”\n                                 285           686      1st April, 1881\n                           ”\n                                 293           687     2nd ”          99\n                           ’*\n                                 297           719     8th ”          I,\n                           ”\n                                  303           723    9th    ”"
    }
  ],
  "definitions": []
}