{
  "id": "jm-stat-the-recruiting-of-workers-act",
  "type": "statute",
  "title": "The Recruiting of Workers Act",
  "title_en": "The Recruiting of Workers Act",
  "short_name": "Recruiting of Workers Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-recruiting-of-workers-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-recruiting-of-workers-act | Legal areas: Employment",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.-(1) This Act may be cited as the Recruiting of Short title.\nWorkers Act.\n .     (2) The provisions of this Act shall not apply to the Application.\nrecruitment of workers for any foreign country or place\nwhich, before the 6th June, 1940, has been proclaimed\nunder section 3 of the Emigrants Protection Act.\n          In this Act-"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1)                                                  Intemta-\n                                                             tion.\n“Convention” means the Convention concerning the\n-    Regulation of certain Special Systems of Recruiting\n     Workers adopted by the International Labour Con-\n     ference in June, 1936;\n“licensing officer” means the person appointed by the\n     Governor-General to be licensing officer for the pur-\n  -  poses of this Act;\n“licensee” means the holder of a licence under this Act;\nf‘worker” means a person who is intended to be employed\n     in work of any kind, whether manual or clerical and\n     whether within or without the Island;\n“worker-recruiter” means a person who, being employed\n     as a worker, is authorized in writing, by his employer,\n     to recruit other workers on behalf of his employer,\n     but who does not receive any remuneration or other\n     advantage for such recruiting.\n      (2) A person recruits within the meaning of this\nAct who by himself or through others, procures, engages,\nhires or supplies or undertakes or attempts to procure,\nengage, hire, or supply workers for the purpose of being\n              rThe inclusion of this uaee is authorized by L.N. 480/19731\n4                               RECRUITING OF WORKERS\n              employed by himself or by any other person, so long as\n              such worker does not spontaneously offer his services at\n              the place of employment or at a public emigration or\n              employment office or at an office conducted by an\n              employers’ organization and supervised by the Govern-\n              ment of the Island.\nExemptions.     3. The provisions of this Act shall not apply to-\n                   (a) the recruiting of workers by or on behalf of\n                        employers who do not employ more than ten\n                        workers; or\n                   (b) the recruiting of workers within twenty miles of\n                        the place of employment; or\n                   (c) the recruiting of personal or domestic servants or\n                        nonmanual workers,\n              or to any workers so recruited, unless such recruiting is\n              done by professional recruiting agents.\nPersons who\nrecruit to be"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) Subject to the provisions of subsection     no            (3,\nlicensed.     person shall recruit workers unless he is licensed in that\n              behalf under the provisions of this Act.\n                    (2) Every person desirous of obtaining a licence\n              under this section shall apply to the licensing officer who\n              may in his discretion issue a licence-\n                  (a) if he is satisfied that the applicant is a fit and\n                       proper person to be granted a licence;\n                  (b) if the prescribed security has been furnished; and\n                  (c) if he is satisfied that adequate provision has been\n                       made for safeguarding the health and welfare of\n                       the workers to be recruited.\n                     (3) A licence shall be subject to such conditions as\n              shall be prescribed, and shall not be transferable.\n                  RECRUITING OF WORKERS                                        5\n        (4) No licence shall be issued for a period exceeding\none year, but it may be renewed if the licensing officer is\nsatisfied that the conditions on which it was granted have\nbeen complied with.\n       (5) The licensing officer may cancel any licence in\nany case where the licensee has been convicted of an offence\nunder this Act or any regulations made thereunder or has\nnot complied with the conditions under which it was\ngranted or is guilty of conduct which, in the opinion of the\nlicensing officer, renders him no longer a fit and proper\nperson to hold a licence, and the licensing officer may sus-\npend any licence pending the decision of the court or\nthe making of any enquiry which he shall consider\nnecessary.\n       (6) Any person aggrieved by any decision of the\nlicensing officer under this section may appeal to the\nMinister.\n       (7) The provisions of this section shall not apply to\nworker-recruiters."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Persons under the age of eighteen shall not be Non-adults\n                                                            not to be\nrecruited :                                                 recruited.\n  Provided that the Minister may by regulation permit\npersons under that age, but of or above the age of sixteen,\nto be recruited, with the consent of their parents or\nguardians, for employment upon light work subject to such\nconditions as he may prescribe."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-( 1) Recruited workers sha11-                                    Examination\n                                                                      of workers.\n     (a) be brought before a Justice; and\n     (b) be medically examined,\nin accordance with regulations made under this Act.\n      (2) The Justice before whom any recruited worker\nis brought shall satisfy himself that the provisions of this\nAct and any regulations made thereunder have been\nL\n6                               RECRUITING OF WORKERS\n               observed, and that the worker has not been subjected to\n               pressure or recruited by misrepresentation or mistake.\nExpenses of      7. The expenses of the journey of recruited workers and\n               their families to the place of employment, including all\n               expenses incurred for their protection during the journey,\n               shall be borne, and necessaries for the journey shall be\n               provided, by the recruiter (not being a worker-recruiter) or\n               employer in accordance with regulations made under this\n               Act.\nReturn of        8. A recruited worker who-\nworkers to\ntheir homes.       (a) becomes incapacitated by sickness or accident\n                         during the journey to his place of employment;\n                    (b) is found on medical examination to be unfit for\n                         employment;\n                    (c) is not engaged, after being recruited, for a reason\n                         for which he is not responsible; or\n                    (4is found by a Justice to have been recruited by\n                         pressure or by misrepresentation or mistake,\n               and the family of such recruited worker, and the family of a\n               recruited worker who dies during the journey to the place\n               of employment, shall be returned to their homes at the\n               expense of the recruiter or employer in accordance with\n               regulations made under this Act.\nWorker-"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The provisions of this Act and of any regulations\nrecruiters.    made thereunder shall, unless otherwise expressly provided,\n               apply to worker-recruiters, as if they were licensees:\n                 Provided that worker-recruiters shall recruit only in such\n               areas as may be prescribed, and shall not make advances\n               of wages to recruited workers.\nOffences.        10. Any person who acts in contravention of or fails to\n               comply with, any of the provisions of this Act or any\n               regulations made thereunder, shall be guilty of an offence,\n                  RECRUITING OF WORKERS                                       7\nand shall be liable on summary conviction before a\nResident Magistrate to a fine not exceeding one hundred\ndollars or to imprisonment not exceeding three months or\nto both such fine and imprisonment.\n  1 1 . 4 1 ) The Minister may make regulations not inconsis-        to\ntent with this Act for the purpose of giving effect thereto, regulations.\n                                                              421 1969\nor to any of the provisions of the Convention, and without 3rd.\nprejudice to the generality of the foregoing power he may Sch-\nby regulation provide for-\n           the manner and form in which application shall\n            be made for licences, the particulars to be\n            furnished upon every such application, the condi-\n            tions under which any licence may be issued, the\n            form of licences, the fees payable therefor, and\n            the particulars to be set forth therein,\n           the security to be furnished by applicants for\n            licences;\n           the records to be kept by licensees;\n           the remuneration to be paid to the agents of\n            licensees;\n           the restriction of recruiting to certain areas;\n           the supervision of worker-recruiters;\n           the documents to be given to the recruited worker\n            by the licensee;\n           the provision of transport for recruited workers\n            and their families from the place of recruitment\n            to the place of employment;\n           the amount of wages which may be paid in\n            advance to recruited workers, and the conditions\n           under which advances of wages may be made;\n           anything which by this Act is to be prescribed,\n            or as to which regulations are to be made:\n        (2) Regulations made under subsection (1) shall be ,2,,969\nsubject to affirmative resolution.                            3rd\n                                                                       sch."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Power to make regulations.\n                       RECRUITING OF WORKERS                                          3\n.. .- .\n          THE RECRUITING OF WORKERS ACT                                      cap. 336.\n                                                                                 ACt\n                                                                             42 of 1969\n                                                         [6th June, I940.1    3rd. Sch."
    }
  ],
  "definitions": []
}