{
  "id": "jm-stat-the-registration-births-and-deaths-act",
  "type": "statute",
  "title": "The Registration (Births and Deaths) Act",
  "title_en": "The Registration (Births and Deaths) Act",
  "short_name": "Registration (Births and Deaths) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-registration-births-and-deaths-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-registration-births-and-deaths-act | Legal areas: Family",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1   .   .\n                  indictable offence against this Act. .              .' . .,\nM~n~ster            68A. The Minister may, by order subject to 'affirmative reso-\nmay amend\nmonetary          lution, amend the monetary penalties specified in this Act.\npenalties.\n7ROl l\nSch.                                                          1   .   .\nRosecution by       ' 69. It shall be lawful f o r * i yRegistrar, subject to the pres-\nRegistrar.\n                 cribed rules, t; prosecute any person guilty of any offence under\n                 this Act committed within the district of such RegisGar, and the\n                 costs incuked by the ~ e ~ i i t iin\n                                                    a rsuch pros'ecution which are not\n                 otherwise by law provided for shall be def;gyed but of the\n                 Treasury.\nTime limit of        70. A prosecution on indictment for an offence under this\nprosecution on\nind~ctment.      Act shall be commenced within three years after the commission\n                 of such offence.   .\n                                         Miscellaneous -,\nF O ~ in\n       S First       71. The forms in the First .Schedule, or forms as nearly\nSchedule\nincorporated.    resembling the same as circumstances admit, shall be used in'all\n                                                                  .\n                                                          . so used shall be\n                 cases in which they are applicable, and when\n                 . in law.\n                 valid,                               ,.\nPowers to          72. It shall be lawful for. the Minister or the Registrar-\nalter forms,\nand make and General with the sanction of the Minister, by order to'alter from\nalterregula-    time to time all or any of the forms contained in the First\ntions.\nFirst Schedule. Schedule, or in any order under this section, in such manner as\n                 .may appear best for carrying this Act into effect, to prescribe\n                  new forms for that purpose, and fmm time to time &e \\,\n                  regulations prescribing any matters authorized by this Act to be\n                               -\n                                                                                           - -.\n          4\n              '    REGISTRATION (BIRTHS AND DEATHS)\n    prescribed and to revoke 'and alter such regulations.\n       Any order made in pursuance of this section shall be pub-\n    lished in the Gazette, and shall be laid before the Senate and the\n    ~ouse'ofRepresentatives, if they are sitting; within fourteen\n    days after the issue of the same, or if they are not then sitting,\n    within fourteen days after the commencement of the then next\n    session.\n•     Every form when altered in pursuance of this section shall\n    have the same effect as if it had been contained in a Schedule,\n    and every regulation made in pursuance of this section shall,\n    while in force, have the same effect as if it were enacted in this\n    Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                                                                   Interprets-\n                                                                                                                                  tian.\n                         lapbointed fee\" means the fees appointed in the Second ~                                                             ~       ~   ~\n1                            Schedule;        *\n                             \"civil status registers\" means and includes all registers con-\n . ~ 1 . 4 . : , ltaining records or transcripts of records relating to\n,.- .L--.births, baptisms, marriages, deaths and burials;\n        +\n                             ..\n                        \"'counterfoil\" means the duplicate portion of the registration\n        '       4   .\n                             form which is bound in the registration form book and\n                             which remains in the registration form book after the\n                        ,, registration form has been separated;\n                                          a\nC\n       \"general search\" means a search during'any numb-of suc-\n            I\n              cessive hours, not exceeding six, without stating the\n- +,          object of the search;\n .. ':\"'house\"\n    .\n         :,.,       f\n                  includes a public institution as herein defined;\n                             \"ocdupier\" includes the governor, keeper, master, matron,\n                                 superintendent or other chief resident officer, of any\n                                 public institution, and where a house is let in separate\n                                 apartments or lodgings includes any person residing in\n                                 such house who is the person under whom such lodg-\n                                 ings or separate apartments are immediately held, or\n                                 his agent;\n                                                                                                                                          -\n                       REGISTRATION (BIRTHS AND DEATHS)\n                \"particular search\" means a search over any period not                                    I\n                                                                                                          I\n                     exceeding five years for any given entry;                                            I\n                                                                                                      I\n                                                                                                          I\n                \"prescribed form\" in any section shall mean the form pre-                             I\n                     scribed for the purpose of that section by regulations\n                     made under section 72;\n                                                                                                      I\n                \"private hospital\" means any hospital or nursing home, not                            I\n                     being a public institution, which is established under\n                                                                                                  !\n                     any enactment and any nursing home registered under\n                     the Nursing Homes Registration Act;\n                                                                                                  I\n                \"public institution\" means a prison, lock-up, work-house,\n                    mental hospital, hospital, and any prescribed public or\n                    charitable institution conducted by the Government of\n                    Jamaica, or by the Kingston and Saint Andrew Cor-\n                    poration or by any Parish Council;\n                \"register\" shall be deemed to refer to the \"general register                  ~\n                     of births\" or the \"general register of deaths\", as the\n                     case may be;\n                                                                                          i\n                \"Registrar\" in connection with any birth or death or other\n                    event shall, unless the contrary is expressed, be                     I\n                    deemed to refer to the Registrar for the district\n                    within which such birth, death or other event took\n                    place;\n                           ,\n                                                                                      I\n                \"Registrar-General\" means the Registrar-General of births         !\n                    and deaths for the time being appointed under this            i\n                    Act;                                                          1\n                \"registration form\" means a birth, death or still-birth\n                     registration form in accordance with Form A, B or C\nF~rstSchedule        respectively in the First Schedule;\n                \"relative\" includes a relative by marriage;\n                                                                                  i\n                \"still-born\" and \"still-birth\" shall apply to any child\n                      which has issued forth from its mother after the\n                      twenty-eighth week of pregnancy and which did\n                                                                                  I\n                      not at any time after being completely expelled\n                    [Tbe inclusion of this page is authorized by L.N. 92c/2012]\n           REGISTRATION ( B I R T H S A N D DEATHS)                        7\n         from its mother, breathe or show any other signs\n         of life."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. All entries in the registers kept under and in pursuance Entries in\n                                                              register\nof Law 19 of 1877 (repealed) and all certified copies of the admissible.\nsame shall be admissible as evidence of the birth or death to\nwhich they relate.\n                    The Registrar-General"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. It shall be lawful for the Governor-General to appoint Appoint-\n                                                                    of\na fit person to be the Registrar-General of Births and Deaths ments\n                                                              Registrar-\nin Jamaica, who shall hold office during the pleasure of the Fg2Gpd\nGovernor-General and be removable by him, and there shall\nbe appointed an office to be the office of the Registrar-\nGeneral and the General Register Office for keeping a\nregister of all births and deaths in this Island."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The Governor-General may from time to time appoint Appoint-\n                                                              ment of\nsuch officers, clerks and servants, as he may deem n e w - clerks,&.\nsary for carrying on the business of the General Register\nOffice, and may at pleasure remove any of them."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The salaries of the officers, clerks and servants, and Paymentof\nall such salaries and all other expenses of carrying this Act salaries. etc.\ninto execution not herein otherwise provided for, shall be\npaid out of the Consolidated Fund; and the salary appointed\nfor the Registrar-General’ shall be deemed to include the\nremuneration for all duties which he may be at any time\nrequired to perform."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. It shall be lawful for the Governor-General to appoint to\n                                                              Assistant\n                                                                 the\na fit person to be assistant to the Registrar-General and Registrar-\nsuch assistant shall have all the powers and duties of the\nRegistrar-General, and be subject to all the provisions and\npenalties declared by this Act, except that such assistant\nshall not have power to make or declare any general rule,\nor to rescind or alter any order, regulation or approval,\nsignified by the Registrar-General, or made by the Registrar- 42/1%9\n                                                              3rd Sch.\nGeneral in writing under his hand.\n            REGISTRATION (BIRTHS AND DEATHS)                                11                   ;\n                                                                                             I\nregisters the same at the residence of the person making such                                I\nrequisition, or at the house in which the birth took place, he                           ,\nshall, unless the birth took place in a public institution, be                           I\nentitled to the appointed fee.                                                       I\n I                                                                                   I"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9 ,   -               -,\n                                                                i   ,       . .   ,   ..\n   Provided that in the case 'df the death, absence or removal\nof the minister who                  the 'rite of baptish; the\nminister or person in charge of the church, chapel or place\nof 'worship at which such baptism was'performed shall on\nsuch demand and on payment of such fees furnish a copy\nof the record of such baptism from the register of such\n          [The inclusion of this page' is a~ithorized by L.N. 92d20 121\n                        ,\n                                                        .   .\n           REGISTRATION (BIRTHS A N D DEATHS)                           17\nchurch, chapel or place of worship and shall endorse th;r<:on\na certificate in the prescribed form.\n         (3) Where a child has not been baptized or where\nit is proved to the satisfaction of the Registrar-General thnt\nthe record of baptism has been lost or destroyed the certifi-\ncate required under subsection (1) shall be a certificate of\nnaming in the prescribed form and shall be signed by the\nfather, mother or guardian of the child or other person\nprocuring the name of the child to be given or altered. N o\nfee shall be payable by any person procuring a name of a\nchild to be given, if such person shall deliver a certificate\nof naming to the Registrar within forty-two days of the birth\nof such child :\n   Provided that after the expiration of twelve months next\nafter the registration of the birth of any child, the name\n(if any) by which it was registered shall not be altered on,\nor if it was registered without a name, and a name has since\nbeen given, such name shall not be added to the registration\nentry, except with the written authority of the Registrar-\nGeneral, and the fact of such authority having been given\nshall be entered on the registration form and counterfoil.\nIn every such case the parent or guardian of the child sh:.ll\ndeliver to the Registrar-General such certificate as is\nrequired by this section, and on payment of the appointed\nfee, the Registrar-General shall enter or cause to be entered\non the registration form and counterfoil containing the\nregistration of birth of such child, the name mentioned in\nthe certificate as having been given to the child, and the\nRegistrar-General shall cause the index book of births to\nbe altered. Such authority shall not, however, be given by\nthe Registrar-General after any child is ten years of age\nunless the Registrar-General is satisfied by evidence that\nthere were good and sufficient reasons to account for the\ndelay in registration.\n                                                                 -\n         n h e inclusion of th'is page is authorizcd by L.N. 57/1981]\n18                         REGlSTRATI0:V (BIRTHS A N D DEATHS)\nRegistrar’s        2 1 4 1 ) Subject to subsection (21, a Registrar shall, upon\ncertificate of\nregistration.    demand made at the time of registering any birth by the\nFee there-\nfor.             person giving the information concerning the birth, upon\n17/1980          payment of the appointed fee deliver to such person a certifi-\ns.4(ai\n                 cate under his hand in the prescribed form, of having\n                 registered that birth.\n17/ 1980                  (2) Where application is made under the provisions\ns. qc).          of paragraph (d) of subsection (1) of section 19 for the\n                 registration of particulars concerning the father of a child,\n                 the Registrar shall not deliver to any person a certificate of\n                 registration in respect of that child unless the Registrar is\n                 satisfied either-\n                       (a) that the requirements of that paragraph have been\n                            met; or\n                       (b) that, after such period as he considers reasonable,\n                            it apears to him unlikely that those requirements\n                            will be met,\n                 so, however, that where the Registrar acts pursuant to para-\n                 graph (b) he shall ensure that the certificate does not show\n                 the name and particulars of the person named as father.\n                                      Registration of Deuths\nDeathand            22. The death of every person dying in Jamaica after\ncause of\ndeath to be      the coming into operation of this Act, and the cause of such\nregistered.\n                 death, shall be registered by the Registrar in the manner\n                 directed by this Act.\nhformation          23. When a person dies in any house it shall be the duty\nand registry\nofanydeath       of the nearest relatives of the deceased present at the death\nhahouse.         or in attendance during the last illness of the deceased, and\n                 in default of such relatives of every other relative of the\n                 deceased dwelling or being in the same Registrar’s district\n                 as the deceased, and, in default of such relatives, of each\n                 person present at the death, and of the occupier of the house\n                 in which to his knowledge the death took place, and in\n          REGlSTRATlON (BIRTHS AND DEATHS)                               19\ndefault of the persons hereinbefore in this section mentioned\nof each inmate of such house, and of the person causing\nthe body of the deceased person to be buried or cremated,\nto give to the best of his knowledge and belief to the\nRegistrar, within the five days next following the day of\nsuch death, in the Form B in the First Schedule, information FormB.\nof the particulars required to be registered concerning such :$:dule.\ndeath, and in the presence of the Registrar to sign the\nregistration form and counterfoil."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The Registrar-General shall from time to time cause\nof acts        printed notices to be placed on the outside of the several\nrequired to\nbe done in     churches and chapel doors, or in other public and con-\nregistering    spicuous places within the respective registration districts,\nbirths and\ndeaths.        which said notices shall specify the several acts required\n               to be done for the purpose of registering any birth or death\n               under the provisions of this Act.\n                                    Registration of Births"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) Subject to the provisions of section 12 in the case\nWhose duty     of every child born alive after the coming into operation of\nit is to       this Act, it shall be the duty of the father and mother of the\ninform\nRegistrar\nof Birth.\n               child, and in default of the father and mother of the\n361 1976       occupier of the house in which to his knowledge the child\nSch.\n               is born, and of each person present at the birth, and of the\n               person having charge of the child, to give to the Registrar,\n               within forty-two days next after such birth, information\n               of the particulars required to be registered concerning such\nForm A.\nFirst\n               birth, and indicated in Form A of the First Schedule, and\nSchedule.\n              REGlSTRATlON (BIRTHS AND DEATHS)                                  9\n    in the presence of the Registrar to sign the registration form\n    and counterfoil.\n            (2) In subsection (U, in relation to any child, the 36/1976\n    word “father” means a person who is married to the mother Sch*\n    of the child at the time of conception or at any time there-\n    after and prior to the child’s birth."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.02             REGISTRATION (BIRTHS A N D DEATHS)\n                    (ii) requests the Registrar in writing to enter in\n                         the register the name of the person alleged\n                         or acknowledging himself to be the father;\n                         and\n                    (iii) presents a declaration from the other of the      I\n                          two parents signed in accordance with para-\n                          graph (b), and the request and declaration\n                          are both to the same effect; or\n             (d) if, subject to section 1 9 ~ -\n                      (i) the mother of the child furnishes a declara-\n                          tion in the prescribed form signed by her\n                          and naming some person as the father of\n                          the child; and\n                    (ii) the Registrar is satisfied that the prescribed\n                         notice has been served on the person named\n                         as father of the child and that that person\n                         has, within the prescribed period, either\n                         admitted or has not denied paternity of the\n                         child.\n                (2) If at any time after the registration of the birth\n        of a child whose father’s name or any other particulars\n        relating to him are not, in accordance with the provisions\n        of subsection (l), entered in the register, the Registrar-\n        General is satisfied by statutory declaration or such other\n        evidence as he may deem sufficient that both the mother\n        and the person acknowledging himself to be the father\n        require the name of or any other particulars relating to\n        the father to be entered in the register, the Registrar-General\n        may authorize the entry in the register of the particulars\n        required to be entered as aforesaid:\n           Provided that in any such case it shall not be necessary\n        for the person acknowledging himself to be the father to\n        sign the register:\n                [The inclusim of this page is authorized by L.N. 57119811\n            REGISTRATION (BIRTHS .AND DEATHS)                              13\n  Provided also, that if the mother is dead or cannot be found it\nshall be sufficient if the request is made by the father alone.\n           (3) If at any time after the registration of the birth of a\nchild whose father's name is not registered the Registrar-\nGeneral is satisfied that a declaration of paternity in respect of\nthe child has been made by the Supreme C O U ~or the Family\nCourt or that the father has been made a guardian of the child by\nvirtue of subsection (2) of section 3 of the Children (Guardian-\nship and Custody) Act, the Registrar-General shall authorize the\nentry in the register of the name of the father and such other par-\nticulars relating to the father as are supplied to him. .\n                                                               ,   B."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Where a birth has, from the default of the parents powerof\n                                                                  Registrar\n    or other persons required to give information concerning to     require\n    it, not been duly registered, the Registrar may, at any time     z;;;ssm\n    after the end of forty-two days from such birth, by notice\n    in writing require any of the persons required by this Act to\n    give information concerning such birth to attend personally\n           me inclusion of this page is authorizcd by LN. 31/197q\n 10                         REGISTRATION (BIRTHS AND DEATHS)\n                at the Registrar’s Office, or at any other place appointed by\n                the Registrar within his district, within such time (not less\n                than seven days after the receipt of such notice and not more\n                than three months from the date of the birth) as may be\n                specified in such notice, and to give information to the best\n                of such person’s knowledge and belief of the particulars\n                required to be registered concerning such birth, and to sign\n                the registration form and counterfoil in the presence of the\n                Registrar, and it shall be the duty of such person, unless the\n                birth is registered before the expiration of the time specified\n                in such requisition, to comply with such requisition.\nmoseduty           14. In case any living new-born child is found exposed,\nit is to\ninform as to    it shall be the duty of any person finding such child, and of\nbk*ofa\nnew-born\n                any person in whose charge such child may be placed, to\nchild found     give to the best of his knowledge and belief to the Registrar,\nexposed.\n                within seven days after the finding of such child, such\n                information of the particulars required to be registered\n                concerning the birth of such child as the informant possesses,\n                and in the presence of the Registrar to sign the registration\n                form and counterfoil.\nMidwifeto          15. In the case of any birth other than a birth in a public\nRegistrar\nnotify          institution or private hospital, at which a midwife shall be in\nof birth.       attendance, it shall be the duty of the midwife to give, within\n                forty-eight hours of such birth, notice thereof in writing to\n                the Registrar.\nDuty of            16. It shall be the duty of‘the Registrar to inform himself\nRegistrar as    carefully of every birth which happens within his district,\nto births and\nregistering\nsame.\n                and upon receiving personally from the informant, at any\n                time within three months from the date of the birth of any\n                child or the finding of any living new-born child, information\n                of the particulars required to be registered concerning the\n                birth of such child, forthwith in the prescribed form and\n                manner to register the birth and the said particulars (if not\n                previously registered), without fee or reward from the infor-\n                mant, except that if in pursuance of a written requisition he\n                       F   e inclusion   of this page is authorized by L.N. 31/1977]\n            REGISTRATION (BIRTHS AND DEATHS)                                11                   ;\n                                                                                             I\nregisters the same at the residence of the person making such                                I\nrequisition, or at the house in which the birth took place, he                           ,\nshall, unless the birth took place in a public institution, be                           I\nentitled to the appointed fee.                                                       I\n I                                                                                   I"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Whose duty it is to inform as to birth of a new-born child found\n        exposed."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. After the expiration of three months next after the birth Reg~strationi\nof any child a Registrar shall not register such birth except as ofa b ~ n h\n                                                                                 I\nin this section provided; that is to say, in case the birth of\nany child has not been registered in accordance with this Act -\nthe Registrar may, after three and not later than twelve months              I\n                                                                               I\nnext after the birth, by notice in writing, require any of\nthe persons required by this Act to give information concerning\nthe birth to attend personally at the Register Office within such\ntime (not less than seven days after the receipt of the notice,              I\nand not more than twelve months after the date of the birth) as\nmay be specified in the notice, and make before him and\nsome Justice or in default of such Justice some other respectable\n                                                                           I\nwitness, a solemn declaration, according to the best of the               !\ndeclarant's knowledge and belief, of the particulars required\nto be registered concerning the birth, and sign the registration\nform and counterfoil in the presence of the Registrar and Justice\nor other witness; and upon any of the said persons attending\nbefore a Registrar and Justice or other witness, whether in pur-        !\nsuance of a requisition or not, and making such a declaration as\naforesaid, and giving information concerning the birth, the\n Registrar shall then and there in the presence of such Justice or\n witness register the birth according to the information of the\ndeclarant, and the Justice or witness before whom the declara-\ntion is made shall, as well as the Registrar and declarant, sign      I\nthe entry of the birth.\n             ,   .\nAfter the expiration of twelve months next after the birth of any\nchild that birth shall not be registered, except with the written\nauthority of the Registrar-General for registering the same, and\nexcept in accordance with the prescribed rules, and the fact of\n                          REGISTRA TION (BIRTHS AND DEA THS)\n               such authority having been given shall be entered on the regis-\n               tration form and counterfoil. Such authority shall not, however,\n               be given by the Registrar-General after any child is ten years.of\n               age, unless the Registrar-General is .satisfied by evidence, that\n               there were good and sufficient reasons to accounts for the delay\n               in registration.\n                                                                                 .. ', 1'    t,\n                  Every person who registers or causes to be registeied ,the\n               birth of any child in contravention of this,.section shalllLbe\n7/20] I        liable to a penalty not exceeding two hundred and.fifty.tho<sand\n                                                                            - ..\nSch.\n               dollars.                                                    - ,I\n                                                                                      -     ;a\n                                                                                 f . 1      -.\nHow a person      18. Any person required by this Act to give information con-\nwho has\n               cerning a birth who removes before such birth: is registered 'out\nremoved\nfrom the       of the district in which such birth has taken place may; within\nproper dis-    three months after such birth, give-the information by making\ntrict may\ngive infor-    and signing in the presence of the Registrar of the district ,in\nmation.        which he resides a declaration in writing of ,the particulks\n               required to be registered concerning such birth; and such Regis-\n               trar, on payment of the appointed feecshall receive and attest the\n               declaration and send the same_to the Registrar of the districtrin\n               which the birth took place; and the last-mentioned Registk\n                                                             '\n               shall in the prescribed manner enter the birth on the registration\n               form and counterfoil, and the entry so made shall be deemed, for\n               the purposes of this Act, to have been signed by the person who\n               signed the declaration.\n                 A person making a declaration in pursuance of this section\n               in the case of any birth shall be deemed to have complied with\n               the provisions of this Act as to giving information concerning\n               that birth, and with any requisition of the Registrar made under\n               this Act within the said three months to attend and give infor-\n               mation concerning that birth.\n          REGISTRATION (BIRTHS A N D DEATHS)                          12.01"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. How a person who has removed from the proper district may\n        give information."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) Where the parents of a child are not married Childofunmarried\nto each other at the time of the child’s birth and were mother.\n                                                               3611976\nnot married to each other at, or since, the time of its Sch,\nconception, the name of, and any particulars relating to, .474!980\nany person as father of that child shall be entered by the\nRegistrar in the registration form and counterfoil iln the\ncircumstances specified hereunder and, subject to subsections\n(2) and (3), not otherwise, that is to say-\n     (a) if the mother and the person acknowledging him-\n          self to be the father jointly request at the time of\n          registration that such an entry be made and both\n          the mother and that person together sign the form\n          and counterfoil :\n           Provided that, if the mother is dead or cannot\n         be found, it shall be sufficientif the request is made\n         by the father alone, and the signature of any other\n         person required to give information as to the birth\n         may be accepted in place of the mother’s signature;\n         or\n     (b) if the Registrar is furnished with a declaratbn-\n             (i) in the prescribed form signed by the mother\n                  of the chifldand by the person acknowledg-\n                  ing himself to be the father of such child;\n                  and\n            (ii) executed by each of those persons in the\n                  presence of an attorney-at-law or a Justice\n                  of the Peace or a Clerk of the Courts or\n                  a registered medical practiltioner or a min-\n                  ister of religion or a marriage officer or a\n                  midwife or the headmaster of any public\n                  educational institution as defined in the\n                  Education Act; or\n     (c) if either the mother or the person acknowledging\n          himself to be the father-\n              (i) attends personally before the Registrar;\n         Dhe inc1usio.n of this page is authorized by L.N. 57/1981]"
    },
    {
      "provision_ref": "sec19a",
      "section": "19A",
      "title": "Section 19A",
      "content": "19A. Where the birth of any child whose parents were not Father's\nmarried to each other at the time of the child's birthis registered\npursuant to~section12, (which relates to birth in a public insti- sch\n                                                                         ;zykUI\ntution or private hospital) the name of, or any other particulars\nrelating to, the father shall not be entered in thk register unless\nthe Registrar-General is satisfied that-\n     (a) the parents of the child were married to each other\n         either at the time of his conception or after his concep-\n         tion and before his bifth; or\n     (b) a declaration of paternity in respect of the child has\n         been made by the Supreme Court or the Family Court\n         or the father has been made a guardian of the child by\n         virtue of subsection (2) of section 3 of the Children\n         (Guardianship and Custody) Act, or both the mother\n         and the person acknowledging himself to be the father\n         of the child consent to the entry:\n           Provided that, in the last-mentioned case, if the\n         mother is dead or cannot be found, the consent of the\n         father alone shall be sufficient.\n                                   REGISTRATION (BIRTHS AND DEATHS)\n    Procedure             1 9 B . 4 1 ) A person named as the father of a child pursuant              .\n    where father\n    named under\n                       to section 19 ( 1 ) (4 may by counter notice to the Registrar in\n    section 19 ( 1 )   the prescribed form, at any time within three months of receipt\n    (4.                by him of the notice under that section, deny paternity of that\n    1711980\n    S.3.               chilld; and thereupon, without prejudice to the provisions of sub-\n                       sections (2) and (3) of section 19, no action shall be taken by the\n                       Registrar to register the name'or particulars of that person as\n                       father of that child pursuant to section 19 ( 1 ) (4.         *\n                                                                                       . .    ,\n                                                                                                  *\n                                 (2) A person whose name is entered in the register\n                       pursuant to section 19 ( 1 ) (4as father of a child may apply,to a\n                       court for an order for removal of his name from that entry in the\n                       register and, the court, if satisfied t h a t l '             -.\n                            (a) such entry was made pursuant to false information\n                                given by the mother of the child or'bj ar$ other'per-\n                                                                  *  . . \". ' >\n                                son; or\n                                                                                         P~.,.?\n                            (b) the prescribed notice. did\n                                                         ,\n                                                            not in'bfact come t o ' ;he\n                                attention of the person named as father; or ' . , I . ..  4\n                                                                                                            C\n                            (c) having regard to the circumstances .of-the particular\n                                case, the time permitted for denial of paternity was in-\n                                adequate, and\n                                                                         I\n                       it is reasonable so to do, may direct that the Registrar-General,\n                       in such manner as may be prescribed-\n                            (aa) cause the name of, or any particulars relating to, that\n                                 person to be removed from the'register; and     .   L\n                            (bb) cause the mother of the .child or any othe; person to\n                                 deliver up for cancellation any certificate of registra-\n                                 tion issued in respect of that child; and  ,\n                            (cc) cause a new certificate of rkgistration to' be issued\n                                 omitting reference to the applicani.&'b&iigthe father\n                                 of the child.\n                                                                                                          . a\n                                  (3) A person who-\nI\n                             (a) wilfully for the purposes of section 19 ( 1 ) (4or of this\n                                 section, gives to the Registrar any information which\n                     REGISTRATION (BIRTHS AND DEA THS)                                   15\n      /           that person knows to be false or does not reasonably\n                  believe to be m e ; or\n              (b) fails, without reasonable excuse, to deliver up a certifi-\n                  cate of registration when requested by the Registrar-\n                  General so to do pursuant to subsection (2),\n,   shall be guilty of an offence and liable on summary conviction\n    before a Resident Magistrate to a fine not exceeding two hun-\n    dred and fifty thousand dollars or to imprisonment for a term not 7 ~ 0 1 1\n                                                                      Sch.\n    exceeding three months.\n            (4) The Minister, 'or the Registrar-General with the\n    approval of the Minister, may make regulations prescribing all\n    matters which are required or authorized to be prescribed under\n    the provisions of section 19(1) ( 4 or this section and, without\n    prejudice to the generality of the foregoing, may make regula-\n    tions for any of the following matters-\n              (a) the form A d content of notices and counter notices and\n                  other documents required for the purposes of section\n                  19(1) ( 4 or this section;\n              (b) the manner in which, and the time within which, any\n                  such notice or other document as aforesaid is to be\n          I       served;\n              (c) the manner in which any change to entries on the regis-\n                  tration form and counterfoil or the register is to be\n                  effected;\n              (d) the payment of any fees under this section.\n             (5) Regulations made under subsection (4) shall be sub-\n    ject to negative resolution of the House of Representatives.\n             (6) In this section \"court\" means a Resident Magis-\n    trate's Court or the Family Court."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-41) When the birth of any child has been registered Registryof\n    and .the name (if any) by which it was registered is altered, :Fedornam\n    or if it was registered without a name, when a name is ofchild\n    given to it, the parent or guardian of such child, or other f         ~\n                                                                                 tion.\n                   ['he inclusion of this page is authorized by L.N. 92c/2012]\n            REGISTRATION (BIRTHS AND DEATHS)\nperson procuring such name to .be altered- or given, may\nwithin twelve months next after the registration of the birth\ndeliver to the Registrar such certificate as .hereinafter men-\ntioded; and the Registrar on receipt of such ckrtificate, and on\npayment of the appointed fee, shall fohhwith,.' if he still\n                                           '\nhave in his possession the registration form' booE containing\nthe tounterfoil of the registration of such child,-without any\nerasure of the original entjr, enter on*tsuch cohterfoil 'the\nname mentioned in the certificate as hiving been given to'the\nchild, and shall state on the certificate thef'fact.*of such\nentry having been made, and shall send the certificate to the\nRegistrar-General, who shall thereupon, withou! any,erasure of\nthe original entry, enter into .the general register<.ofbirth;, at\nthe place where the birth' o f such child is registered, the\nname .mentioned in the certificate as having b&n< -giYen to\nthe child, and shall write upon such certificate the fact of such\nentry. having been made, and if the registration form book\n conthining the counterfoil of the registration of such-'child is\n in hi; possession shall do' such acts'arid thiGgs as are\n hereinbefore required to be done by the Registrar in' cases where\n such book is in his possession. And the Registrar-General shall,\nwithout any .erasure, cause the index book, in cases where the\nbirth of such child is already indexed, to be altered accordingly.\n       (2) Every minister or person. who performs the rite\nof baptism shall deliver a certificate in *thk prescribed\nform of name given in baptism within-two days of demand\n                                                                        .\nbeing made, on payment of a fee not 'exceeding ten cents\nand this shall be the certificate requiredt'Gder subsection\n(1):\n                           ,           +"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Registrar’s certificate of registration. Fee therefor.\n                             Registration of Deaths"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Where a person dies in a place which is not a house, of\n                                                            Information\n                                                              any death\nor a dead body is found elsewhere than in a house, it shall orofany\n                                                            body found\nbe the duty of every relative of such deceased person having elsewhere\nknowledge of any of the particulars required to be regis- thanina\n                                                              house.\ntered concerning the death, and in default of such relative\nof every person present at the death, and of any person\nfinding, and of any person taking charge of the body, and\nof the person causing the body to be buried or cremated,\nto give to the Registrar, within the five days next after the\ndeath or the finding, such information of the particulars\nrequired to be registered concerning the death as the in-\nformant possesses, and in the presence of the Registrar to\nsign the registration form and counterfoil."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. If a person required to give information concerning Extensionof\nany death sends to the Registrar a written notice of the time if\noccurrence of the death, accompanied by such medical             etc.*;;2\ncertificate of the cause of the death as required by this Act\nto be delivered to a Registrar, the information of the parti-\nculars required by this Act to be registered Concerning the\ndeath need not be given within the said five days but shall,\nnotwithstanding such notice, be given within foiirteen days\nnext after the day of the death by the person giving such\nnotice, or some other person required by this Act to give\nthe information.\n         n h e inclusion of this page is authorixd by L.N. 57/1981]\n20                        REGISTRATION (BIRTHS A N D DEATHS)\nPowersof          26. Where any death has, from the default of the persons\nRegistrar to\nrequire per-   required to give information concerning it, not been\nattend.\nsons to        registered, or notice has not been given under the provisions\n               of section 25, the Registrar may, at any time after the expira-\n               tion of five days and within twelve months from the day\n               of such death or from the finding of the dead body elsewhere\n               than in a house, by notice in writing require any person\n               required by this Act to give information concerning such\n               death to attend personally at the Registrar’s Office or at\n               any other place appointed by the Registrar within his\n               district, within such time (not less than seven days after the\n               receipt of the notice, nor more than twelve months after\n               the death or finding of the dead body) as may be specified\n               in the notice, and to give the said information to the best of\n               the informant’s knowledge and belief, and to sign the\n               registration form and counterfoil in the presence of the\n               Registrar; and it shall be the duty of such person, unless\n               the death is registered before the expiration of the time\n               specified in the requisition, to comply with the requisition.\nDuty of           27. It shall be the duty of the Registrar to inform him-\nRegistrar as\nto deaths\n               self carefully of every death which happens within his\nand regis-     district and upon receiving personally from the informant,\ntering them.\n               at any time within twelve months after the date of any death\n               or of the finding of any dead body, information of the\n               particulars required to be registered concerning the death\n               from any person required by this Act to give the same, forth-\n               with in the prescribed form and manner to register the death\n               and the said particulars (if not previously registered) without\n               a fee or reward from the informant, except that if in\n               pursuance of a written requisition he registers the same at\n               the residence of the person making such requisition or at\n               the house where the deceased died he shall, unless the death\n               took place in a public institution, be entitled to the appointed\n               fee.\n                       nhe inclusion of this page is authorized by L.N.57/1981]\n            REGZSTRA TZON (BIRTHS AND DEA THS)                                21"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. If a Registrar at the time of entering the death of any certificate\nperson is informed that the deceased was a member of a friendly of    death for\n                                                                   friend,s\nsociety registered under the Friendly Societies Act, he shall give society.\non demand and on payment of the appointed fee a certificate\nunder his hand in the prescribed form that he has registered the\ndeath of the said deceased."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. After the expiration of twelve months next after any Registrat~on\ndeath or after the finding of any dead body elsewhere than of a death\n                                                                   twelve\nin a house, that death shall not be registered except with the months\nwritten authority of the Registrar-General for registering\n                                                                                       l\nthe same, and-except in accordance with the prescribed rules,\nand the fact of such authority having been given shall be\nentered on the registration form and counterfoil.\n  Every person who registers or causes to be registered any\ndeath in contravention of this section shall be liable to a\npenalty not exceeding two hundred and fifty thousand dollars. 7no1I\n                                                                        Sch\n  3 0 . 4 1 ) when an inquest is held on any death or dead coronerto\nbody the jury shall inquire of and find the particulars required ~ ~ ~             ~\nby this Act to be registered concerning the death, and the finding,\nCoroner shall send to the Registrar for the district, within            zfEr\nfive days after the finding of the jury is given, a certificate\nunder his hand giving information concerning the death, and\nspecifying any finding of 'the jury with respect to the\nsaid particulars and to the' cause of death, and specifying\nthe time and place' at which the inquest was held; and\nthe Registrar shall, if the death has not been previously\nregistered, register the same and enter on both the form\n     'the counterfoil the' date of the inquest, the name of\nthe Coroner or other officer holding the same, and the\nverdict of the jury; and he shall then attach the said certificate\nto the said form and send them in due course to the Registrar-\nGeneral. '\n        (2) 1f the death has been previously registered, and the\nregistration form book containing the counterfoil of such\n             '\n         [The inclusion 'of this page is authorized bv L.N. 92~120121\n                              REGISTRATION (BIRTHS AND DEATHS)\n                  registration is still in his possession, the Registrar shall enter on\n                  such counterfoil the above particulars, and send the certificate to\n                  the Registrar-General.\n                           (3) The Registrar-General in.any such case shall, in .\n                  addition to the things by this Act required to be done in ordinary\n                  cases, cause the above-mentioned particulars touching the\n                  inquest to be entered on the registration form in his possession,\n                  and in the event of the registration form book shaving been\n                  sent to the General Register 0Mice;he shall cause such parti-\n                  culars'to be entered also on the counterfoil containing the entry,\n                  and shall cause the said'certificate to be put away with the\n                  registration form, in such place as may be provided.\n                           (4) Where an inquest is held on any death or dead\n                  body; no person shall, with respect to such' death or dead\n                  body, be liable to attend on a'requisition of a Registrar, or\n                  be subject to any penalty for failing to give any. informa-\n                  tion in pursuance of any other provision of this Act.\n611982                     (5) Where the Coroner sends a certificate pursuant to\n2nd Sch.          section 10 or section 15 of the coroners ~ 6 the\n                                                            '         t Registrar\n                  shall, if the death has not previously been registered, register\n                  the same and take such action ai may be necessaiy under\n                  this Act in relation to the particulars specified in the certifi-\n                  cate aforesaid; and the provisions of subsections (2) and (3)\n                  shall apply mutatis mutandis to such ceitificate.          . ,\nRegistration         31.--(I) The birth of every still-born child shall be\nof stillbirths.\nForm C.           registered by. the Registrar in a Register of Still-births con-\nFirst Schedule.   taining the - heads of information prescribed in Form C\n                  of the First Schedule.\n                         (2) In the case of every still-births, it shall, 'unless\n                  there has been an inquest, be the d&y of the person who\n                  would, if the child had been born alive, have been required\n                  by this Act to give information cbncerning the birth,\n                  to give information to the Registrar of the particulars\n                                                                                           '\n            REGISTRA TION (BIRTHS AND DEA THS)                          23\nrequired to be registered concerning the still-birth; and every\nperson upon giving such information shall either-\n      (i) deliver to the Registrar a written certificate that the\n          child was not born alive, signed by a registered\n          medical practitioner or certified midwife who was\n          in attendance at the birth or who has examined the\n          body of such.child; or\n      (ii) make a declaration in the prescribed form to the effect\n           that no registered medical practitioner or certified\n           midwife was present at the birth, or has examined the\n           body, or that his or her certificate cannot be obtained\n           and that the child was not born alive.\n          (3) The provisions of sections 13, 14, 16, 41, 42, 43,"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Coroner to certify as to inquest and finding, registration thereon.\n    3 1 . Registration of still-births."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. Report of births and deaths on board ships or coasting vessels.\n                                   Registrars"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.-41) The Registrar, upon registering any death, or upon Registrar's\nreceiving such written notice of the occurrence of a death certificate\naccompanied by a medical certificate as is before provided by for burial.\nthis Act, shall forthwith, give, without fee or reward, to the\nperson giving information concerning the death or sending\nthe notice, a certificate under his hand in the prescribed form\nthat he has registered or received notice of the death, as\nthe case may be.\n       (2) In the case of the death of any person in which a\n. Coroner, Justice ofthe Peace or Officer or Sub-officer of\ntke Constabulary shall either-\n     (a) direct a medical practitioner to make a post mor-\n         tern examination under the Coroners Act of the\n         body of the deceased person and upon the receipt\n     24                        REGISTRATION (BIRTHS AND DEATHS)\n                            of the report on such examination shall authorize the\n                            burial of the body; or              .                 >\n                    (b) decides, after investigation, that the circumstances of\n                        the death are not such as to require the making of\n                        a post mortem :examination under the Coroners\n                        Act,\n               the said Coroner, Justice of the Peace or Officer or Sub-\n               Officer of the Constabulary*shall deliver to the person\n               causing the body to be buried an'order for burial in the pres-\n               cribed form 'and shall notify th6 Registrar in writing\n               within forty-eight hours that the said order has been delivered\n               to the said person.\n                        (3) Every certificate of the Registrar and every order for\n                burial issued under this.section shall be delivered to the person\n                effecting the burial of the body of the deceased person, and\n                any person to whom such certificate was given by. the\n                Registrar who fails so.to deliver or cause to be delivered the\n     71201 I    same shall be liable to a penalty not exceeding five hundred\n     Sch\n               .thousand dollars.                                    , +,\n                       (4) The body of a deceased person shall not be buried\n               before a certificate of the Registrar or an order for burial issued\n               under this section has been'delivkred\n                                             .-   ,    tb,@i. Grson\n                                                              . I ' effecting the\n               buriai, that is to say-                          ,,\n                                                                     . .\n                                                                      . ,\n                      (a) in the case of burial in a burial ground, to the'person\n                          who has control over or ordinarily buries bodies in such        ,\n                   -.  .  burial ground;                     6\n                                                                        4'\n,.\n                    (b) in the case of burial not in a burial ground, to the\n                            relative, friend or legal representative having.chaige'of\n                            or being,responsible for the burial;\n                    (c) in the case of burial in a public cemetej to the keeper\n                        '\n                                                                     I\n                        of the cemetery;\n                  Provided that a person effecting the burial may proceed\n               with the burial, if he satisfies himself by .obtainkg a\n               written declaration in the prescribed form that a Registrar's\n                                                       -         -     -\n                    REGISTRATION (BIRTHS AND DEATHS)                                25\n        certificate or order for burial has in fact been issued in respect\n        of the deceased.\n                (5) The person effecting the burial of the body of a\n        deceased person shall, within ninety-six hours of the burial,\n        deliver to the Registrar in the prescribed manner a notification\n        as to the date and place of the burial.\n                (6) Any person who effects the burial of the body of\n        a deceased person in contravention of this section or who fails\n        to deliver to the Registrar a ~iotificationof the.date and place\n        of the burial as required by this section shall be liable to a\n        penalty not exceeding five hundred thousand dollars.\n        upon receiving a written certificate or a written declakiion Lon-\n        cerning a still-birth as before provided by this Act, shall forth-\n                                                                                ~~~~~\n           3 3 . 4 1 ) ' The Registrar, upon registering any still-birth or Burial of\n        with, if requested to do so, give without fee or reward to\n        the person giving information concerning the still-birth a certi-\n        ficate under his hand in the prescribed form that he has regis-\n        tered or received notice of the still-birth.as the case may be.\n                (2) A person who has control over or ordinarily buries\n    I   bodies in any burial ground .shall not permit to be buried or\n        bury in such burial ground any still-born child before there\n        is delivered to him a Registrar's certificate as provided under\n        this section, or an order for burial under section 32. Any person\n        who acts in contravention of this subsection shall be liable to\n        a penalty not exceeding five hundred thousand dollars.\n•   ,   34. Where there is in the coffin in which any deceased ~stoburial\n    . person is brought for burial the body of any other deceased               iizin\n      person, or the body of any still-born child, the undertaker onecoffin.\n      or other person who has charge of the funeral shall deliver\n      to ,the person who buries or performs any funeral or\n      religious service for the burial of such body or bodies, notice\n      in writing, signed by such undertaker or other person, and\n                  [The inclusion of this page is autholized hy L.N. 92r/2012]\n26                           REGISTRATION (BIRTHS AND DEATHS)\n                 stating to the best of his knowledge and belief with respect\n                 to each such body the following particulars-\n                      (a) if the body is the body of a deceased person the\n                            name, sex and place of abode, of the said deceased\n                            person;                                            ,\n                       (b) if the body has been found exposed and the name                         ,\n                            and place of abode are unknown, the fact' of the\n                            body having been so found and of the said parti-\n                            culars being unknown; and\n                      ( c ) if the body is that of a deceased child witkout a name\n                            or a still-born child, the name and place of abode of the          .\n                            father, or if it is illegitimate, of the mother of                 I\n                            such child.\n                     Every person who fails to comply with the requirements of\n71201 3           this section shall be liable to i penalty 'not exceeding five\nSch.      .                                                                       *   ,\n                 ,hundred thousand dollars.\n                                     CertiJicate of Cause of Death                         ,\nAS to certifi-     35. With respect to certificates of the cause of death the fol-\nGate of cause\nof death.        lowing provisions shall have effect-                      ' .\n                      (a) The Registrar-General shall from time to time furnish\n                          to every Registrar printed forms of certificates of cause\n                          of death by registered medical practitioners;+and every\n                          Registrar shall furnish such forms gratis to any regis-\n                          tered medical practitioner residing in such kegistrar9s\n                          district.                                         .I\n                      (b) In case of the death of ahy person who' has'been\n                          attended during his last'illness b i a registered medical\n                          practitioner that practitioner shall sign, and give to\n                    .     some person required by this Act to .give information\n                          concerning the death, a certificate stating to the best of ,                 ,\n                          his knowledge and belief the cause of death, and such\n                          person shall upon giving information concerning the\n                          death, or giving notice of the death, deliver that -\n                          certificate to the Registrar, and the cause of death as\n                          stated in that certificate shall be entered in the register,\n                          [The inclusion of this: page is authorized - by L.N. 92~/2012]\n                  REGISTRATION (BIRTHS AND DEATHS)                               27\n               together with the name of the certifying medical practi-\n               tioner.\n                  The cause of death shall in such certificate be stated\n           '   as nearly as may be in plain English.\n        (c) When a post mortem examination is made on the body\n            of any deceased person under the Coroners Act it shall\na           not be necessary that the cause of death as stated in a\n            medical certificate of death shall be entered in the\n          . register, but there shall be entered-\n                  (i) in case where an inquest is held concerning the\n                      death of such person, the cause of death stated in\n                      the certificate of the Coroner under the provi-\n                      sions of section 30;.\n                  (ii) in case where no inquest is held, the cause of\n                       death stated in the certificate sent to the Regis- 611982\n                       trar by the Coroner under the provisions of the 2ndSch.\n                       Coroners Act.\n    If any person to whom a medical certificate is given by a regi-\n    stered medical practitioner .in pursuance of this section\n    fails to deliver that certificate to the Registrar, he shall be\n    liable to a pdnalty not exceeding five hundred thousand 70oll\n                                                                    Sch.\n    dollars."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. As to burial of two bodies in one cof€in.\n                         Certificate of Cause of Death"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36.-41) In case of any death in respect of which no ~ s t o u n c e r -\n    medical certificate of the cause of such death can be obtained tified deaths.\n    and no post mortem examination under the Coroners Act\n    has been made, the person required to give information\n    concerning the death shall deliver to the Registrar a written\n    declaration that no medical practitioner attended the\n    deceased during his last illness or, if the deceased were so\n    attended, shall declare in writing the reasons why a medical\n    certificate cannot be obtained. On receipt of such\n    declaration the Registrar may register the death or if it appears\n    to him that it will be possible in the future to obtain a medical\n    certificate of the cause of death of the deceased, the Registrar\n                 REGISTRATION (BIRTHS AND' DEATHS)\n     may, without registering the death, issue.a certificate under\n     section 32 that he has received notice of the death of the said\n     deceased:\n       Provided that anywhere there is reasonable cause to suspect\n     that the deceased has died either a violent or an unnatural death,\n     or has died a sudden death of which the cause is unknown, or ,\n     has died in such place or under such circumstances, as to require\n     an inquest in pursuance of any law, such death shall not be\n                                                                                           0\n     registered until investigation under the Coroners Act shall have\n     been made.                                          I\n             (2) In any case where the Registrar has received notice\n     of a death in respect of which no medical certificate of cause of\n     death can be obtained and in which no post mortem examination\n     under the Coroners Act has been'ordered he shall forthwith send\n     notice in writing of such death to the Medical Officer (Health)\n     of the parish in which such death occurred; and if as a result of\n     investigations into the circumstances of the death such Medical\n     Officer (Health) shall, at any time within forty-two days of the\n     date of death, send a written certificate of the cause thereof, the\n     Registrar shall enter the partic'ulars of such cause on the counter-\n     foil of the registration form, or on the fonh and cohterfoil if\n     both are still in his possession, and shall send such certificate in\n     due course to the Registrar-General.\n..\n                 Births or deaths on Ships in Coastal Waters                               c\n                                           t   .                           ,       3"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. In the case of births or deaths on board any ship moored\n     in p& or harbour or other watir within the 'limits of the Island,\n     the master or chief officer shall be boudd to report such birth or                    0\n     death in like manner, and subject to the like pinhties in case of\n     disobedience, as is required of the occupier of a house on shore,\n     and the master or chief officer of any coastal-crah shall also in\n     like manner, and subject to the like penalties as aforesaid,'ieport\n     in like manner every birth or death on'board'any of such craft,   r       I\n                                                                        --             .\n           REGlSTRATION (BIRTHS A N D DEATHS)                                     29\nwhether moored or on any coasting or other voyage within\nthe Island.\n                              Registrars"
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38, 'The Minister shall divide each parish of this Island Registrar's\ninto such districts as he shall think fit; and every such districts;\n                                                                  heirform-\ndistrict shall be called by a distinct name, and shall be a ~ $ ~ a ~                  ~   ,\nRegistrar's district; and the Minister, or the Registrar-\nGeneral with the sanction of the Minister, may from time\nto time if it seem to him fit, alter the districts of Registrars,\nby the alteration of the boundaries of districts, by the forma-\ntion of new districts, or by the union of districts, and may\ntake or cause to be taken all measures which seem to him\nto be necessary for carrying such alteration into effect, and\nsuch alteration shall be made and measures taken accord-\ningly; and every such division of a parish or change in the\ndistrict of a Registrar shall be published in the Gazette, and\nby advertisement or otherwise as the Registrar-General may\ndirect as being in his opinion best calculated for giving\ninformation to all persons in the parishes or districts con-\ncerned."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. The Minister, or the Registrar-General with the Appoint-  ment, etc.,\napproval of the Minister, shall appoint fit persons, with of\nsuch qualifications as the Minister may by any general rule Registrars.\ndeclare to be necessary, to be Registrars of births and deaths\nwithin each Registrar's district in this Island, and in every\ncase of vacancy in the office of Registrar shall forthwith fill\nup the vacancy; and every Registrar shall hold his office\nduring the pleasure of the Minister, and be removable by\nhim."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. Every Registrar shall, subject to the approval of the Appoint-\n                                                                       ment and\nRegistrar-General, appoint by writing under his hand a duties,\nfit person to act as his deputy in case of the illness or              $r;;,Fesor\nunavoidable absence of such Registrar; and every such Registrars.\n         [The inclusion of th,is page is authorized by L.N. 57/1981]\n30                         REGISTRA TlON (BIRTHS A N D DEA THS)\n                deputy while so acting shall have all the powers and duties,\n                2nd b: subject to all ths penalties, herein declared concern-\n                ing Registrars, and in case of the death or resignation of the\n                Registrar shall act as Registrar until another Registrar is\n                appointed, and every Registrar shall be civilly responsible\n                for the acts and omissions of his deputy; every such deputy\n                shall hold his office during the pleasure of the Registrar by\n                whom he is appointed, but shall be removable from his\n                ofice by the Registrar-General.\nRegistrar to      41. Every Registrar and Deputy Registrar shall either\nhave his\nresideor        dwell in or lime a known office within the district of which\nofice within    he is Registrar or Deputy Registrar.\nhis district.\n                   Every Registrar shall, if so directed by the Registrar-\n                General, appoint within or contiguous to his district a\n                station or stations as may be directed by the Registrar-\n                General; every such station shall, for the purposes of the\n                provisions of this Act with respect to the attendance of\n                persons and registration of births and deaths at the office\n                cf the Resistrar, be deemed to be his office.\n                  Every Registrar and Deputy Registrar shall attend at his\n                dwelling-house or office, and at each such station, on the\n                days and at the hours approved by the Registrar-Gmeral,\n                for the purpose of registering births and deaths.\n                   Every Registrar shall cause to be placed, in some con-\n                spicuous place on or near the outer door of the dwelling-\n                house or office which he has within his district, his name,\n                with the addition of Registrar for the district for which he\n                is Registrar, and the hours of his attendance as approved by\n                the Registrar-General; and a list of such Registrars in any\n                parish, with their residences, shall be kept at the office of\n                the parish council of such parish, and at each police\n                station, and at each post office within such parish.\n           REGISTRATION (BIRTHS AND DEATHS)                             31"
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. Every Registrar, when and as required by or uiider Registrarto\n                                                               furnish\nthe authority of any enactment for the time being in force, certified\nor of any general or special order to be made by the Minister, ~ ~ &         ~   d\nshall transmit by post or otherwise a return, certified under\nthe hand of such Registrar to be a true return, of such of\nthe particulars registered by him concerning any birth or\nclerith as may be specified in any requisition addressed to\nhim by any public officer or government department by or\nunder any such authority.\n  The officer or department may, by any such requisition,\nsupply a form for the purpose of the return, and in that\ncase the return shall be made in the form so supplied.\n  The Registrar making such return shall be entitled to\nthe appointed fee therefor which fee shall be paid by the\nofficer or department requiring the return :\n  Provided that no fee shall be payable for the particulars\nrequired to be supplied by the Registrar to the Medical\nOficer (Health) under subsection (2) of section 36."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. The Registrar-General shall cause to be provided for Register\n                                                              books and\nthe use of the Registrars such number of books, herein called be provided.\n                                                              foms  to\nregistration form books, for registering births and deaths\nrespectively, and of forms, as shall be necessary for the\nexecution of this Act. Each page of such books shall\ncontain one form attached to a counterfoil as shewn in\nForms A, B and C of the First Schedule, and the said form Schedule.\n                                                              First\nand counterfoil shall have such matter printed thereon as is\nindicated in the said Schedule. Each form thus constituting\na separate page in the said book shall together with its\ncounterfoil be numbered progressively from the beginning to\nthe end of the book, beginning with number one, and shall\nmoreover have, before or after such number, letters or\nfigures to distinguish the book to which they respectively\nbelong. Each form and counterfoil shall be printed on one\nside only.\n           -          - ._____ ____                               - -\n32                        REGISTRATION (BIRTHS AND DEATHS)\nHowbirths         14. The registration of any birth or death under the\nand deaths\nto be          provisions of this Act shall be effected by the Registrar\nregistered.    filling up, on one of the forms contained on one page of the\n               said book, and on the counterfoil thereof, the information\n               required by this Act to be given respecting a birth or death\nFirst          and indicated in Forms A, B and C of the First Schedule,\nSchedule.\n               and by procuring the said form and counterfoil to be signed\n               in his presence in cases where it is by law required to be\n               signed.\nTransmis-\nsion monthly"
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44, 46, 53, 64, 65 and 66 shall apply to the registration and\n entry- of a still-birth in like manner as they apply to the\n.registration or entry of the birth of a child born alive and the\n word \"birth\"-in the said sections shall be construed to include\n still-birth unless such construction is inconsistent with the con-\n text."
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45.-(1) Subject to the provisions of subsection (2), the\nofrerristra- Registrar shall, withiin the first three days of every calendar\ntion Forms\nas filled up. month, separate from the counterfoil aforesaid the registra-\n17/1950       tion forms that have been filled up during the preceding\nS. 5(b).\n               month, and send the same by post to the Registrar-General,\n               who shall then cause the said forms to be filed and safely\n               preserved in his office in such manner as may be approved\n               of by the Milnister.\n17/1980                (2) Where the Registrar is requested to register parti-\ns. 5(c).\n               culars concerning the father of a child pursuant to section\n               19(1) (4,the Registrar shall send the registration forms to\n               the Registrar-General at such times as may be prescribed.\nCustody of        46. Every District Registrar shall keep safely the births\nregistration\nform book      and deaths registration form books supplied to him for the\nby District\nRegistrars.    purposes of this Act until every place of entry therein is\n               filled, or until he ceases to be Registrar of Births and\n               Deaths, and shall then return them to the Registrar-General.\nRegistration     47. The registration form books shall, on receipt thereof,\nform books\nto be          be compared with the registration forms filed and preserved\nexamined by\nthe            in the office of the Registrar-General in accordance with the\nRegistrar-     provisions of section 45, and shall further be examined by\nGeneral.\n               the Registrar-General in such way as may appear to be\n               necessary.\n                                                          ~                ~\n                       n h e inclusion of this page is authorized by L.N. 57/19ilJ\n           REGISTRATION (BIRTHS AND DEATHS)                                        33"
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. The Registrar-General shall, after making such exami- Examination\n                                                              and custody\nnation of the said registration form books as may appear to thereof,by\n                                                              Registrar-\nbc necessary, deposit the same for safe custody in such place General.\nother than his office as may be approved of by the Minister."
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. The birth registration forms and death registration Constitution\n                                                                      of general\nforms which have been filled up during any period and which register of\n                                                              births and\nhave been filed and preserved in the office of the Registrar- deaths.\nGeneral in accordance with the provisions of section 45 shall\nconstitute the general register of births and the general\nregister of deaths respectively for that period."
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. In every case in which any Registrar shall die, or be Transferof\n                                                               books, etc.,\nremoved from or otherwise cease to hold his office, all toSUCCesSOr\nregister boxes, keys, books, documents and papers, in his             &$za:.f\npossession as such Registrar, or which shall come into the\npossession of his representatives, shall be given up as soon\nas conveniently may be to his successor in ofice; and if any\nperson shall refuse to give up any such box, key. book,\ndocument or paper, in such case as aforesaid, it shall be\nlawful for any Justice for the parish where such person shall\nbe or reside, upon application made for that purposc, to\nissue a warrant under his liaiid and seal for bringing such\nperson before any court of summary jurisdiction for the\nsaid parish, and upon such person appearing or not being\nfound it shall be lawful for such court to hear and determine\nthe matter in a summary way; and if it shall appear to the\ncourt that any such box, key, book, document or paper,\nis in the custody or power of any such person, and that he\nhas refused or wilfully neglected to deliver the same to the\nperson in whose custody the same ought to be. the said\ncourt shall commit such offender to the common gaol, or\nany prison within such parish, there to remain without bail\nuntil he shall have delivered up the same, or until\nsatisfaction shall have been given in respect thereof; and the\nsaid court may grant a warrant to search for any such box,\n         [The inclusioa of this page is authorized by L.N. 57j19811\n 34                         REGISTRA TION (BIRTHS A N D DEA T H S )\n                key, book, document or paper, as in the czse of stolen goods,\n                in any dwelling-house or other premises in which ai1y\n                credible witness shall prove upon oath before the said court\n                that there is reasonable cause to suspect the same to be; and\n                the same when found shall bz delivered to the persol: in\n                whose custody it ought to be.\n                                         Correctioiz of Errors\n How errors       51. With regard to the correction of errors in registers\n to be\ncorrected.      of births and deaths and in registration form boobs it shall\n                be enacted as follows-\n                     (a) No alteration in any such book shall be made\n                           except as authorized by this Act.\n                     ( h ) Any clerical error which may from time to time\n                           be discovered in any such book may be corrected\n                           by any pzrsoii authorized in that behalf by the\n                           Registrar-General, subject to the prescribzd rules.\n                     ( c ) An error of fact or substanct: in any such book\n                           may be corrected by entry in the margin (without\n                           any alteration of original entry) by thc oficer\n                           having the custody of s w h book, upon pnyment\n                           of the appointed fee, and upon production to him\n                           by the person requiring such error to be corrected\n                           of a statutory declaration setting forth the natur;\n                           of the error and the true facts of the case, acd\n                           made by two persons required by this Act to givc\n                           information concerning the birth or death with\n                           reference to which’ the error has been maae, or in\n                           default of such persons then by two credible per-\n                           sons having knowledge of the truth of the case.\nRe-registra-      5 2 . 4 1) The Registrar-General may, on production of\ntion of birth   such evidence as appears to him to be satisfactory, and,\nof legiti-\nmated\npersons.\n                subject to subsection (3), on payment of the appointed fee,\n                authorize at any time the re-registration of the birth of a\n                                                                              _--\n                        [The inc!usion of this p a ~ eis authorized by L.P.!. 57/17. J!\n                REGISTRATION (BIRTHSAND DEATHS)                                 35\n    legitimated person whose birth is already registered under this\n    Act, and such re-registration shall be effected in such manner\n    and at such place as the Registrar-General with the sanction of\n    the Minister may by regulations prescribe:\n       Provided that the Registrar-General shall not authorize the re-\n    registration of the birth of any legitimated person in any case\nC   where information with a view to obtaining such re-registration\n    is not fbrnished to him by both parents, unless-\n         (a) the name of the person acknowledging himself to\n              be the father of the legitimated person has been\n              entered in the register in pursuance of section 19;\n              or\n         (b) the paternity of the legitimated person has been\n             established by an order of a competent court.\n            (2) It shall be the duty of the parents of a legiti-\n    mated person, or where one of the parents is dead, of the\n    surviving parent, within the time hereinafter specified, to\n    furnish to the Registrar-General information with a view\n    to obtaining the re-registration of the birth of that person,\n    that is to say-\n         (a) if the legitimation took place before the date of\n              the coming into operation of this Act, then within\n              six months thereafter; or\n         (b) if the legitimation takes place on or after the date\n             of the coming into operation of this Act, then\n             within three months after the date of legitimation.\n          (3) No fee for the re-registration of a legitimated\n    person under this Act shall be payable if the necessary\n    information for the purpose is furnished within the time\n    above specified.\n                 (The Inclusion of this page is authorlzod by L.N. 180AIZ006]\n                            REGISTRATION (BIRTHS AND DEATHLY\n                        (4) Upon the re-registration of the birth of a legitimated\n                person the Registrar-General shall cause a note as to the fact of\n                such re-registration to be entered in the margin of the original\n                entry of such birth in the general register of births and in the\n                margin of the entry in the registration form book deposited in\n                accordance with the provisions of section 48, and thereafter no\n                certified copy of such original registration shall be issued under\n                the provisions of section 55 except on the order of a court.\n                                         Report\nRegistrar-     53. The Registrar-General shall once in every year\nGeneral to\nreport\n            transmit  to the Minister a general report of the working\nmuallytothe of the department, and as to births and deaths registered\nMinister.\n            during the foregoing year, in such form, and dealing with\n            such particulars, and comprising such analytical and other\n            tables, and at such date, as the Minister shall from time to\n            time prescribe; and every such annual general report shall\n            be laid before the Senate and the House of Representatives.\n                                              Indices\nIndices to        54. The Registrar-General shall cause indices of all\nregisters in\nGeneral         registers of births and deaths and of all civil status registers\nRegister        kept by him to be made and kept in the General Register\nOffice.\nSearching and   Ofice; and every person shall, subject to such rules as shall\nofficewpies.    from time to time be made by the Registrar-General with\n                the approval of the Minister, and on payment of the\n                appointed fee, be entitled to search the said indices between\n                the hours of half past nine in the morning and half past three in\n                the afternoon of every day, except Sundays, Christmas Day and\n                Good Friday, and such other days as the Registrar-General\n                subject to the approval of the Minister may appoint.\n                                   Certrfied Copies\nCertifiedcopy   5 5 4 1 ) Any person upon making application in the\nof entry in\nregisters.    prescribed form and upon payment of the appointed fee\n                             [The inclurlon of this page is authorized by L.N. 180A12006]\n          REGISTRATIOA; (BIRI’HS A N D DEATHS)                                37\nshall be entitled to obtain from the Registrar-General ;I\ncertified copy of any entry in the registers of births and\ndeaths or in the civil status registers kept by the Registrar-\nGeneral and such copy shall show all particulars which\nappear on the original entry and all corrections or additions\nthereto made under the provisions of this Act.\n        (2) Any person upon making application in the\nprescribed form and upon payment of the appointed fee\nshall be entitled to obtain from the Registrar-General a\ncertificate in the prescribed form of the birth of any person\ncompiled from the register of births and no certificate issued\nunder this subsection shall include any particulars except\nthe namz, surname, sex and date and place of birth and such\nother particulars, if any, as may be prescribed, not being\nparticulars relating to parentage :\n  Provided that the Registrar-General may refuse to issue\na certified copy or a certificate under this section in any\nczse where there are reasonable grounds to suspect that\nsuch certified copy or certificate will be used €or a n unlawftil\npurpose.\n                       Periodical A ccounts"
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52. Re-registration of birth of legitimated persons.\n                                     Report"
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53. Registrar-General to report annually to the Minister.\n                                     Indices"
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54. Indices to registers in General Register Office .Searching and ofice\n            copiers.\n                                 Certified Copies"
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55. Certified copy of entry in registers.\n                                 Periodical Accounts"
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56. Every Registrar shall make out an account for such Registrarto\n                                                              forward\nperiods as shall from time to time be appointed by the account to\nRegistrar-Gerieral of the number of births, deaths 2nd still- ~ ~ $ ~ ~ ~ ~ . r -\nbirths which he has registered and of the number of other\nentries made under this Act for which a fee payable by lhs\nRegistrar-General from the public revenues shall be\nappointed, and shall forward the said account to the\nRegistrar-Gcneral, who, if satisfied with the correctness of\nsuch account, shall pay the appointed fees to the s a i d\nRegistrar :\n  Provided that no fee shall be paid for any registration\nor for any other entry made unless such registration or entry\n--___             -   ___ ____                         _-__           -   -\n        [ R e inclusicn of this page is authorized by L.N. 57/19SJl\n38                      REGISTRATION (BIRTHS A N D DEATHS)\n             has been made in accordance with the instructions of the\n             Registrar-General.\n                                         Seal of Ofice\nSeal of          57. The Registrar-General shall cause to be made a seal\nuse.\noffice;its\n             of the General Register Office and shall cause to be sealed\n             or stamped therewith all certified copies of entries given in\n             the said office; and every certified copy of an entry pur-\n             porting to be sealed or stamped with the seal of the said\n             General Register Office   (which seal it shall not be necessary\n             to prove) shall be admissible, subject to the provisions of\n             th.:: next section as evidence of the birth or death to which\n             the same relates, without any further or other proof of such\n             entry, and no certified copy purporting to be given in the\n             said office shall be of any force or effect which is not sealed\n             or stamped as aforesaid.\n                                        Evidence\nHow far        58. An entry of a birth or death in a registration form\ncopies\ncertified\n             book shall not be given in evidence of such birth or death\nevidence.    unless such entry purports to be signed by some person\n             professing to be the informant, and such person purports\n             to be such a person as is required by law at the date of such\n             entry to give to the Registrar information concerning such\n             birth or death, or unless such entry ptlrports to have been\n             made upon a certificate from a Coroner or from some other\n             person duly authorized to give the same.\n               When from any such entry as aforesaid it appears that\n             more than three months intervened between the day of the\n             birth and the day of the registration of the birth of any child,\n             such entry shall not be evidence of such birth unless the\n             same purports-\n                  (a) if it appear that not more than twelve months have\n                       so intervened, to be signed by the witnesses by this\n                       Act required to witness the entry as well as by the\n                       Registrar; or .\n                                       -__ .                    - ____\n                      k h e inclusim of this page is authorized by L.N. 57/1981]\n                     REGISTRATION (BIRTHS AND. DEATHS)                                       39\n            (b) if more than twelve months have so ,intervened, to                       -\n           .   .have been inade with the authority of the Registrar-\n     ' '   . . General and in accordance with the prescribed\n               . rules.  +\n       When more than twelve months have intervened between\n     the day of a. death or the finding of a dead body and. the day\na   ,of the registration of the death or the finding of such body, the\n     entry made of- the death in any registration form book\n     under this Act shall not be evidence of such death unless such\n     entry purports to have been made with the authority of\n     the Registrar-General and in accordance with the prescribed\n     rules.\n       In the case of a certified copy of an entry in any register under\n    this Act, such entry shall be assumed to be accurately taken\n    from a registration form in a manner required by this Act; but\n    such'copy shall not be given in evidence as aforesaid unless it\n    purljorts to be a copy of an entry taken from a registration\n    form signed or made as above stated.\n                       -\n                      ~xem$ionfrom stamp Duty"
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58. How far certified copies evidence.\n                           Exemptionfrom Stamp Dury"
    },
    {
      "provision_ref": "sec59",
      "section": "59",
      "title": "Section 59",
      "content": "59. Certified copies of registers under this Act shall, be Exemption\n                                            '                    from stamp\n    exempt from all stamp duty.                                  duty.\n                               Financial"
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60. All expenses of carrying this Act into execution not herein carrying\n                                                                      Expensesof\n                                                                               out\n    otherwise provided for shall be paid by the Accountant-General this A C ~ .\n    out of the Consolidated Fund.\n                          Civil Status Records"
    },
    {
      "provision_ref": "sec61",
      "section": "61",
      "title": "Section 61",
      "content": "61. The Registrar-General shall have the custody of and shall Registrar-\n    be responsible for the safe keeping of all civil status registers            ::;:\":\n    and documents relating thereto.                                   status regis-\n                                                                                 ters.\n     . .       .\n40                             REGISTRATION (BIRTHS AND DEATHS)\nExisting regis-       62. All civil status registers and documents relating\nters in Record\nOffice to be        thereto that may be in the Island Record Office on the tenth\ntransferred to      day of May, 1890, shall be transferred to the custody of the\nthe Registrar-\nGeneral.            Registrar-General, and shall be deposited and kept in the\n                    General Register Office.\nEntries in            63. Subject as regards entries of births -and deaths to the\nregisters.\nhow far\n                    provisions of section 58, every copy of an entry in a civil status\nevidence.           register sealed and stamped with the seal of the General Register\n                    Office, shall be admissible as evidence of the facts therein set\n                    forth in all proceedings and before all Courts. - .\n                                                                                   ,   -\n                             Omission to Register and Offences in respect.of\n                                           False Statements                  ,.\nRefusal or            64. Every Registrar who refuses or without reasonable\nomission to\nregister or\n                    cause omits to register any birth or death, or particulars concern-\nlosing or           ing which information has been tendered to him by an informant\ninjuring\nregister books.     and which he ought to register, and every person having the\n                    custody of any register book of births and deaths who carelessly\n                    loses or injures or allows the injury of the same, shall be liable\n 7/2011             to a penalty not exceeding one million dollars.\n Sch.\n Omissions to          65. Every person required by this Act to give informa-\n give informa-\n tion or certifi-   tion concerning any birth or death, or any living new-born\n cate required      child, or any dead body, who wilfully refuses to answer any\n by this Act:\n                    question put to him by the Registrar relating to the particu-\n                    lars required to be registered concerning such birth or death,\n                    or fails to comply with any requisition of the Registrar made\n                    in pursuance of this Act, and every person who refuses or\n                    fails without reasonable excuse to give or send any certificate\n                    in accordance with the provisions of this Act, shall be liable\n 7/2011             to a penalty/not exceeding one million dollars for each offence;\n Sch.\n                    and the parent of any child who fails to give information\n                    concerning the birth of such child as required by this Act\n            REGISTRa TION (BIRTHS AND DEATHS)                                   41\nshall be liable to a like penalty; and a person required by this\nAct to give information concerning a death in the first\ninstance and not merely in default of some other person shall,\nif such information as is required by this Act is not duly\ngiven, be liable to the same penalty."
    },
    {
      "provision_ref": "sec62",
      "section": "62",
      "title": "Section 62",
      "content": "62. Existing Registers in Record Office to be transferred to the\n                Registrar-General."
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63. Entries in registers, how far evidence.\n             Otnission to Register and Ogences in respect of False Statetnents"
    },
    {
      "provision_ref": "sec66",
      "section": "66",
      "title": "Section 66",
      "content": "66. Every person who intentionally and unlawfblly-                   False certifi-\n                                                                       cate and\n                                                                       documents.\n    (a) falsifies, destroys, injures, defaces, removes or conceals\n        any public register of births or deaths or any certified\n        copy thereof with intent to defeat or obstruct or\n         pervert the course of justice, or to defraud or injure\n         any person; or\n    (6) gives any false certificate of birth, death or burial; or\n    (c) certifies any document to 'be a copy or extract of such\n        register, knowing such document or register to be\n        false in any material particular; or\n    (d) utters any such false certificate,\nshall be guilty of felony, and being convicted thereof shall be\nliable to imprisonment with hard labour for any term not\nexceeding seven years."
    },
    {
      "provision_ref": "sec67",
      "section": "67",
      "title": "Section 67",
      "content": "67. No penalty shall be exacted in any case when it shall Accidentalor\n                                                                    unavoidable\nappear to the satisfaction of the court adjudicating upon the failures     to\nsame that the person failing to comply with the provisions of comply with\nthis Act in relation to the giving notices or information under the Act.\nsame has not wilfully been guilty of such failure but that such\nfailure has been occasioned by an unavoidable accident, and\nwhere he had used every reasonable endeavour towards com-\npliance with such provision."
    },
    {
      "provision_ref": "sec68",
      "section": "68",
      "title": "Section 68",
      "content": "68. All fines, forfeitures. and penalties, imposed by this Penalties, in\nAct may, except where otherwise directed, be recovered what Courts,\non summary conviction, and when so recovered shall be paid recoverable\n                                                                       and appli-\n                                                                       cable.\n        [The inclusion of this, page is authorized by L.N. 92~120121"
    },
    {
      "provision_ref": "sec70",
      "section": "70",
      "title": "Section 70",
      "content": "70. Time limit of prosecution on indictment.\n                                         Miscellaneotrs\n         7 1. Forms in First Schedule incorporated."
    },
    {
      "provision_ref": "sec72a",
      "section": "72A",
      "title": "Section 72A",
      "content": "72A. Notwithstanding section 29(b) of the Interpretation Act, Penalties in\n    regulations made under this Act may provide in respect of a ~ ~ ~ ~ i O n s :\n    breach of the provisions thereof for the impositipn of penalties S C ~ .\n    on summary conviction in a Resident Magistrate's Court of a\n    fine not exceeding one million dollars or imprisonment for a\n    term not exceeding twelve months or both such fine and\n    imprisonment.      ,"
    },
    {
      "provision_ref": "sec73",
      "section": "73",
      "title": "Section 73",
      "content": "73. It shall be lawfbl for the Minister by order to alter from Power to\n    time to time the appointed fees contained in the Second Sche- pint-\n    dule.                                                              Sewnd\n                                                                                ,   Schedule.\n                                                                  F t ~ ns c m ~ t m                                            (Sections 11. 43. 44)\n                                                                      FORM\n                                                                         A\n                                          BIRTHREG~RATIQN  FORM\n                     BIRTH' IN THE DHI'RICI' OF..                    .......\n                                                   ;,.~~.r.~~.i.................-....--..+-...........-.---s-\nPAIUSH                                            No.\nPlace .'\n  of       1                                                                                    Residence of Mother\nBirth .\nDak of Birth.. .....................................Sex.......      ........\n                                                                       own or Village., .;. .............................................*-...\nName of Child.........................................................\n                                                                     Parish .......................................................................\nPhysician or registered                                              No. of Chldren previously born\n  midwife in attendance                                                 to mother\n                           Father                                                                    n of her\n  Surname        }                                                           Sumamc j\nAge at time of the birth.. ................Y-\n                                                                          Age at time of the birth ...............y ears ;\noccupation.. ...........................................................Occu~ation..............................................................\nBirthplace.............................................................. .(~irthbla~e.. ..............................................................\n                                                                                                                         .\" .,                      *.\n                                                                   Informmmt       ' : '\n              1                                                           Kfislaence.................................................................\n                                                                          -    .\nName\n  Surname /                                                                                                                 .. - :.....................\n                                                                          T O G:or. Village.. ....I. ........................   ,\n                                                                          parish.. ............................................................ :.......\n                                                                                                                                 .  .  ,\nQualification                                                                          -,\n                                                            ~egislrar's\n                                                                    -       ~ertifiorc\n                                                               . : .. -\n                                                                           :\nSigned in my presence-   .by the said informant                                                                                ...\n                        (00\n      Entered by me from the p a r t i c ~ ~ na, eertXcate ~. n        niceived from                                    .. . . .\n(Witness)                                          +\n                                                                               .                  Signed  ..........................    ..;......:....:..\nDate                                                                          .- ..           ...                           Registrur\n                                                                                                                   :. . .\n                                                                                                                            '\n          Name if added after ~ e ~ i s t r a k of    o nBirth       .\nName..................................... .:....................:....Date added. ..:.....,;. ...:.................;.;. ..............................\n                                                                                                                        i t      . . . .\n                                                                                                                        .           \"            .   .\nAuthority\n                                                                    FORMB                                                         (Sections 23, 43, 44)\n                                                           DEATH REGISTRATION FORM\n                    DEATH IN THE DISTRICT OF................................................................\nPARISH                                              No.\n                              Pluce of Death                                                   Usual Residence of Deceased\n                                                                             .............................................................................\n                                                                             Town or Village.......................................................\n                                                                             Parish.. ...................................................................\n                        Particulars of Deceased                                                        Cause of Death\nDate of      1 ...........................................................   I                 (a). ...............................................\n                                                                             (Immediate Cause)          due to\nFull Name .............................................................                                 (b). ..............................................\nSex................................... .Condition......................                                         due to\n                                                                                                        (c). ..............................................\nAge.. .......... ......yrs.. ............... .months.. ..............day I1\n                                                                          (Contributory)..........................................................\nOccupation or calling.. .............................................\n                                                                          Certified by.. ...........................................................\nBirthplace.. ............................................................                                                              Qualification\n(Witness)                                                                                               Signed..........................................\nDate..                                                                                                                                                        a\n       .................................................                                                                       Registrar                      v,\n                                               FORM    C                                                  (Sections 31, 43, 44)                                           P\n                                                                                                                                                                          o\\\n                                  STILL-BIRTH REGISTRATION FORM\n                  STILL-BORN IN THE DISTRICI' OF............................................................\nPARISH                                                                             No.\nPlace of             1                                                                                        Usual Residence of Mother\n  Still-birth j .....................................................\n                                                                                           Town or Village.......................................................\nDate of             1                                                                      Parish.. ..................................................................\n  Still-birth j .....................................................\n                                                                                                                   Cause of Still-birth\nSex.. .....................................................................                 (a) Foetal\nCertificate or 1                                                                                   Cause          .....................................................\n  Declaration                                                                               (b) Maternal\n  upon which                                                                                        Cause         .....................................................\n  registered                                                                               Did child die before or during labour? ..........................\n                      I           Father\n                                                                                                         i                   Mother\n                                                                                                                                                                          U\nName and 1                                                                                 Name and\n  Surname ..........................................................                          Maiden\n                                                                                              Surname  1        .......................................................\nAge at time of the still-birth.....................            . . . . . . . . . . . year,\n                                                                                           Age at time of the still-birth................................ ycars\nOccupation.. ...........................................................                   Occupation. ............................................................\nBirthplace. .............................................................\n-                                                                                          Birthdace.. .............................................................      b\n                                                                                    Informant                                                                             8\n                                                                                           Residence. ..............................................................\n  Surname\nName   and        .........................................................\n                  1                                                                        Town or Village.......................................................\nQualification.. .........................................................                  Parish. ...................................................................\n                                                                      Registrar's Certificate\nSigned in my presence by the said informant\n                        (or)\n       Entered by me from the particulars on a certificate received from\n(Witness)                                                                                                            Signed.. ........................................\nDate ...............................................                                                                                            Registrar\n             REGISTRATION (BIRTHS AND DEATHS)                                                47\n                                                                      (Section 73)\n                          -   -    -   -    -   -    -   --\n  Sec-                                                                 Amount of\ntion of      Service performed or other occasion for fee                 Fee         186B/1996\n  Act                                                                       $        151Q1999\n                                                                      -              13612003.\n          ART I-FEES PAYABLE   TO LOCAL DISTRICT\n                  REGISTRARS FROM PUBLIC FUNDS\n                      A-By     the Registrar-General\n  56      ?or each correct registration of birth, death and\n          itillbirth  ........................                             200\n 19(1)    Zntering the name of the father of the child of a\n          jingle woman     .....................                           Nil\n  20      Zntering a name mentioned in a certificate of\n          naming if such certificate be delivered to the\n          Registrar within twentyeight days of birth . . . . . .            50\n              &By     other Public Oflcer or Government\n                              Department\n  42      Furnishing upon requisition to any public officer\n          Jr government department a return of particulars\n          xncerning any birth or death registered\n            For each separate birth or death in such return                 20\n            For making a return of births registered and in\n            respect of which vaccination notices are issued                 Nil\n            For making a return to the Medical Officer\n            (Health) of all deaths registered .........                      1\n            For furnishing a return upon a specific request\n            when no birth or death has been registered ...                 300\n          'ART 11.-FEES PAYABLE   TO THE REGISTRARS\n                    (OR THE REGISTRARGENERAL)   BY\n                     PRIVATE PERSONS\n   16     Attending, in pursuance to a written requisition, at\n  and     the residence of the person making such a\n  27      requisition or at the house in which a birth or death\n          took place and there registering such birth or death\n          (payable by the person making the requisition) ...\n          h e inclusion of this page is authorized by L.N. 87/2004]\n                                                                      -\n             REGISTRA TlON (BIRTHSAND DEATHS)\n                          SECOND\n                               SCHEDULE, contd.\n  Sec-                                                               Amount of\ntion of       Service performed or other occasion for fee              Fee\n  Act                                                                    $\n          Registering a birth after the expiration of three\n          months from the date of birth. in the presence of a\n          Justice of the Peace or other witness (payable by\n          the informant; unless the Registrar, having\n          knowledge of the birth. failed to issue a requisition)\n          withm thee months of the date thereof or unless\n          the delay was due to the Registrar's default .. . ...\n          Registering a birth after the expiration of twelve\n          months on the authority of the Registrar-General\n          (payable by the informant or declarant)      ... . . .\n          Talung. attesting and transmitting a declaration of\n          particulars of a birth required to be registered in\n          another district (payable by the informant) ... . . .\n          Entering the baptismal or other name on the\n          registration form and counterfoil (or on counterfoil\n          only) of a birth already registered (payable by the\n          mformant) except in case of a name entered on the\n          authority of a certificate of naming within forty-\n          two days of the date of birth-\n                    (i)      If entered within twelve months\n                             of the date of registration . . . ...\n                    (ii)     If entered on the authority of the\n                             Registrar-General, after the\n                             expiration of twelve months from\n                             the date of the registration... . ..\n          Delivering a certificate of having registered a birth\n          upon demand to the person giving information\n          concerning the birth (payable by the person\n          demanding the c e ~ ~ c a t e ). .. .. . ... ... .. .\n          Delivering a certificate of having registered the\n          death of a deceased person who was a member of a\n          Friendly Society (payable by the person demanding\n          the certificate) ... .. . ... ... ... .. . ... ...\n          le inclusion of this page is authorized by L.N. 87120041\n               REGISTRATION (BIRTHS AND DEATHS)\n                             SECOND\n                                  SCHEDULE. contd.\n   Sec-                                                                         Amount of\n tion of        Service performed or other occasion for fee                       Fee\n  Act                                                                              S\n   29       Registering a      death*^    the expiration of twelve\n            months on the authority of the Registrar-General,\n            (payable by the informant or the declarant) unless\n            the Registrar, having knowledge of the death,\n            failed to issue a requisition or unless the delay was\n            due to the Registrar's default . . . . . . . . . . . .\n   51       Correcting an error of fact in the register or\n            registration form book, to be paid by the person\n            requiring the error to be corrected to the officer\n            required to correct the same.. . . . . . . . . . . . . .\n19(2) and   Entering the name of the father of the child of a\n   55:      single woman where no entry was made under\nsection 8   section 19 (1) . . . . . . . . . . . . . . . . . . . . . . . .\nof Status\n of Chil-\n  dren's\n   Act\n                 PART111-FEES PAYABLE\n                                    TO THE REGISTRAR-\n                               GENERAL ONLY\n   17       For each request for late registration . . . . . . . . .\n  19(3)     For each request for the addition of father's\n            particulars ........................\nProvision\n           For each request for late entry of name                . . . .\nto section\n    20\n    52     For each request for correction of error              ......\n   52       Re-registration of birth of legitimate person after\n            specified time . . . . . . . . . . . . . . . . . . . . . . . .\n   54       For every search (to be paid by the applicant for\n            the search)\n              If a general search. for each hour or portion\n               thereof . . . . . . . . . . . . . . . . . . . . . . . . . . .\n                If a particular search for each hour or portion\n                thereof . . . . . . . . . . . . . . . . . . . . . . . . . . .\n            : inclusion of this page is authorized by L.N. 87120041\n            REGISTRATION (BIRTHS AND DEATHS)\n                       SECOND\n                            SCHEDULE, contd.\n  Sec-                                                                  Amount of\ntion of      Senice performed or other occasion for fee                   Fee\n  Act                                                                         $\n           If a genealogical search per generation\n           commencing with parents, conducted by the\n           applicant  ........................                          500 per\n                                                                        low\n           For each such genealogical search conducted by\n           the staff of the Registrar-General's Department              500 per\n                                                                        IOU\n           For a certified copy of an entry in a register (to\n           be paid by the applicant) (Births, Deaths and\n           Adoptions) . . . . . . . . . . . . . . . . . . . . . . . .   550\n          ;or each additional copy of the same certificate\n          ~ppliedfor at the same time . . . . . . . . . . . . . . .     100\n          Zxwtion fee for each service (to be paid in\n          addition to the regular f e e t"
    }
  ],
  "definitions": [
    {
      "term": "civil status registers",
      "definition": "and includes all registers con-",
      "source_provision": "sec2"
    },
    {
      "term": "'counterfoil",
      "definition": "the duplicate portion of the registration",
      "source_provision": "sec2"
    },
    {
      "term": "general search",
      "definition": "a search during'any numb-of suc-",
      "source_provision": "sec2"
    },
    {
      "term": "particular search",
      "definition": "a search over any period not                                    I",
      "source_provision": "sec2"
    },
    {
      "term": "private hospital",
      "definition": "any hospital or nursing home, not                            I",
      "source_provision": "sec2"
    },
    {
      "term": "public institution",
      "definition": "a prison, lock-up, work-house,",
      "source_provision": "sec2"
    },
    {
      "term": "Registrar-General",
      "definition": "the Registrar-General of births         !",
      "source_provision": "sec2"
    },
    {
      "term": "registration form",
      "definition": "a birth, death or still-birth",
      "source_provision": "sec2"
    },
    {
      "term": "court",
      "definition": "a Resident Magis-",
      "source_provision": "sec19a"
    }
  ]
}