{
  "id": "jm-stat-the-registration-strata-titles-act",
  "type": "statute",
  "title": "The Registration (Strata Titles) Act",
  "title_en": "The Registration (Strata Titles) Act",
  "short_name": "Registration (Strata Titles) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-registration-strata-titles-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-registration-strata-titles-act | Legal areas: Real Estate",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.+1) The Tribunal~shallconsist of not less than three nor more than Constitution\n             five members appointed by the Minister from the following-               of Tribunal.\n                  (a) a person who is a Judge or Resident Magistrate who has\n                      retired;\n                  (b) an attorney-at-law practising at the private bar;\n                                                                                                            I\n                            (The indarlon of (his page i s w(horizd by L.X. 123ROll/           . .\n                                 REGISTMTION (STMTA TFTLES)\n                     (c) a person appearing to the Minister to have experience in property\n                         management matters; and\n                     (4two persons who are public accountants or members of the institute\n                         of Charkred Accountants of Jamaica.\n                        (2) The Minister shall appoint one of the members of the Tribunal to\n                be the Chairman thereof.\n                       (3) For the hearing of any appeal under this Act, the Tribunal\n                may consist of one member sitting alone if the parties to the appeal\n                agree.\n                                                                                                0\nTenure of           2 . 6 1 ) The appointment of every member of the Tribunal shall be\nofice.          evidenced by instrument in writing and shall be for a period not exceeding\n                three years.\n                       (2) Every member of the Tribunal shall be eligible for\n                reappointment.\n                      (3) The Minister may at any time revoke the appointment of any\n                member of the Tribunal.\nResignation.        3 . 6 8 ) Any member of the Tribunal other than the Chairman may at any\n                time resign his office by instniment in writing addressed to the Minister and\n                transmitted through the Chairman, and from the date of the receipt by the\n                Minister of such instrument, such member shall cease to be a member of\n                the Tribunal.\n                        (2) The Chairman may at any time resign his office by instrument in\n                writing addressed to the Minister and such resignation shall take effect as\n                from the date of receipt of such instrument by the Minister.\nPublicationof      4. The names of the members of the Tribunal as first constituted and\n                every change in membership thereof, shall be published in the Gazette.\nship.\nAuthentica-         5. All documents made by, and all decisions of, the Tribunal may be\nlion\n   Ofdocu-\n                signified under the hand of the Chairman or any member of the Tribunal\nmenu.\n                authorized to act in that behalf.\nhocedure           6 . 6 1 ) The ~ribunalshall meet at such times as may be necessary or\nvarding\nmeetings.\n                expedient for transaction of business or conduct of hearings and such\n                meetings shall be held at such places and times and on such days as the\n                                                                                                0\n                Tribunal may determine.\n                                                                  *\n                         (2) The Chairman or any other person appointed to act temporarily\n                as Chairman shall preside at meetings of the Tribunal.\n                       (3) Subject to paragraph 1(3), a decision of the Tribunal shall be by\n                a majority of votes of the members and in any case in which the voting is\n                               [The inclusion of this page is auPborired by L.Y. lUlLOlll\n    equal the Chairman shall have a casting vote in addition to his original vote.\n              (4) The Tribunal shall have power to regulate its own proceedings.\n              (5) Proper records of all p d i n g s of tbrs Tribunal shall be\n    kept."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. When the purpose for which a strata lot is intended to be used is shown\n    expressly or by necessary implication on or by the registered strata plan\ne   the proprietor of such strata lot shall not use it or permit it to be used for\n    any other purpose.\n                                            THIRDSCHEDULE                   (Section 3A)\n                                                  Part 1\n                             Constitution of Commission of Strata Corporations\nAppointment    1 4 1 ) The Commission shall consist of not less than seven nor more\nOPmembefo. than eleven members appointed by the Minister.\n                     (2) The members of the Commission shall be selected by the\n              Minister fiom among persons appearing to him to-\n                                                                                                 o\n                   (a) have ability and experience in any or all of the following areas,\n                       namely; matters relating to the real estate indushy (including.the\n                       management of strata properties, land economy and valuation\n                       surveying), building societies, general insurance, accounting and\n                       Saw;\n                   (b) otherwise be suitably qualified to be so appointed.\n                  2 4 1 ) Ths Minister shall appoint one of the members of the\n              Commission to be its chairman and, unless the Minister otherwise\n              determines, the Chairman of the Real Estate Board shall be the Chairman of\n              the Commission.\n                                                                                             .\n                       (2) In the case of the absence of the Chairman fmm or his inability\n              to act at any meeting members of the Commission present at such meeting\n              shall elect one of their number to act as Chairman at that meeting.\nQirpualifi~     3. No person shall be qualified for appointment as a member of the\ntion for      Commission who-\nappointnml\n10Commis-          (Q) is a member of the Senate or the House of Repmentative; or\n                         ;\nsion.\n                   (b) has been convicted of an offence involving fraud, dishonesty or\n                       mom1 turpitude."
    },
    {
      "provision_ref": "sec3a",
      "section": "3A",
      "title": "Section 3A",
      "content": "3A.--(I) There is hereby established for the purposes of this WIish-\nAct, a body to be known as the Commission of Strata                  =zLim\nCorporations which shall be a body corporate for the purposes ~ r s m\nof section 28 of the Interpretation Act.                           I ~ S .\n                                                                     I712009\n                                                                     s. 3,\n          (2) The provisions of the Third Schedule shall have mird\neffect as to the constitution of the Commission.              SCWMBC."
    },
    {
      "provision_ref": "sec3b",
      "section": "3B",
      "title": "Section 3B",
      "content": "3B.--(I) The functions of the Commission shall be to-      ~ t ~ n ~ ~or\n                                                                          i a s r ~\n                                                                     Commission.\n      (a) monitor, regulate amd supervise corporations incor-        1       7       ~\n                                                                     S.I\n           porated by section 4;\n      (6) keep or cause to be kept a register of such\n           corporations to be known as \"The Register of Strata\n           Corporations\";\n      (c) facilitate the resolution of disputes, in particular,\n           those between a corporation and a proprietor arising\n           from any matter to which this Act relates;\n      (4consider cdmplaints from proprietors that the amount\n           of contribution levied under section 5(2Xb), is\n           unreasonable or inequitable;\n      (e) enforce the by-laws; and\n      V ) perform such other functions as may be conferred up-\n          on it by or under this Act, or as the Minister may by\n          order prescribe.\n         (2) In exercise of its functions the Commission may-\n          REGISTRJ TION (STR4 Ttl TITLES)\n(a) order. by notice in waiting to an executive committee\n    or a proprietor or both-\n           (i) the demolition of any extension to the exter-\n               nal wall of any strata lot or the removal from\n               the relevant parcel of any structures. vehicles\n               or other things. where the extension or the\n               presence of the structure. vehicle or other\n               thing is contrary to.the by-laws:                     @\n         (ii) where it considers appropriate. that the\n               interest payable bjl a proprietor in respect of\n               the late payment of contribution be varied to\n               the amount stated in the notice:\n         (iii) the removal of animals from any strata lot or\n               common property:\n         (iv) that contributions be varied where they appear\n               to the Commission to be excessive or in-\n               adequate:\n          (v) that the manner of making any payment be\n               varied where it appears to the Commission to\n               be unreasonable:\n(6) order. by notice in writing to a corporation-\n          (i) that a resolution passed by the corporation\n             shall be of no effect where the voting rights\n             of a proprietor have been compromised:\n        (ii) the holding of an annual general meeting for\n             the election of an executive committee. within\n             the period stated therein and the notification\n             to the Commission. within fourteen days of\n             the annual general meeting. of the names of             a\n             the members of that executive committee: and\n(c) make such enquiries and collect such information as it\n    may consider necessary or desirable for the purpose of\n    monitoring, regulating and supervising the functions of\n    corporations.\n        JThe inclusion of Lis p a p i s aulhorized by L.S. IUnOlll\n               REGISTRA TION (STRATA TITLES)                         6.0 1\n    (4 do anything and enter into any transaction which in the\n         opinion of the Commission is necessary for or in-\n         cidental to ensure 'the proper performance of its func-\n         tions.\n      (3) Where a proprietor fails to comply with an order\nunder subsection (2)(a)(i), the corporation may-\n     (a) demolish\n            - the unauthorized extension;\n    (6) restore the strata lot or common property, as the case\n        may be, to its original state; and\n     (c) recover the expenses incurred by the corporation in\n         such demolition or restoration,\nand any such expenses which remain unpaid shall, in addition to\nany other remedy, be a first charge on the strata lot concerned.\n       (4) Where the corporation fails to comply with an order\nunder subsection (2) (b) (ii), the Commission shall convene the\nannual general meeting for the purpose of the election of the\nexecutive committee and any decisions thereof shall be binding\non the corporation and be effective as if made at a meeting\ncalled by the corporation.\n        (5) The corporation, a proprietor or any other person\naggrieved by a decision of the Commission may appeal against\nthe decision, so, however, that, the decision of the Commission\nshall, subject to subsection (7), be binding on the corporation,\nproprietor or any other person aggrieved, as the case may be,\nuntil the appeal is determined.\n       (6) An appeal pursuant to this section shall be made no\nlater than thirty days from the date of the decision of the\nCommission.\n       (7) Subject to subsection (8), the implementation of a\ndecision that is the subject of an appeal shall be suspended until\nthe time for appeal has expired or the appeal has been disposed\nof.\n      (8) Notwithstanding subsection (7), a decision of the\n            JTbc induiom of ll~bprq b roDhorired by LN. 123R011~"
    },
    {
      "provision_ref": "sec3c",
      "section": "3C",
      "title": "Section 3C",
      "content": "3C. The Minister may, after consultation with the Chairman\ngive          of the Commission, give to the Commission directions of a\ndirections.\n17/2009\n              general character as to the policy to be followed by the\n              Commission in the exercise and performance of its functions\ns. 3.\n              and the Commission shall give effect to such directions.              0\nFunds and        3D. The funds and resources of the Commission shall consist\nsion,\n1712009            (a) such sums as may be provided by Parliament for the\ns. 3.                  Commission in the Estimates of Revenue and Expen-\n                       diture of Jamaica;\n                   (6) revenue from charges imposed by the Commission\n                       for the use of any facility or services provided by it;\n                   (c) such sums as may be allocated h m time to time to the\n                       Commission h m loan funds;\n                   (4sums borrowed by the Commission for the purpose of\n                       meeting any of its obligations or discharging any of its\n                       hnctions;\n                   (e) all other sums or property which become payable to or\n                       vested in the Commission in respect of any matter\n                       incidental to its fimctions.\n asen end       3E.-41)The Commission shall keep proper accounts and\ndm.\n ,,\ns. 3.\n              other records in relation to the business of the Commission and\n              shall prepare annually a statement of accounts in accordance\n              with generally accepted accounting principles.\n                      (2) The accounts of the Commission shall be audited by        0\n              an auditor or auditors appointed annually by the Commission.\n                      (3) Within six months after the end of each financial\n              year or within such fwther time as may in special cimumstances\n              be allowed by the Minister, the Commission shall send, in\n              fespect of that financial year, a statement of its accounts r e f d\n                        REGISTRA TION (STRATA TITLE.9\n        and the filing shall be accompanied by the prescribed fee.\n                 (8) The prescription of any fee under this section shall 1712009\n        be subject to affirmative resolution of the House of Represen- S.4.\n        tatives.\n1          4A.-(l) Fees collected by the Commission shall be used to Application\n                                                                     o f fees by\n        assist in meeting its administrative expenses.               Commission.\n                                                                                         1 7R009\n                                                                                         S. 5.\n                  (2) Where-\n               (a) the average income of the proprietors that constitute\n                   the corporation is less than such amount as the\n                   Minister may, by order, prescribe; and\n               (b) the Commission is satisfied that it is reasonable to\n                   waive or reduce the fee payable by the corporation,\n                   having regard to the financial circumstances of the\n                   corporation,\ng\n~       the Commission may waive or reduce the required registration\n        fee.\n                 (3) For the purposes of subsection (2) (u) average\n        income shall be determined by using such measures as the\n        Commission considers reasonably practicable in the circum-\n        stances of the particular case."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Ministir may appoint any person to act temporarily in the place of\n              any member of the Commission in the case of the absence or inability to act\n              of such member and the provisions of paragraph 1 shall apply mutatis\n              m~~tandito such temporary appointment.\n                  S The appointment of every member of the Commission shall be\n              evidenced by instrument in writing which shall specifL the period of office\n              of the member, which shall not exceed three years, and each member shall\n              be eligible for reappointment."
    },
    {
      "provision_ref": "sec4b",
      "section": "4B",
      "title": "Section 4B",
      "content": "4B.-(1) The Commission shall keep the Register of Strata Registerof\n        Corporations in such form as the Commission may determine, Strata    covorati,,,,s~\n    0   which shall contain the names and other particulars of all cor- 1712009\n        porations and the members of the respective executive commit- S.5.\n        tees, in relation thereto, and any other particulars relevant to the\n        corporations or the strata lots administered thereby.\n                (2) The Register shall be kept at the office of the Com-\n        mission and shall be available for inspection at all reasonable\n        times on payment of the prescribed fee.\n                      Il%e inclusion or this page is a u l h o ~ c dby I..S. 123120111"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Subsequent general meetings (hereafter referred to as annual general\nmeetings) shall be held once in each yecar:\n    Rovided that not more than fifteen months shall elapse between the date\nof one annual general meetingand of the next."
    },
    {
      "provision_ref": "sec5d",
      "section": "5D",
      "title": "Section 5D",
      "content": "5D.--(I) Where a strata lot is to be sold by the corporation in WM\nexercise of a power of sale, the corporation shall ensure as far _,iv,valuatim and\nas is reasonably practicable that the strata lot is sold at the mentorstrata\n                                                                      lot to be sold.\nbest price reasonably obtainable.                                     17/2009\n                                                                             S.7.\n              (Ihc inclusion of Ihis p a y is authorized by I..%. l23ROlll\n                              MGISTRA TION (STRQTA TIT.LES)\n                        (2) The strata lot to which this section relates shall be\n               valued by the corporation in accordance with subsection (3)\n               and within twenty-one days of the valuation, the corporation\n               shall give notice of the valuation determined to the proprietor\n               in accordance with section SF(1) prior to the exercise of its\n               power of sale, and to the mortgagee of the strata lot, if any,\n               at the address for the mortgagee appearing in the Register\n               Book of Titles.                                                         0\n                        (3) The corporation shall ensure that two separate\n               valuations of the strata lot are obtained, each to be determined\n               by a duly qualified person appointed by the corporation with the\n               approval of the registered mortgagee, if any.\n                        (4) Upon receipt by the corporation of a certificate\n               under section 5C(4), and in any event not less than thirty days\n               prior to the sale of the strata lot, the corporation shall advertise\n               the proposed sale at least once in a daily newspaper circulating\n               in Jamaica.\n                         (5) The corporation shall treat the proceeds of sale of\n               the strata lot sold pursuant to this section, as if it were monies\n               received by a mortgagee arising from a sale.\n                         (6) Where having been valued under this section, and\n               the strata lot is sold, the corporation shall within twenty-one\n               days of the sale, give notification thereof to the proprietor in\n               accordance with section SF(1) and to the mortgagee of the\n               strata lot if any, at the address of the mortgagee appearing\n                                                                                       0\n               in the Register Book of Titles.\nApplication\no f proceeds\n                  5 E . 4 1 ) Where a corporation has exercised its power of sale\no f sale.      under section 5(2), any money received in respect of the sale\n17~2~09        shall be apportioned in the following order-\ns. 7.\n                             (The inclusion of this page b aothorLcd by LN. 123nOll(\n             REGISTRATION (STRATA TITLES)                             9\n      (i) have endorsed upon it the address at which docu-\n            ments may be served on the corporation;\n     ( j ) contain such other particulars as may be prescribed.\n        (2) A strata plan which is lodged for registration shall\nbe accompanied by such certificate and other documents as\nmay be prescribed.\n        (3) The common boundary of any two strata lots or\nof a strata lot and common property shall, unless otherwise\nspecified in the relevant strata plan, be the centre of the\nfloor, wall or ceiling between such strata lots or between\nsuch strata lot and common property, as the case may be.\n        (4)The unit entitlement of each strata lot shall, as\nrespects the proprietor of such strata lot, determine-\n     (a) the quantum of his undivided share in the common\n            property; and\n     (b) the proportion payable by him of contributions\n           levied pursuant to subsection (2) of section 5; and\n     (c) the proportion of property tax payable by him\n           whether jointly or severally, pursuant to this Act."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.06                            REGISTRA TION (STRATA TITLES)\nAudit of           4C.+   1) The Commission shall-\ncorporation by\nCommission.\n1712009               (a) carry out an audit of the accounts and other records;\nS. 5.                     and\n                      (b) conduct an investigation into the activities,\n                 of a corporation, in any case where it considers .that the\n                 circumstances so require.\n                          (2) The expenses in'cumd by the commission under\n                 subsection (I), shall be recoverable from the corporation as a\n                 debt by action in a Court of competent jurisdiction.\nDuties and            5.+1) The duties of the corporation shall include the\npowcrr of\nthe cor-         following-\nporation.\n                      (a) to insure and keep insured the building to the re-\n                          placement value thereof against fire, earthquake, hur-\n                          ricane and such other risks as may be prescribed, un-\n                          less the proprietors by unanimous resolution other-\n                          wise determine;\n                      (b) to effect such insurance as it may be required by law\n                          to effect;\n                       (c) to insure against such risks other than those referred to\n                           elsewhere in this subsection as the proprietors may\n                           fiom time to time by unanimous resolution determine;\n                       (4 subject to the provisions of section 14 and to such\n                           conditions as may be prescribed, to apply insurance\n                           moneys received by it in respect 'of damage to the\n                           building in rebuilding and reinstating the building so\n                           far as it may be lawful to do so;\n                       (e) to pay premiums on any policies of inswance effected\n                           by it;\n                       u> to keep in a state of good and serviceable repair and\n                          properly maintain the common property;\n                              lTbc indlarion of IIBUp g e is autborhcd by LS. IUILOIII\n                                                                               ,\n           REGZSTRA TZON (STRATA TITLES)\n(g) to comply with notices or orders by any competent\n    public or local authority requiring repairs to, or work to\n    be done in respect of, the parcel;\n(h) to comply with any reasonable request for the names\n    and addresses of the members of the executive com-\n    mittee:\n( i ) in any case where the corporation defaults in payment         1712009\n     of any premium on any policy of insurance which con- s.6(a)(ii).\n     sequently lapses or is cancelled-\n           (i) to inform any proprietors or any agents of the\n               proprietors of such lapse or cancellation by\n               notice in writing within fourteen days thereof;\n               and\n          (ii) to display a copy of the notice in a con-\n               spicuous manner within the common\n               property.\n    (2) The powers of the corporation include the follow-\n-\n(a) to establish a h d for administrative expenses suffi-\n    cient in the opinion of the corporation for the control,\n    management and administration of the common\n    property, for the payment of any premiums of\n    insurance and for the discharge of any of its other\n    obligations;\n(6) to determine from time to time the amounts to be\n    raised for the h d referred to in paragraph (a) and to\n    raise amounts so determined by levying contributions\n    on the proprietors in proportion to the unit entitlement\n    of their respective lots;\n(c) to recover from any proprietor, by an action for debt in\n     any court of competent jurisdiction, any sum of money\n     expended by the corporation for repairs to or work\n     done by it or at its direction in complying with\n     any notice or order by a competent public or local\n         IThc iadosioa of tbb page b rucborbcd by LN. I M O l l l\n               REGISTRATION (STRATA TITLES)\n          authority in respect of that portion of the building\n          which constitutes or includes the strata lot of that\n          proprietor;\n     (4 to enter any strata lot and effect repairs or carry out\n          work pursuant to its duty under paragraph (g)of sub-\n          section ( I );\n      (e) to exercise a power of sale in respect of a strata lot in\n          accordance with the provisions of this Act.\n                                                                          0\n         (3) Subject to the provisions of subsection (4) any\ncontribution levied pursuant to subsection (2) shall be due and\npayable on the passing of a resolution to that effect and in\naccordance with the terms of such resolution, and may be\nrecovered as a debt by the corporation in an action in any court\nof competent jurisdiction from the proprietor entitled at the time\nwhen such resolution was passed and from the proprietor\nentitled at the time when such action was instituted, both jointly\nand severally.\n         (4) The corporation shall, on the application of a\nmortgagee or a proprietor or any person authorized in writing by\nhim, certify-\n      (a)the amount of any contribution determined as the\n         contribution of that proprietor;\n      (b) the manner in which such contribution is payable;\n      (c) the extent to which such contribution has been paidby\n          that proprietor,\n                                   \\-    .\nand, in favour of any person dealing with that proprietor, such\ncertificate shall be conclusive evidence of the matters certified\ntherein.\n                                                                          0\n         (5) A policy of insurance authorized by this section\nand in respect of the building shall not be liable to be brought\ninto contribution with any other policy of insurance save another\npolicy authorized by this section i n respect of the same\nbuilding.\n             lThc inclusion of this pap is authorized by I,.N. 123R0111\n                 REGPSTM TPON (STM TA TITLES)\naccordance with section 5A, it may direct the corporation to\ntake any additional action it deems fit in the circumstances,\nincluding the publication of a notice of the proposed sale of the\nstrata lot.\n          (3) A noiice referred to in subsection (2) shall-\n       (a) be published within thirty days after the Commission\n            has given'the direction in relation thereto, in a daily\n            newspaper, printed and circulating in Jamaica; and\n       (b) shall contain-\n                (i) a brief description of the land including the\n                     area of the unit;\n                (ii) the number of rooms;\n               (iii) the strata lot and strata plan numbers;\n               (iv) the relevant Volume and Folio numbers of\n                    the Register Book of Titles;\n                (v) the civic address and name of the complex, if\n                    any; and\n               (vi) the land use.\n          (4) Where the Commission is satisfied that the cor-\nporation has taken all reasonable steps in accordance with\nsection 5A(2) for the purpose of-\n       (a) obtaining payment of amounts owing to the cor-\n            poration; and\n       (b) notifying the proprietor of the proposed sale,\nit shall issue a certificate in the prescribed form to that effect.\n           (5) The corporation may only exercise a power of sale\nwhere it has received from the Commission a certificate under\nsubsection 4."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. 'The Minister may terminate the appointment of any member if such Revocation\nmember-                                                                of appoint-\n                                                                                         ment.\n     (a) becomes of unsound mind or becomes permanently unable to\n           perform his functions by reason of ill health;\n     (b) becomes bankrupt or compounds with. or suspe*                 payment to, his\n         creditors;\n     (c) is convicted and sentenced to a term of imprisonment or to death;\n     ( 4 becomes a person who would have been disqualified for appoint-\n           ment on the grounds indicated in paragraph 3;\n     (e) fails, without reasonable excuse, to cany out any of the functions\n           conferred or imposed on him under this Act."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) In respect of every strata lot there shall be B q a h\nimplied-\n      (a) in favour of the proprietor thereof, and as\n          appurtenant thereto-\n             (i) an easement for the subjacent and lateral\n                 support thereof, by the common property\n                 and by every other strata lot capable of\n                 affording support thereto;\n            (ii) easements for the passage or provision of\n                 water, sewerage, drainage, gas, electricity,\n                 garbage, artificially heated or cooled air,\n                 and other services (including telephone,\n                 radio and television services) through or by\n        [The inclusion of &ibis page is authorized by L.N. 4111987)\n10                REGISTRATION (STRATA TITLES)\n                     means of any pipes, wires, cables or ducts\n                     for the time being existing in the land to\n                     which the relevant registered strata plan\n                     relates, to the extent to which such pipes,\n                     wires, cables or ducts are capable of being\n                     used in connection with the enjoyment of\n                     such strata lot;\n          (b) as against the proprietor thereof and to which it\n              shall be subject-\n                 (i) an easement for the subjacent and lateral\n                     support of the common property and of\n                     every other strata lot capable of enjoying\n                     support from such strata lot;\n                (ii) easernents for the passage or provision of\n                     water, sewerage, drainage, gas, electricity,\n                     garbage, artificially heated or cooled air,\n                     and other services (including telephone,\n                     radio and television services) through or by\n                     means of any pipes, wires, cables or ducts\n                     for the time being existing within such strata\n                     lot, as appurtenant to the common property\n                     and to every other strata lot capable of\n                     enjoying such easements.\n            (2) The proprietor of a strata lot shall be entitled to\n     have his strata lot sheltered by all such parts of the building\n     as are capable of affording shelter thereto.\n            (3) The right created by subsection (2) shall be an ease-\n     ment to which the aforesaid parts of the building shall be\n     subject and such easement shall entitle the proprietor of the\n     dominant tenement to enter on the servient tenement to\n     replace, renew or restore any shelter.\n            (4) All ancillary rights and obligations reasonably\n     necessary to make easements effective shall apply in relation\n     to easements implied or created by this section.\n             me Inclusion of this page is authorized by L.N. 41 / 19871\n               REGISTRATION (STRATA TITLES)                                     II"
    },
    {
      "provision_ref": "sec8a",
      "section": "8A",
      "title": "Section 8A",
      "content": "8A. In respect of all general meetings-                                     17 M\n                                                                                      S. 17 & Sch.\n     (a) notice of the meeting shail be in writing and shall be given to each\n         proprietor or his agent, as the case may be, at least fourteen days\n         before the date of the meeting;\n     (b) service of the notice of the meeting shall-\n             (i)either be by personal service or by registered pst addressed\n                 to the proprietor and his agent, or may be sent by electronic\n                 mail or facsimile, to the c o w electronic mail address or\n                  facsimile number of the proprietor as may be notified by\n                 that proprietor fiom time to time in acc~rdancewith the by-\n                  laws; and\n                  REGISTRATION (STRQTA TITLES)\n              (ii) shall be deemed to be effected at the time at which a letter\n                   would be delivered in the ordinary course of post; and\n      (c) the corporation shall, not less than fourteen days before the date of\n         the meeting affix to a conspicuous place in the common property a\n         copy of the notice of the meeting and such notice shall remain so\n         affixed until the meeting has been held."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The names of all members of the Commission as first constituted, Publication\nand every change in the membership thereof, shall be published in the of.memb-\n                                                                                         sh~p.\nGazette.\n   1 0 . 4 1 ) The seal of the Commission shall be authenticated by the Sealand\nsignatures of the Chairman or any member of the Commission authorized to execution of\nact in that behalf and the Secretary of the Commission.                  documents.\n                 lTbc i d d o n of cbb prgr b aocborized by LN. 123ROlll\n32                               REGISTRA TION (STRATA TITLES)\n                         (2) All documents other than those required by law to be under\n                seal and all decisions of the Commission may be signified under the hand of\n                the Chairman or any member authorized to act in that behalf or the Secretary\n                of the Commission.\nProcedureand        11 . 4 1 ) The Commission shall meet at such times as may be necessary\nmeetin@.        or expedient for the transaction of business, and such meetings shall be\n                held at such places and times and on such days as the Commission shall\n                determine.\n                         (2) The Chairman may at any time call a special meeting of the\n                                                                                                  0\n                Commission, and shall call a special meeting to be held within seven days of\n                a written request for that purpose addressed to him by any two members of\n                the Commission.\n                         (3) The Chairman or the person appointed in accordance with\n                paragraph 2(2) shall preside at the meetings of the Commission and when\n                so presiding the Chairman or the person appointed, as the case may be, shall\n                have an original and a casting vote in any case in which the voting is\n                equal.\n                        (4) The quorum of the Commission shall be fifty percent of the\n                number of members rounded down to the nearest whole number.\n                          (5) Subject to the provisions of this Schedule, the Commission may\n                regulate its own proceedings.\n                          (6) The validity of any proceeding of the Commission shall not be\n                affected by any vacancy amongst the members thereof or by any defect in the\n                appointment of a member thereof.\nDelegation.         1 2 . 4 1 ) The Commission may, either generally or as otherwise specified\n                in the instrument of delegation, delegate to any of its otlicers so specified,\n                any of its hnctions under this Act or any relevant Act, other than the power\n                of delegation.\n                       (2) A delegation under sub-paragraph (I) shall be revocable by the\n                Commission and no delegation shall prevent the exercise of a power by the\n                Commission.\nRemunem-            13. There shall be paid from the hnds of the Commission to the\nt i m of\nmembers.\n                Chairman and other members of the Commission such remuneration, if any\n                (whether by way of honorarium, salary or travelling or other allowances),\n                                                                                                  0\n                as the Minister may determine.\nDisclosure of       1 4 . 4 1 ) A member who is in any way directly or indirectly interested in\ninterest        a contract made or proposed to be made by the Commission, or in any other\n                matter whatsoever which falls to be considered by the Commission, shall\n                disclose the nature of his interest at a meeting of the Commission and the\n                               (The indmbn of Ibb pge b aoIboPhCd by 1-N. 1SYU)III\n                               REGISTRATION (STRATA TlTLES)\n             disclosure shall be recorded in the minutes of the meeting; and the member\n             shall not take part in any deliberation or decision of the Commission with\n             mpxt to the contract or to the other matter, as the case may be.\n                     (2) A notice given by a member at a meeting of the Commission to\n             the effect that he is a member of a specific company or firm and is to be\n             regarded as interested in any contract which is made after the date of the\n             notice with the company or firm shall, for the purposes of sub-paragraph\n             (I), be a sufficient disclosure of his interest in relation to any contract so\n         0   made.\nI   --\n                    (3) A member n d not attend in person at a meeting of the Corn-.\n             mission in order to make a disclosure which he is required to make under\n             this paragqh if he takes reasonable steps to secure that the disclosure\n             is made by notice which is taken into consideration and read at such a\n             meeting."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Save as is in these by-laws otherwise provided, no business shall be\nmnsacted at any general meeting unless a quorum of persons entitled to\nvote is present at the time when the meeting proceeds to business. One-half\nof the persons entitled to vote present in person or by proxy shall constitute a\nquorum.\n  '  11. If within half an hour fiom the time appointed for a general\nmeeting a quorum is not present the meeting shall stand adjourned to the\nsame day in the next week at the m e place and time and if at the adjourned\nmeeting a quorum is not present within half an hour fiom the time appointed\nfor the meeting the persons entitled to vote present shall be a quomm."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) The proprietors may by unanimous resolution direct ~witii\n    the corporation to transfer or lease the common property or any\n    part thereof.                                                   plopnty.\n            (2) If the corporation is satisfied that the resolution was\n    duly passed and that all persons having interests, of which\n    the corporation has notice, in the parcel have consented in\n    writing to the release of those interests in the land comprised\n    in the proposed transfer or lease or, in the case of a lease, have\n    approved in writing of the execution of the lease, the\n    corporation shall execute the appropriate transfer or lease\n    and such transfer or lease shall be valid and effective with-\n    out execution by any person having an interest in the common\na   property, and the receipt of the corporation for the purchase\n    money, rent or other money payable to the corporation\n    under the terns of the transfer or lease shall be a sufficient\n    discharge and shall exonerate all persons taking under the\n    transfer, or the lease, as the case may be, fiom any responsibility\n    for the 'application of the moneys expressed to have been\n    received.\n                 I l k Mubm of M,   b rmcborbcd by LN. IUROllJ\n                           M G I S T M TION ( S T M TA TITLES)\n                     (3) Every such transfer or lease lodged for registration\n            shall be endorsed with or accompanied by a certificate under\n            the seal of the corporation that the resolution referred to\n            in subsection (1) was duly passed, that the transfer or\n            lease conforms with the terms thereof and that all necessary\n            consents were given and such certificate shall, in favour of\n            purchasers of the common property and in favour of the\n            Registrar of Titles, be conclusive evidence of the facts stated\n            therein.\nCmion         19.41) The proprietors may by unanimous resolution direct\nohease-\nmalt§ and   the corporation-\ncoYenmls.\n                 (a) to execute on their behalf a grant of easement or\n                     a restrictive covenant burdening the parcel;\n                 (6) to accept on their behalf a grant of easement or a\n                     restrictive covenant benefiting the parcel.\n                   (2) If the corporation is satisfied that the resolution\n            was duly passed and that all persons having interests, of\n            which the corporation has notice, in the parcel have consented\n            in writing to the release of those interests in respect of the\n            land comprised in the proposed disposition the corporation\n            shall execute the appropriate transfer or covenant, and\n            the transfer or covenant shall be valid and effective with-\n            out execution by any person having an interest in the\n            parcel, and the receipt of the corporation for any money\n            payable to it under the terms of the transfer shall be\n            a sufficient discharge and shall exonerate all persons taking\n            under the transfer from any responsibility for the\n            application .- of the moneys expressed to have been so\n                                                         --\n            w i v e d . --        --\n                    (3) Every such transfer or covenant lodged for\n            registration shall be endorsed with or accompanied by a\n            certificate under the seal of the corporation that the\n            resolution r e f e d to in subsection (1) was duly gassed\n            and that a19 necessary consents were given, and such certificate\n1                      REGISTRA TION (STRA TA TITLES)                               15\n        shall, in favour of persons dealing with the corporation\n        pursuant to this section and in favour of the Registrar of\n        Titles, be conclusive evidence of the facts stated therein.\n           1 3 . 4 1 ) The C ~ m m i ~ ~the\n                                         i ~ corporation\n                                             n,          or any person Adrninistra-\n        having an interest in a strata lot may apply to the court for tion.\n        appointment of an administrator.                               s.10.\n                            -\n                 (2) The court may in its discretion on cause shown\n        appoint an administrator for an indefinite period or 'for a fixed\n        period on such terms and conditions as to remuneration or\n        otherwise as it thinks fit.\n          The remuneration and expenses of the administrator shall\n        be an administrative expense within the meaning of this\n        Act.\n                 (3) The administrator shall, to the exclusion of the\n        corporation, have the duties and powers of the corporation\n        or such of those duties and powers as the court shall\n        order.\n                 (4) The administrator may delegate any of the powers\n        vested in him by virtue of subsection (3).\n                 (5) The court may in its discretion on the application\n        of the administrator or any person referred to in subsection (1)\n        remove or replace the administrator.\n                (6) ,On any application made under this section the\n        court may make such order for the payment of costs as it thinks\n    0   fit.\n           1 4 . 4 1 ) Where the building is destroyed-                     Destruction\n                                                                            o f the\n                                                                            building.\n              (a) the corporation shall forthwith lodge with the\n                  Registrar of Titles, in such form as may be prescribed,\n                  a notification of such destruction;\n               REGISTM TION ( S T M TA TITLES)\n     (b) the Registrar of Titles shall, upon receipt of such\n         notification, make, in such form as may be prescribed,\n         an entry thereof on the registered strata plan; and\n         thereafter\n     (c) the proprietors of all the strata lots contained in such\n         strata plan shall be entitled to the parcel as tenants in\n         common in shares proportional to the unit entitlement\n         of their respective strata lots and the provisions of\n         sections 11 and 12 shall apply in relation to the\n         transfer or lease of the parcel and to the creation of\n         any easement or restrictive covenant burdening or\n         benefiting it.\n       (2) For the purposes of this Act the building referred to\nin subsection (1) is destroyed-\n     (a) when the proprietors by unanimous resolution so\n         resolve; or\n      (b) when the court is satisfied that having regard to the\n          rights and interests of the proprietors as a whole it is\n          just and equitable that such building shall be deemed\n          to have been destroyed and makes a declaration to\n          that effect.\n        (3) In any case where a declaration has been made\npursuant to paragraph (b) of subsection (2) the court may by\norder impose such conditions and give such directions\n(including directions for the payment of money) as it thinks fit\nfor the purpose of adjusting, as between the corporation and\nthe proprietors and as amongst the proprietors themselves,\nthe effect of the declaration.\n      (4) An application for a declaration under paragraph (b)\nof subsection (2) may be made to the court by the corporation\nor by a proprietor or by a registered mortgagee of a strata\nlot.\n      (5) On any application to the court for a declaration\nunder paragraph (b) of subsection (2) any insurer who has\n             IThe inclusion of thu page b authorized by I..%. 121/2011(\n                                                                   \\\n                   REGISTRQ TION (STRQTA TITLES)\n    effected insurance on the building or on any part thereof (being\n    insurance against destruction of strata lots or damage to the\n    building) shall have the right to appear in person or by\n    counsel.\n             (6) The court may, on the application of the corpor-\n    ation or any member thereof or the administrator, by order make\n    provision for the winding-up of the affairs of the corporation\n0   and may, by the same or a subsequent order, declare the\n    corporation dissolved as on and from a date specified in the\n    order.\n          (7) On any application under this section the court\n    may make such order for the payment of costs as it thinks\n    fit.\n           (8) The court may from time to time vary any order\n    made by it under subsection (3) or subsection (7)."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. At the commencement of a general meeting, a chairman of the\nmeeting shall be elected.\n                            The Executive Commitkc"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. There shall be an executive committee of the corporation which shall,\nsubject to any restriction imposed or direction given at a general meeting,\nexercise the powers and perform the duties of the corporation."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. The executive committee shall consist of not less than three nor more\nthan nine proprietors and shall be elected at the first general meeting of the\ncorporation and thereatter at each annual general meeting:\n   Provided that where there are not more than three proprietors the\nexecutive committee shall consist of all the proprietors."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-41) Any powers of voting conferred by or under this Voting\n                                                                             rights.\n    Act may be exercised-\n         (a) in the case of a proprietor who is an infant, by his\n             guardian;\n         (6) in the case of a proprietor who is for any other reason\n             unable to control his property, by the person who for\n             the time being is authorized by law to control that\n             property.\n            (2) Where the court upon the application of the\n    corporation or of any proprietor is satisfied that there is no\n    person able to vote in respect of a strata lot the court-\n          (a) shall, in cases where a unanimous resolution is\n              required by this Act; and\n         (b) may in its discretion in any other case,\n    appoint some fit and proper person for the purpose of exercising\n    such powers of voting under this Act as the court shall\n    determine, and the court may in making such appointment\n                (The inclusion of lhia page ia authorired by L.S. 123ROll(\n                            REGISTRA TION (STRATA TITLES)\n             make such order as. it thinks necessary or expedient to give\n             effect to such appointment, including an order as to the\n             payment of costs of the application, and may vary any order so\n             made.\n19noO9                  (3) Where the corporation is satisfied that a proprietor\ns. 11.\n             is able to vote but fails, after being served with due notice, to-\n                    (a) attend meetings; or\n                    (6) appoint a proxy,\n             the corporation may apply to the Commission for an order\n             appointing a proxy to vote on resolutions requiring a unanimous\n             vote.\n                         (4) The court may order service of notice of the\n             application referred to in subsection (2) on such person as it\n             thinks fit or may dispense with service of such notice.\nEslablish-      15A.-41) There is hereby established for the purposes of\nmen1of\nStrata       hearing appeals, a body to be known as the Strata Appeals\nAppeals      Tribunal, and the provisions of the Fourth Schedule shall have\nTribunal.\nFounh\n             effect with regard to the constitution and operation of the\nSchedule.    Tribunal and otherwise in relation thereto.\n1912009\nS. 12.                  (2) Any person aggrieved by a decision of-\n                     (a) the corporation, in the case of the aggrieved person\n                         being a proprietor of a strata lot; or\n                     (6) the Commission,\n             may appeal to the Tribunal in the prescribed manner, upon\n             payment of any prescribed fee.\n                        (3) Before determining an appeal, the Tribunal shall\n             give the parties the opportunity to be hezlrd by the Tribunal.\n                        (4) The Tribunal may, on an appeal under subsection\n             (2)-\n                     (a) allow the appeal and set aside or vary the decision of\n                         the corporation or the Commission, as the case may\n                         be; or\n                              inclusion of (hi page b authorized by LPI. 123120111\n                   REGISTRA TIQN (STRATA TITLES)\n         (b) dismiss the appeal and confirm the decision of the\n             corporation or the Commissioan, as the case may be.\n           (5) The amount in respect of which the Tribunal may\n    order payment under subsection (6) of section 5A, shall not\n    exceed the amount in respect of which a Resident Magistrate's\n    Court has jurisdiction in actions arising from contract.\n0            (6) Where an order of the Tribunal is made pursuant to\n    subsection (6) of section 5A, the Tribunal shall forthwith cause\n    the order to be lodged with the Clerk of the Courts for the parish\n    in which the land comprising the strata lot to which the order\n    relates is situated.\n            (7) An order which is lodged with the Clerk of the\n    Courts in accordance with this section shall be treated as if it\n    were an order made by the Resident Magistrate's Court for the\n    payment of money, and the provisions of sections 2 13 to 247 of\n    the Judicature (Resident Magistrates) Act in respect of\n    execution, shall apply in relation thereto as they apply in relation\n    to an order made by the Court.\n           (8) Costs of the appeal proceedings including court\n    costs and any attorney's costs may be recovered from the\n    unsuccessful party.\n           (9) All matters to be determined by the Tribunal shall\n    be submitted to the Tribunal through the Commission.\n           (10) The Tribunal may also adjudicate upon matters\n    affecting the administration and management of strata properties\n    referred to it by-\n         (a) the corporation;\n         (b) the proprietor of a strata lot who has first notified the\n             corporation of his intention to refer the matter; or\n         (c) ,the Commission,\n    and may make an order in settlement of each matter.\n          (1 1) A decision made by the Tribunal on an appeal made\n    pwsuant to this section shall be binding on the parties to the\n                 I l k iudusiou of Wb page b soU~orh+dby LN. 123lZOlll\n                             REGISTRA TION (STRATA TITLES)\n              appeal.\n                      (12) A person who fails to comply with a decision or an\n              order made by the Tribunal, shall be guilty of an offence and\n              liable on summary conviction before a Resident Magistrate to\n              a fine not exceeding one million dollars and in default of\n              payment to imprisonment for a term not exceeding one\n              year.\nRcwlations.      16. The Minister may make regulations generally for the\n              proper carrying out of the purposes and provisions of this Act,\n              and in particular, but without prejudice to the generality of the\n              foregoing, may make regulations-\n                   (a) as to the manner and form of registering strata plans;\n                   (b) providing for the amendment of registered strata\n                       plans;\n                   (c) prescribing the manner of registering transfers and\n                        leases of common property;\n                   (d) providing for cases where the building is damaged but\n                       is not destroyed;\n                   (e) providing for the insurance of strata lots by the pm-\n                       prietors thereof;\n                   (P) providing forthe voting rights of mortgagees of strata\n                       lots;\n                   (g) prescribing the fees to be paid for anything required or\n                        permitted to be done under this Act;\n                   (h) prescribing the manner in which corporations are to be\n                       registered with the Commission;\n                    ( i ) prescribing the matters in respect of which developers\n                        are to inform prospective purchasers of strata lots;\n                    (j)prescribe the minimum period of notice to be given\n                        under section 3B(2)(a)(i) and (iii);\n                   (k) prescribing any other matter or anything which may\n                       be, or is required by this Act to be, prescribed.\n                            lThe inchdon of tbb p a p b rotbodzed by L N . IU/LOIII\n                  REGISTRQ TION (STRQTA TITLES)\n  ' (d) invest as it may determine any moncys in the hnd for adminis-\n          trative expenses;\n     (e) make an agreement with the proprietor or occupies of any strata lot\n          for the provision of amenities or services by it to such strata lot or to\n         the proprietor or occupier thereof;\n     V) do all things reasonably necessary for the enforcement of the by-\n         laws and the control, management and administration of the\n         common property.\n                               General Meetings"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Any casual vacancy on the executive committee may be filled by the\nremaining members thereof.\n                p b e iadorioc of tbb p r g b nltbrtrcd by LN. DZYZOIIl\n                      REGISTRATION (STRATA TITLES)"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The quorum of the executive committee shall be such number as\n    the committee may fix from time to time, being not less than one-half the\n    number of members thereof."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. At the commencement of each meeting the executive committee\n    shall elect a chairman for the meeting, and if any chairman so elected vacates\n    the chair during the meeting the executive committee shall elect in his stead\n    another chairman."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. At meetings of the executive committee all matters shall be\n6   determined by simple majority vote and the chairman shall, in addition to\n    an original vote, have a casting vote in any case in which the voting is\n    equal."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Subject to the provisions of these by-laws the executive\n    committee shall have power to regulate its own procedure."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The executive committee may-\n               (a) employ for an on behalf of the corporation such agents and\n                   servants as it thinks fit in connection with the control,\n                   management and administration of the common property and\n                   the exercise and performance of the powers and duties of the\n                   corporation;\n               (b) subject to an) restriction imposed or direction given at a general\n                   meeting, delegate to one or more of its members such of its\n                   powers and duties as it thinks fit, and may at any time revoke\n                   such delegation."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. The executive committee shall-\n               (a) keep minutes of its meetings;\n               (b) cause proper books of account to be kept in respect of all\n                   moneys received and spent by it;\n               (c) prepare proper accounts relating to all moneys of the\n                   corporation, and the income and expenditure thereof, for each\n                   annual general meeting;\n               (4on the application of a proprietor or a mortgagee, or any person\n                   authorized in writing by either of them, make the books of\n                   account available for inspection at all reasonable times.\n0       22A. The executive committee shall cause to be transmitted to the Audited\n     Commission a copy of the audited statement of accounts or subject to the statements\n     approval of the Commission, a copy of the accounts prepared in accordance     y ; ~ ~ ~\n     with generally accepted principles of accounting and signed by the chairman S. 17 dl s*.\n     and at least one other member of the executive committee."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. The validity of the proceedings of the executive committee shall\n     not be affected by any vacancy amongst the members thereof or by any\n     defect in the appointment of a member thereof.\n                   IThc inclusion of this prgc Is ruthorited by LS. IUnOll(\n                  REGIST'. TION (STRATA TITLES)\n                                      Voting"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. At any general meeting a resolution by the vote of the meeting shall\nbe decided on a show of hands unless a poll is demanded by any proprietor\npresent in person or by proxy. Unless a poll is so demanded a declaration\nby the chairman that a resolution has on the show of hands been camied\nshall be conclusive evidence of the fact without proof of the number of\nproportion of votes recorded in hvour qf or against such resolution. A\ndemand for a poll may be withdrawn."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. A poll if demanded shall be taken in such manner as the chairman\n                                                                                      0\nthinks fit and the result of the poll shall be deemed to be the resolution of the\nmeeting at which such poll was demanded."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. In the case of equality in the votes whether on a show of hands or on\na poll the chairman of the meeting shall be entitled to a casting vote in\naddition to his original vote."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. On a show of hands each proprietor shall have one vote; on a poll the\nvotes of proprietors shall correspond with the unit entitlement of their\nrespective strata lots."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. On a show of hands or on a poll votes may be given either personally\nor by proxy."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. An insbument appointing a proxy shall be in writing under the hand\nof the appointer or his attorney, and may be either general or for a particular\nmeeting. A proxy need not be a proprietor."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Except in cases where by or under the Act a unanimous resolution\nis required, no proprietor shall be entitled to vote at any general meeting\nunless all contributions payable in respect of his strata lot have been duly\npaid."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. Co-proprietors may vote by proxy jointly appointed by them, and in\nthe absence of such proxy shall not be entitled to vote on a show of hands,\nexcept when the unanimous resolution of proprietors is required by the\nAct; but any one co-proprietor may demand a poll. On any poll such co-\nproprietor shall be entitled to such part of the vote applicable to a strata lot as\nis proportionate to his interest in the strata lot. The joint proxy (if any) on\na poll shall have a vote proportionate to the interests in the strata lot of\nsuch of the joint proprietors as do not vote personally or by individual\nproxy."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. Where proprietors are entitled to successive interests in a strata lot,\nthe proprietor entitled to the first interest shall alone be entitled to vote.\nwhether on a show of hands or a poll; and this by-law shall be applicable\nwhether by this Act the unanimous resolution of proprietors is required or\nnot.\n                lTPn bchnion of L b page b autborbed by L X . l23ROlll\n                      REGISTRATION (STRATA TITLES)"
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. Where a proprietor holds his strata lot as a trustee he shall exercise\n    the voting rights in respect of the strata lot to the exclusion of\n    persons beneficially interested in the trust, and such persons shall not\n    vote."
    },
    {
      "provision_ref": "sec33a",
      "section": "33A",
      "title": "Section 33A",
      "content": "33A. W h e r e                                                                Limitation\n                                                                                     on voting\n             (a) a proprietor owns less than one hundred percent, but more than      rights.\n                   one-third of the total unit entitlement in a strata plan; and     17/;M09\na            (b) a vote by poll or resolution is called,\n    the value of that proprietor's vote shall be reduced to forty percent of\n                                                                                     S. 17aSd1.\n    his unit entitlement rounded down to the nearest whole number.\n                                Use of common sea/"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. The corporation shall at the first general meeting held after\n    registration of the strata plan, and may from time to time, at subsequent\n    general meetings, determine how the common seal of the corporation shall\n    be used.\n                                 SECOND SCHEDULE                     (Section 9)"
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65.--(I) Any member other than the Chainnan may at any time resign his\n              office by instrument in writing addressed to the Chairman who shall\n              forthwith caw it to be forwarded to the Minister and that member shall\n                   REGISTRQ TION (STRQ TA TITLES)\ncease to hold office as from the date of receipt of the instrument by the\nMinister.\n        (2) The Chairman may at any time resign his office by instrument in\nwriting addressed to the Minister and such resignation shall take effect as\nfrom the date of receipt by the Minister of the instrument."
    }
  ],
  "definitions": []
}