{
  "id": "jm-stat-the-registration-of-business-names-act",
  "type": "statute",
  "title": "The Registration of Business Names Act",
  "title_en": "The Registration of Business Names Act",
  "short_name": "Registration of Business Names Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-registration-of-business-names-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-registration-of-business-names-act | Legal areas: Companies and Associations",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0.\n                                                                              .=\n                                                                         13/2006\n                                                                              .>.\n      (e) generally the conduct and regulation of registration\n          under this Act, and any matters incidental thereto.\n             [The inclusion ef &is plge ir aImolircd by LN. 80d2008]\n                               REGISTRATION OF BUSINESS NAMES\n                         (2) All fees received in pursuance of any such rules shall\n                 be paid into the Consolidated Fund.\nTrade                20.-(1)   After the 1st October, 1934 and subject to sub-\ncatalogues\nand circulars.   section (2), every individual and firm required by this Act to be\nshow cards       registered shall, in all trade catalogues, trade circulars, show\nluld business\nlettors.         cards, and business letters, on or in which the business name\n1312W6           appears and which are issued or sent by the individual or firm to\nS. 16(a).\n                 any person in any part of the Commonwealth, have mentioned\n                 in legible characters-\n                      (u) in case of an individual, his present Christian name or\n                          the initials thereof and present surname, any former\n                          Christian name or surname, his nationality if he is not\n                          a Commonwealth citizen, and if his nationality is not\n                          his nationality of origin, his nationality of origin; and\n                      (6) in the case of a firm, the present Christian names or\n                          the initials thereof and present surnames, any former\n                          Christian names and surnames, and the nationality if\n                          they are not Commonwealth citizens, and if the\n                          nationality is not the nationality of origin, the\n                          nationality of origin of all the partners in the firm or,\n                          in the case of a corporation being a partner, the\n                          corporate name;\n                      (c)   in the case of any trader in addition to the foregoing\n                            every place or branch where the business by way of\n                            trade is carried on.\n                        (2) IT in the opinion of the Minister, special circum-\n                 stances exist which render it expedient that an exemption should\n                 be granted, the Minister may by order, subject to such\n                 conditions as may be specified in the order, grant an exemption\n                 from any of the obligations imposed by or under subsection (1);\n                        (3) If default is made in compliance with this section the\n                 individual or, as the case may be, every member of the firm\n                 shall be liable on summary conviction before a Resident\n                 Magistrate for each offence to a fine not exceeding two\n                 thousand dollars, and in default of payment of such fine to\n             REGISTRATION OF BUSINESS NAMES\nimprisonment with or without hard labour for a term not\nexceeding six months:\n   Provided that no proceedings shall be instituted under this\nsection except by or with the consent of the Director of Public\nProsecutions."
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1, 1934, the date of commencement of the\n                  business;\n             (vii) in the case of an individual who is to be\n                    registered under another enactment as a pre-\n                   requisite to practising his profession or\n                    conducting his trade, the proof of such\n                    registration.\n        (2) Where a business is carried on under two or\nmore business names, each of those business names must be\nstated.\n            [The inclwlan of U1i.i psgc is aulhorkcd by L.N. 80d20081\n8                            WGISTRATION OF BUSINESS NAMEES\n1312006                (3) Every trader shall, in addition to the particulars\nS. 4(h).\n               specified in subsections ( I ) and (2), furnish to the Registrar-\n                    (a) his taxpayer registration number; and\n                    ( b ) the place or places where each branch of the business\n                          conducts trade.\nThesignator-      6. The statement required for the purpose of registration\nies oCUle\n               must in the case of an individual be signed by him and in\n               the case of a corporation by a director or secretary thereof,\n               and in the case of a trader being a firm by all the\n               individuals who are partners, and by a director or the secretary\n               of all corporations which are partners and in the case of a\n               firm not being a trader either by all the individuals who\n               are partners and by a director or the secretary of some\n               corporation which is a partner, or by some individual who is a\n               partner, or a director or thc secretary of some corporation which\n               is a partner, and in either of the last two cases must be verified\n               by statutory declaration made by the signatory:\n                  Provided that no such statutory declaration stating that\n               any person other than the declarant is a partner, or omitting\n               to state that any person other than as aforesaid is a partner, shall\n               be evidence for or against any such other person in respect\n               of his liability or non-liability as a partner, and that the\n               Supreme Court or a Judge thereof may on application of any\n               person alleged or claiming to be a partner, direct the\n               rectification of the register and decide any question arising\n               under this section:\n                  Provided hrther that in any proceedings between the\n               registered owner or owners of any business by way of trade a>ld\n               any person who having, failed to effect registration of his\n               interest in such business as required by this Act claims to be\n               interested in the said business as a partner, owner or co-owner,\n               the particulars registered in accordance with the provisions of\n               this Act shall be conclusive evidence as between such parties of\n               the ownership of the busmess unless such unregistered person\n                                                  n this page is suthoti*d by L.N.80d20081\n                             [The i ~ ~ l v a i ooi\n             REGISTRATION OF BUSINESS NAMES\nshall establish to the satisfaction of the Court that the omission\nto register was not due to any default on his part or was\noccasioned by any inadvertence or mistake and in each case\nthat there was no intention on his part to conceal his interest\nin the said business."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 1 ) In this Act-\n\"business\" includes profession;\n\"business name\" means thc name or style under which any\n    business is carried on, whether in partnership or other-\n    wise;\n\"business by way of trade\" means any business of selling by\n    wholesale or retail goods or merchandise of any class or\n    description whatsoever at any place, whether such business\n    is carried on at any place exclusive of any other business or\n    in conjunction with, or in addition to, any other business or\n    any profession or vocation:\n       Provided that it shall not include-\n     (a) the business of buying and selling livestock;\n     (b) any of the businesses or occupations mentioned in\n         paragraphs (b) and (e) of subsection (1) of section 3 of\n         the Licences on Trades and Business Act; and\n      (c) any retail business the gross value of the premises in\n          which the business is carried on does not amount to\n          twenty dollars,\nif in any such case the business is not canied on in conjunction\nwith any other business by way of trade;\n               [The inclwion of this ps8e is auU1ohcd by LN. 80dZOD8)\n                         REGLTRATION OF BUSINESS NAMES\n            \"trader\" means every individual or firm carrying on \"business\n                 by way of trade\" in Jamaica;\n            \"Christian name\" includes any forename;\n            \"firm\" means an unincorporate body of two or more individuals,\n                 or one or more individuals and one or more corporations, or\n                 two or more corporations, who have entered into partner-\n                 ship with one another with a view to carrying on business\n                 for profit or a body corporate that carries on business\n                 under the name other than its corporate name, but shall\n                 not include any unincorporated company which was in\n                 existence on the seventeenth day of June eighteen hundred\n                 and sixty-four;\n            \"foreign firm\" means any firm, individual, or corporation whose\n                principal place of business is situated outside the Common-\n                wealth;\n            \"individual\" means a natural person and shall not include a\n                 corporation;\n            \"initials\" includes any recognized abbreviation of a Christian\n                 name;\n1312006     \"Registrar\" means the Registrar of Companies;\n    .\nS 2. fb).\n       ,\n            \"showcards\" means cards containing or exhibiting articles dealt\n                with, or samples or representations thereof.\n                    (2) In the case of a peer or person usually known by\n            a British title different from his surname, the title by which\n            he is known shall be substituted in this Act for his sur-\n            name.\n                    (3) References in this Act to a former Christian name\n            or surname shall not, in the case of Commonwealth citizens,\n            include a former Christian name or sumame where that name\n            or surname has been changed or disused before the person\n            bearing the name had attained the age of eighteen years, and,\n            in the case of a married woman, shall not include the name or\n            surname by which she was known previous to the marriage.\n                        [The inclusion of lhis page is authorized by L.N. 80*/2008]\n             REGISTHATION OF BUSINESS NAMES\n       (4) References in this Act to change of name shall not\ninclude, in the case of Commonwealth citizens, a change of\nname which has taken place before the person whose name\nhas been changed has attained the age of eighteen years; or\nin the case of a peer or a person usually known by a British\ntitle different from his surname, the adoption of or succession\nto the title."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 1 Subject to the provisions of this Act-                Firms atld\n                                                              individuals\n    (a) every firm having a place of business in Jamaica and busincss\n                                                              C W ~ W O ~\n        carrying\n            . - on business under a business name which \",,dCr\n        does not consist of the true surnames of all partners namc\n                                                              businless\n                                                                    to be\n        who are individuals and the corporate names of all ,,,ifi,,,~\n        partners who are corporations without any addition\n        other than the tme Christian names of individual\n        partners or initials of such Christian name;\n     (b) every individual having a place of business in Jamaica\n          and carrying on business under a business name\n          which does not consist of his true surname without\n          any addition other than his true Christian names or the\n          initials thereof;\n     (c) every individual or firm having a place of business in\n         Jamaica, who or a member of which has either before\n         or after the commencement of this Act changed his\n         name, except in the case of a woman in consequence\n         of marriage,\n     (4 every trader having a place of business in Jamaica,\n          shall be registered in the manner directed by this Act.\n   Provided that-\n        (i) where the addition merely indicates that the\n            business is carried on in succession to a former\n            owner of the business, that addition shall not in\n            itself render registration necessary; and\n              [The inclusion of this page is aulhorircd by L.N. 80*/2008]\n6                              REGISTRATION OF BUSINESS NAMES\n                          (ii) where two or more individual partners have the\n                               same surname, the addition of an s at the end of\n                               that surname shall not of itself render registration\n                               necessary; and\n                          (iii) where the business is carried on by a trustee in\n                                bankruptcy or a receiver or manager appointed\n                                by any court, registration shall not be necessary;\n                                and\n                          (iv) a purchase or acquisition of property by two or\n                               more persons as joint tenants or tenants in com-\n                               mon is not of itself to be deemed carrying on a\n                               business whether or not the owners share any\n                               profits arising from the sale thereof\n1312006                  (2) A person who contravenes subsection (1) commits an\nS. 3.\n                  offence and shall be liable on summary conviction before a\n                  Resident Magistrate to a fine not exceeding fifteen\n                  thousand dollats and in default of payment of the fine to\n                  imprisonment for a term not exceeding three months.\nNomino. cr\nWStdC"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Where a firm, individual, or corporation having place\nfirms. ctc.       of business in Jamaica carries on the business wholly or\n                  mainly as nominee or trustee of or for another person, or other\n                  persons, or another corporation, or acts as general agent for\n                  any foreign firm, the first-mentioned firm, individual, or\n                  corporation shall be reg~stered in manner provided by this\n                  Act, and, in addition to the other particulars required to\n                  be krnished and registered, there shall be hrnished and\nSchedule.         registered the particulars mentioned in the Schedule:\n                     Provided that where the business is carried on by a trustee in\n                  bankruptcy or a receiver or manager appointed by any court,\n                  registration under this section shall not be necessary.\nDetim o t t h ~      5 . 1 1 ) An application by a firm, trader or individual to be\nfirms or\npersons who       registered under this Act-\nare required\nb) this ACI lf         (a) shall be made to the Registrar in writing in the\nbe registwed.\n1312006\nS. I@).\n                                [The inclusion of this p g c is suIholiled by LN. 80*12008]\n        prescribed form;\n    (b) may be sent by post, electronic means or delivery to\n        the Registrar;\n    (c) shall contain the following particulars-\n               (i) the business name;\n              (ii) a description of the general nature of the\n                   business;\n             (iii) the principal place of business;\n             (iv) the present Christian name and surname,\n                  any former Christian name or surnamc, the\n                  nationality, and if that nationality is not the\n                  nationality of origin, the nationality of\n                  origin, the usual residence, and any other\n                  business (if any) o f\n                           (A) the individual required under this\n                               Act to be registered; or\n                           (B) each of the individuals who are\n                               partners in a firm;\n              (v) the corporate name and registered and\n                  principal office of a body corporate;\n             (vi) if the business is commenced after October"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Duties of the f i n s or persons who are required by this Act to be\n       registered."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-31) Every registration and every renewal of registration, RegsVstlo~l\nshall be effected, and shall remain valid, for a period\nof three years from the date of the certificate of registration,\nand shall thereafter in accordance with the provisions of\nthis Act, be renewed from time to time for successive\nperiods, each of three years' duration, for so long as the firm\nor individual is required to be registered under the provisions\nof this Act\n        (2) Every application for registration or for a renewal\nof registration shall be made to the Registrar in the pre-\nscribed form (which shall include the statement and\nparticulars required by the provisions of section 5) and shall\nin each case be accompanied by the prescribed fee.\n       (3) Every application for registration shall be made\nnot later than fourteen days after the firm or individual\ncommences any business in respect of which registration is\nrequired under this Act\n        (4) Every application for renewal or registration shall\nbe made at least fourteen days before the expiration of the\ncurrent period of registration.\n        (5) Any firm or individual who, within the time pro-\nvided for in subsection (4) has made application to the Registrar\nfor a renewal of registration and whose current registlation\nceases to be valid while his application is being considered\nby the Registrar, shall nevertheless be deemed to continue to be\nregistered for all the purposes of this Act pending the decision\n            [The inclusion of chit page in authorized by L.N. 80*12008]\n                              RI.3GISI'RATION OF BlJSINESS NAMES\n                of the Registrar as to the renewal of the registration.\n1312006\nS. 5.                   (SA) Where an application for registration is made\n                by electronic means, the taxpayer registration number of the\n                applicant shall be included therein.\n                        (6) Save where the contrary is by this section provided,\n                all the provisions of this Act relating to registration shall apply\n                to any application for, and to any grant of, a renewal of\n                registration.\nDuties of          8. Whenever a change is made or occurs in any of\nfirms or\nwr8unswt,crc    the particulars registered in respect of any firm or person,\nany changl::    and in case of a trader a change shall include the opening\noccurs in\npalticalan.     of any additional or substituted place of business or branch\n                or the closing, disposal or discontinuance of any registered\n                place of business or branch, such firm or person shall,\n                within fourteen days, after such change, or such longer\n                periods as the Registrar may, on application being made\n                in any particular case, whether before or after the\n                expiration of such fourteen days, allow, hmish by sending\n1312006         by post or electronic means or delivery to the Registrar a\nS. 6 .\n                statement in writing in the prescribed form specifying the nature\n                and date of the change signed, and where necessary verified, in\n                like manner as the statement required on registration.\nPunirhmau           9. If any firm or person by this Act required to hrnish a\nof lirm or\nperson          statement of particulars or of any change in particulars shall\nmaking          without reasonable excuse make default in so doing in the\ndefault as to\npaniculars,     manner and within the time specified by this Act, every partner\n                in the firm or the person so in default shall be liable on summary\n                conviction before a Resident Magistrate to a fine not exceeding\n13 2006         five thousand dollars for a first offence and seven thousand\nS. 7.\n                dollars for a second or subsequent offence and in default\n                            [The inelusion of lhis page is s u l h i d by L.N. 80ri2W8]\n           R EGJSTR A TION OF B US1N ESS NAMES                           11\nof payment of such fine to imprisonment with or without\nhard labour for a term not exceeding three months; and the\ncourt shall order a statement of the required particulars or\nchange in the particulars to be furnished to the Registrar\nwithin such time as may be specified in the order."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) Where any firm or person by this Act required Dirabilityof\n                                                              defaulter to\nto furnish a statement of particulars or of any change in sueonhir\nparticulars shall have made default in so doing, then the contraotr*\nrights of that defaulter under or arising out of any contract\nmade or entered into by or on behalf of such defaulter in\nrelation to the business in respect to the carrying on of\nwhich particulars were required to be furnished at any time\nwhile he is in default shall not be enforceable by action or\nother legal proceeding either in the business name or\notherwise :\n  Provided always as follows-\n     (a) the default in furnishing the statement of parti-\n         culars or any change in particulars is expressly\n         raised by the other party to the action or other\n         legal proceeding;\n     (b) the defaulter may apply to the Court for relief\n         against the disability imposed by this section,\n         and the Court, on being satisfied that the default\n         was accidental, or due to inadvertence, or some\n         other sufficient cause, or that on other grounds it\n          is just and equitable to grant relief, may grant such\n          relief either generally, or as respect any particular\n         contracts, on condition of the costs of the applica-\n          tion being paid by the defaulter, unless the Court\n          otherwise orders, and on such other conditions\n          (if any) as the Court may impose, but such relief\n              inclusion of this page is authorized by L.N. 951 19971\n 12                        REGISTRATION OF BUSINESS NAMES\n                         shall not be granted except on such service and\n                         such publication of notice of the application as the\n                         Court may order, nor shall relief be given in respect\n                         of any contract if any party to the contract proves\n                         to the satisfaction of the Court that, if this Act had\n                         been complied with, he would not have entered\n                         into the contract;\n                    (4 nothing herein contained shall prejudice the rights\n                         of any other parties as against the defaulter in res-\n                         pect of such contract as aforesaid;\n                    (d) if any action or proceeding shall be commenced\n                        by any other party against the defaulter to enforce\n                        the rights of such party in respect of such contract,\n                        nothing herein contained shall preclude the defaul-\n                        ter from enforcing in that action or proceeding, by\n                        way of counterclaim, set-off or otherwise, such\n                        rights as he may have against that party in respect\n                        of such contract.\n                       (2) In this section the expression “Court” means the\n               “Supreme Court” or a Judge thereof:\n                 Provided that, without prejudice to the power of the\n               Supreme Court or a Judge thereof to grant such relief as\n               aforesaid, if any proceeding to enforce any contract is\n               commenced by a defaulter in a Resident Magistrate’s Court,\n               the Resident Magistrate’s Court may, as respect that\n               contract, grant such relief as aforesaid.\nPunirhmcat        11. If any statement required to be furnished under this\nfor fllse\nstattements.   Act contains any matter which is false in any material parti-\n               cular to the knowledge of any person signing it, that person\n               shall, on summary conviction, before a Resident Magistrate,\n               be liable to imprisonment with or without hard labour for\n               a term not exceeding three months, or to a fine not exceed-\n                       - - ._\n                            .-. _-\n                        mhe inclusion of this page is authorized by L.N. 95/ 1993\n              REGISTRATION OF BUSINESS NAMES                                      13\ning five thousand dollars, and in default of payment of such fine 1312006\n                                                                  S. 8.\nto imprisonment with or without hard labour for a term not\nexceeding three months or to both such imprisonment and fine\nwith imprisonment in default."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-41) The Registrar may require any person to furnish to Powerof\nhim such particulars as appear necessary to the Registrar for the Regiaitar.\npurpose of ascertaining whether or not such person or the firm\nof which he is partner should be registered under this Act, or an\nalteration made in the registered particulars, and may also in the\ncase of a corporation require the secretary or any other officer of\na corporation performing the duties of secretary to furnish such\nparticulars, and if any person when so required fails to supply\nsuch particulars as it is in his power to give, or h n i s h e s\nparticulars which are false in any material particular, he shall on\nsummary conviction before a Resident Magistrate be liable to\nimprisonment with or without hard labour for a term not\nexceeding three months or to a fine not exceeding five thousand\ndollars and in,default of payment of such fine to imprisonment\nwith or without hard labour for a term not exceeding three\nmonths or to both such imprisonment and fine with imprison-\nment in default.\n        (2) If from any information so furnished it appears to the\nRegistrar that any firm or person ought to be registered under\nthis Act, or an alteration ought to be made in the registered\nparticulars the Registrar may require the firm or person to\nfurnish to him the required particulas within such time as may\nbe allowed by the Registrar, but, where any default under this\nAct has been discovered from the information acquired under\nthis section, no proceedings under this Act shall be taken against\nany person in respect of such default prior to the cxpiration of\nthe time within which the firm or person is required by the\nRegistrar under this section to hrnish padculars to the\nRegistrar.\n       (3) Where a business is not registered, or its business 13:2006\n                                                                        S. %h).\nname is not renewed within one year after being served with at\nleast three notices by the Registrar to do so, the Registrar may\n             [The inclusion of Ihia pge ir aumOrircd by L.N. 80*/2W8]\n                           REGIS1'lUTlON OF BUSINESS NAMES\n             apply to a Judge in Chambers for an order for the closure of that\n             business.\nDuties of        13.-(1) On receiving any application, statement or statutory\nRegistrar.\n             declaration made in pursuance of this Act by any individual,\n             firm, or corporation not being a trader, the Registrar shall\n             cause the same to be filed, and he shall send by post or deliver\n             a certificate of registration to every firm or person registering\n             and the certificate or a certified copy thereof shall be kept\n             exhibited, in a conspicuous position at the principal place\n             of business of the firm or individual, and if not kept so\n             exhibited, every partner in the firm, or the person, as the\n             case may be, shall be liable on summary conviction before a\n             Resident Magistrate to a fine not exceeding two thousand\n             dollars and in default of payment of such fine to imprisonment\n             with or without hard labour for a term not exceeding three\n             months.\n                     (2) On receiving any application, statement or statutory\n             declaration made in pursuance of this Act by any trader, the\n             Registrar shall cause the same to be filed and shall send by\n             post or deliver to the firm or person registering as many\n             certificates of registration as there are separate places of\n             business or branches mentioned in the application, statement,\n             or statutory declaration.\n                     (3) One of the certificates or a certified copy thereof\n             shall be kept exhibited in a conspicuous position at every place\n             of business or branch of the individual or the firm, and if not\n             kept so exhibited, every partner in the firm, or the individual, as\n             the case may be, shall be liable on summary conviction before\n             a Resident Magistrate to a fine not exceeding eight thousand\n             dollars and in default of payment of such fine to imprisonment\n             with or without hard labour for a term not exceeding six\n             months.\n                         [The inclusion of this page is auUaripd by L.N. 80d20081\n              REGISTRATION OF BUSINESS NAMES                                  15"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. At the register ofice hereinafter referred to the Registrar lndexof\nshall keep an index of all the firms and persons registered under -fmnr\n                                                                    ,\n                                                                         ad\nthis Act."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-41) If any firm or individual registered under this Act nuyoffirm\n                                                                      ,\n                                                                      ,\n                                                                      ,,\n                                                                       ,\nceases to cany on business, it shall be the duty of the persons or perwn\nwho were partners in the firm at the time when it ceased to carry 10 c ~ y\non business or of the individual or if he is dead his personal\nrepresentative, within six months after the business has ceased\nto be carried on, to send by post or electronic means or deliver 131zoo6\nto the Registrar notice in the prescribed form that the firm or \"(\")\nindividual has ceased to cany on business, and if any person\nwhose duty it is to give such notice fails to do so within such\ntime as aforesaid, he shall be liable on summary conviction\nbefore a Resident Magistrate to a fine not exceeding five 1312006\nthousand dollars and in default of payment of such fine to S ll(b)\n~mprisonmentwith or without hard labour for a term not\nexceeding three months\n      (2) On receipt of such a notice as aforesaid the Registrar\nmay remove the firm or individual from the register.\n        (3) Where the Registrar has reasonable cause to believe\nthat any firm or individual registered under this Act is not\ncarrying on business he may send to the firm or individual by\nregistered post a notice that, unless an answer is received to\nsuch notice within one month from the date thereof, the firm or\nindividual may be removed from the register.\n       (4) If the Registrar either receives an answer from the\nfirm or individual to the effect that the firm or individual is not\ncanying on business or does not within one month after sending\nthe notice receive an answer, he may remove the firm or\nindividual from the register"
    },
    {
      "provision_ref": "sec15a",
      "section": "15A",
      "title": "Section 15A",
      "content": "15A.-41) Subject to subsection (2), where a firm or an D&po=lof\nindividual is removed kom the register under section 15, the file     ., ,\n                                                                  files and\nof that firm or individual shall be closed and kept by the office records.\nof the Registrar of Companies for a period of ten years from the ;':Z,qM\ndate of removal and may thereafter be destroyed.\n           [Tbinclusion of Li.page is authniEed by L.N. BONzOOsJ\n                             REGISWATION OF BUSINESS NAMES\n                       (2) The Registrar shall keep or cause to be kept in\n                relation to each file to be destroyed, a record of the particulars\n                specified in section 5 and any other information he may consider\n                relevant.\n                       (3) The Registrar shall cause the record of the particulars\n                and other information to be stored by photographic, electronic or\n                any other permanent means.\nDisclosure of      15B. Information obtained from time to time by the Registrar\ninformation\n1312006         pursuant to this Act may be disclosed, upon request and under\nS. 12.          the authority of the Registrar, to the Commissioner of Inland\n                Revenue or to an officer of the Inland Revenue Department\n                authorized by the Commissioner in that behalf.\nRegistrar          1 6 . 1 ) The Registrar shall not register a business name of\nmay r e h e\nlo register,    a firm or of an individual which contains any undesirable,\netc., in\ncertain =ass.\n                profane, indecent or obscene word or symbol.\n13i2006\nS. 13.                  (2) Subject to subsection (3), the Registrar shall not\n                register a business name of a firm or individual if that business\n                name is the same or similar t o -\n                      (a) a name which is already registered; or\n                      (b) the name of a company registered under the Com-\n                           panies Act.\n                        (3) The Registrar may register a business name, in whole\n                or in part, which is similar to a business name or the name of a\n                company that is already registered under this Act, if the consent\n                in writing of the first user of the name has been obtained.\nRelarimion         16A.-41) A firm which or an individual or trader who is not\nan advmise-\nmad by          registered in accordance with the provisions of this Act shall not\nwgiateed        issue any advertisement in relation to the business of that firm,\nfnns,a=.\n13/2006         individual or trader.\nS. 14.\n                          (2) A firm which or an individual or trader who\n                contravenes subsection (1) commits an offence and every\n                partner in the firm, or the trader or individual, as the case may\n                be, is liable on summary conviction before a Resident\n                Magistrate to a fine not exceeding twenty thousand dollars and\n                            [The inclvsion of this page is auhariad by LN. 80d20081\n              REGISTRATION OF BUSINESS NAMES\nin default of payment of such fine to imprisonment for a term\nnot exceeding three months.\n        (3) In subsection (1) \"advertisement\" means any form of\ncommunication put out by a firm, an individual or trader to\nnotify the public of the business of that person or the products of\nthe business."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The office of the Registrar of Companies shall be the me\n                                                                Registrar\nofice for the registration of firms and persons under this Act, ,,ofi,,,f\nand the Registrar of Companies shall be the Registrar for the Rwi*iim.\n                                                                1011975\npurposes of this Act.                                           S 2"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. At any time after the 1st October, 1934, any person may hpedionof\n                                                                      dofurnmts\ninspect the documents filed by the Registrar on payment of such\nfee as may be prescribed for each inspection; and any person Repi*.\n                                                                      3411979\nmay require a certificate of the registration of any firm or\nperson, or a copy of or extract frbm any registered statement to\nbe certified by the Registrar and there shall be paid for such\ncertificate of registration, certified copy, or extract, such fees as\nmay be prescribed.\n   A certificate of registration, or a wpy of or extract from any\nstatement registered under this Act, if duly certified to be a true i o i i 9 n\ncopy or extract under the seal of the Registrar of Companies S.3.\n(whom it shall not be necessary to prove to be the Registrar)\nshall, in all legal proceedings, civil or criminal, be received in\nevidence."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.--(I) The Minister may make lules concerning any of the Minister\n                                                               may make\nfollowing matters-                                             rules COW\n                                                                        cerning\n      (a) the fees to be paid to the Registrar for the purposes of ,in\n          this Act,                                                matteTs.\n                                                                   3411979\n                                                                         S. 5,\n      (h) the forms to be used under this Act;\n      (c) the duties to be performed by the Registrar under this\n          Act;\n      (4 the sales threshold for registration under this Act;            a"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Trade catalogues and circulq show cards and business letters\n             REGISTRATION OF BUSINESS NAMES\n2 1. Offending Corporation"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Where a corporation is guilty of an offence under this Act offendw\nevery director, secretary, and officer of the corporation who is mrpmahon\nknowingly a party to the default shall be guilty of a like offence\nand liable to a like penalty."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. All certificates and certified copies given by the Regis- c.nifi-tcs,\n                                                                 eto., exempt\ntrar under this Act shall be exempt from stamp duty.             h m sfamp\n                                                                             duty."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. There shall be paid in respect of the duties performed Remuneration\n                                                             for duties\nunder this Act such remuneration as the Minister with the\napproval of the House of Representatives shall appoint."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. The Minister may by order subject to aftirmative Minisf=\n                                                        may amend\nresolution amend the monetary penalties under this Act. mmeluy\n                                                                             pemltiea.\n                                                                             1312006\n                                                                             S. 17.\n              (The inclusion of this page is rulho.zed   by L.N. 80*12008)\n              REGISTRATION OF BUSINESS NAMES\n(Section 4)                     SCHEDULE\n   Description of Firm, &c.                The additional particulars.\n    Where the firm, individua         The present Christian name and sur-\n     or corporation, requim             name, any former name, nationality,\n     to be registered carrie            and, if that nationality is not the\n     on business as nomine              nationality of origin, the nationality\n     or trustee.                        of origin, and usual residence or,\n                                        as the case may be, the corporate\n                                        name, of every person, or corporation\n                                        on whose behalf the business is\n                                        carried on: F'rovided that if the\n                                        business is carried on under any\n                                        bust and any of the beneficiaries\n                                        are a class of children or other\n                                        persons, a description of the class\n                                        shall be sufficient.\n    Where the firm, individu;         I%e business name and address of the\n     or corporation required t          firm o r person as agent for whom\n     be registered carrie               the business is carried on: Provided\n     on business as genen               that if the business is carried on as\n     agent for any foreig               agent for three or more foreign firms\n     firm.                              it shall be sufficient to state the fact\n                                        that the business is so carried on,\n                                        specifying the countries in which\n                                        such foreign firms cany on business.\n              [The inclusion of this page is aulhorized by L.N. 80dZW8)"
    }
  ],
  "definitions": [
    {
      "term": "business name",
      "definition": "thc name or style under which any",
      "source_provision": "sec2"
    },
    {
      "term": "business by way of trade",
      "definition": "any business of selling by",
      "source_provision": "sec2"
    },
    {
      "term": "trader",
      "definition": "every individual or firm carrying on \"business",
      "source_provision": "sec2"
    },
    {
      "term": "firm",
      "definition": "an unincorporate body of two or more individuals,",
      "source_provision": "sec2"
    },
    {
      "term": "foreign firm",
      "definition": "any firm, individual, or corporation whose",
      "source_provision": "sec2"
    },
    {
      "term": "individual",
      "definition": "a natural person and shall not include a",
      "source_provision": "sec2"
    },
    {
      "term": "Registrar",
      "definition": "the Registrar of Companies",
      "source_provision": "sec2"
    },
    {
      "term": "showcards",
      "definition": "cards containing or exhibiting articles dealt",
      "source_provision": "sec2"
    },
    {
      "term": "advertisement",
      "definition": "any form of",
      "source_provision": "sec15a"
    }
  ]
}