{
  "id": "jm-stat-the-registration-of-clubs-act",
  "type": "statute",
  "title": "The Registration of Clubs Act",
  "title_en": "The Registration of Clubs Act",
  "short_name": "Registration of Clubs Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-registration-of-clubs-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-registration-of-clubs-act | Legal areas: Companies and Associations",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                              Interpw-\n“club” means any community or society consisting of not tion*\n      less than twenty-five members who assemble or meet\n       together in pursuit of a common object;\n“intoxicating liquor” means spirits, wine, beer, porter,\n       cider, perry and any fermented, distilled or spirituous\n       liquor which cannot, according to any law for the\n       time being in force relating to the sale of intoxicating\n       liquor, be legally sold unless duly authorized by a\n       licence granted thereunder;\n“members’ club” means a club, all the property, funds and\n       assets of which belong jointly to the members thereof,\n       whether such are vested in trustees for the members\n       or otherwise;\n“proprietary club” means any club other than a members’\n       club;\n“secretary”, in relation to a club, includes any officer of\n        the club or other person performing the duties of a\n        secretary and, in the case of a proprietary club where\n        there is no secretary the proprietor of the club;\n“unregistered club” means a club which is required to be\n        registered under this Act, but is not so registered, or\n        which has been struck off the register of clubs."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) The secretary of every club which OccUpieS 8 Obligation\nhouse or part of a house which is habitually used for the 2ugvbr\n purposes of a club, and in which any intoxicating liquor\n is supplied to members or their guests, or any other\n4                                REGISTRATION OF CLUBS\n              premises which are habitually so used, and in which any\n              intoxicating liquor is so supplied, shall cause the club to\n              be registered in manner provided in this Act.\n                    (2) The registration of a club under this Act shall\n              not constitute the club premises, licensed premises, or\n              authorize any sale of intoxicating liquor therein which\n              would otherwise be illegal.\nRegister of\nclubs."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) The Clerk of the Courts for every parish shall\n              keep separate registers of all registered members’ clubs and\n              proprietary clubs within the parish, but shall not enter a\n              club thereon without an order from the Resident Magistrate\n              in whose parish such club is situated.\n                       (2) The register shall be in a form prescribed by the\n              Minister and shall contain-\n                     (a) the name and objects of the club;\n                     (b) the address of the club;\n                     (c) the name of the secretary and in addition, in the\n                          case of a proprietary club, the name of the\n                          proprietor;\n                     (4the number of members;\n                     (e) the rules of the club relating t o -\n                              (i) the election of members and the admission\n                                  of temporary and honorary members and\n                                  of guests;\n                             (ii) the terms of subscription and entrance fee,\n                                  if any;\n                            (iii) the cessation of membership;\n                            (iv) the hours of opening and closing; and\n                             (v) the mode of altering the rules.\n                       (3) The Clerk of the Courts shall keep the register\n              of clubs corrected up to date in accordance with the returns\n              furnished by the secretaries as required by this Act, and\n                      [The inclusion d this page is authorized by L.N. 901 19931\n                   REGISTRATZON OF CLUBS                                  5\nthe register shall at all reasonable hours be open to the\ninspection of any constable or to a revenue officer."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 - 4 1 ) The secretary of every club shall in the month of        p$;fon\nJanuary in every year, and in the case of a new club, prior for\nto the opening of the said club and in the month of January dstmtion.\nin each succeeding year, make application to the Resident\nMagistrate for the parish in which the club is situated for\nan order to the Clerk of the Courts to enter the club on the\nregister.\n       (2) In support of such application, the secretary shall\nproduce to the Resident Magistrate a return signed by the\nsecretary giving the particulars mentioned in subsection (2)\nof section 4, together with a statement also signed by him\nthat there is kept upon the club premises a register of the\nnames and addresses of the club members, and a record of\nthe latest payment of their subscriptions.\n       (3) The secretary shall give evidence to the satisfac-\ntion of the Resident Magistrate in verification of the mat-\nters mentioned in the last preceding subsection.\n       (4) There shall be payable to the Collector of Taxes\nin respect of each application for registration of-\n     (a) a members’ club, a fee of five hundred dollars;       191 1991\n                                                               S. 2 (a).\n     (b) a proprietary club, a fee of two thousand dollars, :gig!\nand no application shall be entertained by the Resident\nMagistrate unless at the making thereof he is satisfied that\npayment of such fee has been made.\n       ( 5 ) Where an application is refused by the Resident 19/1991\nMagistrate, there shall be refunded to the applicant a sum s*2!c).\nwhich-\n     (a) in respect of an application for registration of a\n            members’ club, shall be four hundred and fifty\n            dollars; and\n     (b) in respect of an application for registration of a\n            proprietary club. shall be one thousand eight\n            hundred dollars.\n6                                 REGISTRATION OF CLUBS\nNotice to\nSuperintend-"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The secretary of every club shall, before making\nent of Police application to the Resident Magistrate for an order to the\nof applica-\ntion for      Clerk of the Courts to enter the club upon the register, give\nregistration. twenty-one days’ notice to the Superintendent of Police for\n               the parish of his intention to apply and the Superintendent\n               shall-\n                     (a) verify the particulars obtained in the return;\n                     (b) make enquiries to enable him to inform the\n                         Resident Magistrate to whom the application is\n                         made upon the matters to be considered by him\n                         under the next succeeding section;\n                    (c) attend at the hearing of the application; and\n                    (6) be entitled to object to the making of an order for\n                         registration of the club either generally or on any\n                         of the grounds of complaint set forth in section"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The Clerk of the Courts shall within three days of the Notice to\nentry of a club in the register, send or cause to be sent to 2:nyti\nthe Commissioner of Inland Revenue notice that the said ~ ~ ; ~ u e o f\nclub has been entered in the register by him in conformity registration.\n                                                             I2/1985\nwith the provisions of this Act.                             sch .\n  l@.-(l) If any intoxicating liquor is supplied or sold to Penalty  for\n                                                             supplying or\nany member or guest on the premises of an unregistered keeping\nclub, the person supplying or selling the liquor and every %::$Ered\nperson authorizing the supply or sale of the liquor shall be club-\nguilty of an offence and be liable to a penalty not exceed-\ning forty dollars.\n       (2) If any intoxicating liquor is kept for supply or\nsale on the premises of an unregistered club, every officer\nand member of the club shall be liable to a penalty not\nexceeding forty dollars, unless he proves to the satisfac-\ntion of the court that the liquor was so kept without his\nknowledge or consent.\n8                                 REGISTRATION OF CLUBS\nstriking off     11.41) Where a club has been registered in pursuance\nclub\nregister.      of this Act, a Resident Magistrate on complaint in writing\n               by any person may, if he thinks fit, make an order directing\n               the club to be struck off the register on all or any of the\n               following grounds, namely-\n                     (a) that the club has ceased to exist or that the\n                          number of members is less than twenty-five; or\n                     (b) that it is not conducted in good faith as a club, or\n                          that it is kept or habitually used for any unlawful\n                          purpose; or\n                     (c) that there is frequent drunkenness on the club\n                          premises; or\n                     (d) that illegal sales of intoxicating liquor have taken\n                          place on the club premises; or\n                     (e) that persons who are not members are habitually\n                          admitted to the club merely for the purpose of\n                          obtaining intoxicating liquor; or\n                     01 that the club occupies premises in respect of which\n                          within twelve months next preceding the form-\n                          ation of the club, a licence has been forfeited or\n                          the renewal of a licence has been refused, or in\n                          respect of which an order has been made that they\n                          shall not be used for the purposes of a club; or\n                     (g) in the case of a members’ club that the supply of\n                          intoxicating liquor to the club is not under the\n                          control of the members or the committee appointed\n                          by the members; or\n                     (h) that the club has become a nuisance to the neigh-\n                          bourhood.\n                        (2) For the purpose of determining whether a club\n                is conducted in good faith as a club, the Resident Magis-\n                trate shall have regard to the nature of the premises\n                occupied by the club.\n                        (3) If the Resident Magistrate grants a summons\n                on the complaint, the summons shall be served on the\n               secretary and on such other person, if any, as the Resident\n               Magistrate may direct.\n                   REGISTRATION OF CLUBS                                     9\n        (4)Where the Resident Magistrate makes an order\nstriking a club off the register, he may, if he think fit, by\nthat order further direct that the premises occupied by the\nclub shall not be used for the purposes of any club which\nrequires to be registered under this Act for a specified\nperiod, which may extend, in case of a first order, to twelve\nmonths, or, in case of a second or subsequent order to five\nyears :\n  Provided that any such direction may, for good cause\nshown, be subsequently cancelled or varied by the Resident\nMagistrate."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11, subsection (1).\nMagistrate       7. The Resident Magistrate to whom application is made\nto consider\napplication.   shall duly consider the return furnished by the secretary\n               and his evidence in verification thereof, and the evidence\n               called by the Constabulary, and shall determine whether\n               the Clerk of the Courts enter the club in the register of\n               clubs and direct the Clerk accordingly.\nWhen              8. The Resident Magistrate to whom application is made\nMagistrate\nmay refuse     shall not order the Clerk of the Courts to enter any club\norder to       in the register if in his opinion-\nregister.\n                     (a) the return furnished as aforesaid is inaccurate or\n                         incomplete; or\n                     (b) the objects, nature or system of management of\n                         the club, or the character or antecedents of the\n                          promoters, proprietors or secretary of the club, are\n                         unsatisfactory, or the situation of the club\n                         premises is unsuitable; or\n                    (c) the club premises have, in his opinion, been pur-\n                         chased or leased for the purpose of the said club\n                         by any brewer, firm of brewers, brewery company,\n                         distiller, distillers, or wine and spirit merchants;\n                   REGISTRATION OF CLUBS                                7\n         or if, in his opinion, the club is compelled to\n         purchase intoxicating liquors from any brewer,\n         firm of brewers, brewery company, distiller, dis-\n         tillers, or wine and spirit merchants, in considera-\n         tion of money advanced to or on account of the\n         said club by the said brewer, firm of brewers,\n         brewery company, distiller, distillers or wine and\n         spirit merchants; or\n    (d) the premises for which application is made are\n         likely to become a nuisance to the neighbourhood;\n         or\n    (e) there is satisfactory proof of any of the grounds of\n         complaint set out in section 11, subsection (1);\n         or\n    cf> any other good cause is shown."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Any Superintendent or Assistant Superintendent of Power      to\n                                                             enter upon\nthe Jamaica Constabulary Force may, at any t h e during club\nsuch hours as a registered club’s premises are open to premises.\nmembers, enter upon the premises and call far and inspect\nall books and documents required to be kept on the\npremises and take copies of any entry in such books or\ndocuments and the provisions of sections 52 and 60 of the\nSpirit Licence Act shall not apply to clubs registered under\nthis Act."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Any servant, officer or member of a club who obstructingPenalty for\nobstructs or prevents, or attempts to obstruct or prevent Constatw-\nany such Superintendent or Assistant Superintendent from law.\nhaving free access to the d u b premises during such hours\nas the said premises are open to the members of the said\ndub, or from obtaining information such as he is em-\npowered to obtain for the purposes of this Act, shall be\nliable to a penalty not exceeding twenty dollars for the first\noffence and for any subsequent offence to a penalty not\nexceeding one hundred dollars.\n  1 4 . 4 1 ) If a Resident Magistrate or a Justice is satisfied Search\n                                                                 warrant.\nby infurmation on oath that there is reasonable ground for\nsupposing that any registered club is so managed or carried\non as to constitute a ground for striking it off the register,\n10                              REGISTRATION OF CLUBS\n             or that any intoxicating liquor is sold or supplied, or kept\n             for sale or supply, on the premises of an unregistered club,\n             he may grant a search warrant to any constable named\n             therein.\n                     (2) A search warrant granted under this section shall\n             authorize the constable named therein to enter the club,\n             if need be by force, and to inspect the premises of the\n             club, to take the names and addresses of any persons found\n             therein, and to seize any books and papers relating to the\n             business of the club.\nPenalty for     15.-(1) If the secretary of any registered club or   any\nfalse return\nof secretary. club which is required to be registered under this     Act\n             omits to make any return required by this Act, he shall\n             be liable to a penalty not exceeding twenty dollars and in\n             the case of a second or subsequent offence to a penalty not\n             exceeding forty dollars.\n                      (2) If the secretary of any such club knowingly\n             makes a return which is false in any material particular,\n             he shall be IiabIe to a penalty not exceeding one hundred\n             dollars.\nProcedure.      16. All penalties hereby imposed shall be recovered and\n             enforced in a summary manner before a Resident Magis-\n             trate of the parish where the offence is committed, who,\n             if such penalty be not forthwith paid, may impose imprison-\n             ment with or without hard labour for any period not\n             exceeding six months.\nGeneral\npenalty."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Any person who acts in contravention of or fails to\n             comply with any of the provisions of this Act, or any\n             regulations made thereunder, for which no special penalty\n             is provided by this Act, shall be liable in the case of a first\n             offence to a penalty not exceeding ten dollars, and in case\n             of a second or subsequent offence to a penalty not exceed-\n             ing twenty dollars.\n                  REGISTRATION OF CLUBS                                 11\n  1 8 . 4 1 ) The Minister may make regulations as to all or Regulations.\nany of the following matters-\n     (a) the hours of opening or closing of club premises;\n     (b) the hours during which intoxicating liquor may\n           or may not be supplied to members or their guests;\n     (c) the manner of application for, the procedure\n           thereon and by whom an application for extension\n           of hours during which a club may remain open,\n           or during which intoxicating liquor may be sup-\n           plied, may be granted;\n     (d) the admission of visitors as guests or temporary\n           members of any registered club.\n         (2) Any such regulation may differentiate between\na members’ club and a proprietary club.\n         (3) Regulations made under this section shall be\nsubject to affirmative resolution and, when so approved by\nresolution, shall be published in the Gazette and as from\nthe date of publication or from the date specified therein,\nsuch regulations shall have the same force and effect as if\nthey were contained in and formed part of this Act."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. The Minister may, if satisfied that a proprietary club Saving as to\nis established and carried on by any person for the benefit clubs\n                                                              proprietary\n                                                                    =tab-\nof his employees and not for profit or gain, direct the E$$$s\nResident Magistrate to treat any application under section foremployees.\n5 as if such club was in fact a members’ club."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.   Savings as to Canteens and Messes.\n                  REGISTRATION OF CLUBS                                          3\n       THE REGISTRATION OF CLUBS ACT                                  cap. 339.\n                                                                            Act\n                                                                        12 of 1985\n                                           [I9th February, 1936.1          scb."
    }
  ],
  "definitions": []
}