{
  "id": "jm-stat-the-registration-of-titles",
  "type": "statute",
  "title": "The Registration of Titles",
  "title_en": "The Registration of Titles",
  "short_name": "Registration of Titles",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-registration-of-titles",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-registration-of-titles | Legal areas: Real Estate",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1-\n                           of Titles to sign anything authorized w ority\nor required by this Act to be signed by the Registrar.           tos\n                                                                 WC967\n          (2) The Registrar may, in the instrument in which sn\nauthority is given under subsection (1) to any officer-\n      (U) require that such authority shall be exercised in\n            accordance with the general or specific directions\n            of the Registrar;\n     (b) specify the period for which such authority shall be\n            valid, so, however, that any such period may be\n            extended from time to time and any authority given\n            under this section may be revoked at any time.\n          (3) Anything signed by any o&r to whom autho-\nrity is given under this section and in accordance with such\nauthority shall be as valid and effectual as if it were signed\nby the Registrar.\n         (4) Notice of every authority given under this section\nand of every extension thereof or the revocation thereof\nshall be published in the Gazette but failure to publish such\nnotice shall not aEect the validity of the authority conferred\nor any extension or revocation thereof, as the case may be."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The lessee        2. The lessee, his executors, administrators or\nwill fence.          transferees, will during the continuance of the said\n                     term. erect and put up on the boundaries of the said\n                     land, or on those boundaries upon which no sub-\n                     stantial fence now exists a good and substantial\n                     fence, and will, during the continuance of the said\n                     term, maintain in good order and condition all such\n                     fences, and all other fences whatsoever on the said\n                     land."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The lessee        3. The lessee, his executors, administrators or\nwill cultivate.      transferees, will at all times during the said term\n                     cultivate, use and manage, in a proper and husband-\n                     like manner, all such parts of the land as are now\n                     or shall hereafter with the consent in writing of the\n                     said lessor be in cultivation, and will not impoverish\n                     or waste the same."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The Governor-General may from time to time appoint by                ~egistrarof\n     warrant under his hand and the Broad Seal of Jamaica a fit and             z:;2nEmt.\n     proper person, being a member of the Bar of Jamaica, England,              4211969\n                                                                                3rd Sch.\n     Scotland, or Northern Ireland or being a Solicitor of the\n     Supreme Court or of the Supreme Court of Judicature of\nC'   England, Scotland, or Northern Ireland, or a Writer to the\n     Signet of Scotland, to be the \"Registrar of Titles\" (hereinafter\n     called the Registrar), for investigating and dealing with\n     applications for bringing land under the operation of this Act,\n     and for other purposes hereinafter mentioned."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.--(I) The Governor-General may appoint one or more fit                Appointment\n                                                                                and quail-\n     and proper persons, each being a member of the Bar of Jamaica,             fication of\n     England, Scotland or Northern Ireland, or being a Solicitor of             Deputy\n                                                                                Registrar.\n     the Supreme Court or of the Supreme Court of Judicature of\n     England, Scotland, or Northern Ireland, or a Writer to the                 4211969\n                                                                                3rd Sch.\n     Signet of Scotland, to be a Deputy Registrar of Titles.                    1011974\n                                                                                S. 2(a), (b).\n            (2) A Deputy Registrar of Titles shall, subject to                  1011974\n     the general or special directions of the Registrar of Titles,              s.2(c).\n     assist the Registrar in the performance of the duties of\n     Registrar under this Act and the Deputy Registrar shall,\n     in the exercise of his office, have all and singular the like\n     authorities, powers, duties, immunities and liabilities of the\n     Registrar.\n            (3) Everything by this Act, or any enactment amend-\n     ing or incorporated with the same, appointed or authorized,\n     or required to be done, or signed, by a Registrar may be\nC    done or signed by a Deputy Registrar and shall be as valid\n     and effectual as if done or signed by the Registrar.\n            (4) If from any cause the ofice of Deputy Registrar\n        Titles is vacant, or if, owing to absence or inability\n        act from illness or any other cause a Deputy Registrar                  1011974\n                                                                                s. 2(f).\n                  (The inciusion of this page is authorlvd by L.N. 180AIZ0061\n14                                   REGISTM TION OF TITLES\n                of Titles is unable to perform the duties of his office, the\n                Governor-General may, appoint some fit and proper person\n1011974         (whether or not such person is qualified under subsection (1) for\nS. 2(e).\n                an office of Deputy Registrar of Titles) to act temporarily as\n                Deputy Registrar of Titles, and any person so appointed shall\n                for the time being have all the authorities, powers, immunities\n                and liabilities and perform all the duties of the office of Deputy\n                Registrar of Titles.\nConstitution       6.-41) The Minister may appoint a panel of not less than\nof panel of\nReferees.       three nor more than ten persons, qualified as aforesaid, each of\n2511967         whom shall be a Referee of Titles under this Act (hereinafter\nS. 2.           called a Referee) so, however, that the validity of the\n2512005\nS. 13.          constitution of the panel shall not be affected by any vacancy\n                among the members thereof or by any defect in the appointment\n                of a member thereof\n                        (2) The office of a Referee shall not be a public office\n                for the purposes of Chapter V of the Constitution of Jamaica.\nSalary and         7. The Registrar shall receive such annual salary as shall\nfees of\nRegistrar and   from time to time be determined by the Minister, and the\nReferees.       Referees shall be paid fees in respect of each reference on\n                such scale as shall from time to time be fixed by the\n                Minister. Such salary and fees shall be paid out of the\n                Consolidated Fund.\nSalary of          8. A Deputy Registrar of Titles shall receive such\nDeputy          annual salary as the Minister may with the sanction of the\nRegistrar.\n1011974         House of Representatives from time to time determine.\nS. 3.\nAciing             9. In case of the illness, incapacity or absence, of any\nappoint-\nments.          officer appointed under this Act, the Governor-General may\n                appoint a person to act in lieu of such officer; the person\n                so appointed shall have all the powers and perform all the\n                             [The lncluslon of this page Is authorized by L.N. 180A120061\n                REGISTRATION OF TITLES                                     15\nduties of the officer in whose stead he may have been\nappointed."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The lessee    6. The lessee, his executors, administrators or\n      will paint out- transferees will, in every year during the continu-\n       side every year. ance of the said term, paint all the outside wood-\n                        work and ironwork belonging to the leased property,\n                        with two coats of proper oil colours, in a workman-\n                        like manner."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. That the names and addresses, so far as is known to me, of the\n             owners of all lands contiguous to the said lands are as follows-\n                ( I f the certificate of title is not to issue to the applicant, add\n             And I direct the certificate of title to be issued in the name of\n             (insert name and addition).)\n         Made and subscribed on the            day of             at\n      in the presence of                          (The applicant. if within the\n      Island. to sign before the Registrar or a Notary Public or a Justice of\n      the Peace: if abroad, before a Mayor, Provost, Notary Public, Consul,\n      Consular Agent or Justice of the Peace).\n             me inclusion of this page is authorized by L.N. 480/1973]\n                     REGISTRATION OF TITLES                                              107\n                         SECOND SCHEDULE                                   C%ctioa43)\n  Caveat forbidding l a d to be brought under the Registration of Titles\n                                   Act\n     To the Registrar of Titles:\n   Take notice that I (insert name and addition) claim '@articdmiu the\nthe estate or interest chimed) in the land described as (copy dexripiion\nfrom the advertisement) in the advertisement relating to the application\nof (state applicunt's nume and uddition) and I forbid the bringing of\nsuch land under the operation of the Registration of Titles Act. I\nappoint                                 as the phce at which noticcs and\nproceedings relating hereto may be served.\n     Dated the                         day of                     19     .\n                 s\n   Signed in the resence of\n   (name and ad ress of witness).\n                          THIRD SCKEDULE                                        ( W o n 55)\n                                  FORMA\n            JAMAICA-REGISTERBOOK, VOL.                FOL.      .\n          Certificateof Title under the Registration of Titles Act\n   (Insert name and addition) is 'now the Qroprietor (here state whether\nsole or otherwise) of an estate in fee simple (ifnot in fee simple, state\nthe nutirre of the estute. und if the property be leusehold say of a lease-\nhold estate for                years from the            day of"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Thelessee      8. The lessee, his executors, administrators or\n      will not use the transferees. will not convert, use or occupy the said\n      premises as a premises, or any part thereof, into or as a shop,\n      shop.             warehouse, or other place for carrying on any trade\n                        or business whatsoever, or permit or suffer the said\n                        premises or any part thereof. to be used for any\n                        such purpose, otherwise than as a private dwelling-\n                        house without the consent in writing of the said\n                        lessor or his transferees."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Thel&see       9. The lessee. his executors, administrators or\n      will not carry on transferees, will not at any time during the said\n      a n y offensive term use. exercise or carry on, or permit or suffer\n      trade.            to be used. exercised or camed on, in or upon the\n                        said premises, or any part thereof, any noxious,\n                        noisome or offensive art, trade, business, occupation\n                        or calling, and no act, matter or thing whatsoever\n                        Shall at any time during the said term be done in or\n                        upon the said premises, or any part thereof, which\n                        shall or may be or grow to the annoyance. nuisance.\n                        grievance, damage or disturbance of the occupiers,\n                        or of the adjoining lands and properties.\n      - me inclusion of this page is authorized by L.N. 480/19731\n                    REGlSTRATlON OF TITLES                                   113"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The lessee      10. The lessee, his executors, administrators, or\nwill carry on the   transferees, will at all times during the continuance\nbusiness of a       of the said term use, exercise and carry on, in and\npublican a n d      upon the premises, the trade and business of a\nc o n d u c t the   licensed victualler or publican, and seller of fer-\nsame in an or-      mented and spirituous liquors, and keep open and\nderly manner.       use the house, inn and buildings, standing and being\n                    upon the land as and for an inn or public-house for\n                    the reception, accommodation and entertainment of\n                    travellers, guests and other persons resorting thereto\n                    or frequenting the same, and manage or conduct\n                    such trade or business in a quiet and orderly man-\n                    ner, and will not do or commit, or suffer to be done\n                    or committed, any act or matter or thing whatso-\n                    ever, whereby or by means whereof any licence shall\n                    be allowed to expire, or to become void, or shall or\n                    may be liable to be forfeited, suspended, taken away\n                    or refused."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The lessee      11. The lessee, his executors, administrators or\nwill apply for re- transferees, will from time to time during the con-\nnewal of licence. tinuance of the said term, at the proper times for\n                   that purpose, apply for and endeavour to obtain\n                   such licence or licences as is or are or may be neces-\n                   sary for carrying on the said trade or business of\n                   a licensed victualler or publican, in and upon the\n                   said premises, and keeping the said house or inn\n                   open as and for an inn or public-house as aforesaid."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The lessee     12. The lessee, his executors, administrators or\nw i l l facilitate transferees, will at the expiration or other sooner\nthe transfer of determination of the said term, sign and give such\nlicence.           notice or notices, and allow such notice or notices.\n                   of a transfer or renewal of any licence as may be\n                   required by law to be affixed to the said house or\n                   inn to be thereto affixed and remain so affixed during\n                   such time or times as shall be necessary or expedient\n                   in that behalf, and generally will do and perform\n                   all such acts, matters and things as shall be\n                   necessary to enable the said lessor or his transfenes.\n                   or any person authorized by him or them. to obtain\n                   the transfer of any licence then existing and in force,\n                   or the renewal of any licence or any new licence.\n       me inclusion of this page is authorized by LN. 480/1973]\n114                                 REGISTRATION OF TITLES\n(Section 103)                           EIGHTH SCHEDULE\n                                                 JAMAICA\n                              Mortgage under the Registration of Titles Act\n                   I, A.B. (insert addition), being registered as the proprietor of an\n                estate (here state narure of rhe estate) in the land hereinafter described.\n                subject to the incumbrances notified hereunder in consideration of\n                the sum of                            , this day lent to me by C.D. (insert\n                addition) hereinafter called the mortgagee, do hereby covenant with the\n                said mortgagee-\n                  Firstly, to pay to the. said mortgagee or his transferee the said\n                principal sum of                       dollars, on the\n                day of                           , 19      .\n                   Secondly, to pay to the said mortgagee or his transferee, so long as\n                the said principal s u m or any part thereof shall remain unpaid, interest\n                on the said sum, or on so much thereof as shall for the time being\n                remain unpaid, at the rate of\n                payments on the\n                and on the                       day of\n                                                             day of               .        .\n                                                            per centurn per m u m , by equal\n                                                                                      19\n                                                                               in every year.\n                   Thirdly, that I will insure against fire in the name of the mortgagee.\n                   Fourthly (here set forth any special covenant).\n                And for better securing the payment in manner aforesaid of the said\n                principal sum and interest, I hereby mortgage to the said mortgagee\n                all my estate and interest, and all the estate and interest which I am\n                entitled to transfer or dispose of, in all that\n                (insert if applicable part of\n                or otherwise according to the certificate) of\n                (if the land mortgaged be part only of the land comprised in the existing\n                certificate,set forth in links or feet the boundaries, and refer to a map).\n                      Dated the                        day of                       , 19    .\n                Signed by the said A.B. in the 1\n                   presence of\n                Signed by the said C.D. in the\n                   presence of\n                INCUMBRANCES REFERRED TO-\n                                               I\n(Section 103)                            NINTH SCHEDULE\n                                                 JAMAICA\n                               Charge under the Registration of Titles Act\n                   I. A.B. (insert addition). being registered as the proprietor of an\n                estate (here state nature of estate), in all that (here describe or identify\n                the land), subject to the incumbrances notified hereunder, and desiring\n                to render the said land available for the purpose of securing to, and for\n                the benefit of CJ).(insert addition) the annuity hereinafter mentioned\n                        tThe inclusion of this pls is authorized by LN. 480/19731\n                   REGISTRATION OF TIT=                                              115\ndo hereby charge the said land for the benefit of the said C.D, with an\nannuity of                           4    to be paid at the times and in\nmanner following; that is to say (here state the tzme appinted for the\npayment of the unnuity, and the events on which it shall cease to be\npayable; also uny special covenants or powers and any modi&ation        of\nthe powers or remedies given to un m u i t a n t by the Act).\n  And subject as aforesaid the said C.D.shall be entitled to all powers\nand remedies given to an annuitant by the Registration of Titles Act.\n     Dated the                     day of                         .\n                                                                 19\nSigned by the said A.B., in the 1\n                               i\n  presence of\nSigned by the said C.D., in the\npresence of\n                        TENTH SCHEDULE                                        ( W o n 1W\n                                JAMAICA\n   I, A.B. (insert addition), being the holder of:                shares of\nS                              each in (insert name of society), and being\nregistered as proprietor of an estate (here state nuture of estate).\nsubject to such incumbrances, liens and interest, as are notified by\nmemorandum (if any) endorsed hereon. in all that (insert description of\nlund uccording to the certificate, or if the land mortgaged be part only\nof the lund comprised in the existing certificate. stute the fact. describe\nor identify the l d ) in consideration (here set forth the considemtion).\ndo hereby covenant with the said society that I will pay to the said\nsociety, or the person appointed to receive the same, all repayments,\nSubscriptiQns, fines, interest and other payments (and the costs and\nexpenses attending the recovery of the same) which shall become due\naccording to the rules of the said society in respect of the said share (or\nshares) and also that I will observe all the rules and regulations of the\nsaid society, until with the consent of the said society I shall pay off\nsuch balance as according to the rules and regulations of the said\nsociety may be owing to the said society in respect of the said share (or\nshares), all arrears of subscriptions, repayments. fines and other pay-\nments hereby covenanted, and that I will insure against fire in the\nname of the mortgagee to the amount of S\n(here set out uny speciul covenants); and for the better securing to the\nsaid society the payment of such subscriptions. repayments, fines,\ninterest and other payments as aforesaid. I hereby mortgage to the said\nsociety all my estate and interest in the said lands bcfore described;\nand I empower the said society to sell the estatc and interest hereby\npledged to them as security whenever 1 shall make default for the space\nof three calendar months in payment of the said subscriptions. repay-\n        llhe inclusion of this page is authoriLed by L.N. 4SO/J973]\n116                               REGISTKATION OF TITLES\n                ments, fines, interests or other pajlnents to become due in respect of\n                the said share (or shares) according to the rules and regulations of the\n                said society, without serving me with any written demand for payment\n                of such moneys pursuant to the provisions contained in the Registra-\n                tion of Titles Act, or complying with the other requirements and\n                provisjons of the said Act in reference to the power of sale conferred\n                on mortgagees claiming under any mortgage. And I do hereby further\n                covenant with the said society, that they may from time to time under\n                the power of distress conferred on a mortgagee by the Registration of\n                Titles Act, recover and reimburse themselves aC such payments, sub-\n                scriptions, lines and other moneys as aforesaid, and all costs, damaees\n                and expenses incurred in the enforcement hereof,\n                     Dated the                     day of                        19    I\n                Signed by the said C.D.in the\n                   presence of\n(Section 113)                                  ELEVENTH SCHEDULE\n                  That I will in-    That I, my heirs, executors, administrators of\n                sure against fire transferees, will insure, and so long as any money\n                in the name of shall remain secured by this mortgage keep insured,\n                the mortgagee to against loss or damage by fire. in the name of the\n                the amount of mortgagee or his transferees, in some public\n                s                insurance office to be approved of by him or them,\n                                 all buildings, fixtures and machinery which shall for\n                                 the time being be erected on the said land. and\n                                 which shall be of a nature of kind capable of being so\n                                 insured, to the amount of S           , and will when\n                                 required deposit with the mortgagee or his\n                                 transferees the policy of such insurance, and withixl\n                                 seven days after each premium shall become payable\n                                 the receipt of such premium, and that the moneys\n                                 which shall be received on account of such insur-\n                                 ance. shall, at his or their option, be applied either\n                                 in or towards satisfaction of the moneys secured by\n                                 the mortgage, or rebuilding, or reinstating under the\n                                 superintendence of his or their surveyor, the build-\n                                 ings destroyed or damaged. And that on any breach\n                                 or non-observance of this covenant he or they shall\n                                 be at liberty to effect such insurance and continue\n                                 the Same for such period as may be deemed fit, and\n                                 the costs and expenses paid on account thereof shall\n                                 be a charge upon the said land and bear interest at\n                                 the same rate as if principal money overdui.\n                        [The inclusion of this page is ruthorind by L.N. 480/lW3]\n                      REGIS'SHA'I'ION OF TITLES                                                   117\n                          TWELITH SCHEDULE                                               (Section 134)\n                                     JAMAICA\n                                        FORMA\n      Form 01 Certificute ol Lurid sold uni.-era Writ or Order of Sale\n   I.                                         , in pursuance of writ of sale tested\nthe                     day of                            , 19     ,and issued out of\nthe Supreme Court in illl a c h n whercin\nis the plaintiff, and                                                   the defendant,\nwhich said                                    is registered    as the proprietor of an\nestate (here slate mture of the estute) in land hereinafter described,\nsubject to the incwnbrdnces notified hereunder, and to effwtuate the\nsale made under such writ, do hercby. in consideration of the sum\nof                          paid to me by E.F. (insert ddirion) transfer to\nthe said E.F.all the estate and interest of the said\nin all that                                        ( I f the land transferred be part\nonly of the land coniprised in the grant, or existing certifkate. set forth\nin links or feet the b o d u r i e s , utld refer to U map).\n      Dated the                             day of                           e 19\nSigned by the ;qid                     1\n   in the presence of                  J\n Signed by the said\n   in the presence of               }\nINCUMBRANCES REFERRED TO-\n                                 FORMB                                          (*tion            134)\n      Form of Certifiute of Lease. Mortpge or Charge, d e r Writ of\n                               Fieri Facia\n   I.                                 in pursuance of a writ of f i n f u c i a\ntested the               day of                   , 19     , andissuedout\nof the Supreme Court in an action wherein\nis the plaintiff, and                                        the dcfcndant,.\nwhich said                                is registered as the proprietor of\na kase (or mortgage or charge, as the case may k),    &d\nof (or upon) the land hereinafter described. subject to the incum-\nbrances notified hereunder, and to effectuate the sale made under such\nwrit. do hereby. in consideratioii d the sum of\npaid to me by E.F. (insert idition), transfer to the said E.F. all the\nestate and interest of the said                                     assuch\n           Cl3a indudon of Ibia mac ia urthorhd.bY .LN. 4I10/19731\n118                                 REGISTRA TtON OF T tTLES\n                registered proprietor in all that                           (or otherwise,\n                according to the description in the lease, mortgage or charge, or describe\n                the land in general terms by reference to the registered instrument).\n                  Dated the                       day of                         e 19    z\n                Signed by the said\n                  in the presence of            }\n                Signed by the said E.F. in the 1\n                  presence of                   I\n                INCUMBRANCES REFERRED TO-\n(Section 134)                                    FORMC\n                  Form of Certificate of Sale of Registered Land under Decree or Order\n                                  of a Court of Competent Jurisdiction\n                  This is to certify that A.B. of                            etc., has been\n                declared the purchaser on the                      day of\n                of the right, title and interest of C.D. in the land mentioned ani\n                described in Certificate of Title registered in Volume                 Folio\n                               of the Register Book and that the land aforesaid was sold\n                pursuant to an order of the (name of Court).\n                    Dated the                        day of                        , 19    .\n                  Given under my hand and the seal of the Court this\n                day of                                , 19     .\n                                                           Registrar of the Supreme Court\n                                               or Clerk of the Resident Magistrate's Court\n                                                  for the parish of\n(Section 139)                        THIRTEENTH SCHEDULE\n                  Caveat forbidding Registration of any change in Proprietorship or any\n                                      dealing with Estate or tnterest\n                To the Registrar of Titles:\n                  Take notice that I (insert name and addition) claim (particularize the\n                estate or interest claimed) in the land described in Certificate of Title\n                registered in Volume        , Folio       , and I forbid the registration of\n                any person as transferor or proprietor of and of any instrument affecting\n                such estate or interest (or until after notice of the intended registration\n                or dealing be given to me or unless such instrument be expressed to be\n                subject to my said claim). I appoint\n                as the place at which notices and proceedings relating hereto may be\n                served.\n                     Dated this                     day of                        , 19     .\n                Signed in the presence of\n                        P'he inclusion of this page is authorized by L.N. 480/1973]\n                   REGISTRATION OF TITLES                                             119\n                  FOURTEENTH SCHEDULE                                (Section 144)\n                              JAMAICA\n                  Application for Sea& Certificate\n  I hereby request to be informed whether there is any, and. if any,\nwhat obstacle to a dealing by A B . the proprietor of and descr3ed in\nCertificate of Title in Volume           Folio          of the Register\nBook with the land comprised in Certificate aforesaid.\n                           Search Certifkate No.\n   The last registered dealing or encumbrance affecting the title of the\nproprietor to the land comprised in the above Certificate of Title is\nnoted upon the Certificate as follows-(Referto the last entry upon the\nCertificate in such a way as distinctly to identify. or, if the title be\nclear, state that there is no dealing or incumbrance mentioned lipon\nthe Certificate).\n   At the time of issuing this Certificate there is nothing to prevent the\nregistration of a dealing by the registered proprietor except-(If the\ntitle be clear and there is nothing to prevent dealing, strike out the\nword “except”).\n   (If there be any caveat, dealing lodged for registration, application\nby ofiial assignee, notice of fi. fa. or other obstacle to dealing not\nrioted on the Certificate of Title, refer to such obstacle in such a way\nas to give the applicant notice of it and to enable him to ascertain\nparticulars by inspection).\n   The information above given refers only to the present state of the\nregister and the present right to register a dealing with the interest of\nthe proprietor appearing on the register.\n    The seal of the Oflice of Titles was affixed to this search certificate\nat the hour of\n19\n                         o’clock on the          day of                     .\n                        FIFIZENTH SCHEDULE\n                                    JAMAICA                                  (Seation 146)\nApplication for stay of registration as to title of A.B.. to land comprised\n      in Certificate of Title registered in Volume        Folio       of the\n     Register Book, as to which search certificate No.             has been\n     applied for\n  I , C.D., of                                  , now dealing bona fide for\nvalue with the above-named A.B., as to land comprised in the above\ncertificate, in order to protect such dealing, hereby apply for a stay of\nregistration of any instrument affecting the land proposed to be dealt\nwith for fortyeight hours from the time named in the search certificate.\nThe particulars of the proposed dealing are as follows-\n         me inclusion of this page is authorized by L.N. 480/1973]\n120                                REGtSTRATtON OF T l T m\n                  Tbe tranmction is-(State     whether &, mortpge, exchange, leaseI\n                or other dwling for vdue?.\n                  The consideration -State        the price to be pdd or amount to be\n                lent. rent to be ppid, or other Canridrroionl.\n                  The land to be comprised in the dealing is all the land comprised in\n                the above ctltificatc-(Zf not all, strike out the words followittg “is”\n                and dexribe the land in such a manner as distinctly to identify it.)\n                               Sigaature of the applicant or bis solicitor.\n                   I coaaant to the above application for stay of registration,and certify\n                that the propooed dealings is as above stated.\n                            Signature of proprietor or of his authorized agent.\n                                     Ordu for Stay of Registration\n                   I hepcby dinct that for fortycight hours from         o’clock on the\n                                         day of                      , 19 ,nothing\n                is to be entered on the register as to the land above described. except\n                an instrument giving effect to the above dealing, which if lodged for\n                mgistratbn within that time is to have priority over all other instru-\n                ments which may be lodH for registration during such forty-eight\n                hours\n                                                                  Registrar of Titles.\n(Section 199)                           SIXTEENTH SCHEDULE\n                                         Form of Power of Attorney\n                   I. A B . . do hereby appoint                           my attorney,\n                to sell to any person all or any lands. leases. mortgages or charges,\n                whether now belonging to me or which shall hereafter belong to me\n                under or by virtue of the Registration of Titles Act, or of which I\n                am now or shall hereafter be the proprietor or owner under the said\n                Act. Also to mortgage all or any such lands or leases for any sum\n                at any rate of interest. Also to charge the same with any annuity\n                ot any amount. Also to lease all or any such lands as shall be of\n                freehold tenure for any term of years not exceeding twenty-one years\n                                    r\n                in possession at an rent. Also to surrender. or obtain or accept the\n                surrender, of any case in which I am or may be interested. Alsa\n                to exert% and execute all powers which now are or shall hereafter\n                bc vested in or conferred on me as a lessor, mortgagee or annuitant\n                under the said Act (or otherwise according to the nature and extent of\n                the powers intended to be conferred). And for me and in my name to\n                e\n                        V k iaclusiodl of this page is authorized by L.N. 480119711\n                   REGISTRATION OF TITLES                                                 121\nsign all such transfers and other instruments, and do all such acts.\nmatters and things as may be necessary or expedient for carrying out\nthe powers hereby given, arid for recovering all s u m s of money that\nare now or may become due or owing to me in respect of the premises,\nand for enforcing or varying any contracts, covenants or conditions\nbinding upon any lessee. tenant or occupier of the said lands, or upon\nany other person in respect of the same, and for recovering and\nmaintaining possession of the said lands, and for protecting the same\nfrom waste, damage or trespass.\n     Dated this                   day of                      , 19    .\nSigned by the said A.B., in the 1\n   presence of                 I\n                    SEVENTEENTH SCHEDULE                                         (Ssction 152)\n    Appeared before me, at                         the            day\nd                           , 19    , C.D.,the attwting witnes~to thts\ninstrument, and declared that he personally knew A.B., the person\nsigning the same, and whose signature the said C.D. attested, and\nthat the name purporting to be the signature of the said A.B., is his\nown handwriting, and that he was of sound mind and freely and\nvoluntarily signed such instrument.\n                     EIGHTEENTH SCHEDULE\n         Fees payable under this Act exclusively of advertisement\nFee No. 1                                                                        LN.\n                                                                                 4682I 1995.\n              On making application to bring land under\n               the operation of the Act-\n              When the appllicant is the original grantee\n               under any patent or under deed of convey-\n               ance from the Coxnmissicmers for the sale\n               of incumbered estates, or under any Act\n               declaring the title acquired by such grantee\n               to be indefeasible, or under any order of\n               the Supreme Court or Resident Magis-\n               trate's Court, and no tmmwtion affecting\n               the land has taken place since the date of\n               suah patent. deed or oonvqam or order                  $ 100.00\n              When the Title is of any other description and\n               the value of the land does not exceed\n               $lO,OOo              ...          1\n                                                 .            ...     5 100.00\n                hcbdon of this page is authorized by L.N. 95/ 19971\nI22                     REGISTR A TION OF TITLES\n                    The like when the value exceeds $1O,OOO\n                      and does not exceed $20,000          ...     $   200.00\n                    The like when the value exceeds $20DOO0\n                      and does not exceed $4O.O00          ...     $   400.00\n                    The like when the value exceeds $4O.O00\n                      and does not exceed $60,000           ...    $ 600.00\n                    The like when the value exceeds $60.000\n                      and does not ex& $80.000              ...    $ 800.00\n                    The like when the value exceeds $80.000\n                      and does not exceed $l0ODOOO         ...     $l,OOO.00\n                    The like when the value exceeds Sl00.OOO\n                      and does not exceed $120.000          ... $1~00.00\n                    For every $2,000 or part of $2.000. in\n                      ex-    of $120.000       ...          ... s 20.00\n      Fee No. 2 On making application for re-registration by\n                    P     b\n                        When the value of the land does not\n                          exceed $20,000         ...         ... s 12o.00\n                        When the .value exceeds $20,000 but\n                          not $4O,OOO ,..        ...         ...   $ 240.00\n                        When the value exceeds $40.000 but not\n                          $100.000     ...       ...        ...    s 600.00\n                        For every $5.000 or part of $SDOOOafter\n                          the first $lOO.O00     ...        ...    S    30.00\n                                                . .d a\n      Fee No. 3 On making applioation for the entry\n                 person as pr 'etor on tramnwm in\n                                   T\n                 respect of lan or a lease, mortgage or\n                        When the value does not exceed $l.OOO      $    20.00\n                        When the value exceeds $l,OOO and does\n                          not exceed $2.000      ...         ... s 40.00\n                        For every $2,00or pmt d $2,000,aftet\n                          the fimt $2.000         ...        ... $ 10.00\n                        Provided always that the fee in no case\n                          shall exceed ...        ...        ... $1.000.00\n      Fee No. 4 Contribution to Assurance Fund-\n                 (U) Upon first bringing Iand under this\n                          Act;\n                          for every Sl.OO0 3.1value of the land    $     5.00\n                 REGISTRATION OF TITLES\n                                    '    ion uf any land\n                    by plan:\n                    ior every S1,OOO in value of the land                S    2.50\nFOCNO. 5 (1) For every certificate d tide-\n                 When the value of the land does not\n                   exceed $lO,OOO          ...         ...               $   120.00\n                 When the value of the I d exceeds\n                   $lO,OOO and does not exceed $5O,OOO                   $   150.00\n                 When the value at the land exceed8\n                   $50,000 and does not exceed $lOO.OOO                  S 250.00\n                 For every 510,OOO. or part of $lO.OOO in\n                   excess of the first S100,OOO in the\n                   value of the land        ...        ...               S    30.00\n            Provided that the maximum fee shall be-\n              (U) %500.00 in the case of a new certificate\n                  issued on a transfer of a portion of\n                  registered land or on re-registration:\n              (b) $300.00 in the case of a new certificate\n                  in place d a lost Certificate of Title:\n                  and\n              (c) $100.00 in the case of a new certificate\n                  in place of a Certificate of Title sur-\n                  rendered under, the ptovisions of\n                  d o n 79 of this Act.\n             (2) When land is identiiied by plan to be\n                     attached to,or form part of the Certi-\n                     a t e of Title there shall be paid for\n                     prepring the plan to be referred to in\n                     the certificate an additional fee equal\n                     to that presnibed for a Certificate of\n                     Title for land of corresponding value,\n                     restricted hawever to $509.00 or such\n                     larger sum as the Regktrar shall con-\n                     sider to be reasonable for the amount\n                     of work involved.\nFee No. 6 On lodging for regktmtion of-\n              ( U ) a lease or a transfer thereof; or\n              (b) a transfer not for value; or\n              (c) a transfer in cansideration of mar-\n                    riage; or\n              (4a transfer by way of partition; or\n              (e) a transfer of a mortgage or charge\n                    for value or otherwise                      ...      $   300.00\n124                     REGISTRATION OF TITLES\n      Fee No. 7 On lodging a caveat against bringing land\n                  under the operation of the Resissgtion\n                  of Titlea Act       ...        ...        ...      s 100.00\n      Fee No. 8 On the lodging for regisltrrttios d a trades\n                  on d e or exchange of land. or a moptgage\n                  ar charge, or on the lodging of a caveat\n                  m       t d d h g a lmd-\n                    When the value of the land or interest\n                       or amount of mortggge or charge\n                       does not exceed $2,000      ...      ...      s   10.00\n                    On every Sl.OO0 or            d $l.OOO in\n                      excess of $2,000          ...        ...       s    5.00\n                    For the ptrpolre of this item the value\n                      of the land or interest &ected shall\n                      be the value d the amsideratkm\n                      &&y        or i n d W y paid or secured\n                      or agreed to be paid or aeuued\n                      as set out in the instrument to be\n                      registered. and in the caae d a caveat\n                      the value of the &ate or interest speci-\n                      fied and claimed therein either as set\n                      out in the document under which the\n                      e&ate or intemst is claimed and a copy\n                      w h d $OCOIIYPIUPieS the caveat or in\n                      a statutory declataton by the caveator\n                      which shall accompemy such caveat.\n                                           A Wements\n                    The following abatmenta of fea ipecif?ed\n                  in Fee No.8 &all be made-\n                    (1) Where a morteagc or charge by an\n                          T\n                         A 'cant for firat registration of title\n                         is odged with the agplicatim for\n                         registmtim or if lodged subquent to\n                        the date of first registration but before\n                         the issue of the Certillcate of Title\n                        there shall be paid on the mortgage or\n                        charge a fee               ...         ...   S   50.00\n                    (2) Where a mortgage or chat.ge by tho\n                        transferee Mder a transfet for value\n                        is lodged with the transfer. the feo on\n                        the mortgage or charge (whsther paid\n                        on the amount at the time of fimt\n                        r@straticm or on further advances\n                        thereunder subsequent to refaration)\n                        shall be d d to one- alf and\n                        further mortgages or charges by the\n              REGISTRATION OF TITLES\n     same mortgagor to the same mortgagee on the\n     security of the same property shall fall under this\n     abatement.\n     Where a mortgage or charge is secured on un-\n     registered land or other propem as well as on\n     registered land the fee shall be assessed on the\n     sum which bears the same proportion to the\n     whole sum secured as the value of the registered\n     land bears to the value of the whole security.\n     The fee on a mortgage or charge by way of\n     additional or substituted security and for no\n     additional consideration shall be . . . . . . . . .\n                                                             $ OO.OO\n     Where, on the registration of the discharge of a\n     mortgage or charge or the withdrawal of a\n     caveat, a new mortgage or charge affecting the\n     same land or any part thereof is lodged in favour\n     of the proprietor of the former mortgage or\n     charge, or the caveator, the fee payable on the\n     new mortgage or charge, in so far as the amount\n     secured does not exceed the maximum amount\n     at any time secured by the former mortgage or\n     charge or the document copy whereof\n     accompanied the caveat shall be . . . . . . . . . $100. 00\n     Where withdrawal of a caveat against a Certifi-\n     cate of Title in respect of an advance is lodged\n     with a mortgage to be registered on or caveat to\n     affect the same certificate within eighteen\n     months of the date of the lodging of the caveat,\n     the fee on lodging the mortgage or new caveat\n     (up to the amount secured by the caveat being\n     withdrawn) shall be . . . . . .  ......       ... $50.00\n     and for each additional one thousand dollars ...        $ 5.00\n     Where two or more abatements of fees are\n     applicable to the same case, their effect shall not\n     be cumulative, and the applicant shall be\n     required to pay the greater fee.\n                      REGISTRATYON OF TITLES\nFeeNo. 9     On lodging a caveat by a lender under the\n              Agricultural Loans Act-\n                 for every two thousand dollars or part there-\n                 of of the amount of his loan . .. ... ...\n                 Provided that in no such case shall the fee\n                 exceed      ...   .. .  .. . . . . ... ...\nFee No. 10   On lodging for registration of a discharge of a\n              mortgage or charge, wholly or partially or a\n              satisfaction of an annuity or a surrender of\n              lease .. . .. . . . . . .. ...         .. .   ...\nFee No. 11   On lodging for registration of-\n                 (a) an Instrument appointing a Receiver\n                  (b) a Power of Attorney . . .    ...  ...\nFee No. 12   On lodgement of an attested copy of a Power of\n              Attorney and noting the original and copy ...\nFee No. 13   On lodgmg application for cancellation of lost\n              Certdkate of Title    .. . .. .   ...    ...\nFee No. 11   For a Search Certificate for every Certificate of\n              Title mentioned therein       ...   ...     ...              L.N.\n                                                                           8412003.\nFee No. 15    For an Order for stay of registration for every\n               Certificate of Title mentioned therein     ...\nFee No. 16   For withdrawal of caveat       ...   ...    ...\nFee No. 17   For giving notice to caveator under paragraph 2\n              of section 110 . . .   ...    ...    ...   ...\nFee No. 18    On lodging an application for an entry of fore-\n               closure       ...    .. . ...       ...    .,.\nFee No. 19    For every search in one matter only         ...        ..    L.N.\n                                                                           8412003.\nFee No. 20    For every general search           .. .     ...        ...   L.N.\n                                                                           8412003.\nFee No. 21\nFee No. 22\n              For wery map deposited         ...     ...   ...\n              Fee depositing documents declaratory of trusls\n                                                                                      0\nFee No. 23    For registering recovery of possession or\n               registering the lessee or surrenderee ...   . ..\nFee No. 21    For registering vesting of lease in mortgagee on\n               refusal of trustee to accept same    ...    ...\n                  REGISTRATION OF TITLES                                               127\nFw NO.25 For entering notice of Marriage Or Death\n               including Death of joint proprietor of land.\n               lease or mortgage-\n                 F a every Certificate of Title in which\n                     ente€e!d        ... ...     ... s 100.00\nF e No. 26 For entering notice of Wnt of Sekure and\n             Sale or an Order of a Court ...     ... $ 100.00\nFee No. 27 For entering s a t i d d o n of any such Writ                   s 100.00\nFee No. 28 For Order dispensing with production of any\n             duplicate grant Certificate or Instrument                     s 100.00\nFee No. 29 For Order for and inspection of any dwu-\n             mmts permanently retained to include all\n             the dooulnents mentioned in any Order                         s 100.00\nFee No. 30 When any application. Instrument, Caveat,\n             Order. Writ, Notice, Declaration of Trust,\n              or othm entry to be registered purports to\n             deal with land comprised in more than one\n              Certificate of Title an additiqnal fee in re-\n             spct of eaoh such Certificate after the first                 s   20.00\nFee No. 31 Far copy of or extract from any document\n              depomted in support of an application to\n              bring land under the Act and retained.\n              of from any caveat-\n                 for each 100 words          ,..         ...               s    5.00\nF e No. 32 For every certified copy. first 100 words                       $    5.00\nFee No. 33 For every 100 wonis or part after the first                     s    2.00\nFee No. 34 F a every Summons                        ...  ...               s   20.00\nFee No. 35 For examination thereunder far every I5\n              minutes occupied                      ...           ...      s 20.00\nFec No. 36 For statement of gmunds under section 156                       s 500.00\nFee No. 37 For en of the Trustee of a Bankrupt. as a\n              T a e r e e or proprietor             ...  ...               s 100.00\n Fec No. 38 c)n lodging an application for amendment\n              of the Register. etc.                 ...  ...               s   50.00\n Fec No. 39 For mgking the amendment such further fee\n               (3my) as the Registrar shall amsider to\n               be reasonable.\n            [Tbe inclusion of this p g e is auubxized by L.N. 95 / 19971"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The Registrar shall cause to be prepared, and shall\n             keep a d use, a seal bearing the impression nf the Arms\n             of Jamaica, and having inscribed in the margin thereof the\n             words, “Office of Titles, Jamaica”; and all certificates of\n             title and other documents purporting to be sealed with such\n             seal, and to be signed by the Registrar, shall be admissible\n             as evidence without further proof.\nAsto\nRirtrar\nm3Refmcs"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. The Registrar shall not directly or indirectly prac-\npractidng.   tise as a barrister or solicitor, or participate in the fees or\n             remuneration of any other person so practising :\n               Provided that this section shall not apply to a person\n             appointed under the provisions of section 9 to act as\n             Registrar.\n25/1%7         It shall be lawful for the persons appointed as Referees\nSA.          as aforesaid to practise their profession, but the Minister\n             shall by rule, to be made as aforesaid, provide that no such\n             Referee shall be consulted with respect to an application\n             to be made by a client.\np<rwuad         15. The Registrar or the Referee to whom any applica-\n             tion is referred m y , by summons under his hand, require\nRdmtW.\n             the proprietor or mortgagee or other person interested in\n             any land under or proposed to be brought under the opera-\n             tion of this Act, in respect of which any transfer, lease,\n             mortgage, charge or other dealing, or any discharge from\n             any mortgage or charge, is proposed to be transacted or\n             registered, or in respect of which any change of ownership\n             by transmission is proposed to be registered or search certi-\n             ficate issued, to appear at a time and place to be appointed\n             in such summons, and give any explanation concerning\n             such land or any document affecting the title thereto, and\n             to produce any deed of grant, certificate of title, will,\n             mortgage, or other instrument or document, in his posses-\n             sion or within his control affecting such land, or the title\n                   me inolusim of thir page b urthaizsd by LN. 480/1973]\n                  REGISTRATION OF TITLES                                   17\nthereto; and the Registrar or Referee is hereby authorized\nto examine upon oath (which oath he is hereby empowered\nto administer) any such proprietor, mortgagee or other\nperson as aforesaid, and any such proprietor, mortgagee or\nother person who shall fail, refuse or neglect, to attend the\nRegistrar or Referee for the purpose of being examined,\nor to produce any such document, or to allow the same to\nbe inspected, or shall refuse or neglect to give any such\nexplanation as aforesaid shall be liable, on any such default,\nto be summoned before a Judge, and by him to be dealt with\nas in the case of a contempt of the Supreme Court; and if\nthe information or document withheld appears to the\nRegistrar or Referee to be material he shall not be bound\nto proceed with the transaction.\n  The Registrar may also exercise the following powers\nand duties, that is to say--\n                                                                       I\n    (a) He may administer an oath, and may take and\n         receive the declaration of any person voluntarily\n         making the same (in this Act called a statutory\n         declaration).\n    (b) He shall correct errors in the Register Book, or\n        in entries made therein, or in duplicate certificates\n        or instruments, and may supply entries omitted to\n        be made under the provisions of this Act; but in the\n        correction of any such error he shall not erase or\n        render illegible the original words, and he shall\n        af5x the date on which such correction was made            ~\n        or entry supplied, and initial the same; and every\n        error or entry so c~rrectedor supplied shall have\n        the like validity and effect as if such error had not\n        been made or such entry omitted; except as regards         I\n                                                                   '\n        any entry made in the Register Book prior to the\n        actual time of correcting the error, or supplying\n        the omitted entry.\n      P I a inclusion of this page is authorid by L.N. 480/1973]\n18                           REGlSTRATION OF TITLES\n                 (c) He shall, upon the direction of a Referee or when\n                     it shall appear to him necessary, lodge a caveat\n                     on behalf of Her Majesty, or on behalf of any per-\n                     son who shall be under the disability of infancy,\n                     coverture, lunacy, unsoundness of mind or absence\n                     from Jamaica, to prohibit the transfer or dealing\n                     with any land belonging or supposed to belong to\n                     any such person, and also to prohibit the dealing\n                     with any land in any case in which it shall appear\n                     that an error has been made by misdescription of\n                     such land, or otherwise, in any certificate of title,\n                     or in any instrument, or for the prevention of any\n                     fraud or improper dealing.\nNotice to       16. When any land shall be brought under the operation\nKeeper       of this Act the Registrar shall, in the case of all applica-\nof the       tions in which it appears that a deed or other document\nRecords of\nland brought of title relating to the land is on record in the Record Office,\nunder the\noperationof forthwith notify the fact to the Deputy Keeper of the\n             Records, and shall furnish him with particulars of the\n             recording of such deed or document with regard to each\n             parcel, if more than one, or the last of such deeds or docu-\n             ments, if more than one, and the Deputy Keeper of the\n             Records shall thereupon make a memorandum of such fact\n             on the margin of the record of the last such deed or docu-\n             ment or deeds or documents.\nConvey-           17. Conveyances or transfers of land under this Act\naorc transfers\n     es        executed under the authority of the Settled Land Act need\n under the     not be recorded in the Record Office, but shall be registered\n Settled Land\n Act. need     in manner hereinafter provided.\nnot be\nrecorded.\nantrih-        18. Upon first bringing lands under the operation of this\ntionb*e\nAssurance    Act, there shall be paid to the Registrar, as an Assurance\nFund.\n251 1967\n             Fund, a sum not exceeding the sum specified in the\ns. s (a).    Eighteenth Schedule :\nEighteenth\nSchedule.\n                   me inclusion of this page is authorized by L.N. 480/1973]\n                 REGISTRATION OF TITLES                                  19\n  Provided the value of any such land shall be deemed to\nbe the value thereof at the time of lodging the application\nto bring the land under the operation of this Act and such 25/1%7\nvalue shall be ascertained by the statutory declaration of s*5(b)-\nthe applicant.\n  If the Registrar shall not be satisfied of the correctness\nof the value so declared, he may require such applicant to 25/1%7\n                                                             s. 4 (c).\nproduce a certificate of such value under the hand of a\nValuer appointed under this Act, which certificate shall be\nreceived as conclusive evidence thereof.\n                                                                  Iae"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Notice of Deputy Keeper of the Records of land brought under\n      the operation of this Act."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Conveyances or transfers under the Settled Land Act, need not\n      be recorded."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19      ,) subject to the incumbrdnces notified hereunder in all tha;\n(here insert the descriptioti or idetztificution, and if the grant was for\nariy public purpose, shortly mention it).\n     Dated the                   day of                              19     .\n                                                        Registrar of Titles.\n                                                          (seal of orscc.)\nINCUMBRANCES REFERRED TO-\n                                   FORM B                                    (Scution SS)\n                                                                                ,\n           JAMAICA-REGISTER       BOOK, VOL. , FOL.\n     Certificateof Quulified Title &er the Registration of Titles Act\n   (Inscrt nume a i d uddition), is now the proprietor (ksert identification\nor description of htnd) subject to any estate, right, interest arising\n(here insert the specified dute or iriwument. etc.) and subject to the\niiicuinbraiices notified hereunder in all that (here insert description or\nidrntificutionof the luizd).\n     Dated the                dav of                              . 19 .\n                                                        Registrur of Titles.\n                                                         (seal of Office.)\nINCUMBRANCES REFERRED TO-\n        [ n o inclusion of this page is authorized by L.N. 480/1973J\n108                                REGISTRATION OF TlTLES\n(Section 88)                            FOURTH SCHEDULE\n                                                FORM A\n                                                 JAMAICA\n                                            Transfer o f Land\n                 I (insert name and addition), being registered 88 the proprietor of an\n               estate in fee simple (if not m fee simple, state the nature of the estate;\n               and if the property be leasehold say “ofa leasehold estate for\n               years from the               day of             s 19      ’X by\n               Certificate of Title d a ~ the\n                                           4             day of                  19\n               incumbered in the land hereinafter described. (ff the iransfcr be by\n               mortgagee or annuitant under his power o f sale .nay being the proprietor\n               of a mortgage or charge as the same may be from C.D. Registered\n               the                         day of                            and numbered\n               upon the land hereafter described) subject to the incumbrances notified\n               hereunder, in consideration of the sum of                                 Paid\n               to me by E.F. (insert addition) d o hereby transfer to the said E.F.\n               all my estate and interest in (if the transfer be by a mortgagee or annui-\n               tant under his power o f sale, say “all the estate and interest of the said\n               C.D.on the said                 day of                     19      , orwhich\n               he was then entitled or able to transfer or dispose of in**)all that\n                                              r\n               (if the trunsjerred land be put only o f the land comprised in the exist-\n               ing certificute set forth the description or identifiution of such part).\n                     Dated the                                                      D 19\n               Sigoed by the said\n                  ic the presence of\n               Sped by the said E.F.. in the\n                  presence of                         Of\n               INCUMBRANCES REFERRED TO-\n(Section 88)                                     FORM B\n                                                 JAMAICA\n                               Transferof a Lease, Mortgage or Charge\n                  I (insert nume and addition). being registered as the proprietor of a\n               lease (or mortgage or charge as the cuse m y be) numbered                 of\n               (or upon) the land hereinafter described, subject to the incumbrances\n               notified hereunder, in consideration of the sum of\n               paid to me by C.D.(insert addition) do hereby transfer to the said C.D.\n               all my estate and interest as such registered proprietor in ALL THAT\n                                   (or otherwise. according to the description of the lease\n                        Vhe inclusion of this page is authorized by L.N.480/19731\n                     REGISTRATION OF 7'lfCE.Y\nnrortbwge or cJtcirge, or descrik the lwul in gemrul ternis by re/erence\n1 0 the regisiered instrwnetrl).\n      Dated the                day of                                 19\nSigrled by the said\n   in the presence of              1\nSigned by the said C.D.,in the\n   presence of\nINCUMBRANCES REFERRED TO-\n                                   1                                       0\n                                   FORMC                                       (Suction861.\n                                   JAMAICA\n         Transfer of Lutat##Martgage or Charge by Endorsement\n  I. the within named (insert name), in consideration of the sum of\n                     paid to me by G.H (insert addition), hereby transfer\nto the said G.H.the within-mentioned land (or lease or mortgage or\ncharge as the cuse may be). subject. however, to the incumbrances\nnotified or endorsed on the withii certificate (or in the Re'gistcr Book).\n     Dated the                   day of                          * 19\nSigned by the said            'I\n  in the presence of\nSigned by the said G.H.in the\n  presence of\n                           FIFTH SCHEDULE                                      (section93)\n                                FORMA\n    Creation of Right of Carriuge-way in a Transferof Freehold Land\n   Together with full and free right and liberty to and for the transferee\nhereunder, and to and for the registered proprietor or proprietors for\nthe time being of the land hemby transferred or any part thewf, and\nhis, her and their tenants, servants, agents. workmen and visitors, to\ngo, pass and repass at all times hereafter and for alJ purposes. and\neither with or without horses or other animals. carls or other cah8es.\ninto and out of and from the said land, or any rt thereof. through.\n                                                  88\"\nover and along. the road or way, or several ro s or ways. delineated\nand coloured 00 this said map.\n                                FORMB                                ( m n 931\n     Creation of Right of Carriage-wayin a Lease of F r e e W Land\n   Together with full and free right and liberty to and for the said\nlessee and his transfems. proprietors for the time being of the land\nhereby leased or any part thereof, and his, her or their tenants,\n110                               REGISTRATION OF TITLES\n               srvants, worknien and visitors, to go, pass and repass. at all times\n               hereafter during the continuance of this lease. and for all purpo~%.\n               aiid cither with or without horses or other animals, carts or other\n               carriages, into and out of and from the said land, or any part hereof,\n               through. over and along, the road or way or seveml roads or ways\n               dcliiieated and coloured on Lhe said map.\n(Section 94)                              SIXTH SCHEDULE\n                                                   JAMAICA\n                                Lease under the Registration of Titles Act\n                  A.B. (insert addition). hereinafter called the lessor, and who is\n               registered as the proprietor of an estate (here stale nufure of the estute)\n               in the land hereinafter described, subject tw the incumbrances notified\n               hereunder, hereby leases to C.D. (insert addition) hereinafter called the\n               lessee, all that (here dexribe or identify the Iwtd) to be held\n               lessee for the term of                 years from the               !xy%\n                                      , 19     , at the clear yearly rent G:\n               payable (here insert terms of payment). subject to the covenants and\n               powers implied under the Registration of Titles Act, unless hereby\n               negatived or modified; and also to the covenants and conditions herein-\n               after contained (here set forth any speciul ones).\n                  The following covenants by the lessee are to be construed according\n               to section 97 of the Registration of Titles Act-\n                            The lessee will not transfer or sublet.\n                            The lessee will fence.\n                            The lessee will cultivate.\n                            The lessee will not cut timber.\n                            Tbe lessee will insure against fire in the name of the lessor.\n                            The lessee will paint outside every third year.\n                           The lessee will paint and paper inside every fourth year.\n                            The lessee will not use the premises as a shop.\n                            The lessee will not cany on any offensive trade.\n                            The lessee will carry on the business as a publican, and\n                                 conduct the same in an orderly manner.\n                            The lessee will apply for renewal of licence.\n                            The lessee will facilitate the transfer of licence.\n                    Dated the                        day of                       19\n               Signed by the said lessor\n                  in the presence of\n               Signed by the said lessee\n                                              1\n                  in the presence of\n               INCUMBRANCES REFERRED TO-\n                                              }\n                    REGISTRA TION OF TITLES                                               111\n                                  SEVENTH SCHEDULE                               (Section 97)\n COLUMN ONE                              COLUMN TWO"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. All sums of money which shall be received by the Cdntribu-\nRegistrar as contributions to the Assurance Fund, or in u r m a\naugmentation thereof, shall be paid to the Accountant- Fto nd,how\nGeneral, who shall place such sums to the credit of an deltwitb.\n                                                                  Tto\naccount to be kept in his department, to be called the 3 1 9 6 7\nAssurance Fund, and'shall from time to time invest the\nsame, together with all dividends and profits accruing there-\non, in Jamaica Government securities, or othewise as the\nMinister may direct, to constitute an Assurance Fund for\nthe purposes hereinafter mentioned :\n        me inohsion of thir page is authorized by LN. 480/1973]\n 20                                  REGISTRATION OF TITLES\n                   Provided however that the Minister may from time to\n                time, authorize such sums of money as may be approved by\n                resolution by the House of, Representatives to be transferred\n                from the Assurance Fund into the Consolidated Fund and\n                money transferred as aforesaid shall be used for the purpose\n                of a Trigonometrical Survey of Jamaica and for such other\n                purposes as may be required for the advancement of &he\n                objects of this Act:\n                   Provided further that at no time shall the Assurance\n                Fund, by any such transfer, be reduced to an amount of\n                less than thirty thousand dollars.\n Power of\n Registrar to"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. The Registrar may from time to time, with the\n make           consent of the Minister, make regulations respecting the\n regulations\n andalter       parcels of land that may be included in one certificate of\n forms in       title, and may, with the like consent, revoke or alter such\n Schedules.\n                regulations; and he may also, with the like consent, from\n                time to time make such alterations in the several forms and\n                in the several Schedules hereto as he may deem requisite,\n                and every form authenticated by the seal of the office shall\n                be taken to be the legally authorized form, unless the\n                contrary be proved.\nPower to          22. It shall be lawful for the Registrar, whenever any\na t e a case.\n                question shall arise with regard to the performance of any\n                duty, or the exercise of any of the functions, by this Act\n                conferred or imposed on him, to state a case for the opinion\n                of the Court of Appeal; and thereupon it shall be lawful\n                for the Court to give its opinion thereon, and such opinion\n                shall be bindiing upon the Registrar.\nAppoint-\nment              23. The Minister may appoint persons to be Valuers\nQ l l v ~ ~ u e t ~under\n                    .            and at pleasure annul the appointment of\n                         this Act,\n                any such person.\n                        me inclusion of this page is authorized by LN. 4R00119731\n                 REGISTRATION OF TII'LkS                                 21\n     Procedure in bringing Land under the operation of\n                         this Act"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Appointment of Valuers.\n             Procedure in bringing Land under the operation of\n                                 this Act"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Land may be brought under the operation of this Howland\n                                                          brought\nAct by the Registrar registering the title of some person undbrthis\nthereto as the proprietor thereof in manner hereinafter Act,\nprovided."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. The title of any person to land brought under the oft\n                                                                    1\n                                                                Re istration\n                                                                    tle as\noperation of this Act shall be registered either as an absolute abs lute or\nor as a qualified title.                                        quaDified."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. A person registered under this Act as proprietor of Reaistra-\n                                                               tion of\nany land with an absolute title shall be entitled to hold such pro rietor\nland ir, fee simple, together with all rights, privileges and witt\n                                                               ab lute\nappurtenances, belonging or appurtenant thereto, subject\nas follows-\n     (a) to the incumbrances (if any) entered on the certi-\n          ficate of title; and\n     (b) to such liabilities, rights and interests,. as may\n          under the provisions of this Act subsist over land\n          broight under the operation of this Act without\n          being entered on the certificate of title as incum-\n          brances, but free from all other estates and\n          interests whatsoever including estates and interests\n          of Her Majesty, her heirs and successors, save only\n          quit rents, property tax or other impost, charged\n          generally on lands in this Island, that have accrued\n          due since the land was brought under the operation\n          of this Act."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. A person registered under this Act as proprietor of\nany land with a qualified title shall be entitled to hold such\nland, except as against any person claiming any estate, right\nor interest therein arising before a specified dale, or under\na specified instrument, or otherwise particularly described\n       me inclusion of this page is authorized by L.N. 480119731\n22                           REGlSl RATlON OF T I T U S\n           in the certificate of title; and the registration of a person\n           with a qualified title shall have the same effect as the\n           registration of such person with an absolute title save that\n           registration with a qualified title shall not affect or prejudice\n           the enforcement of any estate, right or interest, appearing\n           on the certificate of title to be excepted :\n              Provided always that a person registered as aforesaid\n           with a qualified title may at any time thereafter apply to\n           be registered with an absolute title, subject to all the pro-\n           visions relating to an original application save and except\n           that only half the fees payable on any such original appli-\n           cation shall be payable, and that it shall not be obligatory\n           on the Referee to cause the application to be advertised\n           before directing the Registrar to register such applicant\n           with an absolute title.\nWhomay      28. Any of the following persons may, by an application\nappb\nto have   addressed    to the Registrar, in the form in the First Schedule,\nl ~ d e apply\n          ~ ~ ~to hhave  ~ land brougEt under the operation of this Act,\nAct.      that is to say-\nFirst\nschodult.          (i) the person claiming to be the owner of the fee\n                        simple, either at law or in equity;\n                  (ii) persons who collectively claim to be the owners\n                        of the fee simple either at law or in equity;\n                 (iii) persons who have the power of appointingor dis-\n                        posing of the fee simple :\n                           Provided that in the event of such land being\n                        brought under the operation of this Act such\n                        application shall be deemed both at law and in\n                        equity to be and to have been an exercise of such\n                      power;\n                 (iv) the person claiming to be the owner of the first\n                      estate of freehold, if the owner of the first vested\n                      estate of inheritance shall consent to the appli-\n                      cation;\n                 lThe indusion of this page is ruthobd by L.N. 480/19731\n                 REGISTRATION OF TITLES                           23\n           trustees for the sale of .the fee simple, but if any\n           previous consent to their selling be requisite, the\n           persons required to give such consent must con-\n            sent to the application;\n           the guardian of any infant, or the committee of\n            the estate of any lunatic or person of unsound\n            mind unable to manage his estate, so, however\n            that the application be made on behalf of such\n            infant, lunatic or person, and the certificate of\n            title be directed to issue in his name;\n           the Commissioner of Lands, or other officer duly\n            authorized in writing by the Minister, applying\n            to bring land the property of the Crown under\n            the operation of this Act;\n           the person or persons claiming to be the owner\n            or owners of the fee tail upon a sale by him or\n            them to a bona fide purchaser for value and\n            directing the certificate of tide to issue in the\n            hame of such purchaser;\n             a tenant for life, within the meaning of the\n            kttled Land Act or any enactment amending or'\n            incorporated with that Act, who has exercised\n            his power of sale and who directs the certificate\n            of title to be issued in the name of the purchaser:\n               Provided that the certificate of title shall not\n            issue until there has been lodged with the\n            Registrar, signed by the trustees of the settle-\n            ment and attested by a witness to the satisfaction\n           of the Registrar, a coiiscnt, or a reczipt for the\n            purchase money :\n   Provided always that a mortgagor shall not be entitled\nto make such application unless the mortgagee shall consent\nthereto, nor a mortgagee unless for the purpose of the\nexercise of his power of sale, and unless the certificate of\ntitle shall be directed to issue in the purchaser's name, nor\n      me inclusion of this page is authorized by LN. 480/1973]\n24                              REGISTRATION OF T J T W\n               a married woman unless she shall be entitled to the land far\n               her separate use or has a power to appoint the same, or\n               unless her husband shall consent thereto and the application\n               shall be acknowledged by her in the same manner as any\n               deed or other instrument is at the date'of the commencement\n               of this Act required to be acknowledged by a marned\n               woman :\n                  Provided also, that the attorney of anv corporation how-\n               soever and wheresoever incorporated, whether already\n               constituted or hereafter to be constituted, appointed under\n               a seal purporting to be the common seal of the corporation,\n               may make such application for or on behalf of the corpora-\n               tion of which he is the attorney, and may make the requisite\n               declaration to the best of his knowledge, information and\n               belief, and may subscribe the application in his own name.\nWhat\nevidence,"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Every p c h application shall be accompanied by the\nparticulars\nand fees\n               deeds and documents or other evidence that the applicant\nmust           relies on in support of his title, and by an &davit contain-\naccompany\napplication.   ing such particulars as may be prescribed, and by the fees\nEighteenth\nSchedule.\n               set forth in the Eighteenth Schedule as payable on malung\n               application under this Act, and by a certificate from the\n               proper officer that all quit rents and property tax affecting\n               the land have been paid up to the date of the application,\n               and by a receipt or receipts from the proper officer showing\n               that all succession duties that have become payable in\n               respect of the land have been paid :\n                  Provided that if any such deed or documents are recorded\n               it shall be sufficient for the applicant to give references to\n               the same. The applicaiit may, if he conceives himself\n               entitled to a qualified title only, state in his application the\n               nature of the qualification subject to which he conceives\n               himself entitled.\n                 REGISTRATION OF TITLES                                 25"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. A person applying to have ?nu land brought under Identificr,\n                                                          tion\nthe operation of this Act shall describe and identify the ofW.\nland in one or other of the following ways-\n     (a) by plat or diagram;\n     (b) by metes and bounds."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. The Registrar shall submit such application, together\nwith the deeds, documents or other evidence as aforesaid,\nto one of the Referees for his direction; and if the Referee\nshall, on consideration of the deeds, documents or other\nevidence aforesaid, be of opinion that the applicant is a\nperson entitled to make application under this Act, and that\nhe is in possession by himself or a tenant of the land\ndescribed or identified in the application and that he would        ,\nbe entitled to maintain and defend such possession against\nany other person claiming the same or any part thereof, he\nshall provisionally approve the registration of the title of\nthe applicant or his nominee as an absolute title to the land\ndescribed or identified in the appliaon.\n   If the Referee shall be of opinion that the applicant is\nentitled to make application as aforesaid, and that he is\nin possession as aforesaid substantially of the land described\nor identified as aforesaid, and that he w u l d be entitled to\nmaintain and defend such possession as against any other\nperson claiming the same or any part thereof, and that the\nland of which the applicant is in such possession as afore-\nsaid, though the evidence is insufficient as to the description\nor identification thereof given in the application, is capable\nof being described or identified in the other way in which it\nmight have'been described or identified in the application,\nhe shall provisionally approve the registration of the title\nof the applicant or his nominee as an absolute title to land\ndescribed or identified in the way in which it might have\nbeen described or identified in the application.\n      IThe inclusion of this page is authorized by L.N. 480/19731\n26                               REGlSTRATlON OF TfTLES\n                  In either of the two cases aforesaid, if the Referee shall\n                be of opinion as aforesaid, except that the applicant does\n                not satisfy him that he would be entitled to maintain and\n                defend his possession against any person whose estate, right\n                or interest, might arise before a specified date or under a\n                specified instrument, or might be otherwise particularly\n                described, he shall provisionally approve the registration of\n                the title of the applicant or his nominee as a qualified title\n                to land as aforesaid, and shall specify the nature of the\n                qualified title to land as aforesaid, and shall specify the\n                nature of the qualification to which such title is to be subject.\nWhat               32. It shall be no objection to the Referee approving any\nincum-\nbrances         title as aforesaid that the land is subject to any liabilities,\nshall not pn-\nvent\n                rights or interests, which under the provisions of this Act,\napproval        need not be entered on the certificate of title as incum-\nof title.\n                brances, or that the land is subject to any incudrance (not\n                being a mortgage the owner whereof shall not have\n                consented to the application) which may be specified in the\n                certificate of title and continue outstanding.\n Notification      33. When the Referee shall provisionally approve of the\n of provi-\n sional         registration of any title as aforesaid, he shall communicate\n title.         such provisional approval to the Registrar, and shall direct\n                the Registrar to cause notification thereof to be given by\n                advertisement or advertisements in the Gazette, or at least\n                one newspaper published in the city of Kingston or\n                circulating in the neighbourhood of the land, and to be\n                served on any persons named by him, and all persons in\n                possession or charge of the adjoining lands, and warning\n                all such persons that, unless a caveat be lodged forbidding\n                the same within such time as shall be appointed by thu\n                Referee (which shall not be less than two weeks or more\n                than twelve months from the date of such advertisement\n                or the first of such advertisements if more than one), the\n                       [The inclusion of this page is authorizeil by L.N. 480/1973]\n                   REGISTRATION OF TITLES                                  27\ntitle will be registered in accordance with such provisional\napproval."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. When the Referee shall refuse his provisional cases   Incertain\n approval, the Registrar shall communicate such refusal to Referee\n                                                             not to\n the applicant, and when the Referee shall provisionally proceed\napprove the title to land with a different description or ;:$:ant\nidentification to that contained in the application, or has in\n                                                             acquiesces\n                                                               his\napproved it subject to any qualification other than such provisional\nas may have been inserted in the application, the Registrar decisibn.\nshall before giving any notices as aforesaid, communicate\nthe provisional approval to the applicant, and shall not\nproceed further with the matter until he shall have been\ninformed by the applicant that he acquiesces in the decision\nof the Referee."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. If the applicant under such circumstances is dissatis- Remedyof\n                                                              appli antif\nfied with the decision of the Referee, it shall be lawful for dissa&fid.\nhim to proceed under the provisiom of section 156."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. Subject to the foregoing provisions the Registrar shall, Publi atjm\n                                                               and s v , c a\nunder such directions as aforesaid, cause notice to be ofnot-of\n                                                               provi$onal\npublished, in such manner as by such direction may be approval.\nprescribed, of such provisional approval as aforesaid, with\nsuch description or identification thereof as shall have been\napproved of as aforesaid, and shall cause a copy of such\nnotice to be posted in a conspicuous place in the office, and\nshall send through the Post Officea registered letter, marked\noutside “Office of Titles, Jamaica”, containing a copy of\nsuch notice, addressed to every person whom the Referee\nshall have directed to be served with notice, and to the\npersons stated in the application to be occupiers of the land\n(if other than the applicant) and to the occupiers and\nowners of the lands contiguous thereto.\n       Clle inclusion of this page is authorized by L.N. 480/1973)\n28                               REGISTRATION OF TITLES"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. If at the expiration of the time limited in the notice\nIf no - v a t\nentered\ntitletohaforesaid for lodging a caveat the Registrar.shal1 not have\nmisterad*\n        received a caveat forbidding the bringing of the land in\n        question under the operation of this Act, he shall bring such\n        land under this Act, in accordance with the directions of\n        the Referee, in manner hereinafter mentioned, by registering\n        the title of the applicant or Bf the person in whose name he\n        may have directed the certificate of title to be issued thereto\n        (in manner hereinafter provided) as an kholute or qualified\n        title as may have been determined by the Referee, and with\n        such description or identification of the land as may have\n        been approved of by the Referee.\n                  Where an applicant has directed a certificate of title to\n                be issued in the name of a nominee the Registrar shall at\n                the direction of the applicant and with the consent of the\n                nominee issue the certificate of title to such person as shal;\n                be named in such direction and consent which direction\n                and consent shall be liable to the stamp duties provided\n                by section 174.\nAuthority         38. The production by a solicitor-\nfar pay-\nment to             (a) of a certificate of title issued in the name of a\nsolicitor.\n                        purchaser as a nominee; or\n                    (6) of an instrument having in the body thereof or\n                        endorsed thereon a receipt for consideration\n                        money, or other consideration, the instrument\n                        being executed or the endorsed receipt being\n                        signed by the person entitled to give a receipt for\n                         that consideration; or\n                    (c) of a certificate of title endorsed with a memoran-\n                        dum of an instrument of transfer, mortgage, lease,\n                        or other dealing for pecuniary or other considera-\n                        tion (whether or not such instrument may have\n                        contained or been endorsed with a receipt as\n                        aforesaid),\n                  REGlSTRATlON OF 'I'llLES                            29\nshall be suficicfit authority to the person liable to pay or\ndeliver the same for the payment or delivery of the con-\nsideration money, or other consideration, to the,Solicitor,\nnotwithstanding that the solicitor does not produce any\nseparate or other direction or authority in that behalf from\nthe person who is entitled to receive the consideration\nmoney, or other consideration, for the land mentioned in\nthe certificate of title or from the person who signed the\ninstrument or receipt."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. Land leased for a term of years of which ten years $?&?\nare unexpired, or leased for years determinable with a life\nor lives, may be brought under the operation of this Act as\nnear as may be in a similar manner, and subject to the same\nor similar provisions, as are hereinbefore contained with\nrespect to freehold land.\n   The application may be made by persons having such\nestate and interest in the leasehold land as are similar gr\ncorrespondent to the estates and interests of the persow\nentitled to apply to bring freehold Iand under the opea-4-\ntion of this Act.\n  Every certificate of title to leasehold land shall alwap\nbe subject' to the .rights and powers of the lessor or his\nrepresentatives, and of any person entitled to the inheri-\ntance in the land immediately expectant on the term as well       ,\nas to the incumbrances hereinafter mentioned as not\nrequiring special notification.\n   The severgil provisions of this Act with respect to free-\nhold land shall apply to leasehold land, with such variav\ntions only as the difference 4 the nature of such property\nrequires, or as may be necessary to render such provisions\napplicable to leasehold for years.\n      pie. inclusion of this p.p ir 8uthodzui by L.N. 480/19731\nProduction\nof d m -"
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. After an application has been made to have any land\nmenb.         brought under the operation of this Act, a Judge may\n              require all persons having in their possession, custody or\n              control, any deeds, instruments or evidence of title, relating\n              to or affecting the land the subject of such appficaLion, to\n              produce the same at a time, and place appointed by such\n              Judge to the Registrar or to a Referee for his inspection\n              upon such terms and subject to such conditions, and for\n              such charge or fee, as the Judge making the order may think\n              just and shall fix. All orders to be made by a Judge under\n              this section may be made in Chambers on summons at the\n              instance of the person applying to have the land brought\n              under this Act.\nWithdrawal       41. Any applicant for registration may withdraw his\nof applica-\ntion.         application at any time prior to the registration of the\n              certificate, and the Registrar shall in such case return to\n              the applicant, or to the person entitled thereto, all deeds,\n              documents and other evidence of title, lodged in support\n              of the application; but in such case, if the caveator shall\n              have been put to expense without suflicient cause by reason\n              of such application, he shall be entitled to receive from the\n              applicant such compensation as a Judge on a summons in\n              Chambers shall deem just and order.\nAStOthO         42. Upon registering a certificate of title, the Registrar\nP==+          shall retain in his custody and P O S S ~ S S ~ I Iall deeds, instru-\ndon of\nand dealing\nWith d m -\n              ments and documents, evidencing the title of the person\nmenu          registered, and shall endorse upon the last of them, if there\nevidencing\ntitle of      be more than one, a memorandum that the land included\nPenOM\n-.            in the certificate has been brought under this Act, and shall\n              sign such memorandum :\n                 Provided always that if any such deeds, instruments or\n              documents, relate to any property dher than the land\n              included in such ce-,          the Registrar shall cause such\n              deed, document or instrument (if    unmmded) to be copied\n                     CIbindwim of thk pge U .ptborieod by LN. 4WI9'733\n                  REGISTRAl'ION OF TITLES                                             31\n at the expense of the applicant, such copy to be retained\n by the Registrar, and shall return such deed, instrument\n or document to the person from whom he received the same,\n having first endorsed upon the same a memorandum signed\n by him to the effect that the land included in the certificate\n has been brought under the Act.\n   No person shall ;be entitled to inspection of any such\n deeds, instruments or documents, except upon the written\n order of the persons who originally deposited the same,\n or of some person claiming through or under him, or upon\n the order of a Judge.\n   No action or suit shall be brought or maintained upon\nany covenant or agreement for the production of the docu-\nments which shall be so retained, or upon any agreement to\ngive or enter into a covenant for the production thereof; and\nif any such action or suit shall be commenced it shall be a\nsufficient answer thereto that such documents have been\nretained under this Act.\n             Caveat against Registration of Lund"
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. As to the possession of and dealing with dacpdacnts\n           title of persons registered.\n                    Caveat d@?W Registmtion of Ldd"
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. Any person claiming any estate or interest in the land           z;c:\n                                                                         A:\n described in the advertisement may, in person or by agent,\n within the time appointed by the Referee under section 33,\n                                                                  giw\n lodge a caveat with the Registrar, in the form in the Second ;54!967\n                                                                              H\n                                                                         erthi this\n Schedule, forbidding the bringing of such land under this               8;ie.\n Act; every such caveat shall be signed by the caveator or\n by his agent, and shall particularize the estate or rnterest\n claimed; and the person lodging such caveat shall, if required ,\n by the Registrar, support the same by a statutory declaration,\nstating the nature of the title under which the claim is made,\nand also deliver an abstract of his title to such estate or\ninterest.\n            inclusion of this page is authorized by L.N. a O / l9m\n                                                                     -\n                                  REGISTRATION OF TITLES\n                  No such caveat shall be received unless some address\n                or place within the limits of the city of Kingston shall be\n                appointed therein as the place at which notices and proceed-\n                ings relating to such caveat may be served.\nNotice of         44. The Registrar, upon receipt of such caveat, shall\nCaveat.\n                notify the same to the applicant, and shall suspend pro-\n                ceedings in the matter until such caveat shall have been\n                withdrawn or shall have .lapsed as hereinafter provided,\n                or until an order in the matter shall have been obtained\n                from the Supreme Court or a Judge.\nProcedure          The applicant may, if he think fit, summon the caveator\nfor dealing\nwith same.      to attend before the Supreme Court, or a Judge in Chambers,\n                to show cause why such caveat should not be removed, and\n                such Court or Judge may, upon proof that such caveator\n                has been summoned, make such order in the premises,\n                either ex parte or otherwise, as to such Court or Judge may\n                seem fit.\nLapse of          45. After the expiration of one month from the receipt\ncaveat if not   thereof, such caveat shall be deemed to have lapsed unless\ny;.x\nin@.\n     the person by whom, or on whose behalf, the same was\n                lodged shall within that time have taken proceedings, in\n                a court of competent jurisdiction, to establish his title to the\n                estate or interest specified in the caveat, and shall have given\n                notice thereof to the Registrar, or shall have obtained and\n                served on him an injunction or order of the Supreme Court\n                or a Judge restraining him from bringing the land under the\n                operation of this Act.\nCavent not        A caveat shall not be renewed by or on behalf of the same\nramwable.       person in respect of the same estate or interest."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. In case the applicant, or the person in whose name\n                the certificate of title has been directed to issue, shall die\n                between the application and the registration of the\n                certificate, it shall be registered in the name of such applicant\n                       [The inolution of thir pope k anthobd by LN. 480/19731\n                  REGISTRATION OF TITLES                                    33\nor of such person, as the case may be, and such land shall\ndevolve or pass in like manner, as if the certificate had been\nregistered prior to the death of such applicant or person.\n           Registration of Land with doubtful Title"
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. Notwithstanding anything hereinbefore contained, Bringing\n                                                                land with\na Referee may after the publication of such advertisement doubtful\nas he may deem fit direct the Registrar to bring any lands\nunder the operation of this Act upon the applicant contri-\nbuting to the Assurance Fund, in augmentation thereof,\nsuch an additional sum of money as the Referee shall certify\nunder his hand to be in his judgment a sufficient indemnity\nby reason of the non-production of any document affecting\nthe title, or of the imperfect nature of the evidence of title,        I\nor against any uncertain or doubtful claim or demand\narising upon the title.\n     Ofice Copy ofDecree or Order as Evidence of Title"
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. An office copy of any order heretofore made by the Hopfat\nSupreme Court or any District Court, or which shall here- O f f i b\nafter be made by the Supreme Court or any Resident ?%for\nMagistrate’s Court (whether such order shall hereafter be in O d ! l I r\nthe form of an order confirming the Registrar‘s or Clerk’s 8 Z e ftedbp\n                                                                      ereo\n                                                                as dvidencs\nreport or in any other form) confirming a person as the ,,f6Ua\npurchaser of any land sold in fee simple under or in pur-\nsuance of any decree or order of such Court, together with\nan office copy of such decree or order, and such certificate of\npayment as is hereinafter mentioned may, for the purpose of\nbringing land under the operation of this Act, be deemed by\na Referee sufficient evidence of the title of the purchaser to\nsuch land, subject to any estate or interest appearing by the\ndecree or order or order of confirmation, or subsequently\n                                                                       I\ncreated and registered.\n  Every order of confirmation of a purchase which shall\nhereafter be made shall be drawn up so as to refer to a\n         C I h inclusion of thir psln ir authorimd by L.N. 4RO119731\n34                              REGISTRATION OF TLTLES\n              schcdulc thereto. coiitaiiiiiig (tic name and addition of the\n              purchascr atid clcscription d' the land purchased by him,\n              and the Registrar of the Supreme Court or Clerk of a\n              Rcsident hkigistratc's Court is hereby required, after pay-\n              ment and acceptance of all the money payable in respect\n              of any particular purchase, to give upon any office copy\n              of any such order of confirmation a written certificate that\n              the purchase money and all interest in respect thereof, pay-\n              able by any purchaser named in such certificate for any land\n              therein referred to, hnvc: becii wliolly paid.\n                           PiircIt ascr rcq i iirii ig Registered Title\nPurchaser        49. When any contract shall have been made for the sale\nmay rcquire\nregisteied    and purchase of any land, then unless the person agreeing to\ntitle under\nthisAct.      sell such land shall have stipulated to the contrary, it shall\n              be lawful for the purchaser at any time before the comple-\n              tion of the purchase, to require that the vendor shall insteai\n              of making a conveyance bf such land, cause him to be\n              registered as proprietor of the land, the subject of the\n              contract, under the provisions of this Act, with an absolute\n              title, in cases where the land has been agreed to be sold with-\n              out any special conditions as to title, or with a title subject\n              to such qualifications as may be in accord with the condi-\n              tions under which the land was agreed to be sold :\n                Provided that nothing herein contained shall deprive any\n              vendor of any right which may arise out of such contract\n              for sale by reason of any rule of law and equity :\n                Provided also that the incidence of costs as provided for\n              under the Conveyancing Act, shall be in no way affected.\nDuties of\nvendor if"
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. If the purchaser shall exercise the option hereby\npurchaser     vested in him, the vendor shall furnish him with the in-\ncxcrclscs\noption.       formation which he is under the said Conveyancing Act\n              bound to fumish, and shall submit the draft application\n              form filled in with such pa.rticulars, and the purchaser shall\n                     flhe inclusion of this page is autharizcd by L.N. 480119f31\n                  REGISTRATION OF TITLES                                   35\nat his own expense make all such search@ and investigations\ninto the title as are required to mafre the application\ncomplete."
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. The costs of the application form, the fees payable\nunder this Act and stamp duty, if any, shallbe deemed to be\n                                                                    3&zr\nthe vendor‘s costs within the meaning of section 4 of the\nConveyancing Act.\n                 Registration in lieu of Patent"
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52. In all cases in which prior to the 1st October, 1889, a R ismtion\n“patent” as defined herein would have been the appropriate *    2by\nform of conveyance to any grantee of any lands, in lieu of lie th crownin\n                                                                  of\nsuch patent it shall be sufficient for the Minister to issue p a k t\ndirections to the Registrar to register the proposed grantee\nas the proprietor of the land to be granted to him, and the          I\nRegistrar shall thereupon, upon payment by the proposed\ngrantee of the fee payable for a certifiwte of title, without\nreference to the Referees or observance of any of the forms\nrequired to be abserved in other cases, forthwith bring the\nland described in such requisition under the operation of\nthis Act, by registering the title of the person named in such\nrequisition as the proprietor of the said land :\n   Provided always that the Assurance Fund under this Act\nshall not be answerable in respect of any claim thereafter\narising in reference to the said land, but the Government 25 1967\nshall be liable in the same way and to the same extent as in s. *   4\nother cases under this Act the applicant or the said\n                       *\nAssurance Fund would be liable; and a note of the liability\nof the Government shall be made on every certificate of\ntitle issued under this section."
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53. Any patent heretofore made may, for the purpose Pa nt\n                                                                    8\nof bringing land under the operation of this Act, ‘be deemed csuv ilciont\n                                                                    ~cncco~\nby the Registrar or a Referee sufficient evidence of the title title.\nof the grantee under any such patent to the land comprised\n       Dhc inclusion of this page is authorized by L.N. 480119731\n36                             REGlSTRATlON OF TlTEES\n            in such patent sbbject to any estate or interest a p m\n            by such patent or subsequently created.\n                        Re-registration of Registered Lund by Plan\nRegistration    54.-(1) Any person entitled to d land, which shall\nby plan of\nreglsterd    have    been registered otherwise than by plat or diagrram,\nland.        may apply to have such land registered by plat of diagtam.\nMode of                (2) An application under this sectiondml.l in all\napplication.\n             respects be treated and dealt with as if it wen an 0-\n             application to register land. The duplicate certScate of title\n             shall accompany the application, and the same shall be\n             retained and cancelled by the Registrar, and the 0-\n             certificate of title shall also be cancelled by the Repistrsr,\n             before the issue of a new certificate.\nDirection by           (3) The Referee, when communicating any pro+\nReferee.\n             sional approval of thq registration of such title to the\n             Registrar, shall, besides giving such dirtctions as 88\n             required in the case bf original applications, direct fhe\n             Registrar to cause notification of the application to be\n             served on all persons other than the applicant who appear\n             by the certificate of title to have any interest in the land.\n                          Register Book;Mode of Registering; and e&xt of\n                                            Registration\n  owla and to          55. Land shall be brought under the operation of this\n be brought\nunderthe           Act by the Registrar registering a certificate Certifying,\nOthis\n   F r aAct.\n        t i o n Of under his hand and the seal of the Office,that a person there-\nThird              in named is the proprietor of the land therein described or\nSchedu*e.\nFornis       A     identified, either with an absolute title or with such qualified\nand B.             title as may have been directed and approved by the Referee,\n                   as the case may be.\n                      Such a certificate (herein called “certificate of title”) shall\n                   be in duplicate in the form in the Third Schedule; and the\ns. 9.\n25i19a7            Registrar shall keep a book or file, to be called the Register\n                   REGISTRATION OF TITLES                                  37\n Book, and shall enter by either binding up or filing therein\n m e of the certificates of title, and shall delivef the other\n (hereinafter called the duplicate) to the proprietor, having\n previouslv marked thereon the volume and jolium of the\n Register Book in which the same is entered.\n   Each certificate shall constitute a separate folium of such\n Book, and the Registrar shall endorse thereon, in such\n mannet as to preserve their priorities, the particulars of all\n dealings and matters afllecting the land by this Act required\n to be registered or entered."
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54. Registration by plan of registered land.\n    Mode of application.\n    Direction by Refexee.\n         Register Book;Mode of Registering;and effectof\n                        Registration"
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56. Before the delivery of any certificate of title, a k i p t\nfor it in the handwriting of the proprietor of such estate in\nsuch land as shall be therein described or his agent may be\nrequired when practicable, so as to prevent, as far as may\nbe, personation."
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57. At the time of the registration of any grant in fee G\nto two or more persons in joint tenancy for any public\npurpose, the Registrar shall endorse thereon, and on every\nsubsequent certificate of title, the words \"no survivorship\",\nand sign his name thereto."
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58. Every duplicate certificate of title shall be deemed\n has marked thereon the volume and fdium of the Register\nBook in which the certificate is entered; and every instrument ActI\n                                                                    &-\nand taken to be registered under this Act when the Registrar C o . 'tuqg\npurporting to affect land under the operation of this Act\nshall be deemed and taken to be registered at the time when\nproduced for registration, if the Registrar shall subsequently\nenter a memorandum thereof as hereinafter described in the\nRegister Book upm the f o h m constituted by the existing\ncertificate of title and also upon the duplicate; and the person\nnamed in any certificate of title or instrument so registered\nas the proprietor of, or having any estate or interest in or\npower over, the land therein described or identified, shall be\n       m e inclusion of this page is authorized by L.N. 48011973)\n38                                REGISTRATION OF TITLES\n                deemed and taken to be the duly registered proprietor\n                thereof, or as duly registered in respect of such estate,\n                interest or power :\n                  Provided that if, before entering the memorandum here-\n                inbefore mentioned, the Registrar shall, for any reason,\n                return the instrument to the person producing the same,\n                the time of reproduction of the instrument for registration,\n                after the requirements of the Registrar have been complied\n                with, shall be the time of production for registration.\nOrderand           59. Every instrument presented for registration may be\npriority of\nregistration.   in duplicate (except a transfer whereon a new certificate\n                of title is required), and shall be registered in the order of,\n                and as from, the time at which the same is produced for that\n                purpose; and instruments purporting to affect the same\n                estate or interest shall, notwithstanding any actual or\n                constructfie notice, be entitled to priority as between them-\n                selves according to the time of registration, and not accord-\n                ing to the date of the instrument. Upon the registration of\n                any instrument the Registrar shall bind up the original in\n                his office in a book to be kept for that purpose and shall\n                deliver the other (hereinafter called the duplicate) to the\n                person entitled.\nAS~O~OB.            60. The Registrar shall not enter in the Register Book\n                 notice of any trust, whether express, implied or construc-\n                 tive; but trusts may be declared by any document, and a\n                 duplicate or an attested copy thereof may be deposited with\n                 the Registrar for safe custody and reference; and the\n                Registrar, should it appear to him expedient so to do, may\n                protect in any way he may deem advisable the rights of the\n                persons for the time being beneficially interested thereunder,\n                or thereby required to give any consent; but the rights\n                incident to any proprietorship or to any instrument, dealing\n                   REGISTRATION OF TITLES                                  39\nor matter, registered under this Act, shall not be in any\nmanner affected by the deposit of such duplicate or copy,\nnor shall the same be registered."
    },
    {
      "provision_ref": "sec61",
      "section": "61",
      "title": "Section 61",
      "content": "61. Every memorandum entered in the Register Book Contentsof memoran-\n shall slate the nature of the instrument or document to which dum\n                                                                  entencd in\n it. relates, the time of registration or entry thereof, the name RegiSter\nof the grantee, and shall refer by number or symbol to such Book\ninstrument or document, and shall be signed by the\nRegistrar."
    },
    {
      "provision_ref": "sec62",
      "section": "62",
      "title": "Section 62",
      "content": "62. Whenever a memorandum of any instrument has Ent\nbeen entered on a certificate of title in the Register Book,\nthe Registrar shall enter the like memorandum on the dupli-\ncate nertificate, and he shall endorse on every instrument\nregistered a certificate of the time at which the memorandum\nwas entered in the Register Book :\n  Provided always that the time at which the instrument\nwas produced for registration, subject to the terms of the\nproviso contained in section 58, shall be deemed and shall\nbe stated by the Registrar in his certificate, as the time at\nwhich the memorandum was entered in the Register Book.\nThe Registrar shall authenticate such certificate by signing\nhis name thereto and such certificate shall be received in all\ncourts as conclusive evidence that such instrument has been\nduly registered and at the time stated in the said certificcrte."
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63. When land has been brought under the operation EffFtiof.\n                                                              registtahon\nof this Act, no instrument until registered in manner herein ornod-\n                                                              registfation\nprovided shall be effectual to pass any estate or interest in ofhsbrt.\nsuch land, or to render such land liable to any mortgage or\ncharge; but upon such registration the estate or interest lands\n                                                              brougb\ncomprised in the instrument shall pass or, as the case may unkrmthis\nbe, the land shall 6ecome liable in manner and subject to the Act*\ncovenants and conditions set forth and specified in the\ninstrument, or by this Act declared to be implied m instru-\n                                REGlSTRATlON OF TITLES\n               ments of a like nature; and should two or more instruments\n               signed by the same proprietor, and purporting to affect the\n               same estate or interest, be at the same time presented to the\n               Registrar for registration, the Registrar shall register and\n               endorse that instrument which shall be presented by the\n               person producing the certificate of title.\nIssue of         64. The proprietor of land under the operation of this\ncertificates\nof title.      Ad shall be entitled to receive a certificate of title to the\n               same; and if any certificate be issued to a minor, or to a\n               person under any disability, the Registrar shall state the age\n               of such minor, or the nature of the disability, so far as\n               known to him.\nJoint            65. Two or more persons may be registered under this\ntenants.\ntenants in     Act as joint tenants, tenants in common or coparceners of\ncommonand\ncoparcenen.    any land. In ali cases where two or more persons are\n               registered as tenants in common or as coparceners of any\n               land one certificate for the entirety or separate certificates\n               for the undivided shares may be issued; but in the case of\n               persons registered as joint tenants, one certificate only shall\n               be issued.\nProcedure        66. Upon the transfer of any land, and upon the lease\nas to\nregistration   of any freehold land, to two or more persons as joint\nof two or\n      joint    proprietors, with the words, “no survivorship” endorsed\npropnet-       thereon, the Registrar shall enter such words in the\n               memorandum of such transfer or lease, and also upon any\n               certificate of title issued to such joint proprietors pursuant\n               to such transfer, and sign his name thereto.\n                 Where two or more persons are joint proprietors of any\n               land or of any such lease, or of any charge, they may, by\n               writing under their hands, direct the Registrar to enter the\n               words “no survivorship” upon the certificate of title or\n               instrument relating to the property. In every case after\n               such words shall have been signed by the Registrar, whether\n                       CThc inclusion of this page is authorized by L.N.WRO/1973]\n                                                                           41\nunder this or section 57 it shall not be lawful for any persons\nother than all the proprietors registered to transfer or other-\nwise deal with the property without the order of the Supreme\nCourt or a Judge thereof obtained on motion or petition or\nin cases where the value of the land affected shall not exceed\nfour hundred dollars, then of the Resident Magistrate's\nCourt of the parish in which the land is situated :\n   Provided that nothing hereinbefore contained shall\nprevent the surviving or remaining trustee or trustees from\ntransferring the land so as to give effect to any valid appoint-\nwrit of a new trustee or trustees or the Registrar from\nregistering in the usual manner, such transfer.\n                                                                       I\n                                                                       I"
    },
    {
      "provision_ref": "sec67",
      "section": "67",
      "title": "Section 67",
      "content": "67. Before the Court or Judge or Resident Magistrate\nshall make any such order, it or he may cause notice of the\napplication for the same to be advertised once at least in one\nnewspaper published in the city of Kingston, or circulating\nin the neighbourhood of the land, and shall appoint a time\nwithin which it shall be lawful for any person interested to\nshow cause against such order being made, after the expira-\ntion of which time it shall be lawful for the said Court or\nJudge or Resident Magistrate to give directions for the\ntransfer of such land or lease or charge to any new proprie-\ntor or proprietors solely or jointly with or in the place of any\nexisting proprietor or proprietors, or to make such order\nin the premises as shall be just for the protection of any\nperson beneficially interested in such property, or in the\nproceeds thereof; and on such order being deposited with\nthe Registrar he shall make such entries and perform such          ,\nacts for giving effect thereto as the provisions of this Act\nmay render necessary.                                              I"
    },
    {
      "provision_ref": "sec68",
      "section": "68",
      "title": "Section 68",
      "content": "68. No certificate of title registered and granted under\nthis Act shall 'be impeached or dehsible by reason or on\naccount of any informality or irregularity in the application\nfor the same, or in the proceedings previous to the rcgistra-\n42                                   KEGlSl'RATlON OF TITLES\n                   tion of the certificate; and every certificate of title issued\n                  under any of tfie provisions herein contained shall be\n                   received in all courts as evidence of the particulars therein\n                  set forth, and of the entry thereof in the Register Book, and\n                  shall, subject to the subsequent operation of any statute of\n                  limitations, be conclusive evidence that the person named\n                  in such certificate as the proprietor of or having any estate\n                  or interest in, or power to appoint or dispose of the land\n                  therein described is seised or possessed of such estate or\n                  interest or has such power.\n use of             69. In any suit for specific performance, or in any action\n certificate of\n titlein          for damages, brought by a proprictoi of any land under\n actions\n btweu, the operation of this Act against a person who may have\n pUIchuu.\n wndormd          contracted to purchase such land, not having notice of any\n                  fraud or other circumstana which, according to the provi-\n                  sions of this Ait, WOW       affect the right of the vendor, the\n                  certificate of title of such proprietor shall, if such proprietor\n                  is registered with an absolute title, be held to be conclusive\n                  evidence that such proprietor has a good and valid title to\n                  the land for .the estate or interest therein mentioned or\n                  described, and shall in any such suit entitle such proprietor\n                  to a decrce for the specific performance of such contract.\n                  And if such proprietor is registered with a qualified title the\n                  certificate shall be conclusive evidence tbat he has a good\n                  and valid title, subject to tho qualification therein set forth.\nP*fe?tid\n~d  pnor             70. Notwithstanding the existence in any other person\nrights            of any estate or interest, whether derived 'by grant from\ndefeated in\nfavourof          the -Crown or otherwise, which but for this Act might be\nregistered\nproprietor.       herd to be paramount or to have priority, the proprietor\n                  of land or of any estate or interest in land under the opera-\n                  tion of this Act shall, except in case of fraud, hold the same\n                  as the same may be described or identified in the certificate\n                  of title, subject to my qualification that may be specified in\n                  the certificate, and to such incumbrances as may be notified\n                  ,\n                          [ ~ i a c l u s i o D o f t b i s H l c ib\n                                                                   l ~L*N. 480/1973]\n                  REOISTRATION OF TITLES                                  43\n on the folium of the Register Book constituted by his certifi-\n cate of title, but absolutely free from all other incumbrances\n whatsoever, except the estate or interest of a proprietor\n claiming the same land under a prior registered certificate of\n title, and except as regards any portion of land that m y by\n wrong description of parcels or boundaries be included in\n the certificate of title or instrument evidencing the title of\n such proprietor not being a purchaser for valuable\n consideration or deriving from or through such a purchaser:\n    Provided always that the land which shall be included\n in any certificate of title or registered instrument shall be\n deemed to be subject to the reservations, exceptions, condi-\n tions and powers (if any), contained in the patent thereof,\n @ndto any rights acquired over such land since the same\nwas brought under the operation of this Act under any\nstatute of limitations, and to any public rights of way, and\nto any easement aequired by enjoyment or user, or subsisting\nover or upon or atfecting such land, and to any unpaid rates\nand assessments, quit rents or taxes, that have accrued due\nsince the land was brought under the operation of this Act,\nand also to the interests of any tenant of the land for a term\nnot exceeding three years, notwithstanding the same\nrespectively may not be specially notified as incumbrances\nin such certificate or instrument."
    },
    {
      "provision_ref": "sec70",
      "section": "70",
      "title": "Section 70",
      "content": "70. Preferential and prior rights defeated in favour of m & W\n           proprietor.\n        Incumbrances not specially notified to which registcnd land to be\n                                                                               .\n           subject."
    },
    {
      "provision_ref": "sec71",
      "section": "71",
      "title": "Section 71",
      "content": "71. Except in the case of fraud, no person contracting Pr0-n\n                                                                t o p ties\nor dealing with, or taking or proposing to take a transfer, dcali with\nor charge, shall be required or in any manner concerned to\nenquire UI ascertain Ihz circumstances under, or the\n                                                                      f\nfrom the proprietor of any registered land, lease, mortgage regis etor.\n                                                                      red\nconsideration for, which such proprietor or any previous              I\nproprietor thereoi was registered, or to see to the application\nof any purchase or consideration money, or shall be affected\nby notice, actual or copstructive, of any trust or unregistered\ninterest, any rule of lkw or equity to the contrary notwith-\n                                                                  ,\n      p h c inclusion of this page is authorkcd by L.N. 4W19731\n44                             REGISTRATION OF TITIJFS\n              standing; and the knowledge that any such trust or\n              unregistered interest is in existenoe shall not of itself be\n              imputed as fraud.\nRighb9etc..\nof registered"
    },
    {
      "provision_ref": "sec72",
      "section": "72",
      "title": "Section 72",
      "content": "72. The person       named\n                                       in any certificate of title the            as\nproprietorof proprietor of any estate of freehold in possession in the\nan estate of\n*hold         land therein described shall be held, in every court to be\na 1-0.\nsub@to        seised of the reversion and inheritance in the land imme-\n              diately expectant upon the term of any lease that may be\n              mentioned as an incumbrance in such certificate, and to\n              have all powers, rights and remedies, to which such a\n              reversion by law is entitled, and shall be subject to aIl the\n              covenants and conditions in such lease to be performed\n              and observed by or on the part of the lessor.\nRightsand        73. Without lessening or prejudicing any of the other\nliabilitiesof\npersonfor     rights, powers and remedies, by this Act given and                   con-\ntime being\nregistercdas ferred every proprietor, and every transferee, when\nprop*etor.    registered, of any land, lease, mortgage              or\n                                                          charge shall\n              whilst continuing so registered have the same estates, rights,\n              powers and remedies, and be subject to the same engage-\n              ments, obligations and liabilities, and may sue and be sued\n              in his own name in respect thereof or thereupon in like\n              manner as if he had been the original proprietor of the land\n              by or with whom the engagement, obligation or liability,\n              sued upon was entered into or incurred, or the original\n              mortgagee, lessee or annuitant.\nUse by          74. The proprietor of any land, or any lease, mortgage\nbeneficiary\ninanyaction   or charge, shall, on the application of any beneficiary or\nof the name\nof any        person interested therein, be bound to allow his name to\nproprietor.   be used by such beneficiary or person in any action, suit\n              or proceeding, which it may be necessary or proper to bring\n              or institute in the name of such proprietor concerning such\n              land, lease, mortgage or charge, or for the protection or\n              benefit d . t h e title vested in such proprietor, or of the\n                     [The inclusiotl of chis page is authoriad by LN. 430/19731\n                 K EGISl’RA 1‘10N OF TITLES                            45\ninterest of any such beneficiary or person; but nevertheless\nsuch proprietor shall, in any such case, be enlilled 10 be\nindemnified in like manner as if, being a trustee, he would\nbefore the commencement of this Act have been entitled\nto be indemnified in a similar case of his name being used\nin any such action, suit or proceeding, by his cesrui que\ntrust."
    },
    {
      "provision_ref": "sec73",
      "section": "73",
      "title": "Section 73",
      "content": "73. Rights and liabilities of person for time being ngistend aa\n           proprietor."
    },
    {
      "provision_ref": "sec75",
      "section": "75",
      "title": "Section 75",
      "content": "75. When land shall have been brought under the opera- E I T ~ofo\ntion of this Act, and a certificate shall have been issuzd ccrt   ijcatc\n                                                               subj+tto&\nsubject to a mortgage or other incumbrance made or given “$;t$gz;-\nbefore the issuing of such certificate, such mortgagc or other\nincumbrance may be discharged in like manner as if it were\na mortgage or other incumbrance made in the manner\nprescribed by and registered under this Act, and the mort-\ngagee or other person claiming under such mortgage or\nincumbrance may exercise the same rights and remedies as\nif the mortgage or other incumbrance had been made and\nregistered in the form and manrler prescribed bv this Act.         I\n                Inspection of Register Book                        I"
    },
    {
      "provision_ref": "sec76",
      "section": "76",
      "title": "Section 76",
      "content": "76. Any person may, on payment of the fee for the time I n S F\nbeing payable in that behalf, inspect the Register Book O B f O o ~ ~ ~\nduring the hours and upon the days of business.          ?s2:t&\n  The Registrar, on payment of the fee for the time being\npayable for a certified copy, shall furnish to any person\napplying for the same a certified copy of any certificate of\ntitle, filed plan, deposited plan, caveat or registered instru-\nment, affecting land under the operation of this Act; and\nevery such certified copy, signed by him and authenticated\nby the seal of the Office of Titles, shall be received in\nevidence in any court of justice, or before any person having\nby law, or by consent of parties, authority to receive\nevidence as prima facie proof of the original certificate,\ncaveat or instrument, and of aU the matters contained or\nrecited in or endorsed thereon respectively.\n       me inclusion of this page is authoriwd by L.N. 480/1973]\n46                                 REGISTRATION OF TITLES\n                                   Provisions as to Certificates\nAs to              77. On the application of any proprietor of land held\nexchanging\ncertificates.    under one or more certificates of title, or of land so held\n                 and of land about to be brought under this Act and on his\n                 delivering up the duplicate certificates of title the Registrar\n                 may register one certificate of title for the whole of such\n                 land, or several certificates for the several portions thereof\n                 in the name of such person in accordance with such applica-\n                 tion, so far as the same may be done consistently with any\n                 regulations for the time being in force respecting the parcels\n                 of land that may be included in one certificate of title, and\n                 upon registering any certificate under this section the\n                 Registrar shall cancel the previous certificate and the dupli-\n                 cate thereof and shall endorse thereupon a memorandum\n                 setting forth the occasion of such cancellation and referring\n                 to the new certificate.\nReferences\nto be noted"
    },
    {
      "provision_ref": "sec78",
      "section": "78",
      "title": "Section 78",
      "content": "78. Such references shall. be noted in the Register Book\nin Register      and on instruments filed hereunder, as will allow the title\nto enable\ntitle to be\ntraced.\n                 to be traced either downwards from or upwards to the\n                 original certificate; but it shall not be necessary, in any\n                 certified copy of any certificate or instrument, to insert such\n                 references; and every such copy shall be deemed complete\n                 notwithstanding the omission of such references.\nWhat                79. The Registrar, if in his opinion the number or nature\nRegistrar\nm a y require.   of the entries on any certificate of title or the condition of\n                 the certificate of title or the duplicate or special certificate of\n                 title render it expedient so to do, may require that the dupli-\n                 cate or special certificate of title be surrendered for cancella-\n                 tion and upon such surrender the Registrar shall proceed\n                 as if an application had *beenmade to him under section 77\n                 for the registration of a new certificate of title for the land\n                 comprised in the surrendered certificate.\n                         [Thc inclusion of this page is authorizeJ by LN. 48011979\n                   REGISTRATION OF TITLES                                   47"
    },
    {
      "provision_ref": "sec80",
      "section": "80",
      "title": "Section 80",
      "content": "80. On the occasion of the registration of a certificate of power\n                                                                  Registrar's\n                                                                         to\ntitle to registered land or at any time thereafter the Registrar, amend.\nafter such enquiry and notices, if any, as he may consider S.25/1%7 lo(l).\nproper and upon the production of such evidence and the\ncompliance with such requests, if any, as he may think\nnecessary to require or make, may-\n            amend the description of the land by the omission\n            of any general words of description or in such\n            other manner as he may think proper;\n           omit such entries or portions of entries as he is\n            satisfied no longer affect the land or the title\n            thereto;\n           insert, amend or delete the name of any road and\n            the number by which any land on such road is\n            designated;\n           substitute the correct name, address or occupation\n            of any person whose name, address or occupation\n            was incorrectly entered."
    },
    {
      "provision_ref": "sec81",
      "section": "81",
      "title": "Section 81",
      "content": "81.-( 1) Whenever any transaction or transmission under\nthis Act is proposed to be registered, and it is required by\nthis Act that a memorandum of such transaction or trans-\nmission shall be endorsed upon the duplicate certificate of\ntitle, the Registrar may dispense with the production of ~e\nsuch duplicate and the making of such endorsement thereon.\n        (2) In every such case, upon the registration of the\ntransaction or transmission the Registrar shall notify, in cased.\nthe memorandum in the Register Book, that no entry of\nsuch memorandum has been made on the duplicate, and\nsuch transaction or transmission s h d thereupon be as valid\nand effectual as if such memorandum had been entered\nthereon.\n                                                                       I\n        (3) Provided always that the Registrar before\nregistering such transaction or transmission shall require\n       C l b inclasion of this page is authorized by L.N. 480/1973]\n48                           REGISTRATION OF TITLES\n           proof to his satisfaction by statutory declaration that the\n           duplicate is not deposited or held as security or otherwise,\n           and whether it is subject to any lien, and shall give at least\n           fourteen days’ notice of his intention to register such\n           transaction or transmission in at least one newspaper and\n           such other notice, if any, as he may think fit.\nProceedings     82.-(1) Whenever a duplicate certificate of title or\non certificate\n  title being special certificate of title is lost or destroyed the registered\n           proprietor of the land or some person claiming through\n           him may apply to the Registrar to cancel the certificate\n           of title and to register a new certificate in duplicate in the\n           name of the registered proprietor or his transferee in place\n           of such certificate and duplicate or special certificate. On\n           proof being furnished to his satisfaction of such loss or\n           destruction, and on such requisitions, if any, which he may\n           make being complied with, and on the expiration of the\n           notice to be given as hereinafter provided without sufficient\n           cause having been shown against the application, the\n           Registrar shall cancel the certificate and register a new\n           certificate in duplicate in the name of the registered proprie-\n           tor or his transferee in place of the former certificate and\n           duplicate or special certificate?both of which shall thereupon\n           be deemed to be cancelled.\n                    (2) Before disposing of the application the Registrar\n           shall give at least fourteen days’ notice thereof in at least\n           one newspaper and such other notice, if any, as he may think\n           fit.\n                    (3) An application under this section may be com-\n           bined with an application under section 81 to dispense with\n           the production of a duplicate certificate.\nConstruction      83. Every certificate of any person or corporation, sole\nof certificate\noftitle.       or  aggregate, being the proprietor of an estate in fee simple,\n           whether in possession, remainder or reversion, and every\n                  lThe inclusion of this page is authorized by L X 480/1973]\n               RECtSTRATlON OF TITLES                                49\ninstrument transferring or creating such an estate to or in\nfavour of any person or corporation shall imply and be\ndeemed to include the heirs of such person, or the successors\nof such corporation."
    },
    {
      "provision_ref": "sec84",
      "section": "84",
      "title": "Section 84",
      "content": "84. A married woman who is registered as a “proprietor” WO-\n                                                          Maid\nwithin the meaning of this Act shall for all the purposes\nof this Act be deemed to be a fern sole.\n          Title acquired by possession ofregistered\n                            land"
    },
    {
      "provision_ref": "sec85",
      "section": "85",
      "title": "Section 85",
      "content": "85. Any person who claims that he has acquired a title\nby possession to land which is under the operation of this\nAct may apply to the Registrar to be registered as the pro-\nprietor of such land in fee simple or for such estate as such\nperson may claim."
    },
    {
      "provision_ref": "sec86",
      "section": "86",
      "title": "Section 86",
      "content": "86.--(1) Every application under section 85 shall-\n     (a) be ip the form set out in the First Schedule, sub-\n         stituting for the words “hereby apply to have the\n         lands hereinafter described brought under the\n         operation of the Registration of Titles Act”, the\n         words “hereby apply to be registered as the pro- 2s 1967\n         prietor of the lands hereinafter described, such\n                                                             s (1.\n         lands having already been brought under the\n         operation of the Registration of Titles Act,” and\n         with such other modifications as the cast m y\n         require;\n     (6) b e m @ e d b y -\n             (9 the evidence upon which the applicant relies\n                 m support of his application;\n            (ii) an aflidavit containing such particulars a8\n                 may be prescribed;\n       p inchuion of thir     ir        by U.  m/t~3i\n50                              REGISTRATION OF TITLES\nEighteenth                (iii) the fees set forth in the Eighteenth Schedule\nSchedule.\n                                as payable on an application to bring land\n                                under the operation of this Act;\n                          (iv) a certificate from the proper officer that all\n                                quit rents and property tax affecting the\n                                land have been paid up to the date of the\n                                application.\n                      (2) The provisions of sections 31 to 36 (both inclu-\n              sive) and sections 43 to 46 (both inclusive) shall apply,\n              mutatis mutandis, in relation to an application under\n              section 85 as they apply in relation to an application to have\n              land brought under the operation of this Act.\nCancella-        87. If at the expiration of the time appointed by the\ntion of\nexisting      Referee under section 33 for the lodging of a caveat the\ntitle and\nregistra-     Registrar has not received a caveat forbidding the registra-\ntion of       tion of the title of the applicant thk Registrar shall do any\ntitle ac-\nquired by     of the following, namely-\npossession.\n2511967            (a) cancel any existing certificate of title or rectify such\ns.11.\n                        certificate so as to conform with the registration of\n                        the title of the applicant;\n                   (b) issue any new certificate of title with such descrip-\n                        tion or identification of the land as may have been\n                        approved by the Referee.\n                                         Transfers\nTransfer of\nrcgisteted"
    },
    {
      "provision_ref": "sec87",
      "section": "87",
      "title": "Section 87",
      "content": "87. Cancellation of existing title and registration of title acquired\n        by posacssion.\n                                 Transfers"
    },
    {
      "provision_ref": "sec88",
      "section": "88",
      "title": "Section 88",
      "content": "88. The proprietor of land, or of a lease, mortgage or\nland.         charge, or of any estate, right or intercst, therein respec-\n              tively, may transfer the same, by transfer in one of the\nFourth        Forms A, B or C in the Fourth Schedule hereto; and a\nSchedule.\nForms A,\n  and C.\n              woman entitled to any right or contingent right to dower\n              in or out of any freehold land shall be deemed a proprietor\n              within the meaning hereof. Upon the registration of the\n              transfer, the estate and interest of the proprietor as set forth\n              in such instrument, or which he shall be entitled or able to\n                 REGISTRATION OF TITLES                                   51\ntransfer or dispose of under any power, with all rights,\npowers and privileges thereto belonging or appertaining,\nshall pass to the transferee; and such transferee shall there-\nupon become the proprietor thereof, and whilst continuing\nsuch shall be subject to and liable for all and every the same\nrequirements and liabilities to which he would have been\nsubject and liable if he had been the former proprietor, of\nthe original lessee, mortgagee or annuitant."
    },
    {
      "provision_ref": "sec89",
      "section": "89",
      "title": "Section 89",
      "content": "89. By virtue of every such transfer as is herein mentioned =of\nthe right to sue upon any mortgage or other instrument, ~ C           T    .\nand to recover any debt, sum of money, annuity or damages,\nthereunder (notwithstanding the same may be deemed or\nheld to constitute a chose in action), and all interest in any\nsuch debt, sum of money, annuity or damages, shall be\ntransferred so as to vest the same at law as well as in equity\nin the transferee thereof:\n   Provided always that nothing herein contained shall\nprevent a court from giving effect to any trusts afbting\nsuch debt, sum of money, annuity or damages, in case the\ntransferee shall, as between himself and any other person\nbold the same as a trustee."
    },
    {
      "provision_ref": "sec90",
      "section": "90",
      "title": "Section 90",
      "content": "90. The proprietor of land, or of any estate or interest PO nof\nin land, under the operation of this Act, whether of the\nnature of real or personal property, may transfer such land, & ' a\n                                                                    p$z        ~   ~\nestate or interest, to his wife or if such proprietor be a\nmarried woman it shall be lawful for her to make such\ntransfer to her husband, or it shall be lawful for such pro-\nprietor to make such transfer directly to himself and another\nperson, or if seised or possessed jointly with any other person\nthen jointly with such person to himself alone, or to create\nor execute any power of appointment or disposition, or to\ncreate or limit estates in remainder, or otherwise, as legal\nestates of or concerning land the subject thereof, without\nthe intervention of any precedent or particular estate, and\n      [The inclusion of this page is outhorizcd by L.N. 480119731\n52                              REGISTR A TlON OF TITLES\n              also like estates as legal estates without the employment ot\n              intervention of any form of use; and upon the registration of\n              such transfer, the land, estate or interest, shall vest in the\n              transferee solely or jointly, as the case may be, or in the\n              person in whose favour any such power may have been\n              executed, or who may take under any such limitation or\n              otherwise, according to the intent and meaning of such\n              instrument, and she, he or they, shall become and be deemed\n              the proprietor or proprietors thereof.\nHCW~X-            91. Whenever by a transfer, or by any other lawful mode,\nfer\nregistered.   a portion only of the land comprised in any certificate of\n               title passes to any person other than the registered proprietor\n              thereof, the Registrar, having duly registered the instrument\n              under which such portion passes, shall, on payment of the\n              fee payable under the provisions of this Act, register the\n               title of the person to whom such interest has passed in\n              manner hereinbefore provided in the case of land being first\n              brdught under the operation of this Act; but when the whole\n              of the land passes to any person other than as aforesaid, it\n              shall not be bicumbent on the Registrar to make out a new\n              certificate of title in the name of such person, but such\n              person shall be deemed to be duly registered as proprietor\n              of such land when a memorandum of the transfer or other\n              legal mode as aforesaid shall have been registered under\n              this Act:\n                  Provided always that if the transferee desire it, the\n              Registrar shall cancel the certificate of title and the duplicate,\n              and shall retain such duplicate, and issue a new certificate\n              of title in the name of the transferee :\n                 Provided also that where a portion only of the land\n              comprised in a certificate of title passes to any person other\n              than the registered proprietor thereof the Registrar may, if\n              he considers that the description of the portion so passing\n              is inadequate to enable the boundaries thereof to be easily\n                      [The ioclusioo of this page is uutliohxl by LN 4SO/1!)731\n                 REGISTRATION OF TITLES                                 53\nascertained, refuse to register the title of the person to whom\nsuch portion passes unless the portion so passing is described\nand identified by plat or diagram."
    },
    {
      "provision_ref": "sec92",
      "section": "92",
      "title": "Section 92",
      "content": "92. In every transfer of land under the operation of this CO\n                                                                   9\n                                                               Im lied\n                                                                   nants\nAct subject to a mortgage or charge, there shall be implied by mnsfcreo\na covenant with the mortgagee or annuitant by the transferee of1\n                                                               sub\nbinding the latter and his heirs, executors, administrators cha*e.\nand transferees, that he or they will pay the interest secured\n                                                                   e\n                                                                   nd\n                                                                      to a\nby such mortgage, after the rate, and at the time and in the\nmanner therein specified, or will pay the annuity at the times\nand in the manner specified in the charge, and in the case\nof land subject to a mortgage, a covenant with the transferor\nsimilarly binding that he or they will indemnify and keep          I\nharmless the transferor and his representatives from and\nagainst the principal sum secured by the mortgage, and\nfrom and against all liability in respect of any of the\ncovenants therein contained, or by this Act declared to be\nimplied therein, on the part of the trwferor :\n  Provided that no such transfer shall be registered unless\nduly executed by the transferee."
    },
    {
      "provision_ref": "sec93",
      "section": "93",
      "title": "Section 93",
      "content": "93. Whenever any transfer or lease of freebold land shall\ncontain the words “Together with a right of carriage way of        qFb\nover                         ” bpecifying or describing the\nroad or roads over whch the easement is created, and\nreferring to a map endorsed whereon such road or roads is\nor are coloured                                I such words\nshall have the same effect, and be construed as if there had\nbeen inserted in such transfer or lease the words contained\nin Forms A and B respectively in the Fifth Schedule.\n  A memorandum of any transfer or lease creating any\neasement over or upon or afltecting any land under the\noperation of this Act shall be entered on the fdium of the\nRegister Book, constituted by the existing certificate of title\nT\n      F l w inclusion of this pue L authorized by L.N. 480119131\n54                               REGZSTRATZON OF TZTLES\n               of such land, in addition to any other entry concerning such\n               instrument required by this Act.\n                                              Leares\nLease of\nregistered"
    },
    {
      "provision_ref": "sec94",
      "section": "94",
      "title": "Section 94",
      "content": "94. A n y freehold land under the operation of this Act\nland.          may be leased for any term not being less than one year\nSixth\nSchdule.\n               by the execution of a lease thereof in the form in the Sixth\n               Schedule, and the registration of such lease under this Act;\n               but no lease of any land subject to a mortgage or charge\n               shall be valid or binding against the mortgagee or annuitant\n               unless he shall have consented in Writing to such lease prior\n               to the same being registered.\nImplid\ncovenants by"
    },
    {
      "provision_ref": "sec95",
      "section": "95",
      "title": "Section 95",
      "content": "95. In every lease made under the provisions of this A d\nI-.            there shall be implied the following covenants With the\n               lessor and his transferees by the lessee, binding the latter and\n               his heirs, executors, administrators and transferees, that is\n               to say-\n                         that he or they will pay the rent reserved by the\n                         lease at the times therein mentioned, and all rates\n                          and taxes which may be payable by the occupier\n                         of such Ieased property during the continuance of\n                         the lease unless otherwise specially provided;\n                         that he or they will keep and yield up the leased\n                         property in good and tenantable repair, accidents\n                         and damages from storm and tempest, or other acts\n                         of God and the Queen's enemies, and reasonable\n                         wear and tear, excepted.\n         In every lease made under this Act them shall also\nembe96.implied\nImplid*\n               in the lessor and his transferees the following\n               powers, that is to say-\n                  (a) that he or they may, with or without surveyors,\n                        workmen or others, once in every year during the\n                        term, at a reasonable time of the day, enter upon\n                     [Thc inclusion of this pepe is authorized by L.N. 480119731\n                 REGISTRATION OF TITLES                                  55\n         the leased property, and view the state of repair\n         thereof;\n    (b) that in case the rent or any part thereof shall be\n        in arrear for the space of one month, although\n        no legal or formal demand shall have been made\n        for payment thereof, or in case of any breach or\n        non-observance of any of the covenants expressed\n        in the lease, or by this Act declared to be implied\n        therein, on the part of the lessee or his transferees,\n        and such breach or non-observance continuing for\n        the space of one month, it shall be lawful for the\n        lessor or his transferees to re-enter upon and take\n        possession of the leased property."
    },
    {
      "provision_ref": "sec97",
      "section": "97",
      "title": "Section 97",
      "content": "97. Whenever, in any lease made under this Act, the Adoptionof\n                                                                  rtfom\nlessee shall employ any of the forms of words contained sh\n                                                                    li\n                                                               of rovisionr\nin column one of the Seventh Schedule, and distinguished by Evenanb.\nany number therein, such lease shall be taken to have the %wenth\nsame effect and be construed as if he had inserted therein schedule.\nthe form of words contained in column two of the same\nSchedule, and distinguished by the corresponding number,\nand every such form shall be deemed a covenant with the\nlessor and his transferees by the lessee, binding the latter\nand his heirs, executors, administrators and transferees, but\nit shall not be necessary in any such lease to insert any such\nnumber. There may be introduced into or annexed to any ,\nof the forms in the first column any express exceptions from\nor express qualifications thereof respectively, and the like\nexceptions or qualifications shall be taken to be made from\nor in the corresponding forms in the second column."
    },
    {
      "provision_ref": "sec98",
      "section": "98",
      "title": "Section 98",
      "content": "98. In every transfer of a lease made under this Act, and\nin every transfer of a grant for years, there shall be implied a\ncovenant with the lessor by the transferee binding him and\nhis heirs, executors, administrators and transferees, that he ydars.\nor they will thenceforth pay the rent by the lease or grant\n      me inclusion of this page is authorized by L.N. 480/1973]\n                                                         ~~~   ~~\n56                             REGISTRATION OF TITLES\n              reserved, and perform and observe all the covenants\n              contained in the lease or grant, or by this Act declared to be\n              implied in the lease, and on the part of the lessee or his\n              transferees to be performed and observed, and a covenant\n              with the transferor that he will indemnify and keep harmless\n              the transferor and his representatives against all actions,\n              suits, claims, and expenses, in respect of the non-payment\n              of such rent, or the breach or non-observance of such\n              covenants or any of them :\n                Provided that no such transfer shall be registered unless\n              the same is duly executed by the transferee.\nEntry of         99. The Registrar, upon proof to his satisfaction of re-\nrecovery of\nland by       entry by the lessor or his transferees in *mannerprescribed\nlessor.\n              by the lease or by virtue of the power conferred by sub-\n              paragraph (b)of section %, or of recovery of possession by a\n              lessor or his transferees by any proceeding in law, shall note\n              the same by entry in the Register Book and on the duplicate\n              certificate of title and thereupon the term for which the land\n              was leased and the estate of the lessee shall determine but\n              without releasing the lessee from his liability. in respect of\n              the breach or non-observance of any covenant expressed in\n              the lease or by this Act declared to be implied therein.\nTrans-          100. Upon the bankruptcy of the proprietor of any lease\nmission on\nbankruptcy    made under this Act subject to one mortgage only, or to\nof lessor.    several mortgages, if owned by the same person, the\n              Registrar on the application in writing of the mortgagee\n              or his transferees, accompanied by a statement signed by\n              the trustee of such bankrupt refusing to accept such lease,\n              shall enter in the Register Book a note of such refusal; and\n              such entry shall operate as a foreclosure, and as a transfer\n              of the interest of the bankrupt in such lease to the mortgagee\n              or his transferees; and if he or they shall neglect or refuse\n              to make such application as aforesaid within forty-two days\n              after notice in writing in that behalf from the lessor or his\n                    me inclusion of this page is authorized by L.N. 48OJ1973)\n                       REGISTRATION OF TITLES                                   57\n     transferees shall have been served on the mortgagee or his\n     transferees, by being given to him or them, or by being sent\n     through the post officeby a registered letter directed to him\n     or them at his or their address, as stated in the mortgage\n     or transfer thereof, the Registrar, on the application in\n     writing of the lessor or his transferees to be registered as a\n     surrenderee or surrenderees of the lease, accompanied by\n     such a statement as aforesaid, and proof of such neglect or\n     refusal, shall enter in the Register Book notice of such\n     statement and of such neglect or refusal; and such entry shall\n     operate as a surrender of such lease discharged from the\n     mortgage or several mortgages as aforesaid, but without\n     prejudice to any action or cause of action which shall\n     previously have been commenced or accrued in respect of\n     any ;breach or non-observance of any covenant expressed\n     in the lease, or by this Act declared to be implied therein.\nVI      101. A lease made under this Act may be surrendered S m n d e r\n                                                                    of lease.\n     and determined as well by operation of law or under any\n     enactment now or hereafter to be in force relating to bank-\n     rupts and their estates, as by the word “Surrendered” with\n     the date being endorsed upon such lease or on the duplicate\n     thereof (if any) and signed by the lessee or his transferee\n     and by the lessor or his transferee and attested by a witness.\n     The Registrar shall enter in the Register Book a memoraii-\n     dum recording the date of such surrender, and shall likewise\n     endorse upon the duplicate (if any) a memorandum record-\n     ing the fact of such entry having becn made.\n        Upon such entry in the Register Book, the estate and\n     interest of the lessee or his transferee shall vest in the lessor,\n     or in the proprietor for the time being of the reversion and\n     inheritance in the land immediately expectant on the term;\n     and production of such lease, or duplicate (if any) bearing\n     such endorsement and memorandum, shall be sufficient\n     evidence that such lease has been legally surrendered :\n            me inclusion of this page is authorized by L.N. 480/19731\n58                         REGISTRATION OF TITLES\n            Provided that no lease subject to a mortgage or charge\n          shall be so surrendered without the consent in writing of\n          the proprietor of such mortgage or charge.\nUnder-       102.41) The lessee of land under the operation of this\nleases.\n2511967   Act may by instrument in the prescribed form make under"
    },
    {
      "provision_ref": "sec104",
      "section": "104",
      "title": "Section 104",
      "content": "104. The proprietor of any land under the operation of M\n                                                           tab d\n                                                                v\n                                                                w\n                                                           m.\n this Act may mortgage the same to any building society Tslrth\n by signing a mortgage thereof in the form in the Tenth\n Schedule."
    },
    {
      "provision_ref": "sec105",
      "section": "105",
      "title": "Section 105",
      "content": "105. A mortgage and charge under this Act shall, when E f l - d\n                                                                resirtsrinl.\n  registered as hereinbefore provided, have effect as a h e , mortllyr\n  but shall not operate as a transfer of the land thereby mort-\n gaged or charged; and in case default be made in payment\n of the principal sum, interest or annuity secured, or any\n part thereof respectively, or in the performance or\n observance gf any covenant expressed in any mortgage or\n charge, or hereby declared to be implied in any mortgage,\n and such default be continued for one month, or for such\n other period of time as may therein for that purpose be\n expressly fixed, the mortgagee or annuitant, or his\n transferees, may give to tht mortgagor or grantor or his\ntransferees notice in writing to pay the money owing on such\nmortgage or charge, or to perform and observe the aforesaid\ncovenants (as the case may be) by giving such notice to him\nor them, or by leaving the same on some conspicuous place\non the mortgaged or charged land, or by sending the same\nthrough the post office by a registered letter directed to the\nthen proprietor of the land at his address appearing in the\nRegister Book."
    },
    {
      "provision_ref": "sec106",
      "section": "106",
      "title": "Section 106",
      "content": "106. If such default in payment, or in performance or POW*\nobservance of covenants, shall continue for one month afkr sale   in +8sCa\n                                                              ofdefault.\nthe service of such ngtice, or for such other period as may\nin such mortgage or charge be for that purpose fixed, the\nmortgagee or annuitant, or his transferees, may sell the land\nmortgaged or charged, or any part thereof, either altogether\nor in lots, by public auction or by private contract, and\neither at one or at several times and subject to such terms\nand conditions as may be deemed fit, and may buy in or\nvary or rescind any contract for sale, and resell in manner\n        LThc inclusion of this page is authorizd by L.N 480/19131\n                          REGISTRATION OF TITLES\n         aforesaid, without being liable to the mortgagor or grantor\n         for any loss occasioned thereby, and may make and sign\n         such transfers and do such acts and things as shall be\n         necessary for effectuating any such sale, and no purchaser\n         shall be bound to see or inquire whether such default as\n         aforesaid shall have been made or have happened, or haw\n         corltinued, or whether such notice as aforesaid shall have\n         been served, or otherwise into the propriety or regularity\n         of any such sale; and the Registrar upon production of a\n         transfer made in professed exercise of the power of sale\n         conferred by this Act or by the mortgage or charge shall\n         not be concerned or required to make any of the inquiries\n         aforesaid; and any persons damnified by an unauthorized\n         or improper or irregular exercise of the power shall have\n         his remedy only in damages against the person exercising\n         the power.\nA Plication\no~*urchase   107. The purchase money arising from the sale of the\nmoney.      mortgaged or charged land shall be applied as follows-\n           If the sale be by the mortgagee or his transferee-\n              First, in payment of the expenses of and incidental\n                   to such sale and consequent on such default;\n                   secondly, in payment of the moneys which may\n                   be due or owing on the mortgage, thirdly in pay-\n                   ment of subsequent mortgages and of any money\n                   which may be due or owing in respect of any sub-\n                   sequent charge in the ordzr of their respective\n                   priorities; and the surplus (if any) shall be paid\n                   to the mortgagor:\n                     Provided always that if the sale be made by a\n                   mortgagee or his transferees, and there is a sub-\n                   sequent charge, the purchase moneys, after there\n                   shall have been made thereout all proper prior\n                   payments, shall be deposited by him or them in\n                   the manner and names, and for the purposes,\n                   corresponding with those after mentioned.\n               me inclusion of this page is authorized by LN. 480/19731\n                REGISTRATION OF TITLES\n  If the sale be by the annuitant or his transferees-\n     First, in payment of the expenses of and incidental\n          to such sale and consequent on such default; then\n          in payment of the moneys which may be due or\n          owing to the annuitant or his transferees; and the\n          residue shall be deposited by him or them at\n          interest in the Workers Savings and Loan Bank,\n          in the joint names of the annuitant or his trans-\n          ferees and of the Registrar, to satisfy the accruing\n          payments of the charge, and, subject thereto, for\n          the benefit of the persons who may be or become\n          entitled to the residue of the deposited money."
    },
    {
      "provision_ref": "sec107",
      "section": "107",
      "title": "Section 107",
      "content": "107. Application of purchase money.\n1011. Effect of registration of a triiisfer by niorlgagee or annuitant.\n6                         HEGISI’RATION OF TITLES"
    },
    {
      "provision_ref": "sec108",
      "section": "108",
      "title": "Section 108",
      "content": "108. Upon the registration of any transfer signed by a ~ f i q o f\nmortgagee or annuitant, or his transferees, for the purpose\nof such sale as aforesaid, the estate and interest of the\nmortgagor or grantor in the land therein described at the\ntime of the registration of the mortgage or charge, or which    ,\nhe was then entitled or able to transfer or dispose of under\nany power of appointment or disposition, or under any\npower herein contained, shall pass to and vest in the\npurchaser, freed and discharged from all liability on account\nof such mortgage or charge, and of any mortgage, charge or\nincumbrance, registered subsequently thereto, excepting a\nlease to which the mortgagee or annuitant., or his transferees,\nshall have consented in writing; and the purchaser when\nregistered as the proprietor shall be deemed a transferee\nof such land, and shall be entitled to receive a certificate\nof title to the same."
    },
    {
      "provision_ref": "sec109",
      "section": "109",
      "title": "Section 109",
      "content": "109. The mortgagee or annuitant, or his transferees, upon\ndefault in payment of the principal sum or interest or\nannuity, or any part thereof respectively, at the time men-\ntioned in the mortgage or charge, may enter into possession or&uitant\nof the mortgaged or charged land by receiving the rents\nand profits thereof, and may distrain upon the occupier or\n       p’he inclusion of this paee is authorized by LN.480/19731\n62                             REGISTRATION OF TITLES\n              tenant of the land under the power to distrain hereinafter\n              contained, or may bring an action of ejectment to recover\n              the land either before or after entering into the receipt of\n              the rents and profits thereof, or making any distress, and\n              either before or after any sale of such land shall be affected\n              under the power of sale aforesaid, in the same manner in\n              which he or they might have brought such action if the\n              mortgage money or annuity had been secured to him or\n              them by an assurance of the legal estate in the land\n              mortgaged or charged and any mortgagee or his transferee\n              shall be entitled to foreclose the right of the mortgagor or\n              his transferees to redeem the mortgaged land in manner\n              hereinafter provided.\nPower of         110. Besides his other remedies, every mortgagee or\ndistress in\ncases of      annuitant for the time being, and every transferee of a\ninterest or   mortgage or charge for the time being, shall be entitled,\nannuity\nbeingin\namear.\n              as often as it shall happen that the interest or annuity or any\n              part thereof respectively shall be in arrear for twenty-one\n              days, and after seven days shall have elapsed from an\n              application to the occupier or tenant for the payment there-\n              of, to enter upon the mortgaged or charged land and distrain\n              the goods and chattels of such occupier or tenant for the\n              arrears of the said interest or annuity, and the distress and\n              distresses then and there found to dispose of in like manner\n              as landlords may do in respect of distresses for rent reserved\n              upon common demises, and out of the sale moneys to retain\n              the moneys which shall be so in arrear and all costs and\n              expenses occasioned by such distress and sale :\n                Provided that no occupier or tenant shall be liable to\n              pay to any such mortgagee or annuitant or transferee a\n              greater sum than the amount of rent which at the time of\n              making such application for payment shall be due from\n              such occupier or tenant; and any amount so paid, as well\n              as any amount which shall be paid by him to any such\n                    [The inclusion of this page b authorized by LN. 480/1913]\n                                                                   63\nmortgagee or annuitant or transferee during the time he\nmay be-inreceipt of the rents and profitsi shall be held to\nbe pro tanto satisfaction of the rent :\n  And provided also that if there be more than,one mort-\ngage or charge on any land the mortgagees or annuitants\nshall be entitled to exercise the remedy given by this section\naccording to their priorities.\n   Ill. In every mortgage made under the provisions of ~w-nu\nthis Act there shall be implied covenants with the mort: E    %\n                                                              .:\ngagee and his transferees by the mortgagor, binding the\nlatter, and his heirs, executors, administrators and trans-\nferees, that he or they will pay the principal money therein\nmentioned on the day therein appointed, and will, so long\nas the principal money or any part thereof shall remain\nunpaid, pay interest thereon or on so much thereof as shall\nfor the time being remain unpaid, at the rate, and on the\ndays and in manner therein specified; also that he or they\nwill repair and keep in repair ail buildings or other im-\nprovements which shall have been or shall be erected or\nmade upon the mortgaged land, and that the mortgagee\nand his transferees may at all reasonable times until such\nmortgage be redeemed, enter into and upon such land, with\nor without surveyors or others, to view and inspect the state\nof repair of such buildings or improvements."
    },
    {
      "provision_ref": "sec110",
      "section": "110",
      "title": "Section 110",
      "content": "110. Powcr of distress in cases of interest or annuity behg in m.\n     11 1. Covaiants implied in mortgages."
    },
    {
      "provision_ref": "sec112",
      "section": "112",
      "title": "Section 112",
      "content": "112. A mortgagee of or annuitant upon land leased\nunder this Act, and his transferees, after entering h t o\npossession of the land, or the receipt of the rents and profits\nthereof, shall during such possession or receipt, and to the\nextent of any benefit, rents and profits, which may be\nreceived, become and be subject and liable to the lessor of\nthe said land or his transferees, or the person for the time\nbeing entitled to the reversion and inheritance expectant on\nthe term of the lease, for the payment of the nmt nxerved\nby the lease, and the performance and obsemance of the\n      minclud~ad thh PUS ir ~pthorirsdby LN. 480/19731\n64                              REGISTRATION OF TITLES\n               csvenants therein contained or by this Act declared to be\n               implied therein, on the part of the lessee or his transferees.\nShort\n:ovenant for"
    },
    {
      "provision_ref": "sec113",
      "section": "113",
      "title": "Section 113",
      "content": "113. Whenever in any mortgage made under this Act\ninsurance.     the mortgagor shall employ the form of words contained\nElcvcnth       in column one of the Eleventh Schedule, such mortgage shall\nkhedule.\n               be taken to have the same effect and be construed as if he\n               had inserted therein the form of words contained in column\n               two of the same Schedule, and every such form shall be\n               deemed a covenant with the mortgagee and his transferees\n               by the mortgagor, binding the latter and his heirs, executors,\n               administrators and transferees. There may be introduced\n               into or annexed to the said form in the first column any\n               express exception from or express qualification thereof, and\n               the like exception or qualification shall be taken to be made\n               from or in the form in the second column.\nRights of\nmortga ees"
    },
    {
      "provision_ref": "sec114",
      "section": "114",
      "title": "Section 114",
      "content": "114. In addition to and concurrently with the rights and\nreservc!       powers conferred on mortgagees and on transferees of\nuntil dis-\ncharge or      mortgagees by this Act, every mortgagee for the time being\ntransfer is    of land under this Act and every transferee of a mortgage\nregistered.\n               for the time being upon any such land shall, until a dlscharge\n               from the whole of the money secured, or until a transfer\n               upon a sale or an order for foreclosure, as the case may be,\n               shall have been registered, have the same rights and remedies\n               at law and in equity as he would have had or been entitled to\n               if the legal estate in the land or term mortgaged had been\n               actually vested in him, with a right in the mortgagor of quiet\n               enjoyment of the mortgaged land until default in payment\n               of the principal and interest money secured or some part\n               thereof respectively, or until a breach in the performance\n               or observance of some covenant expressed in the mortgage\n               or to be implied therein by the provisions of this Act.\n                  Nothing contained in this section shall affect or prejudice\n               the rights or liabilities of any such mortgagee or transferee\n               after an order for foreclosure shall have been entered in the\n                       [Tbc inclusion of this page i s aulhorizcd by LN. 480/19731\n                                                                                     -\n                 REGISTRATION OF TlTLES                                   65\nRegister Book, or shall, until the entry of such an order,\nrender a mortgagee of a lease made under this Act, or the\ntransferee of his mortgage, liable to or for the payment of\nthe rent reserved by the lease, or for the performance or\nobservance of the covenants expressed or to be implied\ntherein."
    },
    {
      "provision_ref": "sec115",
      "section": "115",
      "title": "Section 115",
      "content": "115. A mortgagor or his transferee shall not, either before A S ~ O\n                                                               oon#nt of\nor after such default or breach as aforesaid, commence in mottgageb\nhis own name any action at law for or in respect of any\ncause of action for which a mortgagee or his transferee may\nsue under the last preceding section, without obtaining the\nprevious consent in writing of such mortgagee or transferee,\nor his agent, to the commencement of such action, after\ngiving which consent such mortgagee or transferee shall not\nbe entitled to bring in his name any action in respect of the\ncause of action specified in such consent.\n  If a mortgagor or his transferee shall bring any such\naction in his own name, and the defendant shall prove the\nexistence of a mortgage, the plaintiff shall not be non-suited,\nnor shall there be a verdict or judgment against him, if he\nprove in reply that the action was brought with the written\nconsent of the mortgagee, or of the transferee of his mort-\ngage, or his agent."
    },
    {
      "provision_ref": "sec116",
      "section": "116",
      "title": "Section 116",
      "content": "116. Any sum of money which shall become payable to\n the mortgagor or his transferee under any judgment, decree\n or order ixi any action by him, in the Supreme Court or in\n any Resident Magistrate’P Court for or on account of any\nwaste or damage of or to the land mortgaged, shall be paid\n                                                                    3:s\nto the first mortgagee or his transferee, in reduction or\n                                                                     I\nsatisfaction af the moneys secured; and if he shall not be\nwilling to receive the same, or shall thereby be fully paid          1\noffthe same, or the balance shall be paid to any subsequent\nmortgagee or his transferee, according to priority, in like\nreduction or satisfaction, and if no mortgagee or his\n       [The inclusion of this m e is authorized by LN. dsO/ 19731\n66                           REGISTRATION OF TITLES\n             transferee shall be willing or be entitled to receive the same,\n             then to the mortgagor or his transferee for his own benefit.\nSummonsby       117. Any mortgagee or his transferee entitled to be paid\nforpayment\nmortgag-     any s u m of money under section 116 may, either before or\nofmoney\naccordmg to\n             after judgment or execution obtained under any decree or\nscction 116. order as aforesaid, apply to the Judge of the court in which\n             such action was brought for a summons, calling on the\n             plaintiff and defendant, or their solicitors or agents, to\n             attend before the Judge to show cause why any such sum\n             which shall have been recovered as damages in respect of\n             any waste or damage as aforesaid, or which shall become\n             payable on the settlement thereof, shall not be paid to such\n             persons and for such purposes as in the next preceding\n             section mentioned; and the Judge hearing the summons shall\n             determine the matter thereof in a summary manner, and\n             shall make such order therein as to costs and all other\n             matters as may appear to be just and reasonable, and the\n             decision of such judge shall be final and conclusive against\n             all parties:\n               Provided always that every order made in pursuance\n             of this section shall be liable to be rescinded or altered by\n             the court in like manner as other orders made by a single\n             Judge.\n               The Bailif€ or other officer who shall have the execution\n             of any writ of seizure and sale issued in such action shall,\n             on being served with a copy of such order, obey the same.\nA pliation      118. A n y money received by a first mortgagee or his\nrecovered\nOPmonW by    transferee under any proceeding commenced in his name\n=twg--       at law or in equity shall, after payment thereout of his costs,\n             be applied in reduction or satisfaction of the moneys secured\n             and, subject fhmtq M be &sposeu of according to the\n             equities of the parties interested.\n                   me inclusion of thfi $& t authoriocd by L.N. 480/1973]\n                  REGISTRATION OF TIT=                                     67"
    },
    {
      "provision_ref": "sec117",
      "section": "117",
      "title": "Section 117",
      "content": "117. Summons by mortgagee for payment of money according to\n            section 116.\n    J 18. Application of money recovered by mortgagee."
    },
    {
      "provision_ref": "sec119",
      "section": "119",
      "title": "Section 119",
      "content": "119. Whenever default has been made in payment of for        -   i\n                                                                    for0\nthe principal or interest money secured by a mortgage and ~losuro\n                                                                 bafom cbo\nsuch default shall be continued for six months after the time\nfor payment mentioned in the mortgage, the mortgagee or\nhis transferee may make application in writing to the\nRegistrar for an order for foreclosure; and such application\n shall state that such default has been made and hiis\ncontinued for the period aforesaid, and that the land mort-\n gaged has been offered for sale at public auction by a\n iicensed auctioneer after notice of sale setved as hereinbefore\n provided, and that the amount of the highest ‘bidding at\n such sale was not sufficient to satisfy the moneys secured\nby such mortgage, together with the expenses occasioned by\n such sale, and that notice in writing of the intention of the\nmortgagee or his transferee to make an application for\nforeclosure has been served on the mortgagor or his\n transferee, by being given to him or them, or by being left\n on the mortgaged land, or by the same being sent through\n the post office by a registered letter directed to him or them\n at his or their address appearing in the Register Book, and\n also that a like notice of such intention has been served on\n every person appearing by the Register Book to have any\n right, estate or interest, to or in the mortgaged land\n subsequently to such mortgage, by being given to him or\n sent through the post office by a registered letter directed\n to him at his address appearing in the Register Book.\n    Such application shall be accompanied by a certificate\nof the auctioneer by whom such land was put up for sale,\nand such other proof of the matters stated by the applicant\nas the Registrar may require, and the statements made in\nsuch application shall be verified by statutory declaration."
    },
    {
      "provision_ref": "sec120",
      "section": "120",
      "title": "Section 120",
      "content": "120. Upon such application the Regiitrar may cause o erfor\n                                                                      St\nnotice to be published once in each of three successive weeks, fo losm,\nin at least one newspaper published in the city of Kingston, *-f.\nofferingsuch land for private sale, and shall appoint a time\n68                              REGISTRATION OF TITLES\n               (not less than one month from the date of the first of such\n               advertisements) upon or after which the Registrar .shall\n               issue to such applicant an order for foreclosure, unless\n               the interval a sufficient amount has been obtained by the\n               sale of such land to satisfy the principal and interest moneys\n               secured, and all expenses occasioned by such sale and\n               proceedings, and every such order for foreclosure under the\n               hand of the Registrar when entered in the Register Book,\n               shall have the effect of vesting in the mortgagee or his\n               transferee the land mentioned in such ader, free from all\n               right and equity of redemption on the part of the mortgagor\n               or of any person claiming through or under him\n               subsequently to the mortgage; and such mortgagee or his\n               transferee shall, upon such entry being made, be deemed a\n               transferee of the mortgaged land, and become the proprietor\n               thereof, and be entitled to receive a certificate of title to the\n               same, in his own name, and the Registrar shall cancel the\n               previous certificate of title,and duplicate thereof and register\n               a new certificate.\nDischargeof       121.41) Upon production of a memorandum signed by\nmortgage\nclaimsor       the mortgagee or annuitant, or his transferees, and attested\nother charge   by a witness to the satisfaction of the Registrar, discharg-\n*5/1%7\nS. 13 (a).\n               ing the land from the whole or part of the moneys or\n               annuity secured or discharging any part of the land from\n               the whole of such moneys or annuity, the Registrar shall\n               make an entry in the Register Book, stating the time at\n               which it was made that such mortgage or charge is dis-\n               charged wholly or partially, or that part of the land is dis-\n               charged as aforesaid, as the case may be; ana upon such\n               entry being made, the land or the portion of the laad des-\n               cribed in such memorandum shall cease 10 be subject to or\n               liable for such moneys or annuity, or for h e part thereof\n               mentioned in such entry as discharged, and the Registrar\n               shall make a corresponding entry on the duplicate certificate\n               of title when produced to him for that pJrpose.\n                       [Tbinclusion of this page is authDrizcd by L.N. 4801 19731\n                    REGISTRATION OF TITLE5                               69\n        (2) If a mortgagor produces to the Registrar S25/1%7\n                                                       .13 (b).\nevidence to the satisfaction of the Registrar-\n     (U)   that the whole of the moneys secured on the\n           mortgaged land and all arrears of interest thereon\n            have been paid; and\n     (b) that the mortgagor is unable to produce a memo-\n          randum of the kind referred to in subsection (1)\n          by reason of the fact that before such memorandum\n          could be signed the mortgagee or his transferees\n          died or left Jamaica or disappeared and could not\n          be found,\nthe Registrar shall make an entry in the Register Book,\nstating the time at which it was made that such mortgage is\ndischarged; and upon such entry being made the land shall\ncease to be subject to or liable for such moneys and the\nRegistrar shall make a corresponding entry on the duplicate\ncertificate of title when produced to him for that purpose."
    },
    {
      "provision_ref": "sec121",
      "section": "121",
      "title": "Section 121",
      "content": "121. Discharge ofmortgage claims or other charge on lands.\n    122 Discharge of annujty."
    },
    {
      "provision_ref": "sec122",
      "section": "122",
      "title": "Section 122",
      "content": "122. Upon proof to the satisfaction of the Registrar of amuity.\n                                                              Diachargeof\nthe death of the annuitant, or of the occurrence of the event\nor circumstance upon which, in accordance with the provi-\nsions of any charge, the annuity thereby secured shall cease\nto be payable, and upon proof to the like satisfaction that\nall arrears of the annuity and ail costs occasioned by non-\npayment thereof have been paid or satisfied, he shall make\nan entry in the Register Book that such annuity is satisfied\nand upon such entry being made the land shall cease to be\nsubject to or liable for such annuity; and the Registrar shall\nmake the like entry on the duplicate as is mentioned in\nsection 121.\n70                            REGlSTRATlON OF TITLES\nDischatgo\nwhen"
    },
    {
      "provision_ref": "sec123",
      "section": "123",
      "title": "Section 123",
      "content": "123. In case a mortgagee or his transferee is dead or\nmortgagee    absent from Jamaica or cannot be found and no person is\ndead, or\nabsent from  known by the mortgagor to be authorized to give a receipt\nJamaica or\ncannot be    for the mortgage money at or after the date appointed for\nfound and    payment   thereof, it shall be lawful for the mortgagor to pay\n-P*\nbcnted       such mortgage money, with all arrears of interest due therc-\n2511967\nS.14 (a) 0). on to the Accountant-General, in trust for the mortgagee\n             or other person entitled thereto, and thereupon the interest\n             upon such mortgage shall cease to run or accrue; and the\n             Registrar shall, upon production of the receipt of the\n             Accountant-General for the amount of the mortgage money\n             and interest, make an entry in the Register Book discharging\n             the land from such mortgage, stating the time at which such\n             entry was made; and such entry shall be a valid discharge\n             from such mortgage, and the Registrar shall make a\n             corresponding entry on the duplicate grant or certificate of\n             title when produced to him for that purpose.\n                 The Accountant-General shall from time to time invest\n              all mortgage money and interest which shall be received\n              by him under this section, together with all dividends and\n              interest which shall accrue thereon, in duly authorized\n              Government securities in Jamaica, or otherwise as a Judge\n              shall direct, for the benefit of the persons who shall for the\n              time being be entitled thereto; but nothing herein contained\n              shall render any Accountant-General in any manner liable\n              for not investing the same respectively. The Registrar shall\n              address to the Accountant-General requisitions to pay to\n              such persons the moneys to which they may be entitled here-\n              under, and such moneys shall be issued in like manner as\n              moneys are now issued from the Consolidated Fund.\nLeases by       124.-(1) A mortgagee of land under this Act while in\nmortgagees.\n              pussession thereof, shall, as against all prior hcumbrances,\n              if any, and as against the mortgagor, have by virtue of this\n                 REGISTRATION OF TITLES                          71\nAct, power to make from time to time any of the following\nleases-\n     (a) an agriculturd or occupation lease for any term\n          not exceeding twenty-one years; and\n     (b) a building lease for any term not exceeding\n          ninety-nine years.\n         (2) Every person making a lease under this section,\nmay execute and do all assurances and things necessary\nor proper in that behalf.\n         (3) Every such lease shall be made to take effect\nin possession, not later than twelve months after its date.\n         (4) Every such lease shall reserve the best rent that\ncan reasonably be obtained, regard being had to the cir-\ncumstances of the case, but without any fine being taken.\n          (5) Every such lease shall be registered in the\nmanner required by this Act for the registration of instru-\nments affecting lands under this Act, if w'holly executed\nin Jamaica within ninety days of its execution, or if wholly\nor partly executed out of Jamaica, within twelve months\nof its execution.\n         (6) Every such building lease shall be made in\nconsideration of the lessee, or some person by whose\ndirection the lease is granted, having erected, or agreeing\nto erect within not more than five years from the date of\nthe lease, buildings new or additional, or having improved\nor repaired buildings, or agreeing to improve or repair\nbuildings within that time. or having executed or agreeing\nto execute within that time on the land leased, an improve-\nment for or in connection with building purposes.\n         (7)In any such building lease a pepper corn rent,\nor a nominal or other rent, less than the rent ultimately\npayable may 'be made payable for the first five years, or\nany less part of the term.\n      me inclusion of this page is authorized by LN. 480119731\n72                             IiEGIS'I'RA TiON OF TITLES\n                       ( 8 ) A contract to make or accept a lease under this\n             seclioli niuy be enforccd within six months of thc making\n             tlici-cuf by or against every person on whom the lease if\n             grunted, would be binding.\n                      (9)This section applies only if and as far as a\n             contrary intention is not expressed by the mortgagor and\n             mortgagee in the mortgage, or otherwise in writing, and\n             subject to the provisions therein contained.\n                     (10) Nothing in this section shall prevent the mort-\n             gage from reserving to or conferring on the mortgagee,\n             any further or other powers of leasing, or having reference\n             to leasing; and any further or other powers so reserved or\n             conferred, shall be exercisable, as far as may be, as if they\n             were conferred by this section, and with all like incidents,\n             effects and consequences, unless a contrary intention is\n             expressed in the mortgage.\n                      (11) Nothing in this section shall be construed to\n             enable a mortgagee to make a lease for any longer term,\n             or on any other conditions than such i\\s could have been\n             granted or imposed by the mortgagor with the concurrence\n             of all the incumbrancers, if this section had not been passed.\n                    (12) The provisions of this section referring to a\n             lease shall be construed to extend and apply, as far as\n             circumstances admit, to any letting, and to an agreement,\n             whether in writing or not, for leasing or letting.\nAppoint-       125.41) A mortgagee of any land under this Act shall\nment of\nreceiverby   have power, whenever he shall be entitled to sell the mort-\nmortgagee.\n             gaged property, or any part thereof, by writing under his\n             hand, to appoint a receiver of the income of the mortgaged\n             property, or any part thereof.\n                      (2) The appointment shall be registered in manner\n             hereinbefore pxovided, before or within thirty days of itq\n             being acted upon.\n                 REGISTRATION OF TITLES                                 73\n         (3) The receiver shiill be deemed to be the agent\nof the mortgagor; and the mortgagor shall be solely\nresponsible for the receiver's acts or defaults, unless the\nmortgage deed otherwise providcs.\n         (4) The receiver shall have power to demand and\nrecover all the income of the property of which he is\nappointed receiver, by action, distress, or otherwise in the\nname either of the mortgagor, or of the mortgagee, to the\nfull extent of the estate or interest which the mortgagor\ncould dispose of, and to give effectual receipts accordingly\nfor the same.\n         ( 5 ) A person paying money to the receiver shall\nnot be concerned to enquire whether any case has happened\nto authorize the receiver to act.\n          (6) The receiver may be removed, and a new\nreceiver may be appointed from time to time by the mort-\ngagee, by writing under his hand and registered as afore-\nsaid.\n          (7) The receiver shall be entitled to retain, out of\nany money received by him, for his remuneration and in\nsatisfaction of all costs, charges and expenses incurred by\nhim as receivzr, a commission at such rate, not exceeding\nfive per centum on the gross amount of all money received,          '\n                                                                    ~\nas is specified in his appointment, and if no rate is so\nspecified, then at the rate of five per centum on that gross\namount, or at such higher rate as the court thinks fit to\nallow, on application made by him for that purpose.\n          (8) The receiver shall, if so directed in writing by\nthe mortgagee, insure and keep insured against loss or\ndamage by fire out of the money received by him, any build-\ning, effects or property comprised in the mortgage, whether\naffixed to the freehold or not, being of an insurable nature.\n74\n                       (9) The receiver shall apply all money received by\n              him as follows, namely-\n                       in discharge of all rents, taxes, rates and outgoings\n                        whatever affecting the mortgaged property; and\n                       in keeping down all annual sums or other pay-\n                        ments, and the interest on all principal sums having\n                        priority to the mortgage in right whereof he is\n                        receiver; and\n                       in payment of his commission and of the premiums\n                        on fire, life, or other insurances, if any, properly\n                        payable under the mortgage deed, or under this\n                        Act, and the cost of executing necessary or proper\n                        repairs directed in writing by the mortgap; and\n                        in payment of the interest accruing due in respect\n                        of -any principal money due under the mortgage,\n              and shall pay the residue of tbe money received by him to\n              the person who, but for the possession of the receiver, would\n              have been entitled to receive the income of the mortgaged\n              property, or who is otherwise entitled to that property.\n                               Subdivision forSale by Lots\nSubdibision      126. Any proprietor subdividing any land under the\nof land for\nsellingout    operation of this Act for the purpose of selling the same\nin lots.\n              in allotments shall deposit with the Registrar a map or\n              diagram of such land exhibiting distinctly delineated all\n              roads, streets, passages, thoroughfares, squares or reserves,\n              appropriated or set apart for the use of purchasers and also\n              all allotments into which the said land may be divided,\n              marked with distinct marks or symbols, and showing the\n              areas and declared to be accurate by a statutory declaration\n              of a Commissioned Land Surveyor :\n                 Provided always that when any such land is situated withid\n              any portion of a parish to which the provisions of the\n              Local Iniproveiiients Act and any enactment amending the\n                     -- -                                                         -1\n                    LIlrc inckrsim of this page ir authorized by L.N. 480/19731\n                  REGlSTRATlON OF TITLES                                  15\nsame shall apply the proprietor shall deposit with the Regis-\ntrar copies, certified by the Clerk of the Board under that\nAct, of the map deposited with the Board and the resolution\nof the Board sanctioning the subdivision, and no transfer or\nother instrument effecting a subdivision of any such land\notherwise than in accordance with the sanction of the Board\nshall be registered.\n          Execution of Instruments by Corporations"
    },
    {
      "provision_ref": "sec125",
      "section": "125",
      "title": "Section 125",
      "content": "125. Appointment of receiver by mortgagee.\n                           Subdivision for Sale b j Lbsa"
    },
    {
      "provision_ref": "sec126",
      "section": "126",
      "title": "Section 126",
      "content": "126. Subdivision of land for selling out in lots.\n                  Execution ofInstruments by Corporations"
    },
    {
      "provision_ref": "sec127",
      "section": "127",
      "title": "Section 127",
      "content": "127. A corporation, for the purpose of transferring or ~ ~ e c p t i o n\notherwise dealing with any lands under the operation of &dments\nthis Act, or any lease, mortgage or charge, may, in lieu of         grN,.,+\nsigning the instrument for such purpose required, afEix mns+\nthereto its common seal.\n  The seal of the attorney of any corporation whose chief'\nor head office of business shall be out of the Island whether\nsuch attorney shall have been already constituted, or shall\nhereafter be constituted, by a power of attorney under a\nseal purporting to be the common seal of the corporation\ngiving the power, shall be deemed to be the common seal\nof such corporation within the meaning and for the pur-\nposes of this section.\n                 Implied Powers a i d Covenunts"
    },
    {
      "provision_ref": "sec128",
      "section": "128",
      "title": "Section 128",
      "content": "128. Every covenant and power to be implied in any I ~ P I / ~\ninstrument by virtue of this Act may be negatived or wve$ants andI)owen\nmodified by express declaration in the instrument, or               T$ibca-\nendorsed thereon, and in the pleadings in any action for tlons,\nbreach of any such covenant it shall be lawful to allege that\nthe party. against whom, or against whose real or personal\nrepresentatives, such action is brought did so covenant,\n                                                                      ,\n                                                                  '\nprecisely in the same manner as if such covenant had been\nexpressed in words at length in such instrument, any law\nor practice to the contrary notwithstanding; and every such\nimplied covenant shall have the same force and effect as if\n-       W inclusion of this page. is authorizcd by L.N. 480/1973]\n76                            REGISTRATION OF TITLES\n            it had been set out at length in such instrument; and where\n            in any instrument there shall be more than one covenantor,\n            such covenants as are by this Act declared to be implied in\n            instruments of the like nature shall be construed to be\n            several as well as joint.\n                             Compulsory Registration\nCircum-\nstances"
    },
    {
      "provision_ref": "sec129",
      "section": "129",
      "title": "Section 129",
      "content": "129.41) Where the Director of Surveys has completed\n.in which   a cadastral plan of the whole or any part of any parish, the\nregistra-\ntion        Minister may by order declare that such cadastral plan has\nshall be    been completed.\ncompul-                              I\nsory.\n25/1%7               (2) Every order made under this section shall-\ns. 15.\n                 (a) define the area in respect of which the cadastral\n                     plan has been completed; and\n                 (b) specify the date on and after which the provisions\n                     of subsection (3) shall have effect in relation to           a\n                     lands in that area.\n                     (3) Where any order is made under this section no\n            conveyance made on or after the date specified by such order\n            shall be effective to pass by way of sale, exchange or gift an\n            estate in fee simple absolute in any land within the area\n            defined by such order unless such conveyance is made-\n                 (a) by an instrument registered in accordance with the\n                      provisions of this Act; or\n                 (6) on an application to bring such land under the\n                      operation of this Act.\n                            Registration on Transm'shn\nRegistration   130.-(1) When registered land or any registerad lease,\nof title by\ntrans-       mortgage, or charge of or upon registered land shall have\nmissioh.\n             been acquired by transmission the person claiming to have\n             acquired the same shall apply in writing to the Registrar\n             to be registered as the proprietor thereof and shall furnish\n             such evidence of his claim as the Registrar shall deem to be\n                    ritk itidusion of this m e is authorized by L.N. 480/ 19731\n                   REGISTRATION OF TITLES                              77\n  pecessary. upoji siicIi cI,iim being ~~IovccI\n                                              10 his satiJaction\n  the Registrar shall enter ii mcmoraiiduni of lhe cliiinge of\n  proprielorship accordingly upon the certificate of tille for\n  the said land, and also (iinlcss he has dispensed with the\n  production thereof) upon the duplicate of the said certificate.\n  Upon such entry being made the person so entitled by\n  transmission shall become tlie transferee of such land, lease,\n mortgage or charge, and be deemed to be the proprietor\n thereof, and shall hold the same for the purposes for which\n it may be applicable by law and subject to any qualification\n under which the previous proprietor held the same, but for\n the purpose of any dealings therewith under the provisions\n of this Act he shall be deemed to be the albsolute proprietor\n thereof.\n          (2) The title of every person becoming a transferee\n under this section shall, upon such entry being made, relate\n back to and be deemed to have arisen ~ipoiithe happening\n of the event upon which such registered land, lease, mortgage\n or charge shall have been acquired by transmission as if\n there had been no interval of time between the happening\n of such event and such entry.\n         (3) The Registrar may enter a caveat for the pro-\ntection of the interests of any other persons interested in\nsuch land, lease, mortgage or charge."
    },
    {
      "provision_ref": "sec131",
      "section": "131",
      "title": "Section 131",
      "content": "131. If there shall be any doubt, dispute or litigation :E&,\nunder section 130 as to the true construction or legal isany\nvalidity or effect of any will or settlement relating to any doubt\n                                                              undc; dtc..\nregistered land, lease, mortgage or charge, or if the person\nentitled to any registered land, lease, mortgage or charge\nunder any will, settlement or instrument cannot be\nascertained, a Judge may appoint a person to be registered\nas the representative of such land, lease, mortgage or charge\nand such person when registered shall become the transferee\nand be deemed to be-;he proprietor thereof for the purposes\n      me inclusion of this page is authorized by L.N. 480119731\n 78                                REGISTRATION OF TITLES\n                of this Act, subject, however, to any directions which shall\n                from time to time be given by a Judge by order duly\n                registered touching the disposition thereof or the dealing\n                therewith. Such registration shall be made by the Registrar\n                entering a memorandum of change of proprietorship as\n                hereinbefore. provided and of such order on the certificate\n                of title and on the duplicate thereof.\n Registration      132.41) If the personal representatives of a deccasw\n of pro-\n prietorship.   proprietor of registered land assent to a devise thereof, or if\n                such land has .been appropriated to a legatee or other\n                beneficiary under the provisions of the Real Property\n                Representative Act, such devisee, legatee or beneficiary\n                shall. if the personal representatives have not been registered\n                as proprietors of the land, be entitled to apply to be\n                registered as proprietor thereof. Such an application shall\n                be made in like m m e r and the fees payable in respect\n                thereof shall be the same as on an application fot mgistration\n                by the personal representatives.\n                         (2) If the personal representatives have become\n                registered as proprietors of the land no devisee, legatee of\n                other beneficiary shall be registered as proprietor thereof\n                unless and until a transfer thereof under the provisions of\n                section 88 shall have been executed to him and duly\n                registered anything contained in sections 5 and 6 of the said\n                Real Property Representative Act to the contrary notwith-\n                standing.\nPayment of\nsuccession"
    },
    {
      "provision_ref": "sec133",
      "section": "133",
      "title": "Section 133",
      "content": "133. The Registrar before entering a memorandum of\nduty and        change of prpprietorship by transmission in respect of land\nestate duty.\n601 1954\n                upon the certificate of title shall requh the person applying\ns. 6 4 (1).     for the entry to produce to him a m i p t from the proper\n                officer, or other evidence satisfactory to him showing that\n                all estate duty payable in respect of the land has been paid,\n                or a certificate from the proper officer showing that the land\n                        CThe inclusion of tbis poge ie authorkd by LN. 4RO/l979\n                                                                                  -\n                  REGISTRATION OF TITLES                                     79\nis not liable for the payment either immediately or at all of\nany estate duty. Any liability for estate duty not\nimmediately payable shall be noted on the certificate of title.\n       Registration of Transfer on Sale under a Writ or\n                Order and of Vesting Orders"
    },
    {
      "provision_ref": "sec134",
      "section": "134",
      "title": "Section 134",
      "content": "134. NO execution registered prior to or after the com- tran$fer\n                                                                 Reglsterof\n                                                                          on\nmencement of this Act shall bind, charge or affect any land salepdera\n                                                                        t\n                                                                 writ decree\nor any lease, mortgage or charge, but the Registrar, on being\nserved with a copy of any writ or order of sale issued out\nof any court of competent jurisdiction, or of any judgment,\n                                                                       cat\n                                                                       er,\n                                                                       f.\ndecree or order of such court, accompanied by a statement\n                                                                        I\nsigned by any party interested, or his attorney, solicitor or\nagent, specifying the land, lease, mortgage or charge, sought\nto be: affected thereby, shall, after marking upon such copy\nthe t h e of such service, enter the same in the Register Book;\nand after any land, lease, mortgage or charge, so specified\nshall have been sold.under any such writ, judgmeqt, decree\nor order, the Registrar shall, on receiving a certificate of the\nsale thereof hfiuch one of the Forms A, B, or C in the fi fth\n                                                                 SCh%\"k.\nTwelfth Schedule hereto as the case requires (which certifi- ForhsA,\ncate shall have the same effect as a transfer made by the B arid C.\nproprietor), enter such certificate in the Register Book; and\non such entry being made the purchaser shall become the\ntransferee, and be deemed the proprietor of such land, lease,\nmortgage or charge :\n   Provided always that until such service as aforesaid no\nsale or transfer under any such writ or order shall be valid\nas against a purchaser for valuable consideration, notwithi\nstanding such writ or order had been actually issued at the\ntime of the purchase, and notwithstanding the purchaser\nhad actual or constructive notice of the issuing uf such writ\nor order.\n  Upon production to the Registrar of sufficient evidence\nof the satisfaction of any writ or order a copy whereof shall\n        \" h e inclusion of this page is outhorizcd by L.N.JSO/ 19731\n80                         REGISTRATION OF TITLES\n           have been served as aforesaid, he shall make an entry h\n           the Register Book of a memorandum to that effect, and\n           on such entry being made such writ or order shall be deemed\n           to be satisfied.\n             Every such writ or order shall cease to bind, charge or\n           affect any land, lease, mortgage or charge, specified as afm-\n           said, unless a certificate of the sale under such writ shall be\n           left for entry upon the register within three months from the\n           day on which such copy was served, or such longer time as\n           the court shall direct.\nRegistration\nof vesthg"
    },
    {
      "provision_ref": "sec135",
      "section": "135",
      "title": "Section 135",
      "content": "135. Whenever any person interested in land under the\nOrden.       operation of this Act, or any estate or interest therein, shall\n           appear to the Supreme Court or to any Resident\n           Magistrate's Court to be a trustee of such land, estate or\n           interest, within the intent or meaning of any law or statute\n           now or hereafter to be in force relating to trusts and\n           trustees, and any vesting order shall be made in the premises\n           by the said court, the Registrar, on being send with such\n           order, or an office copy thereof, shall enter in the Register\n           Book on the certificate of title and duplicate instrument\n           (if any) the date of the said order, the time of its produc-\n           tion to him, and the name and addition of the person in\n           whom the said order shall purport to vest the siid land,\n           estate or interest; and upon such entry being made in the\n           Register Book, such person shall become the transferee, and\n           be deemed to be the proprietor thereof.\n              Unless and until such entry shall be madgthe said order\n           shall have no ef€ect or operation'in t r d e m g or otherwise\n           vesting the said land, estate or interest.\n                Registratiin of Marriige of Female Proprietor and of\n                 Transmission by death of Party having an Interest\nEodoIYatlOu\nof marriage"
    },
    {
      "provision_ref": "sec136",
      "section": "136",
      "title": "Section 136",
      "content": "136. The Registrar, upon prodmtiaa of sutlicient proof\nof female   of the marriage of a female registered as a proprietor of any\ngWO*tor.\n                 REGISZ’RAZ’ION OF 1‘lI’L.H                             81\nland or of any lease, mortgage or charge shall register the\nmarriage by endorsing the certificate of title with a note of\nthe fact of the marriage."
    },
    {
      "provision_ref": "sec137",
      "section": "137",
      "title": "Section 137",
      "content": "137. Whenever the fact of any marriage has been so Registration\n                                                              of trans-\nendorsed as aforesaid, then upon the death of the wife missionof\n                                                              title by\nleaving her husband entitled as tenant by the curtesy of deathof\nland comprised in the certificate of the title upon which z$E2p\nthe said endorsement has been made, and in any case upon\nthe death of any person registered with any other person\nas joint proprietor of any land or of any lease or charge\nor as joint proprietors of any mortgage owned on a joint\naccount in equity, the Registrar, on the spplication of the\nhusband, or person entitled by survivorship as aforesaid, and\nproof to his satisfaction of such events as aforesaid, may\nregister such applicant as the proprietor thereof, and he\nshall, upon being registered in the manner herein prescribed\nfor the registration of a like estate or interest, become the\ntransferee of such land, lease, mortgage or charge, and be\ndeemed the proprietor thereof, but as regards any tenancy\nby the curtesy for the lifetime only of such husband.\n                           Bankruptcy"
    },
    {
      "provision_ref": "sec138",
      "section": "138",
      "title": "Section 138",
      "content": "138. When upon the bankruptcy of the proprietor of any of. Rvhtion\n                                                                an*\nland, lease, mortgage or charge, the estate or interest of\nsuch proprietor in such land, lease, mortgage or charge,\nvests in the trustee in bankruptcy, such trustee shall be\n                                                                ion,b\n                                                                     bsrm.\nentitled to be registered in respect of the same; and the\nRegistrar, upon the receipt of an office copy of the provi-\nsional or absolute order in bankruptcy against such proprie-\ntor, accompanied by an application in writing under the\nhand of the trustee to be registered in respect of any land, ’\nlease, mortgage or charge, of such bankrupt therein des-\ncribed, shall enter in the Register Book, upon the folium\nconstituted by the certificate of title of such land, a memo-\nrandum notifying such order in bankruptcy; and upon such\n        LThe inclusion of this page ir authorized by LN.4801 19731\na2                             REGISTRATION OF TITLES\n              entry being made the trustee shall become the transferee,\n              and be deemed to be the proprietor of such land, lease,\n              mortgage or charge, estate or interest, and shall hold the\n              same subject to the equities upon and subject to which the\n              bankrupt held the same; but for the piirpose of any dealings\n              therewith under the provisions of this Act such trustee shall\n             be deemed to be the absolute proprietor thereof. If the\n             trustee shall omit or neglect to make the application afore-\n             said, or to lodge a caveat under the general provision\n             relating to caveats hereinafter contained, within seven days\n             after the Registrar shall have notified to him, by a letter\n             delivered or registered, that application has been made foi\n             the registration of an instrument concerning property (to be\n             in such notice described) standing in the Register Book hi\n             the name of the bankrupt, such instrument may be\n             registered, and thereupon shall not be affected by the order\n             of adjudication either at law or in equity.\n               If a caveat shah be lodged pursuant to such notice the\n             same shall be dealt with, and be subject to the same\n             provisions as other caveats with this variation, tEat the\n             fourteen days’ notice required in general cases need not\n             actually be given to the caveator, but shall be deemed to\n             have been given on the day on which the caveat was lodged.\n                                      Caveats\nCaveat\nagainst"
    },
    {
      "provision_ref": "sec139",
      "section": "139",
      "title": "Section 139",
      "content": "139. Any beneficiary or other person claiming any estate\ndealings.    or interest in land under the operation of this Act, or in\n             any lease, mortgage or charge, under any unregistered\n             instruments, or by devolution in law or otherwise, may\n             lodge a caveat with the Registrar in the Form in the\nThirteenth\nSchedule.\n             Thirteenth Schedule, or as near thereto as circumstances\n             will permit, forbidding the registration of any person as\n             transferee or proprietor of, and of any instrument affecting,\n             such estate or interest, either absolutely or until after notice\n             of the intended registration or dealing be given to the\n                     [The inclusion of this w e is authorized by LN. 480/ 19731\n                  REGISTRATION OF TITLES                               83\nintended caveator, or unless such instrument be expressed to\nbe subject to the claim of the caveator, as may be required\nin such caveat.\n   Every such caveat shall state the name and addition of\nthe person by whom or on whose behalf the same is lodged,\nand except in case of a caveat lodged by order of the\nSupreme Court, or a Judge thereof, or by the Registrar as\nin this Act provided, shall be signed by the caveator or his\nagent.\n   The person lodging such caveat shall, if required s u p\nport the same by a statutory declaration, stating the nature\nof the title under which the claim is made, and may withdraw\nany such caveat.\n  No caveat shall be received-\n     (a) unless some address or place within the city of\n           Kingston shall be appointed therein as the place\n           at which notice and proceedings relating to such\n           caveat may be served;\n     (b) unless some definite estate or interest be specified\n           and claimed by the caveator; and if such claim\n           be under any document or writing, unless such\n          caveat is accompanied by a copy of such document\n           or writing, or in cases in which there is a mort-\n          gage or lease on the title sought to be affected,\n          unless it is stated whether the claim is against the\n          registered proprietor of the land or of the mortgage\n          or of the lease. A caveator may, however, give an\n          additional address out of the said city at the foot\n          of such caveat, in which case a registered letter\n          shall be sent through the post office to such address\n          on the same day as that on which any notice\n          relating to such caveat is served in Kingston.\n          Every notice relating to such caveat, and any\n84                              REGlSTRATlON OF TITLES\n                        proceedings in respect thereof if served at the\n                        address or place appointed as aforesaid, shall be\n                        deemed to be duly served.\nEffect of\nlodging"
    },
    {
      "provision_ref": "sec140",
      "section": "140",
      "title": "Section 140",
      "content": "140. Upon the receipt of any caveat under this Act, the\ncaveat        Registrar shall notify the same to the person against whose\nwith\nthe Regis-    application to be registered as proprietor, or as the case\ntrar, and\nproceedings   may be, to the proprietor against whose title to deal with\nthereon.      the estate or interest such caveat has been lodged, and such\n              applicant or proprietor or any person claiming under any\n              transfer or other instrument signed by the proprietor may,\n              if he thinks fit, summon the caveator to attend before the\n              Supreme Court, 01 a Judge in Chambers, to show cause\n              why such caveat should not be removed, a d such Court or\n              Judge may, upon proof that such caveator has been\n              summoned, make such order in the premises, either ex parte\n              or otherwise, and as to costs as to such Court or Judge may\n              seem fit.\n                 Except in the case of a caveat lodged by or on behalf of\n              a beneficiary under disability claiming under any will or\n              qettlement, or by the Registrar, every caveat lodged against\n              a proprietor shall be deemed to have lapsed as to the land\n              affected by the transfer or other dealing, upon the expiration\n              of fourteen days after notice given to the caveator that such\n              proprietor has applied for the registration of a transfer or\n              other dealing, unless in the meantime such application has\n              been withdrawn.\n                A caveat shall not be renewed by or on behalf of the same\n              person in respect of the same estate or interest, but if before\n              the expiration of the said period of fourteen days or such\n              further period as is specified in any order made under this\n              section the caveator or his agent appears before a Judge,\n              and gives such undertaking or security, or lodges such sum\n              in court, as such Judge may consider sufficient to indemnify\n              every person against any damage that may be sustained by\n              -\n                  REGISTRAI’ION OF TITLES\nreason of any disposition of the property being delayed, then\nand in such case such Judge may direct the Registrar to\ndelay registering any dealing with the land, lease, mortgage\nor charge, for a further period to be specified in such order,\nor may make such other order as may be just, and such\norder as to costs as may be just."
    },
    {
      "provision_ref": "sec141",
      "section": "141",
      "title": "Section 141",
      "content": "141. In every case in which prior to a person becoming           Er%;$?\na registered proprietor of any land, lease, mortgage or th seques-\n                                                                of\ncharge under this Act. an order of sequestration of his ttraion\n                                                            h4atak\nestate, or an adjudication in bankruptcy shall have been E:gfijF&\nor shall hereafter be made, and any instrument affecting\nsuch land, lease, mortgage or charge, is presented for\nregistration, the Registrar shall forthwith notify to the\ntrustee of such estate, by a letter delivered or registered\n(in which shall be mentioned the bankrupt’s name) that\napplication has been made for the registration of such\ninstrument; and unless a caveat forbidding such registra- I’\ntion shall be lodged within seven days after the service or\nposting of such letter such instrument may be registered,\nand thereupon shall not be affected by such order ot\nsequestration or adjudication in bankruptcy either at law\nor in equity.\n   If a caveat shall be lodged under this section, the same\nshall be dealt with and be subject to the same provisians\nas if it had been a caveat lodged under section 140, with\nthis variation that the fourteen days’ notice therein men-\ntioned need not actually be given to the caveator, but shall\nbe deemed to have been given on the day on which the\ncaveat was lodged."
    },
    {
      "provision_ref": "sec142",
      "section": "142",
      "title": "Section 142",
      "content": "142. So bng as any caveat shall remain in force pro-\nhibiting any registration or dealing with the estate or 10\ninterest in respect to which such caveat may be lodged, the fotcch\nRegistrar shall not enter in the Register Book any change\nin the proprietorship or any transfer or other insttument\n        [The incluslou of this page is authorized by LN 480/1973]\n86                              REGISTRATION OF TITLES\n               presented for registration swbsequent to the date on whicn\n               such caveat was lo9ged purporting to transfer or otherwise\n               deal with or affect the estate or interest in respect of whch\n               such caveat may be lodged, unless such transfer or other\n               instrument or deaiing be expressly exempted from the\n               operation of the caveat or unless the caveator shall consent\n               thereto in writing.\nEffect of        143. Any person lodging any caveat with the Registrar,\nlodging\ncaveat         either against bringing land under this Act or otherwise,\nwithout\nreasonable     without reasonable cause, shall be liable to make to any\ncause.         person who may have sustained damage thereby such com-\n               pensation as a Judge on a summons in Chambers shall deem\n               just and order.\n                            Search Certificates and Stay Orders\nApplication\nfor search"
    },
    {
      "provision_ref": "sec143",
      "section": "143",
      "title": "Section 143",
      "content": "143. Effcct of lodging Caveat without reasonable cause.\n         p e inclwion ef thia page is authorized by L.N:   480/t973]\n8                     REGISTRATION OF TITLES\n                     Seaxh Certifkates and Stay Orders"
    },
    {
      "provision_ref": "sec144",
      "section": "144",
      "title": "Section 144",
      "content": "144. Any person desiring information as to whether a\ncertificate.   proprietor is able to ,deal with the land comprised in his\n               certificate free from obstruction caused by any caveat,\n               instrument lodged for registration, order, injunction, or\n               other cause known to the Registrar, but not appearing upon\n               the certificate, may sign an application for search certificate\nFourteenth     in the form in the Fourteenth Schedule; and on payment of\nSchedule.\n               the fee in that behalf provided, the Registrar shall cause\n               the necessary searches and inquiries to be made for the\n               purpose of affording the information required; and the\n               result thereof shall be certified in the form in the said\n               Schedule contained by affi :ing the seal of the Office with\n               the initials of the officer attaching the same, and the day,\n               hour, and minute at which the seal is aflixed.\nEffect of        145. Such search certificate shall refer to the dealing or\nscnrch\nccrtificate.   encumbrance last noted on the certificate of title for the\n               purpose of showing the state of the register at the time of\n               issuing the search certificate, but not of informing the\n               person applying for the search certificate as to what is upon\n                   REGISTRATION OF TITLES                                91\n thereof, at the time therem appointed, it shall be lawful\n for a Judge to issue a warrant authorizing and directing\n the person so summoned to be apprehended and brought\n before the Supreme Court or a Judge for examhation."
    },
    {
      "provision_ref": "sec146",
      "section": "146",
      "title": "Section 146",
      "content": "146. Application for stay of registration of instrument afftcting land\n           comprised in proposed dealing."
    },
    {
      "provision_ref": "sec147",
      "section": "147",
      "title": "Section 147",
      "content": "147. Priority of properly perfected instrument lodged during stay of\n           registration."
    },
    {
      "provision_ref": "sec148",
      "section": "148",
      "title": "Section 148",
      "content": "148. Other instruments lodged during stay of r~gistrationto have\n           same priority as if no stay of registration.\n                              Powers of Attorney"
    },
    {
      "provision_ref": "sec151",
      "section": "151",
      "title": "Section 151",
      "content": "151. Powers of attorney and Conveyancing Act.\n                           Attestatkm of Instruments\n    152 Attestation of instrurhents.\n                            Procedure and Practice\n    lW3. Procedure in cases of error or misdescdption in certk%k Of\n            title or of its being in possession of wrong pema"
    },
    {
      "provision_ref": "sec154",
      "section": "154",
      "title": "Section 154",
      "content": "154. Upon the appearance before the Court or a Judge deliivering\n                                                                  ~rdafor\n  of any person summoned or brought up by virtue of a up f\n  warrant as aforesaid, it shall be lawful for the Court or          z4Ezd\n  Judge to examine such person upon oath and, in case it shall\n  seem proper, to order such person to deliver up such\n  certificate of title or instrument as aforesaid and, upon\n  refusal or neglect by such person to deliver up the same\n pursuant to such order, to commit such person to prison\n for a period not exceeding six months unless such certificate\n                                                                     fx\"\n or instrument shall be sooner delivered up; and in such case,\n or in case such person cannot be found SO that a requisition\n and summons may be served upoa 5im'as hereinbefore\n directed, the Registrar shall, if the circumstances of the .case\n require it, issue to the proprietor of the land such certificate\n of title as is herein provided to be issued in the case of any\n certificate of title being lost or destroyed, and shall enter\n in the Register Book notice of the issuing of such certificate,\nand the circumstances under which the same was issued,\n and thereupon the certificate of title or instrument as afore-\n said, so refused or neglected to be delivered up as aforesaid,\nshall be deemed for all purposes to be null and void as far\nas the same &all be inconsistent with the certificate or\ninstrument so issued in lieu thereof."
    },
    {
      "provision_ref": "sec155",
      "section": "155",
      "title": "Section 155",
      "content": "155. If the Registrar is satisfied upon production to him ~ranbfar\nof sufficient evidence-                                     :2i*\n                                                            is dqd,\n     (a) that land under the operation of this Act has been abscqt,\n                                                            etc., gnd\n          sold by the registered proprietor thereof; and    unreere-\n     (b) that the whole of the purchase money has been sentd25/1%7\n          paid; and                                         S.16.\n92                               REGISTRATION OF TITLES\n                    (c) that by virtue of such sale the purchaser or any\n                          person claiming through him has entered upon the\n                          land and taken possession thereof and the vendor\n                          or his representative has acquiesced in such entry\n                          and taking of possession; and\n                     (4that the land cannot be transferred to the purchaser\n                          or any person claiming through him either because\n                          the registered proprietor or his representative is\n                          dead or absent from Jamaica or cannot be found\n                          or because it is, for any other reason, impracticable\n                          to obtain the signature of the registered proprietor\n                          or his representative within a reasonable time,\n                the Registrar may in his discretion make a vesting instrument\n                in the prescribed form and shall thereafter enter a memo-\n                randum thereof in the Register Book and-issue a new\n                certificate of title and the duplicate thereof in the name of\n                the person in whom the instrument vests the land and that\n                person shall become the transferee and the registered\n                proprietor thereof.\n proceedings      156. Xf, upon the application of any owner or proprietor\n if Registrar\n refuYesan      to have land brought under the operation of this Act, or to\n applications\n or if appli-   have any transaction or transmission registered or recorded,\n cantdis-       or to have any certificate of title, foreclosure, order or other\n satisfied with\n directjom,     document, issued, or to have any act or duty done or per-\n e$'';z\n Refer-.\n                formed which by this Act is required to be done or per-\n                formed by the Registrar, the Registrar shall refuse to accede\n                to such application, or if such owner or proprietor shall be\n                dissatisfied with the direction upon his application, given\n                by the ieferee, it shall be lawful for such owner or proprietor\n                to reqiire the Registrar or Referee, as the case may be, to\n                set forth in writing, under his hand, the grounds of his\n                refusal, or the ground upon which such direction was given;\n                and such owner or proprietor may, if he think fit, at his own\n                costs, summon the Registrar or Referee, as the case may be,\n                        [The inclusion of this Iwge is authorized by LN.480113731\n                                                                    93\n to appear before a Judge to substantiate and uphold the\n grounds of his refusal, or of such direction as aforesaid;\n such summons to be issued under the hand of a Judge, and\n to be served upon the Registrar or Referee six clear days at\n least before the day appointed for hearing the complaint\n of such owner or proprietor.\n   Upon such hearing the Registrar or Referee or his counsel\n shall have the right to reply, and the said Judge may, if any\n question of fact be involved, direct an issue to be tried to\ndecide such fact, and thereafter the said Judge shall make\n such order in the premises as the circumstances of the case\n may require, and the Registrar shall obey such order, and\nall expenses attendant upon any such proceedings shall be\nborne and paid by the applicant, or other person preferring\nsuch complaint, unless the Judge shall certify that there was\nno probable ground for such refusal or direction as afore-\nsaid."
    },
    {
      "provision_ref": "sec156",
      "section": "156",
      "title": "Section 156",
      "content": "156. Procedure if Registrar refuses an application, or if appkant\n            hiissatisfied with directions. etc.. given by Registrar or Refemc."
    },
    {
      "provision_ref": "sec157",
      "section": "157",
      "title": "Section 157",
      "content": "157. Nothing in this Act shall entitle any person'to refpse D & ~ .\nto make a complete discovery, or to answer any question or\ninterrogatory, in any action or proceeding in any court; but\nsuch discovery or answer shall not be admissible in evidence\nagainst such person in any prosecution for an offence against\nthis Act.\n   1 5 8 4 1 ) Upon the recovery of any land, estate or cqurtor\ninterest, by any proceeding at law or equity, from the person\nregistered as proprietor thereof, it shall be lawful for the\ncourt or a Judge to direct the Registrar-\n      (a) to cancel or correct any certificate of title or\n           instrument or any entry or memorandum in the\n           Register Book, !elating to such land, estate or\n           interest; and\n       [Thc WUrion of tbh page is authorized by L.N. 480/19731\n94                    REGISTRATION OF TITLES\n          (b) to issue, make or substitute such certificate of title,\n              instrument, entry or memorandum or do such other\n              act, as the circumstances of the case may require,\n     and the Registrar shall give effect to that direction.\n              (2) In any proceeding at law or equity in relation\n     to land under the operation of this Act the court or a Judge\n     may, upon such notice, if any, as the circumstances of the\n     case may require, make an order directing the Registrar-\n          (a) to cancel the cert&~teof title to the land and to\n               issue a new certificate of title and the duplicate\n               thereof in the name of the person specified for the\n               purpose in the order; or\n          (b) to amend or cancel any instrument, memorandum\n               or entry relating to the land in such manner as\n               appears proper to the court or a Judge."
    },
    {
      "provision_ref": "sec158",
      "section": "158",
      "title": "Section 158",
      "content": "158. Court or a Judge may direct cancellation. etc., of certificate. etc.\n    1159. Rules@ 3ractice in actions under this Act.\n                           Actions and other Remedies"
    },
    {
      "provision_ref": "sec159",
      "section": "159",
      "title": "Section 159",
      "content": "159. In all actions and suits brought under this Act, the\n     same rules of procedure and practice shall apply, and there\n     shall be the same right of appeal, as shall be in force or exist\n     for the time being in respect of ordinary actions in the court\n     in which such action may be tried :\n       Provided that rules of court may be made for regulating\n     proceedings in the Supreme Court under this Act, and from\n     time to time to rescind, alter or add to such rules and orders.\n                     Actwns and other Remedies"
    },
    {
      "provision_ref": "sec160",
      "section": "160",
      "title": "Section 160",
      "content": "160. The Registrar shall not, nor shall the Referee or\n     any person acting under the authority of either of them,\n     be liable to any action, suit or proceeding, for or in respect\n     of any act or matter born fide done or omitted to be done\n     in the exercise or supposed exercise of the powers of this\n     Act.\n           LTlw inclusion of this pue ia authorized by LN. 480/19731\n                 REGISTRATZON OF TITLES                                  95"
    },
    {
      "provision_ref": "sec161",
      "section": "161",
      "title": "Section 161",
      "content": "161. No action of ejectment or other action, suit 01 Cmihted titlpabuto\nproceeding, for the recovery'of any land shall lie or be all iictiom of\nsustained against the person registered as proprietor thereof       -2\nunder the provisions of this Act, except in any of the follow-      3zr\ning cases, that is to say-\n     (a) the case of a mortgagee as against a mortgagor =?*=*\n          in default;\n     (6) the case of an annuitant as against a grantor in\n          def ablt;\n     (c) the case of a lessor as against a lessee in default;\n     (d) the case of a person deprived of any land by fraud\n          as against the person registered as proprietor of\n          such land through fraud, or as against a person\n          deriving otherwise than as a transferee bona Me'\n          for value from or through a person so registered\n          through fraud;\n     (e) the case of a person deprived of or claiming any\n         land included in any certificate of title of other\n         land by misdescription of such other land, or of\n         its boundaries, as against the registered proprietor\n         of such other iand not being a transferee thereof\n         bona fide for value;\n    Cf> the case of a registered proprietor with an absolute\n         title claiming under a certificate of title prior in\n         date of registration under the provisions of this\n         Act, in any case in which two or more certificates\n         of title or a certificate of title may be registered\n         under the provisions of this Act in respect of the\n         same land,\nand in any other case than as aforesaid the production of\nthe certificate of title or lease shall be held in every court\nto be iln absolute bar arid estoppel to any such action against\nthe person named in such document as the proprietor or\n      [The inclubion of this pagc i s authorized by L.N. &0/1973]\n96\n             lessee of the land therein described any rule of law or\n             equity to the contrary notwithstanding.\nActiontor        162. Any person deprivep of land, of of any estate or\ndamages by\nanypmon      interest in land, in consequence of fraud, or through the\nwrongfully\ndeprivcdof   bringing of such land under the operation of this Act, or by\nland.\n             the registration of any other person as proprietor of such\n             land, estate or interest, or in consequence of any error or\n             misdescription in any certificate of title, or in any entry or\n             memorandum in the Register Book, may bring and\n             prosecute an action for the recovery of damages against\n             the person on whose application such land wcis brought\n             under the operation of this Act, or such erronemus registra-\n             tion was made, or who acquired title to the estate or interest\n             through such fraud; errof or Inisdescription :\n                Provided always that, except in the case of fraud or of\n             error occasioned by any omission, misrepresentation or\n             misdescription, in the application of such person to bring\n             such land under the operation of this Act, or to be registered\n             as proprietor of such land, estate or interest, or in any instru-\n             ment signed by him, such person shall upon a transfer of\n             such land bona fide for valuable consideration, cease to be\n             liable for the payment of any -age         beyond the value of\n             the consideration actually received, which damage but for\n             such transfer might have been recovered from him under\n             the provisions herein contained; and in such last mentioned\n             case, and also in case the person against whom such action\n             for damages is directed to be brought as aforesaid shall be\n             dead, or shall have been adjudged bankrupt, or cannot be\n             found within the jurisdiction of the Supreme Court, then\n             and in any such case, such damages, with costs of action,\n             may be recovered out of the Assurance Fund by action\n             against the Registrar as nominal defendant :\n             >\n                     \"Ibe inclusion of tbis mgc is authori& by U.480/19731\n                 REGISTRATION OF TITLES                              97\n   Provided that in estimating such damages, the vdue of\nall buildings and other improvements erected or made\nsubsequent to the making of a contract of sale b d i n g on\nthe parties thereto, or subsequent to the deprivation shall\nbe excluded."
    },
    {
      "provision_ref": "sec163",
      "section": "163",
      "title": "Section 163",
      "content": "163. Nothing in this Act contained shall be so kterpreted\nas to leave subject to an action for the rtcovcry of the land,\nor to an a c t i o h recovery of damages as aforesaid, or for\ndeprivation of the estate or interest in respect to whicb he\nis registered as proprietor, any purchaser b n a fide for\nvaluable consideration of land under the operation of this\nAct, on the ground that the proprietor through or under\nwhom he claims may have been registered as proprktor\ntbrwgh fraud or error, or may have derived from or throue\na person registered as proprietor through fraud or err03\nand this whether such fraud or error shall consist in wrong\naescription of the boundaries or of the parcels Ot any lan4\nor otherwise howsoever."
    },
    {
      "provision_ref": "sec164",
      "section": "164",
      "title": "Section 164",
      "content": "164. Any person sustaining loss through any omission,\nmistake or misfeasance, of the Registrar, or m y other\nofficer or clerk, in the execution of their respective duties\nunder the provisions of this Act or by an error, omission\nor misdescription in any certificate of title, or any entry\nor memorandum in the Register Book, or by the regktra-\ntion of any other person as proprietor, and who by the\nprovisions of this Act is bamd from bringing an action\nfor the recovery of the land, estate or inden& may, in any\ncase in which tbe remedy by action for fecovery of damages\nas herein pmvided is inapplicable, bring an action against\nthe Registrar 8s nominal defendant for recovery of\ndamages\n   Provided that in estimating such damages, me value of all     I\nbuildings and other improvements erected or made &se=\n        [The inclusion of this w.jsauthorized by LN.480/1973j\n98                             REGISTRATION OF TITLES\n               quent to the making of a contract of sale binding on the\n               parties thereto, or subsequent to the deprivation, shall be\n               excluded.\nPersons        165. Any person sustaining loss or damage in any case\nclaiming\nshall before in which he is entitled to bring an action to recover damages\naction       under the provisions of sections 162 and 164 shall before\nbrought\napply to     commencing proceedings make application in writing to the\nRegistrar in\nwriting for Registrar for compensation, and such application shall be\ncompensa- supported by &davits or statutory declaration. If the\ntion.\n             Registrar, with the approval of the Attorney-General, admits\n             the claim or any part thereof and certifies accordingly to the\n             Minister, the Minister may if he thinks fit issue a warrant\n             to the Accountant-General for the amount so certified to\n             be paid out of the Assurance Fund, and the Registrar shall\n             be entitled, as though he were a person deprived of land, to\n             proceed under section 162 against the person liable under\n             the said section for the amount so paid and any amount\n2511967\nS. 18.\n             recovered shall be lodged with the Accountant-General to\n             the credit of the Assurance Fund.\nNotice of        166. In any case in which an action for recovery of\naction\nagainst        damages is permitted to be brought against the Registrar\nRegistrar.     as nominal defendant, notice in writing of such action and\nCosts if\nplaintifT      of the cause thereof shall be served upon such nominal\nfails.\n               defendant, one month at least before the commencement\n               of such action, and if in any such action judgment be given\n               in favour of the nominal defendant, or the plaintiff\n               discontinue or become nonsuit, the plaintiff shall be liable\n               to pay the full costs of defending such action, and the same,\n               when taxed, shall be recovered in the name of the nominal\n               defendant by the like process of execution as in other\n               actions.\nPayment of       167. If in any such action the plaint8 recover final\namount of\njudgment if    judgment against such nominal defendant, then the Judge\nplaintiff      before whom such action may be tried, or the Supreme\nruccaeds.\n                     L T h inclorion of tbis pas ir aaor&d by L.N. iso//19731\n                  REGlSTRATlON OF TITLES                                    99\n Court, shall certify the fact of such judgment, and the\n amount of damages and costs recovered; and the amount of\n such damages and costs shall be paid to the person recover-\n ing the same, and shall be charged to the account ot the\n Assurance Fund; and in case the balance to the credit of\n the Assurance Fund shall be inadequate to defray the\n amount specified, such sum as may be necessary for that\n purpose shall be advanced out of the Consolidated Fund.\n and the amount so advanced shall be repaid from the\n Assurance Fund as the same may thereafter accrue."
    },
    {
      "provision_ref": "sec165",
      "section": "165",
      "title": "Section 165",
      "content": "165. Persons claiming shall before action brought apply to Registrar\n       in writing for compensation."
    },
    {
      "provision_ref": "sec168",
      "section": "168",
      "title": "Section 168",
      "content": "168. No action for recovery of damages sustamed through     :;$+;:\n deprivation of land, or of any estate or interest in land, shall for\n                                                                T\nlie or be sustained against the Registrar or against the\nAssurance Fund, or against the person upon whose applica- $ rr$tion\n.tion such land was brought under the operation of this Act,    E     =An\nor against the person who applied to be registered as\nproprietor in respect of such land, unless such action shall\nbe commenced within the period of six years from the date\nof such deprivatioq :\n    Provided, nevertheless, that any person being under the\n disability of coverture, infancy or unsoundness of minsl,\n may bring such action within six years from the date on\n which such disability shall have ceased; so, however, that\nsuch action be brought within thirty years next after the\ndate of such deprivation. The plaintiff in any such action,\nat whatever time it may be brought, and the plaintiff in any\nsuch action for the recovery of land shall be nonsuited in\nany case in which the deprivation complained of may have\nbeen occasioned through the bringing of land under the\noperation of this Act, if it shall be made to appear to the\nsatisfaction of the Judge before whom such action shall be\ntried that such,plaintif€,or the persons through or under\nwhom he claims title, had actual notice that application had\n          ilrfusion Of tbir psoc b B u t h e by &N. rSo/l!V3]\n100                             REGISTRATION OF TITLES\n                been made to bring such larid under the operation of this\n                Act, and had wilfully, or collusively or negligently omitted\n                to lodge a caveat forbidding the same, or had allowed such\n                caveat to lapse.\nProceedings   169. Whenever any amount has been paid out of the\nto recoup the\nAssurance Assurance Fund on account of any person who may bc\nmoney as\nFundsufh  dead such amount may be recovered from the estate of such\nmay paid person by action or suit against his personal representatives\nthereout.\n           in the name of the Registrar; and whenever any such amount\n           has been paid on account of a person who shall have been\n           adjudged bankrupt, the same shall be considered to be a\n           debt due from the estate of such bankrupt, and a certificate\n           signed by the Accountant-General certifying the fact of such\n           payment out of the Assurance Fund, and delivered to the\n           trustee, shall be sufficient prod of such debt; and whenever\n           any amount has been paid out of the Assurance Fund on\n          accdunt of any person who may have absconded or who\n          cannot be found within the jurisdiction of the Supreme\n          Court, and may have left any real or personal estate within\n          Jamaica, it shall be lawful for the said Court or a Judge\n          thereof, upon the application of the Registrar, and upon\n          the production of a certificate signed by the Accountant-\n          General certifying that the amount has been paid in\n          satisfaction of a judgment against the Registrar as nominal\n          defendant, to allow the Registrar to sign judgment against\n          such person forthwith for the amount so paid out of the\n          Assurance Fund, together with the costs of the application;\n          and such judgment shall be final, and signed in like manner\n          as a final judgment by confession or default in an action\n                and execution may issue immediately; and if such person\n                shall not have left real or personal estate within Jamaica\n                sufficient to satisfy the amount for which execution may\n                have been issued as aforesaid, it shall be lawful for the\n                Registrar to recover such amount, or the unrecovered\n                       ITlu: inclusion of this pagc is ou~horizedby L.N.m/197fi\n                REGISTRATION OF TITLES                                    101\nbalance thereof, by action against such person at any time\nthereafter, if he shall be found within the jurisdiction of the\nSupreme Court."
    },
    {
      "provision_ref": "sec169",
      "section": "169",
      "title": "Section 169",
      "content": "169. Proceedings to recoup the Assurance Fund such money as may be\n       paid thereout."
    },
    {
      "provision_ref": "sec170",
      "section": "170",
      "title": "Section 170",
      "content": "170. The Assurance Fund shall not under any circum- Ngn-liability\n                                                                  of Assuranoc\nstances be liable for compensation for any loss, damage Fundin\nor deprivation occasioned by the breach by a proprietor cettainc=,\nof any trust, whether express, implied or constructive, nor\nin any case in which such loss or deprivation has been\noccasioned by any land being included in the same certifi-\ncate of title with other land through misdescription of\nboundaries or parcels of any land, unless in the case last\naforesaid it shall be proved that the person liable for com-\npensation and damages is dead, or has absconded, or has            1\nbeen adjudged bankrupt, or the bailiff shall certify that such\nperson is unable to pay the full amount awarded in any\nactian tor the recovery of such compensation and damage;s :,\n   Provided always that any amount paid out of the\nAssurance Fund on account of any person who may have\nabsconded may be recovered from such person; by action\nIn the namg of the Registrar at any time thereafter, if such ,\nperson shall be found within the jurisdiction of the Supreme\ncourt:\n  Provided also that the said fund shall be liable for swh\namounts only as the bailiff shall fail to recover from the\nperson liable as aforesaid.\n                     Rules and Forms"
    },
    {
      "provision_ref": "sec171",
      "section": "171",
      "title": "Section 171",
      "content": "171. The Minister may from time to time make rules-    lR*\n     (a) for regulating practice and procedure under this\n         Act;\n     (6) as to the distribution of business among the\n         Referees;\n     (d in respect of such other matters as he may think\n         necessary or expedient for carrying out the pur-\n         poses of this Act;\n         [The idusion & thi8 pue h mth-   by LN.W/197311)\n102                               REGISTRATION OF TITLES\n                     (d) prescribing any other matter or anything which\n                          may be, or is required by this Act to be, prescribed.\nModification 172. The forms contained in the several Schedules, and\nof forms in\nSchcdulcs. the forms for the time being in force under this Act, may be\n                 modified or altered in expression to suit the circumstances\n                 of every case; and any variation from such forms respectively\n                 in any respect, not being matter of substance, shall not\n                 af€ecttheir validity or regularity.\n                                         Fees and Duties\nFeeS.              173.-(1) Subject to any order made under subsection\nEighteenth       (2) the appropriate fees specified in the Eighteenth Schedule\n                 to this Act shall be paid to the Registrar.\n                           (2) The Minister may by order amend, vary or add\n                 to the Eighteenth Schedule.\nStampduty           f74.--(1) On every application to bring land under the\nwhere\napplicant        operation of this Act or to re-register land with a plan\ndirects          wherein or in respect of which the applicant shall direct\ncertificate of\ntitletoissue     the certificate of title to issue in the name of any other\nin name of\nanyother         person there shall be chargeable and paid the following\nperson.          stamp duty-\n                      (a) where the direction operates or is intended to\n                            operate as a transfer upon the sale of the land\n                           for valuable consideration one third of the ad\n                            vdorem duty payable under the heading “Con-\n                           veyances” in the Schedule to the Stamp Duty Act;\n                      (b) where the direction operates or is intended to\n                            operate as a transfer of the land whether volun-\n                           tarily or gratuitously or for good or valuable con-\n                           sideration other than a bona fide pecuniary con-\n                           sideration upon a sale one-third of the ad valorem\n                           duty payable under the heading “Settlements” in\n                           the Schedule to the Stamp Duty Act :\n                       P l c inclusion- of this jmge is authorized by L.N. 480119731\n                   REGISTRATION OF TITLiEs                                    103\n    Provided, however, thatdin any case where the applica-\n tion is refused any stamp duty paid under this section shall\n be refunded.\n          (2) On every such application it shall be the duty\n of the Registrar to enquire into the nature of the transac-\n tion in order to ascertain the proper dutx (if any) payable\n in respect thereof, and he may req$i$ evidence to be\n produced to his satisfaction for this pu+ose; and the\n Registrar shall not submit any such application to a Referee\n ofTitles unless and until the duty hereby imposed shall have\n b e n paia and duly impressed on such application."
    },
    {
      "provision_ref": "sec172",
      "section": "172",
      "title": "Section 172",
      "content": "172. Modification of forms in Schedults.\n                           Fees and Duties"
    },
    {
      "provision_ref": "sec174",
      "section": "174",
      "title": "Section 174",
      "content": "174. Stamp duty where applicant directs mrtificate of title l-0 .hue\n       in name of any other person."
    },
    {
      "provision_ref": "sec175",
      "section": "175",
      "title": "Section 175",
      "content": "175. Where on an application to b m g land under the\noperation of this Act the applicant clahs to be the owner\nof the fee simple in equity such application shall be liable\nto the like stamp duty (if any) as under qection 174 and shall :!$$.”\nbe chargeable accordingly. The facts and circumstances\nfrom which it can be ascertained what amount .of duty\n(if any) is payable on such application shall be proved by a\nstatutory declaration to the satisfaction of the Registrar, and\nthe declaration shall be lodged with the application. Any\nsuch application liable to stamp duty shall not be submitted\nto a Referee of Titles until it has been duly stamped."
    },
    {
      "provision_ref": "sec176",
      "section": "176",
      "title": "Section 176",
      "content": "176. The Registrar is hereby required to see that every R   $  $  :\n                                                                     rb\ntransfer of land, or of an estate or interest therein, except- n s f e n a\ning only as is hereby excepted, is impressed with a stamp\ndenoting payment of the duty imposed by the Stamp Duty\n                                                                     3:~\nAct."
    },
    {
      "provision_ref": "sec177",
      "section": "177",
      "title": "Section 177",
      "content": "177. The full value of the consideration which shall be FJllcon-\ndirectly or indirectly paid or secured, or agreed to be paid ?$\n                                                                     ration\n                                                             tr nsferto\nor secured, for any transfer as aforesaid, shall be truly &      x p r ~\nexpressed ar,d set forth in words at length in the instru- thcnn.\nrnent of transfer required to be registered, and if in any\nSuch case the purchase-money or consideration shall be\n        (The inclusion of this pnyc is authorized by L.N.480/1973]\n104                         XEGISTR A TION OF TITLES\n            untruly or fraudulently stated or set forth, the purchaser\n            or purchasers, seller or sellers, shall each forfeit and pay\n            the sum of one hundred dollars, and shall also be chargeable\n            with and holden liable to the payment of five times the\n           'amount of the excess duty which would have been payable in\n            respect of the full purchase or consideration money, in case\n            the same had been truly set forth or expressed in the instru-\n            ment of transfer as aforesaid, beyond the amount of the\n            duty actually paid for the same. And in the event of no\n            money or consideration being stated for the transfer the\n            same shall be accompanied by a declaration setting out the\n            real and actual value of the premises transferred.\n                                        Offences\nOffences       178. If any person wilfully makes any false statement\n            or declaration in any application to bring land under the\ndemeanours. operation of this Act, or in any application to be registered\n            as proprietor, whether in possession, remainder, reversion or\n            otherwise, on a transmission, or in any other application\n            to be registered under this Act as proprietor of any land,\n            lease, mortgage or charge; or suppresses, withholds or\n            conceals, or assists or joins in or is privy to the suppressing,\n            withholding or concealing, from the Registrar or a Referee,\n            any material document, fact or matter of information, or\n            wilfully makes any false statutory declaration required\n            under the authority or made in pursuance of this Act; or if\n            any person in the course of his examination before the\n            Registrar or a Referee, wilfully and corruptly gives false\n            evidence; or if any person fraudulently procures, assists in\n            fraudulently procuring, or is privy to the fraudulent procure-\n            ment of any certificate of title or instrument, or of any entry\n            in the Register Book, or of any erasure or alteration in any\n            entry in the Register Book; or knowingly misleads or\n            deceives any person hereinbefore authorized to require\n            information or explanation in respect to any land, or the\n                  me inclusion of this page is authorized by L.N. 480/19731\n                      REGISTRATION OF TITLES\n    title to any land under the operation of this Act, or in respect\n    to which any dealing or transmission is proposed to be\n    registered, such person shall be guilty of a misdemeanour,\n    and shall incur a penalty not exceeding one thousand dollars,\n    or may at the discretion of the Court by which he is\n    convicted, be imprisoned with or without hard labour for a\n    period not exceeding two years; and any certificate of title,\n    entry, erasure or alteration so procured or made by fraud\n    shall be void as against all parties or privies to such fraud."
    },
    {
      "provision_ref": "sec179",
      "section": "179",
      "title": "Section 179",
      "content": "179. No proceeding or conviction for any act hereby\n    declared to be a misdemeanour shall affect any remedy\n    which any person aggrieved or injured by such act may be\n    entitled to at law or in equity against the person who has\n    committed such act, or against his estate."
    },
    {
      "provision_ref": "sec180",
      "section": "180",
      "title": "Section 180",
      "content": "180. Unless in any .case herein otherwise expressly Pmcmtions\n    provided, all offences against the provisions of this Act may add suits.\n9   be prosecuted by the Director of Public Prosecutions, and\n    all penalties or sums of money imposed or declared to be\n    due or owing by or under the provisions of the same may\n    be sued for and recovered, in the name of the Attorney-\n    General, in the Supreme Court.\n           P%e inclusion of this page is authorized by L.N. 480119731\n106                      REGISTRATION OF TITLES\n                              FIRST SCHEDULE\n         Application to bring Land under the operation o f the Registration\n                                    of Titles Act\n         To the Registrar of Titles-\n         I (insert name and addition) hereby apply to have the land herein-\n      after described brought under the operation of the Registration of Titles\n      Act, and I declare-"
    }
  ],
  "definitions": []
}