{
  "id": "jm-stat-the-rent-restriction-act",
  "type": "statute",
  "title": "The Rent Restriction Act",
  "title_en": "The Rent Restriction Act",
  "short_name": "Rent Restriction Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-rent-restriction-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-rent-restriction-act | Legal areas: Real Estate",
  "provisions": [
    {
      "provision_ref": "sec1w",
      "section": "1W",
      "title": "Section 1W",
      "content": "1W.\n             (i) substantial improvements or structural al-\n                 terations in the premises; or\n            (ii) substantial improvements to the amenities\n                 of the premises, or substantial improvements\n                 in the locality from which the tenant derives\n                 benefit, not being improvements for neces-\n                 sary maintenance and drainage;\n    (b) where the rates and taxes (other than water rates\n         and sewer rates) payable in relation to the premises\n         have been increased after the date on which an\n         Assessment Officer or a Board, pursuant to section"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1)   In this Act-                                             11)terpreta-\n                                                                    tion.\n“agricultural land” does not include the garden of a house\n    or building, or land within the curtilage of a house\n    or building;\n“Assessment Officer” means a Rent Assessment Officer ap- 211983\n                                                         st 20.\n    pointed under section 9 (8);\n“Board” means a Rent Assessment Board constituted\n   under section 9 for the area in which any premises\n   in question are situated;\n“building land” means land let to a tenant for the purpose\n    of the erection thereon by the tenant of a building\n    used, or to be used, as a dwelling or for the public\n    service or for business, trade or professional purposes,\n    or for any combination of such purposes, or land on\n    which the tenant has lawfully erected such a building,\n     but does not include any such land when let with\n     agricultural land;\n“dwelling-house” means a building, a part of a building\n   separately let, or a room separately let, which at the\n    material date was or is used mainly as a dwelling\n   or place of residence, and includes land occupied with\n            inclusion of this page is authorized by L.N. 55/1984]\n4                             RENT RESTRICTION\n              the premises under the tenancy, but does not include\n              a building, part of a building, or room when let with\n              agricultural land;\n          “furniture” includes fittings, machinery and other articles\n              used in premises but not forming part thereof;\n          “landlord” includes any person deriving title under the\n              original landlord and any person who is, or would\n              but for the provisions of this Act be, entitled to the\n2211965\ns.2.\n              possession of the premises, and shall, for the purpose\n              of the enforcement of any provisions of this Act\n              whereby any liability is imposed on a landlord, be\n              construed also to include any agent having charge,\n              control or management of the premises on behalf of\n              the landlord;\n          “let” includes “sub-let”;\n          “let furnished” means let at a rent which includes payment\n               for the use of furniture, and “let unfurnished” shall be\n               construed accordingly;\n          “public or commercial building” means a building, or a part\n              of a building separately let, or a room separately\n              let, which at the material date was or is used mainly\n              for the public service or for business, trade or profes-\n              sional purposes, and includes land occupied therewith\n              under the tenancy but does not include a building,\n              part of a building or room when let with agricultural\n              land;\n          “standard rent”, in relation to premises let at the com-\n              mencement of this Act, or hereafter let, means the\n              standard rent of such premises ascertained in accord-\n              ance with this Act and appropriate to the category\n              of letting in which the same are let;\n                    inclusion of this page b authorized by LN. 55/19841\n                      RENT RESTRICTION                                        5\n“tenant” includes a sub-tenant and any person deriving\n    title from the original tenant or sub-tenant, as the\n    case may be;\n“tenancy” includes “sub-tenancy”.\n      (2) For the purposes of this Act one letting of\npremises shall be deemed to be in the same category as\nanother letting of the premises if both lettings are of-\n    (a) building land; or\n    (b) a dwelling-house let unfurnished; or\n    (c) a dwelling-house let furnished; or\n    (4a public or commercial building let unfurnished;\n         or\n    (e) a public or commercial building let furnished,\nand if, in the case of two lettings of furnished premises,\nthe furniture is of approximately the same quality and\nquantity on each letting."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.41) This Act shall apply, subject to the provisions\nof section 8 to all land which is building land at the\ncommencement of this Act or becomes building land\nthereafter, and to all dwelling-houses and public or\ncommercial buildings whether in existence or let at the\ncommencement of this Act or erected or let thereafter and\nwhether let furnished or unfurnished :\n  Provided that this Act shall not apply to-\n    (a) a dwelling-house while let at a rent which bona\n        fine includes payment for board; or             2 $ / 1976\n                                                                   Si 3(a).\n    (b) building land while let on a building lease, or a\n        renewal or continuance of a building lease, for a\n        term of twenty-five years or more; or\n6                                RENT RESTRICTION\n701 1958       (c) a dwelling-house while let by the Minister respons-\ns. 4(0).\n                     ible for housing pursuant to the provisions of\n                     the Housing Act;\n4311973\nS. qb).\n                (6) dwelling-houses of any class declared by an order\n                      made under section 8 to be exempted premises,\n                     save as respects the provisions of section 12;\n211983          (e) a public or commercial building which, pursuant to\ns. 3(4.                                                                       \\\n                      an application by a landlord for a certificate of ex-\n                     emption, an Assessment Officer certifies-\n                          (i) exceeds one thousand square feet in area and\n                              is, for the time being, designed to be used\n                              primarily as a warehouse; or\n                         (ii) is of such a valuation at the prescribed date\n                              as to warrant being let at such standard rent\n                               (exclusive of any amount payable for ser-\n                              vice) as the Minister may, by order, pre-\n                              scribe; or\n                        (iii) is constructed after 31st August, 1980, or\n                              having been in construction before that date,\n                              is completed thereafter;\n                        (iv) is constructed prior to the 31st August, 1980\n                               and purchased, in a transaction at arm's\n                              length, by another person after that date\n                              but not later than the 31st October, 1982.\n2/1983\nS. 3(b).\n                  ( 1 ~ )Any order made pursuant to paragraph (e) (ii) of\n           the proviso to subsection (1) shall be subject to affirmative\n           resolution.\n                         ) relation to paragraph (e) of the proviso to\n                  ( 1 ~ In\n           subsection (1)-\n                (a) an Assessment Officer may require information to\n                     be furnished to him by a tenant as well as by a\n                     landlord;\n                (b) if the design or manner of usage of the building\n                      changes at any time the owner or the landlord, as\n                         RENT RESTRICTION                                  7\n          the case may be, shall within ninety days after such\n          change is implemented notify the Assessment Offi-\n          cer that the change has taken place; and, if he fails\n          to do so,he shall be guilty of an vffence under this\n          Act;\n     (c) the prescribed date has the same meaning as in\n          section 19.\n       (2) All building land, dwelling-houses or public or\ncommercial buildings to which this Act for the time being\napplies are hereafter referred to as “controlled premises”."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. In every tenancy agreement or lease made on or after\nthe 1st day of November, 1979, whether orally or in writing,\nin respect of controlled premises, except in the case of any\ntenancy agreement which contains express provisions to the        gf\ncontrary, the landlord and the tenant shall be deemed to\nhave inserted the covenants set out in the First Schedule qLUlc.\nand shall be bound by thorn covenants.\n  4~.-(1) A person shall not as a condition for the grant,\nrenewal or continuance of a tenancy of any controlled pre-\nmises consisting of a dwelling-house, require that no children\nshall reside with the tenant in that dwelling-house.\n        (2) Any person who contravenes this section shall\nbe guilty of an offence and shall be liable on summary con-\nviction before a Resident Magistrate, in the case of a first\nconviction, to a fine not exceeding one thousand dollars\nand in dafault of payment to imprisonment for a term not\nexceeding twelve months, and in the case of a second or\nany subsequent conviction, to a fine not exceeding two                 ,\nthousand five hundred dollars and in default of payment\nto imprisonment for a term not exceeding eighteen months.\n  S.-(l)  where\n     (U) a tenant has the exclusive occupation of any in uda\n                                                            ZZg\n         accommodation (in this section referred to as “the\n             separate accommodation”);\n                                                              -0-\n                                                                  f\n                                                                  22 1%5\n                                                                  S.\n           b hclush of this page is authorized by L.N. 55/1984]\n8                         RENT RESTRICTION\n          (b) the terms as between the tenant and his landlord\n                on which he holds the separate accommodation\n                include the use of other accommodation (in this\n                section referred to as “the shared accommoda-\n                tion”) in common with another person or other\n                persons, whether or not including the landlord;\n                and\n          (c) by reason only of the circumstances mentioned in         ..\n                paragraph (b),the separate accommodation would\n                not apart from this subsection be a dwelling-house\n                as defined by this Act,\n    the separate accommodation shall be deemed to be a\n    dwelling-house as so defined, and the following provisions\n    of this section shall have effect.\n            (2) For the avoidance of doubt it is hereby declared\n    that where for the purpose of determining the standard\n    rent of the separate accommodation, it is necessary to make\n    an apportionment under this Act, regard shall be had to\n    the circumstances mentioned in paragraph (b) of subsection\n    (1).\n            (3) For the purpose of ascertaining the standard rent,\n    a previous letting of the separate accommodation shall not\n    be deemed not to be a letting of the same dwelling-house\n    by reason only of any such change of circumstances as the\n    following, that is to say, any increase or diminution of\n    the rights of the tenant to use accommodation in common\n    with others, or any improvement or worsening of accom-\n    modation so used by the tenant.\n            (4) For the purposes of any provisions of this Act\n    relating to increases of rent-\n         (a) any such change of circumstances as is mentioned\n               in subsection (3), being a change affecting so much\n               of the shared accommodation as is living accom-\n               modation, shall be deemed to be an alteration of\n               rent;\n                      RENT RESTRICTION                             9\n    (b) where, as the result of any such change as is\n        mentioned in paragraph (a) of this subsection, the\n        terms on which the separate accommodation is\n        held are on the whole less favourable to the tenant\n        than the previous terms, the rent shall be deemed\n        to be increased, whether or not the sum period-\n        ically payable by way of rent is increased;\n    (c) any increase of rent in respect of any such change\n        as is mentioned in paragraph (a) of this subsection\n        where, as a result of the change and of the increase\n        of rent, the terms on which the separate accom-\n        modation is held are on the whole not less\n        favourable to the tenant than the previous terms,\n        shall be deemed not to be an increase of rent.\n       (5) While the tenant is in possession of the separate\naccommodation, any term or condition of the contract of\ntenancy terminating or modifying, or providing for the\ntermination or modification of his right to the use of any\nof the shared accommodation which is living accommoda-\ntion shall be of no effect :\n  Provided that where the terms and conditions of the\ncontract of tenancy are such that at any time during the\ntenancy the persons in common with whom the tenant is\nentitled to the use of the shared accommodation could be\nvaried, or their number could be increased, nothing in this\nsubsection shall prevent those terms and conditions from\nhaving effect so far as they relate to such variation or\nincrease as aforesaid.\n      (6) Subject to the provisions of subsection (7) and\nwithout prejudice to the enforcement of any order made\nthereunder, while the tenant is in possession as aforesaid 1\nof the separate accommodation, no order or judgment for\nthe recovery of any of the shared accommodation or for\nthe ejectment of the tenant therefrom shall be made or\n 10                                RENT RESTRICTION\n             given, whether on the application of the immediate land-\n             lord of the tenant or on the application of any person\n             under whom the said landlord derives title, unless a like\n             order or judgment has been given, or is made or given\n             at the same time, in respect of the separate accommodation;\n             and section 25 shall apply accordingly.\n                    (7) Without prejudice to the provisions of subsection\n             (41, an Assessment O f f i m may, upon the application of the\n             landlord, make such order, either terminating the right of\n             the tenant to use the whole or any part of the shared accom-\n             modation other than living accommodation, or modifying\n             his right to use the whole or any part of the shared accomo-\n              dation, whether by varying the 8personsor increasing the\n             number of persons entitled to the use of that accommoda-\n             tion, or otherwise, as to the Assessment Officer seems just:\n                Provided that no order shall be made under this subsec-\n             tion so as to effect any termination or modification of\n             rights of the tenant which, apart from subsection (5), could\n             not be effected by or under the terms of the contract of\n             tenancy.\n                    (8) Any question arising under subsection (4) shall\n             be determined, on the application either of the landlord or\n21 1983\nS.4(b).\n             of the tenant by an Assessment Officer.\n                    (9) In this section “living accommodation” means\n             accommodation of such a nature that the fact that it\n             constitutes or is included in the shared accommodation is\n             sufficient to bring the tenancy within paragraph (c) of\n             subsection (1).\nCertain        6. Where the tenant of any premises, being a building\nsub-let-\ntings not    or part of a building, has sub-let a part but not the whole\nto exclude\noperation    of the premises, then as against his landlord or any\nof this      superior landlord (but without prejudice to the rights\nAct.\n221 1965     against and liabilities to each other of the tenant and any\ns. 3.\n                   [The indwion of this page is authorized by L.N. 55/19841\n 12                                RENT RESTRICTION\n             area in regard to which it may exercise the powers\n             conferred and perform the duties imposed by this Act.\n                  (2) The Minister shall appoint a Chairman of each\n             Board and, in the absence or inability to act of the Chair-\n             man, may appoint a person to act temporarily as Chairman.\n                  (3) The Minister shall appoint panels of persons\n431 1973     from which the members of each Board (other than the\nS.6(0).\n             Chairman and Deputy Chairman) may be selected.\n361 1979           (4) A Board, at any sitting thereof, shall consist of\nS. Yah\n             the Chairman and not less than one nor more than two\n             other members to be selected by the Chairman from the\n             appropriate panel appointed under subsection (3).\n4311973             (5) Where the Minister is satisfied that it is necessary,\nS.qb).\n             in order to avoid undue delay, for any Board to sit in two\n             or more divisions, he may-\n                  (a) give to the Chairman of that Board directions in\n                      writing specifying the number of divisions in which\n                      the Board may sit; and\n                  (b) appoint so many Deputy Chairmen of that Board\n                      as may be required and, in the absence or inability\n                      to act of any Deputy Chairman, the Minister may\n                      appoint a person to act temporarily as Deputy\n                      Chairman.\n                    (6) A division of a Board, at any sitting thereof, shall\n361 1979     consist of either the Chairman or a Deputy Chairman, and\nS. q b ) .\n             not less than one nor more than two other members to be\n             selected by the Chairman from the appropriate panel\n             appointed under subsection (3).\n                    (7) Where any Board sits in two or more divisions\n211983       the expressions “Board” and “Chairman” in sections IOA,\ns. S(0)."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. 5(b).\n            records of any Board to have been found to be\n            proved at a meeting thereof;\n       (b) within the personal knowledge of any member of\n            the Board or which were found to be proved at a\n            meeting of a Board of which he was a member; or\n       (c) contained in any return required under the provi-\n            sions of section 12.\n               (ii) Notwithstanding the provisions of paragraph\n (i), no such facts shall be taken into consideration unless\nthe party or parties present before the Board shall first be\ninformed of the substance of such facts and shall be given\nan opportunity, if he or they so desire, of producing\nevidence in regard thereto.\n          (5) The Chairman shall have the powers of a\n Resident Magistrate to compel the attendance and exam-\nination of witnesses and the production of documents.\n          (6) The proceedings of Boards shall be open to the\npublic, and minutes thereof, including a summary of the\nevidence given and a statement of all facts taken into\nconsideration pursuant to the provisions of subsection (4),\nshall be kept by the Chairman.\n       (7)An interested party may be represented before 6/1979\nthe Board by an attorney-at-law.                          5(a).    3.\n       (8) An order of a Board shall operate from such\ndate, whether before or after the date on which the order\nis made, as may be specified in the order, or, if no such\n            indusion of this page is authorized by L.N. 55/.1%41\n16                               RENT RESTRICTION\n2/1983     date be specified, from the date of the order, so, however,\nS 7(b).\n           that where an order of the Board relates to a Certificate of\n           Assessed Rent, the order may operate prior to the date with\n           effect from which the Certificate has effect but not prior to\n           the date of issue of such Certificate. Any such order\n           may be proved by production of a copy of the order\n           purporting to be signed by the Chairman or by the Secretary\n           of the Board.\n                  (9) The Board shall have power to award costs in\n           accordance with any scale of costs fixed by rules made\n           under subsection (11).\n                 (10) When an application has been made to a Board\n           under this Act, the Board may make an order on such\n           application notwithstanding the non-attendance of the\n           applicant or any person interested before the Board.\n'ybr\n361 1979          (1 1) A committee consisting of such number of mem-\n           bers as the Minister thinks necessary, who shall be appointed\n           by him from among the Chairmen of the Boards may,\n           with the approval of the Minister, make rules not incon-\n           sistent with this Act, as to the form and manner of\n           applications to the Boards, the fees to be paid on such\n           applications, the scale of costs applicable to proceedings\n           before the Boards, the procedure of the Boards, the forms\n           of documents to be issued by the Boards and the manner\n           in which they are to be certified or served. All fees shall\n           be paid into the Consolidated Fund. With regard to any\n           matter on which rules under this subsection have not been\n           made, each Board may give such directions, and regulate\n           its procedure in such manner, as may seem just:\n                                                                              .\n             Provided that no fees shall be taken except in accord-\n           ance with rules made under this subsection.\n                (12) Any person aggrieved by an order of the Board\n           may appeal to the Court of Appeal-\n                      RENT RESTRICTION                                        17\n     (a) on any ground of appeal which involves a question\n          of law alone; or\n     (b) on any ground of appeal which involves a question\n          of mixed law and fact.\n       (13) Rules of court may be made governing such\nappeals and all matters incidental thereto.                               I\n        (14) Reference in this section to “party” or “inter- s2/fi983\n                                                               . (c)\nested parties” or “person aggrieved” includes reference to an ,\nAssessment Officer."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.\n          ing;\n     (c) the portion of premises which consists of land\n          (including any swimming-pool, water tank, well,\n          fence, driveway and paved area) occupied and en- I\n          joyed with the building under the tenancy.\n        (4) In subsection (1) “the assessed value of the pre- ~~~~~~.\nmises” means the value of the premises assessed by the\nhsessment Officer -\n     (U) as being sucb value as obtained on the prescribed\n          date;\n     (b) on the basis that it is intended that those premises\n          will at all times thereafter be used substantially for\n           indu&n of this page ir authorized by L.N. 55/19841\n24                               RENT RESTRICTION\n                        letting in the category of letting in which they are\n                        at that date let or proposed to be let; and\n                   (c) having regard to a certificate of valuation of those\n                        premises prepared by a Valuation Officer or Valuer.\n                      (5) Where-\n                   (a) a dwelling-house forms part of any premises; and\n 211983             (b) an Assessment Officer is not satisfied (that such\n S. 15 (b)\n                        dwelling-house is reasonably marketable separately\n                        from the remainder of those premises; and\n                   (c) the remainder of those premises is used or intended\n                        to be used mainly for the purpose of a dwelling or\n                        dwellings,\n 211983\nS. 15(bXc).\n              the Assessment Officer may determine the standard rent\n              of those premiss in accordance with subsection (1) as if they\n             were let as a single dwelling-house and thereupon determine\n              the standard rent of the dwelling-house referred to in para-\n             graph (a)of this subsection by making such apportionment\n             as seems just.\n                      (6) Where, for the purpose of determining the stan-\n             dard rent of any controlled premises, it is necessary to appor-\n             tion the rent at the date in relation to which the standard\n             rent is fixed, the Assessment Officer may, on the application\n              of either party or of the superior landlord, make such appro-\n             tionment as seems just.\n211983                (7)Where an Assessment officer is satisfied that i$tis\nS. 15 (bxe).\n             not practicable to determine the standard rent of any pre-\n             miscs in accordance with the provisions of subsation (l),the\n             Assessment Officer may determine the same to be such rent\n             as seems just, regard being had, so far as the Assessment\n             Officer thinks practicable, to all the circumstances, includhg\n             the actual or estimated cost of the premises, any amenities\n             enjoyed therewith and the locality.\n211983                (8) In this section “the prescribed date” means the\ns lye).      31st day of August, 1980, or such other date as the Minister\n             may by order pmcribe.\n                  me induaion of this page b authorized by L.N. 55/19841\n                     RENT RESTRICTION                                 25\n       (9) Any order made pursuant to subsection (8)shall\nbe subject to affirmative resolution."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Sections 5 and 6 shall apply whether the letting in 'Applica-\n                                                         tion of\nquestion began before or after the 28th June, 1965, but /sstions\nnot so as to affect rent in respect of any period before             I@$,&\nthat date or anything done or omitted during any such is. 3.\nperiod.\n  &-(U The Minister may by order declare any class of 1'Power\n                                                           to exempt\npremises specified in such order to be exempted premises. iclasses0f\n                                                                   'premises.\n                                                                    4311973\n       (2) The declaration of any class of          premises to be /S.5.\nexempted premises by an order under subsection (1) shall\nnot render recoverable by a landlord any sum which, before '\nthe coming into force of that order, was not recoverable by\nsuch landlord, or affect the right of a landlord to recover\nany arrears of rent which, before the coming into force of\nthat order, were recoverable by such landlord, or affect the\nright of a tenant to recover any rent or sum which, before\nthe coming into force of that order, was recoverable by such\ntenant, or prevent or affect the prosecution, conviction or\npunishment of any person for anything done or omitted be-\nfore the commencement of that order."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. 23(a).\n            other than a notice under seution 26 (l), is given after a\n            tenant has, under section 19A (3) o€ this Act or under sec-\n            tion 30 (now omitted) of the Rent Restriction (Amendment)\n            Act, 1983 (which relates to exclusion of certain commercial\n            buildings from this Act), applied to a Board to review a\n            decision of the Assessment Officer  the period af the notice\n            shall, notwithstanding anything to the contrary in the no-\n            tice, be deemed to be not less than one month and to COM-\n            men-\n                      indudon of this pqp B authorized by L.N. 55!19Wl\n                            RENT RESTRICTION                                  43\n         (U) when the Board clisposes of the mim or\n        (b) four months after the date of service of the notice,\n    whichever is the earlier.\n            (4) Subject to subsection (2), where, in relation to any ?\\;$).\n    controlled premises, the landlord or tenant has given notice\n    to quit, or the landlord has commenced proceedings for the\n    recovery of possession of the premises or for the ejeotment\n.   of the tenant therefrom, the acceptance by the landlord of\n    payment of rent for any period during which the tenant re-\n    mains in possession of the premises after the giving of the\n    notice or the commencement of the proceedings shall not\n    prejudice the notice or proceedings."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) The Minister shall establish, for the purposes of R a t\nthis Act, so many Rent Assessment Boards, as he shall Assemneat\n                                                           Boards.\nthink fit and shall specify in relation to each Board the\n          ind,llsicm of this page is authorized by L.N. 55119841\n                     RENT RESTRICTlON                                     13\n       (8) The Governor-General may appoint-                   211983\n                                                               S. 5(b).\n     (a) in respect of each Board-\n             (i) a Secretary, and such Assistant Sewetaria,\n                  Valuation Officers and Inspectors as are ne-\n                  cessary; and\n             (ii) such other servants or agents as may be\n                  required; and\n     (b) in respect of each area in relation to which a Board\n           may exercise powers pursuant to subsection (l), a\n           Rent Assessment Officer.\n        (9) The members of the Board shall receive such 2q/i976\nremuneration, if any, as the Minister may generally or S. W).\nspecially direct.\n      (10) No person shall act as a member of a Board in\nany matter in which, if he were a Judge, he would not be\nentitled to act on the ground of interest.\n      (11) The establishment of the Boards and all appoint-\nments under subsection (2), (3) or (5) or paragraph (a) of 211983\nsubsection (8) shall be published in tlie Gazette.             S. 5(4.\n      (12) Any expenses properly incurred in carrying into 24/1961\neffect the provisions of this Act shall be paid out of moneys sJ 3.\nprovided for the purpose in the Estimates of Revenue and\nExpenditure of the Island.\n      (13) The Chairman of every Board shall, on or before 4 /I973\nthe 31st day of March in each year, prepare and present to s!qc)*\nthe Minister a report dealing generally with the activities\nof the Board during the preceding year ending on the 31st\nday of December."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Notwithstanding anything to the contrary, no\nperson shall be deemed to hold an office of emolument\nunder the Crown or under the Government of Jamaica or\nan officeof emolument, the emolument of which is payable to wn-\nout of the funds of the public or of any parish or to be s ‘tute an\ndisqualified for election as a member of the House of O gzent.  h\n                                                                31/1954\n       I330 indusion of this page b authorized by L.N. 55/19841 s,2.\n14                                  RENT RESTRICTION\n               Representatives merely by reason of his having been\n               appointed to, or having served upon, any panel of persons\n               constituted under subsection (3) of section 9, or having\n               been selected or acted as a member of, or having received\n               any fee or allowance by reason of having acted as a\n               member of, any Rent Assessment Board established under\n               subsection (1) of section 9.\nFunctions of\nAssesment"
    },
    {
      "provision_ref": "sec10a",
      "section": "10A",
      "title": "Section 10A",
      "content": "10A--( 1) Subject to the provisions of this Act or any regu-\nofficers. lations hereunder, an Assessment Officer shall have power\nS. 6.\n2/1983    to determine the standard rent of controlled premises and\n          to perform such other functions as may be presoribed.\n                        (2) Applications for review by a Board of any deci-\n               sion of an Assessment Officer may be made in accordance\n               with the provisions of section 1 9 (3),\n                                                   ~ or otherwise as may be\n               prescribed.\n                        (3) All documents and records kept for the pur-\n               poses of this Act by an Assessment Officer shall be regarded\n               as being so kept on behalf of the appropriate Board.\nProceed-         11.-(1) At meetings of a Board, the decision of the\nings of\nBoards.        majority of the members shall prevail:\n                  Provided that if no majority decision is reached, the\n               decision of the Chairman shall prevail.\n211983                  ( 1 ~ The\n                               )   Board shall have power to review any deci-\nS. 7(4.\n               sion of an Assessment Officer under this Act and make such\n               order as it thinks just and, for that purpose, may obtain,\n               if it thinks fit, a fresh valuation of any premises.\n                        ( 1 ~ )Without prejudice to the generality of subsection\n               UA), the Board may exercise any of the powers ofthe Assess-\n               ment Officer.\n                       (2) Before making any order, a Board shall give all\n               interested parties an opportunity of being heard and of\n               adducing evidence.\n                      RENT RESTRICTION                                     15\n          (3) Evidence shall be given on oath and the proceed-\nings of a Board shall be deemed to be judicial proceedings\nfor the purposes of the Perjury Act.\n          (4) (i) A Board may, notwithstanding the absence\nof formal proof, take into consideration any relevant\nfacts-\n       (a) which are shown by the minutes or other due 22/1965"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11, determined the standard rent of the premises,\n         such portion, if any, of the increase as the Assess-\n         ment Officer, on the application of the landlord,\n         may by order sanction;\n      m e inddon of this page .is authorized by   L.N. 55/19841\n28                                 RENT RESTRICTION\n                  (c) the amount of any percentage increase sanctioned\n                       under subsection (2).\n                    (2) The Minister may by order-\n                  (a) sanction an increase of the rents of premises either\n                      generally or in any area specified in the order by\n                      such percentage of the respective standard rents as\n                      he may specify in the order; or\n                  (b) declare that subject to such exceptions as may be\n                      specified in the order no increase in the rents of\n                      premises in any area specified in the order shall be\n                      made during such period as shall be specified in the\n                      order.\n                      (3) Every order made under subsection (2) shall be\n              subject to affirmative resolution.\n                      (4) No application under paragraph (a) of subsection\n              (1) shall be made or considered in relation to any premises\n              within a period of twd years after an increase was sanctioned\n2/1983        by the Board or the Assessment Officer, as the case may be,\nS 18(b).\n              on a similar application in respect of the same premises.\nWhen            22.41) Notwithstanding any agreement to the contrary,\nincrease\nin rent       an increase in the rent of any controlled premises which is\nrecoverable\npursuant to   permitted to be made under paragraph (b) of subsection (1)\nincrease      of section 21 shall not be due or recoverable-\nin taxes.\n4311973\nS. 14.             (a) until the expiry of one clear week after the land-\n                        lord has served on the tenant a valid notice in the\nSecond\nSchedule.\n                        form set out in the Second Schedule of his intention\n2911976                 to increase the rent; or\nS. 13(0).\n3611979            (b) in respect of any period prior to the expiry of one\ns. 9.                   clear week after the service of the notice referred\n                        to in paragraph (a).\n                      (2) A notice under paragraph (a) of subsection (1)\n              shall not be deemed effective unless a certificate, signed by\n211983        the Chairman or Secretary of the Board, or by the Assess-\nS 19.\n                    CThe indusion of tkis page is authorized by LN. 55/19841\n                      RENT RESTRICTION                                    29\nment Officer and verifying the amount of increase which is\npermitted, is served with the notice.\n        (3) Where a valid notice of an increase of rent has\nbeen served on any tenant the increase may be continued\nwithout service of any fresh notice on any subsequent\ntenant.\n        (4) Any person who serves a notice under this section 291 1976\nwhich is false or misleading in any material respect shall be S. 13(b).\nguilty of an offence and shall be liable on summary convic-\ntion before a Resident Magistrate to a fine not exceeding\nfive hundred dollars."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) An Assessment Officer or a Board may require Fw$;to\na landlord or a tenant, or landlurds and tenants generally, or 70\ncular area, to render such returns in such form and contain- S.\ning such particulars in relakion to any premises or matters\naffecting or directly or indirectly connected with the rental\n                                                               re m.\n                                                               21 983\n                                                                     1\n                                                                  1958\nlandlords and tenants of any particular class or in any parti- S. fa).\n                                                                      1\nthereof as the Assessment Officer or the Board, as the case\nmay be, may require.\n         (2) A n y person who contravenes any requirement 70 19x1\nof the Assessment Officer or the Board issued pursuant to S21. 983\nsubseotion (1) shall be guilty of an offence against this Act. S.\n                                                                     k\n                                                                  (b)."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.4 1) Every Board-\n         shall keep a register showing the permitted rent of\n         every premises in respect of which the Board or the s. .\n                                                                    ;p\n                                                                    Eltzcp\n         Assessment Officer for its area has determined the\n         standard rent and containing a record of all Certifi-\n         cates of Assessed Rent issued by it or by the Assess-\n         ment Officer; and\n         shall, on the application of any person who satisfies\n         the Board he is, or formerly has been, or pro-\n         poses to become, a tenant of any premises shown\n         on the register and on reoeipt of the prescribed fee,\n         disolose to that person the maximum permitted rent\n         of such premises and the particulars contained in\n         the Certificate of Assessed Rent.\n      [ n e inclusion of this page is authorized by L.N. 55/19841\n18                               RENT RESTRICTION\n                        (2) In this section “permitted rent” means the aggre-\n               gate of the standard rent of any premises in any particular\n               category of letting and of any increase in the standard rent\n               of those premises in that category of letting permitted to be\n               made under this Act.\nFunctions\nof Valua-"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-( 1) A Valuation Officer,or any person who, pursuant\ntion officers, to section 15, is designated a Valuer-\nValuem\nand Inspsc-          (a) may at any reasonable time enter any controlled\n tom.\n291 1976                  premises and carry out such investigations in rela-\ns. a.                     tion to the value ofthe premises as he thinks neces-\n21 1983\n                          sary for the purposes of this Aot; and\n(b)  ‘01”’\nS. (C *\n                     (b) shall make a report thereof to the appropriate As-\n                          sessment Officer and, if required, give evidence\n                          before the k a r d in relation to the value of any\n                          controlled premises in respect of which the Board\n                          is reviewing a decision of the Assessment Officer.\n                        (2) An Inspector shall, in respect of the area for\n               which he is appointed-\n                     (a) make investigations with a view to ensuring com-\n                          pliance with the provisions of this Act;\n                     (b) perform such other functions as may be assigned\n                          to him by the Assessment Officer or the Board.\n                        (3) An Inspector may-\n                     (a) at any reasonable time enter any controlled pre-\n                          mises and require the landlord and any tenant to\n                          furnish, in respect of those premises, such informa-\n                          tion as the landlord or the tenant, as the case may\n                          be, possesses;\n                     (b) institute proceedings against landlords for breaches\n                          of any of the provisions of this Act.\nVahers.          15.-(1) Where the Minister considers it expedient to do\n21 1983\ns. 11.         so, he may designate as Valuers for the purposes of this\n               Act, and on such terms and conditions as he thinks fit-\n                  me inchion of this page Q authorized by L.N. 55/1984]\n                      RENT RESTRICTION                                   19\n    (a) public officers who by training or experience are\n        qualified to be so designated; and\n    (b) persons carrying on the business or occupation of\n        real estate valuation who, by agreement with the\n        Minister, undertake to perform the functions of\n        Valuers for purposes of this Act.\n        (2) A Valuer designated under subsection (1) shall\nhave the rights, powers, duties and privileges of a Valuation\nOfficer under this Act and may, if the Minister thinks fit,\nbe assigned to any Board.\n         (3) The designation of a person as a Valuer pursuant\nto this section shall be notified in the Gazette."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1)  Any person who-                                  Or ences\n     (a) assaults or obstructs an Inspector acting in the fu ctions\n         performance of his functions under this Act;       of’\n                                                                    r:\n                                                            re! ting to\n                                                            Inbpecton.\n                                                            27//1961\n     (b) supplies to an Inspector information in connection S. 4.\n         with any matter arising in the performance of his\n         functions under this Act which such person knows\n         to be false in any material particuIar;\n     (c) bribes or attempts to bribe an Inspector in con-\n         nection with any matter arising in the performance\n         of his functions under this Act;\n     (d) being an Inspector solicits or accepts any bribe\n         in connection with any matter arising in the\n         performance of his functions under this Act,\nshall be guilty of an offence under this Act.\n        (2) A prosecution for an offence against paragraph\n(c) or (d) of subsection (1) shall not be instituted without\nthe sanction of the Director of Public Prosecutions.\n        (3) In subsection (1) the expression “an Inspector” g!11b976\nshall include a Valuation Officer and a Valuer.             211983\n                                                            s. 12.\n20                                  RENT RESTRICTION\nStandard        17.-(1) Subject to subsection (2), until the standard rent\nrent\npending       of any premises in relation to any category of letting has\ndetermina-    been determined by an Assessment Officer under SeOtion 19,\ntion by As-\nsessment\nOfficer.\n              the standard rent of the premises in relation to that category\n291 1976      of letting shall be the rent at which they were let in the\nS. ll(a).\n211983        same category of letting on the 1st day of July, 1976, plus\nS. 13.        any increases sanctioned pursuant to this Act or,where the\n              premises were not so let on that date, rent at which they were\n              last so let before that date plus such increases as aforesaid,\n              or, in the case of premises first so let after thad date, the\n              rent at which they were, or are, first so let, plus such increas-\n              es as aforesaid :\n                Provided that-\n                  (a) premises shall not, for the purposes of this section,\n                       be regarded as having been let in the same category\n                      of letting on or before the 1st day of July, 1976,\n                       if they were so let under a tenancy agreement or\n                       lease providing for a progressive rent;\n                  (b) in athe case of premises let at a progressive rent\n                       payable under a tenancy agreement or lease the\n                       standard rent shall, until the tenancy is determined,\n                       be the maximum rent payable under the tenancy\n                       agreement or lease;\n                  (c) in ,the case of public or commercial buildings which\n                       were exempt, pursuant to paragraph (e) of the pro-\n                       viso to subsection (1) of section 3, prior to the 5th\n                       of April, 1983, the standard rent shall be the rent,\n                       if any, at which they were let at the date aforesaid.\n                     (2) The determination by an Assessment Officer, pur-\n              suant to section 19 of the standard rent of any premises to\n              which this Act applies-\n                  (a) being a dwelling-house that the Assessment Officer\n                       is satisfied was constructed or completed after the\n                     me inclusion of this page is authorized by L.N. 55/19841\n                      RENT RESTRICTION                              21\n        3 b t day of August, 1980, shall, without prejudice\n        to any assessment required consequent on a new\n        date being prescribed pursuant to section 19, be\n        with reference to the assessed value of such dwell-\n        ing-house at the date of completion of construction\n        thereof;\n    (b) being building land that the Assessment Officer is\n         satisfied was first let as such after the 31st day of\n         August, 1980, shall, without prejudice as aforesaid,\n         be with reference to the assessed value of such\n        building land at that date.\n    (c) being-\n             (i) a dwelling-house built prior to the 31st Au-\n                 gust, 1980; or\n           (ii) building land let prior to the 31st August,\n                  1980,\n         and which the Assessment Officer is satislied was\n         purchased, in a transaction at arm’s length, after\n         the 31st August, 1980, and not later than the 31st\n         October, 1982, shall, without prejudice as aforesaid,\n         be with reference to the assessed value of the dwell-\n         ing-house, or the building land, as the case may be,\n         at she date of such purohase."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) The landlord of any premises to which this Act\napplies, and which is, at the 5th of April, 1983, subject to a\ncontract of tenancy shall, within such time as the Minister\nmay specify by order published in the Gazette, apply to the\nAssessment Officer in the prescribed form for a determina-\ntion of the standard rent of the premises.\n          (2) Subject to subsection (a), any person proposing\nto let premises to which this Act applies, shall, before letting\nthe premises or as soon as possible thereafter, apply to the\nAssessment Officer to have the standard rent determined and\nshall disclose to the Assessment Officer the terms and condi-\n       LTho inclusion of thir page ir authorized by L.N. 55/19841\n22                          RENT RESTRICTION\n     tions of the letting or proposed letting and all the oircum-\n     stances which will affect the standard rent of the premises.\n             (3) On an application in respect of any premises pur-\n     suant to subsection (1) or (2), the standard rent specified by\n     the Assessment Officer in the Certificate of Assessed Rent\n     issued in respect of such premises shall, with effect from the\n     date specified therein as the date from which the Certificate\n     takes effect, be the standard rent applicable to those pre-\n     mises.\n             (4) A Certificate of Assessed Rent issued pursuant to\n     subsection (3) shall not affect the rights or obligations of 'the\n     landlord or tenant in respect of any period prior to the date\n     with effect from which the Certificate is stated to have effect,\n     so, however, that the effective date shall not be later than\n     ninety days after the date on which the Certifioate is issued\n     or such longer period as may be prescribed.\n             (5) Where an Assessment Officer is satisfied that any\n     person required to make an application under this section in\n     respect of any premises has failed to do so, he may, witthout\n     prejudice to the prosecution of any offence under this sec-\n     tion, determine the standard rent as thcugh that person had\n     applied and shall take steps to recover from that person the\n     prescribed fee.\n             (6) Subject to section 21, after the issue of a Certifi-\n     cate of Assessed Rent under this sectim, in respect of any\n     premises, it shall not be necessary for any further application\n     to be made in respect of those premises nor shall any such\n     application be entertained by the Assessment Officer, unless\n     such application is made on-\n          (a) action taken pursuant to the provisions of section\n               19 (8)(which relate to the fixing by the Minister of\n               a new date as at which standard rents are to be\n              determined); or\n          (b) a change in the category of letting af the premises.\n                     RENT RESTRICTION                                   23\n        (7) Any application made pursuant to subsection (1)\nor (2) shall be accompanied by the prescribed fee.\n        (8) Any person who fails to comply with the provi-\nsions of subsection (1) or (2) is gui.lty of an offence against\nthis Act and on summary conviction thereof in a Resident\nMagistrate’s Court shall be liable to a fine not exceeding\nfive thousand dollars or to imprisonment for a term not ex-\nceeding six months.\n                                                                    1"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) An Assessment officer shall, in determining the D termina-\n                                                              tio of\nstandard rent of any premises in any category of letting, act rt dard\naccording to the principle that the standard rent shall be a 2 ~ ~ & $ ~ t\nrent of which the annual rate is such percentage of the as- ,;&   403\nsessed value of the premises as the Minister shall prescribe s. 1.\n                                                              2/ 983\nby order.                                                     S. 5(a).\n         (2) Every order made under subsection (1) shall be\nsubject to afirmative resolution.\n        (3) An order made under subsection (1) may pre-\nscribe different percentages in respect of-\n     (a) different categories of letting;\n     (b) the portion of premises which consists of a build- 5.   3411979"
    },
    {
      "provision_ref": "sec19a",
      "section": "19A",
      "title": "Section 19A",
      "content": "19A.-( 1) The Assessment Officer shall, on determining Certificate of\n                                                                Assessed\nthe standard rent of any premises in any category of letting, Rent.\nnotify the landlord of the premises and issue ,to the landlord, i!\\:83\non receipt of the prescribed fee, a Certificate of Assessed\nRent in duplicate.\n          (2) Where the Assessment Officer, on issuing a cer-\ntificate pursuant to subsection (11, is aware that the premises\nare tenanted he shall, by notice, inform the tenant of the\nstandard rent determined for those premises and of the date\nwith effect from which that rent applies pursuant to the\nCertificate of Assessed Rent.\n          (3) Where a landlord or tenant objects to any mat-\nter specified in the Certificate of Assessed Rent or any order\nmade pursuant to subsection (1) of section 21, he may, with-\nin sixty days of the issue of the Certificate or of the making\nof the order, as the case may be, or such longer time as the\nBoard may in any case allow, apply to the Board fur a re-\nview of the Assessment Officer’s decision and section 11\nshall apply accordingly.\n         (4) A landlord or any person who satisfies an As-\nsessment Officer that he is, or formerly has been, or pro-\nposes to become, a tenant of any premises in respect of\nwhich a Certificate of Assessed Rent has been issued may,\non payment of the prescribed fee, obtain from the Assess-\nment Officer a certified copy of the Certifiwte.\n  lSB.--[Repeded by Act 2 of 1983, S. 161"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.41) Subject to the provisions of this Act, where, at\nany time after the commencement of this Act, the rent of\nany controlled premises exceeds the standard rent by more\n                                                                  gs\nthan the amount permitted under this Act, the amount of\n           indudon of this page is authorized by L.N. 55/1984]\n26                              RENT RESTRICTION\n           such excess shall, notwithstanding any agreement or lease\n           made before or after the commencement of this Act to the\n           contrary, be irrecoverable from the tenant, and if it is paid\n           by the tenant, shall be recoverable by him,or by persons\n           claiming through him, from the person to whom it was\n221 1965   paid or his personal representative, by way of an action\ns.7(a).\n           before a court which would have cognizance thereof if the\n           action were for recovery of a debt of that amount arising\n           out of a contract between the parties to the action, and\n           may, without prejudice to any other method of recovery,\n           be deducted from any rent or money due or subsequently\n           becoming due from the tenant.\n                    (2) Any transfer to the tenant of any burden or\n           liability which, in calculating the standard rent of any\n           premises, is treated as borne by the landlord, shall, for\n           the purposes of this Act, be treated as an alteration of\n           rent, and where, as a result of such a transfer, the terms\n           on which the premises are held are on the whole less\n           favourable to the tenant, the rent shall be deemed to be\n           increased whether or not the sum periodically payable by\n           way of rent is increased; and any increase of rent in respect\n           of any transfer to the landlord of any burden or liability\n           which, in calculating the standard rent of any premises, is\n           treated as borne by the tenant where, as a result of such\n           transfer, the terms on which the premises are held are on\n           the whole not less favourable to the tenant, shall be deemed\n           not to be an increase of rent for the purposes of this\n           Act :\n              Provided that, for the purposes of this Act, the rent\n           shall not be deemed to be increased, where a liability for\n           rates or taxes is transferred by the landlord to the tenant,\n           if a corresponding reduction is made in the rent.\n211983             (3) Any landlord who knowingly demands or know-\nS. 17.     ingly receives any rent which is by this Act irrecoverable is\n                 me inclusion of this page is authorized by L.N. 55/19841\n                     RENT RESTRICTION                                       27\nguilty of an offence against this Act and, on summary con-\nviction in a Resident Magistrate’s Court, is liable-\n     (a) where the landlord is not a body corporate, to a\n          fine not exceeding two thousand dollars or to im-\n          prisonment with or without hard labour for a term\n          not exceeding twelve months or to both such fine\n          and imprisonment; and\n     (b) where the landlord is a body corporate, to a fine\n         not exceeding four thousand dollars,\nand, without prejudice to any other right which the tenant\nmay have to recover rent overpaid the Court in which the\nconviction is obtained may order the landlord to repay the\nsame."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.41) The amounts by which the rent of any controlled HOW\n                                                                  Inrents\npremises may exceed the standard rent shall, subject to the ncrcases\n                                                               bray be\nprovisions of this Act, be-                                    allowed or\n    (U) any amount sanctioned by order o      f an Assessment kstricted.\n                                                               u3/,973\n         Officer, on the application of a landlord, where the R,&\n         landlord has incurred expenditure in effecting-          6."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(1)   The landlord of any controlled premises shall, statement\non being request& in writing by the tenant thereof, supply $&cd\nhim with a statement in writing showing the permitted rent Fi$eE\nof such premises, and if without reasonable excuse he fails $2/1965\nwithin fourteen days to do so, or supplies a statement which S. 9*\nis false in any material particular, he shall be guilty of an\noffence against this Act and shall be liabb on summary 911976\nconviction before a Resident Magistrate to a fine not ex- /I983\nceeding one thousand dollars.                                     1\n                                                              . 2qu)."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1)   A person shall not, as a condition of the grant,\nof pre-       renewal, or continuance, of a tenancy of any controlled\nmiums.\n              premises, not being a tenancy under a lease, or a renewal\n              or continuance of a lease, for a term of twenty-five years\n              or more, require the payment of any fine, premium, or\n              other like sum, or the giving of any consideration in\n              addition to the rent, and where any such payment or con-\n              sideration shall be paid after the commencement of this\n              Act, the amount or value thereof shall be recoverable by\n              the person by whom it was made or given or his personal\n              represent atives.\n                      (2) Any person after the commencement of this Act\n              requiring any payment or the giving of any consideration\n              in contravention of this section, shall be guilty of an\n              offence against this Act, and, if he has received such\n              payment or consideration, the court in which the conviction\n              is obtained may order him to repay the amount or value\n              of the same to the person from whom it was received.\n? 9 / 1976            (3) Nothing in subsection (1) shall prevent a land-\nS. 15.\n              lord from requiring from a tenant reimbursement of any\n              sum paid by the landlord for water, electricity, gas, attend-\n              ance or any other service supplied to the tenant on premises\n              let to him by the landlord, being sums paid in respect of\n              such services as aforesaid known or reasonably estimated\n              by the landlord to have been used or enjoyed by the\n              tenant.\n                      (4) A landlord requiring reimbursement pursuant\n              to subsection (3) shall produce to the tenant any bill received\n              by the landlord for the service in respect of which the\n              reimbursement is required, and any dispute between the\n                         RENT RESTRICTION                              31\nlandlord and the tenant as to the sum to be reimbursed\nby the tenant shall be settled by a Board on the application\nof the landlord or the tenant.\n      (5) If the laiidlord of any controlled' premises fails\nto pay any sum which he is liable to pay for water,\nelectricity, gas, at tendance or any other service supplied\nto or rendered in respect of the premises, the tenant may\npay that sum and, subject to the provisions of subsections\n(3) and (4), may deduct it from any rent or money due\nor subsequently becoming due from him to the landlord."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-(1) Subject to section 26, no order or judgment for Res!rictions\n                                                            of nght to\nthe recovery of possession of any controlled premises, or pbssession.\nfor the ejectment of a tenant therefrom, shall, whether in 41\n                                                            S. /3.1960\nrespect of a notice to quit given or proceedings commenced\nbefore or after the commencement of this Act, be made\nor given unless-\n     (a) some rent lawfully due from the tenant has not\n         been paid for at least thirty days after it became\n         due; or\n     (b) some other obligation of the tenancy (whether\n         express or implied and whether under the con-\n         tract of tenancy or under this Act) so far as the\n         same is consistent with the provisions of this Act\n         has been broken or not performed and, in the case\n         of the non-performance of any such obligation by\n         the tenant, the tenant has been in default for at\n         least thirty days; or\n       (4 the tenant or any person residing or lodging with\n              him or being his sub-tenant has been guilty of\n              conduct which is a nuisance or annoyance to\n              adjoining occupiers or has been convicted of using\n              the premises or allowing the premises to be used\n              for an immoral or illegal purpose, or the condi-\n              tion of the premises has, in the opinion of the\n-\n         [Ihe inclusion of this page is authorized by L.N. 55/19841\n32                   RENT RESTRICTION\n          court, deteriorated or become insanitary owing\n          to acts of waste by, or the neglect or default of,\n          the tenant or any such person, and, where such\n          person is a lodger or sub-tenant, the court is\n          satisfied that the tenant has not, before the mak-\n          ing or giving of the order or judgment, taken such\n          steps as he ought reasonably to have taken for the\n          removal of the lodger or sub-tenant; or\n     (4the tenant has given notice to quit, and, in con-         ! ’\n                                                                       /\n          sequence of that notice, the landlord has con-\n          tracted to sell or let the dwelling-house or has\n          taken any. other steps as a result of which he\n          would, in the opinion of the court, be seriously\n          prejudiced if he could not obtain possession; or\n     (e) the premises being a dwelling-house or a public\n          or commercial building, are reasonably required\n          by the landlord for-\n                  occupation as a residence for himself or for\n                  some person wholly dependent upon him.\n                  or for any person bona fide residing or to\n                  reside with him, or for some person in his\n                  whole-time employment; or\n                  use by him for business, trade or profes-\n                  sional purposes; or\n                  a combination of the purposes in sub-para-\n                  graphs (i) and (ii); or\n     v) the premises, being building land, are reasonably\n          required by the landlord for-\n              (i) the erection of a building to be used for\n                  any of the purposes specified in paragraph\n                   (4;or\n             (ii) use by him for business, trade or profes-\n                  sional purposes not involving the erection\n                  of a building; or\n      me inclusion of this page i authorized by L.N. 55/19841\n                        RENT RESTRICTION                             33\n              (iii) a combination of such purposes; or\n            the premises or any portions thereof, have been\n            compulsorily acquired under the Land Acquisi-\n            tion Act, or are required for the purposes of 7011958\n            an approved scheme under the Housing Act; or S.9(a)(b).\n            the premises, being a dwelling-house or a public\n            or commerciql building, are required for the pur-\n            pose of being repaired, improved, or rebuilt; or\n            the premises, being a dwelling-house, are required\n            for occupation as a residence by a former tenant\n            thereof who gave up occupation in consequence\n            of his service in any of Her Majesty’s Forces\n            during the war; or\n            the premises are required for public purposes; or\n            the dwelling-house, or the public or commercial\n            building, or the building erected by the tenant on\n            building land, as the case may be, is required by\nd\n            law to be demolished; or\nOD\nT\n            the tenant has sub-let, or parted with the posses-\n             sion of, the whole or any part of the premises\nVI\n             without either obtaining the consent of the land-\n            lord or being expressly authorized by or under the\n             tenancy agreement or lease so to do; or\n            the tenant of a dwelling-house, or of building land\n             on which the building erected by the tenant is\n             used or is intended to be used mainly as a dwell-\n             ing, uses the house or building mainly for busi-\n             ness, trade or professional purposes without\n             either obtaining the consent of the landlord or\n             being authorized by or under the tenancy agree-\n             ment or lease so to do; or\n         (n) the tenant has been offered by the landlord in\n             writing a new tenancy at a higher rent which is\n     -\n          m e inclush of this page is. authorized by L.N. 55/19841\n34                         RENT RESTRICTION\n                permissible under this Act but otherwise on the\n                same terms as the existing tenancy and has failed\n                to accept such offer in writing within a reason-\n                able time; or\n          (0)   [Deleted by Act 36 of 1979.1\n          ( p ) a dwelling-house has been let to a tenant in the\n                employment of the landlord on condition that the\n                tenancy shall subsist only during the continuance\n                of such employment, or only until the expiration\n                of a period not exceeding one month after the\n                termination of such employment, and the employ-\n                ment has terminated, or such period has expired\n                as the case may be; or\n         (4) a dwelling-house has been let to a tenant in the\n              employment of the landlord in consequence of\n              that employment, and the employment has deter-\n              mined or the landlord has offered the tenant\n              alternative accommodation,\n     and unless in addition, in any such case as aforesaid, the\n     court asked to make the order or give the judgment\n     considers it reasonable to make such order or give such\n     judgment :\n        Provided that an order or judgment shall not be made\n     or given on any ground specified in paragraph (e), (f> or\n     (h) unless the court is also satisfied that, having regard to\n     all the circumstances of the case, less hardship would be\n     caused by granting the order or judgment than by refusing\n     to grant it; and such circumstances are hereby declared to\n     include-\n           (i) when the application is on a ground specified in\n               paragraph (e) or 0,the question of whether\n               other accommodation is available for the landlord\n               or the tenant;\n                     RENT RESTRICTION                                   35\n     (ii) when the application is on a ground specified in\n          paragraph (h), the question of whether other\n          accommodation is available for the tenant.\n       (2) A court asked to make such an order or give\nsuch a judgment-\n    (a) shall require the Secretary of a Board to furnish\n         the court with a certificate setting out such in-\n         formation as the Board possesses in relation to\n         the premises in respect of which the application\n         is made;\n    (6) may-\n            (i) adjourn the application from time to time;\n           (ii) stay or suspend execution of the order or\n                 judgment, or postpone the date of posses-\n                 sion for such period as it thinks fit, and\n                 from time to time grant further stays or\n                 suspensions of execution and further post-\n                 ponements of the date of possession;\n    (c) shall, if it makes the order or gives the judgment, 3611979\n                                                            s. IO(b).\n        state in writing the grounds on which it does so.\n        (3) Any adjournment, stay, suspension or postpone-\nment under paragraph (b) of subsection (2) may be subject\nto such conditions, if any, as the court thinks fit, and, if\nthose conditions are complied with and the order has been\nmade or the judgment given, the court may discharge or\nrescind the order or judgment.\n        (4) A certificate of the Assessment Officer cm the 2/1983\n                                                           c. 21(4.\nSecretary of a Board, purpobting to be signed by him as\nsuch, and furnished to the c0ur.t in accordance with a r e\nquirement under paragraph (a) of subsection (2) shall be\nadmissible as prima facie evidence of the matters stated\ntherein :\n       me inclusion of this page iu authorized by L.N. 55/19841\n36                               RENT RESTRICTION\n               Provided that any of the parties to the proceedings may\n211983      require the Assessment Officer or the Secretary to attend\nS. 21(b).\n            and give evidence to the court.\n                    ( 5 ) Nothing in this Act shall prevent the making\n            of an order for the ejectment of any person where, in the\n            opinion of the court asked to make the order, the eject-\n            ment is expedient in the interest of public health or public\n            safety.                                                         7\n                    (6) If, after a landlord has obtained an order or\n            judgment for possession or ejectment under this section, it\n            is subsequently made to appear to the court that the order\n            was obtained by misrepresentation or the concealment of\n            material facts, the court may order the landlord to pay\n            to the former tenant such sum as appears sacient as\n            compensation for damage or loss sustained by the tenant\n            as a result of the order or judgment.\n                    (7)In granting an order or giving judgment under\n            this section for possession or ejectment in respect of build-\n            ing land, the court may require the landlord to pay to the\n            tenant such sum as appears to the court to be sufficient as\n            compensation for damage or loss sustained by the tenant,\n            and effect shall not be given to such order or judgment\n            until such sum is paid.\n                    (8) Whenever a landlord has obtained an order or\n            judgment for possession of any controlled premises on any\n            ground specified in paragraph (e), (fl or (0 of subsection\n            (11, and the order or judgment is executed or the tenant\n            voluntarily gives up his tenancy in consequence of that\n            order or judgment, the landlord shall be guilty of an offence\n            against this Act-\n                 (a) if, without first obtaining the permission of the\n                      Board, he uses or permits to be used or occupies\n                      or permits to be occupied or lets the premises at\n                      any time for any purpose other than the purpose\n                       inclusion of tbis page iauthorized by LN. 55/19841\n                     RENT RESTRICTION                                 37\n         which constituted the ground on which the order\n         was made or the judgment was given; or\n      (b) if, having obtained permission as aforesaid, he\n          fails to comply with any terms or conditions\n          which the Board may have attached to that\n           permission,\nand the Board may decline to grant any such permission\nas aforesaid in any case in which the landlord has fsiled\nto take such steps (if any) to renew the tenancy of the\nformer tenant as the Board may have directed, or in any\ncase in which the Board is not satisfied that the premises\nwill be used, occupied or let to good advantage having\nregard to any prevailing shortage of similar accommoda-\ntion.\n       (9) Whenever a landlord has obtained an order or\njudgment for possession of any controlled premises on any\nground specified in paragraph (h) of subsection (l), and\nthe order or judgment is executed or the tenant voluntarily\ngives up his tenancy in consequence of that order or\njudgment, the landlord shall be guilty of an offence against\nthis Act-\n     (a) if, without first obtaining the permission of the\n          Board, he uses or permits to be used or occupies\n          or permits to be occupied or lets the premises at\n          any time; or\n     (b) if, having obtained permission as aforesaid, he\n         fails to comply with any terms or conditions\n         which the Board may have attached to that\n         permission,\nand the Board may decline to grant any such permission\nas aforesaid on any ground on which the Board could\ndecline permission under subsection (8).\n- -_____                                      ____ --_           __\n38                                RENT RESTRICTION\nTermina-        26.-(1)    Subject to the provisions of this section, the\ntion of\ntenancy of   landlord of any public or commercial building may ter-\npublic and\ncommercial   minate the tenancy by notice in writing given to the tenant\nbuildings.\n41 / 1960\n             specifying the date at which the tenancy is to come to an\ns. 4.         end (hereinafter referred to as “the date of termination”).\n36/ 1979\ns. 11.                 (2) A notice under subsection (1) shall not have\n             effect for the purposes of this Act unless it is given-\n                   (a) not less than twelve months before the date of\n                         termination specified therein, and\n                   (6) in the case of premises leased to the tenant for\n                         a fixed term of years, not more than twelve months\n                         before the date of expiration of the lease.\n                       (3) The tenant may not more than nine months\n             after the giving of the notice to quit-\n                   (a) give notice in writing to the landlord of his\n                         intention to remain on the premises after the date\n                         of termination; and\n                   (6) apply to the court for an order substituting for\n                         the date of termination a new date at which the\n                         tenancy is to come to an end (hereinafter referred\n                         to as “the substituted date of termination”).\n                       (4) An application under subsection (3) shall be\n             made by way of complaint upon oath before a Justice of\n             the Peace and thereupon a summons shall issue to the\n             landlord returnable before the Resident Magistrate for the\n             parish in which the premises or part thereof are situated.\n                       (5) An application under subsection (3) shall be\n             dealt with summarily.\n                     (6) An order granting an application under sub-\n             section (3)-\n                  (U) shall fix a substituted date of termination which\n                       shall not be more than twelve months later than\n                       the date of termination;\n                   me indllpion of this page iauthorized by L.N. 55/1984]\n                      RENT RESTRICTION                               39\n    (b) shall operate for all purposes as an order €or the\n        recovery of possession of the premises concerned\n        on the substituted date of termination;\n    (c)    may be made upon such terms and conditions and\n           may include such order as to costs as the court\n           thinks fit.\n          (7) An order under subsection (6) shall not be made\nunless-\n     (a) a notice under paragraph (a) of subsection (3) has\n         been given to the landlord;\n     (b) the court considers it reasonable to make the\n          order; and\n     (c) the court is satisfied that having regard to all the\n          circumstances of the case, less hardship would be\n          caused by the making of the order than by\n          refusing to make it.\n        (8) In refusing to make an order under subsection\n(6) the court may make such order as to costs as it thinks\nfit."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.-(1) Except under an order or judgment of a corn-\npetent court for the recovery of possession of any controlled\npremises, no person shall forcibly remove the tenant from\nthose premises or do any act, whether in relation to the\npremises or otherwise, calculated to interfere with the quiet\nenjoyment af the premises by the tenant or to conape1 him\nto deliver up possession of the premises.\n     (2) Every person who contravcI1czI any of the provi-\nsions of subsaction (1) shall, upon summary COnViCfioIl          1\nthereof before a Resident Magistrate, be bbk to be\nimprisoned for any term not exceeding twelve months.\n             i n d h of thir psoa k awlsorizd by L.N. 55119841\n40                                   RENT RESTRICTION\nConditions        2 8 4 1 ) A tenant who, under the provisions of this Act,\nof statutory\ntenancy.       retains possession of any premises, shall, so long as he\ns. 10.\n22/1965        retains possession, observe and be entitled whether as\n               against the landlord or otherwise, to the benefit of all the\n               terms and conditions of the original contract of tenancy,\n               so far as the same are consistent with the provisions of\n               this Act, and shall be entitled to give up possession of the\n               premises only on giving such notice as would have been\n               required under the original contract of tenancy :\n                  Provided that, notwithstanding anything in the con-\n               tract of tenancy, a landlord who obtains an order for the\n               recovery of possession of premises or for the ejectment\n               of a tenant retaining possession as aforesaid shall not be\n               required to give any notice to quit to the tenant.\n                       (2) Any tenant retaining possession as aforesaid\n               shall not, as a condition of giving up possession, ask to\n               receive the payment of any sum, or the giving of any other\n               consideration by any person other than the landlord, and\n               any person acting in contravention of this subsection shall\n               be guilty of an offence against this Act, and the court\n               by which he was convicted may order any such payment\n               or the value of any such consideration to be paid to the\n               person by whom the same was given, but any such order\n               shall be in lieu of any other method of recovery prescribed\n               by this Act.\n                       (3) Where the interest of a tenant of a dwelling-\n               house is determined, either as the result of an order for\n               possession or ejectment, or for any other reason, any sub-\n               tenant to whom the premises or any part thereof have been\n               sub-let either with the consent of the landlord or in accord-\n               ance with express authority conferred by or under the\n               tenancy agreement or lease shall, subject to the provisions\n               of this Act, be deemed to become the tenant of the land-\n               lord on the same terms as he would have held from the\n               tenant if the tenancy had continued.\n                                                                                 -\n                     m e inclusion of this page is authorized by L.N. 55/19841\n                     RENT RESTRICTION                                       41"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.-(1) The landlord of any controlled premises shall Rent\n                                                        books.\nkeep a rent book in respect of the premises.            291 1976\n                                                                   S. 17.\n       (2) Every rent book shall contain-\n    (a) particulars of the name and address of the land-\n         lord;\n    (b) particulars of the premises to which the rent book\n         relates;\n    (c) particulars of the rent and of any other terms or\n         conditions of the tenancy agreement;\n    (d) the maximum rent permitted under the Act;          211983\n                                                           s. 22(4).\n    (e) the date of issue of the Certificate of Assessed\n         Rent;\n     (f, such other particulars as the Minister may, by\n         order, prescribe.\n       (3) The landlord of any controlled premises shall-\n        as soon as he receives payment of any sum for or\n         on account of rent for the premises, make an entry\n         in the rent book showing the amount received,\n         the name of the tenant by whom, or on whose\n         behalf, the payment was made, and (if the tenant\n         is in arrear) the sum in respect of which he is in\n         arrear;\n         at such times as the tenant requests him so to do,\n         produce the rent book to the tenant for his in-\n         spection:\n        at such times as a Board, an Assessment Officer '/1983\n         or an Inspector requires him to do so,produce the 2W).    f.\n         rent book to a Board, the Assessment Officer or\n         Inspector, as the case may require.\n       (4) Any person who-\n    (a) makes in any rent book any entry showing or\n         purporting to show any tenant as being in arrear\n42                              RENT RESTRICTION\n                      in respect of any sum which by virtue of this Act\n                      is irrecoverable; or\n                 (5) contravenes any of the provisions of subsections\n                      (U, (2) and (31,\n            shall be guilty of an offence and shall be liable on summary\n            conviction before a Resident Magistrate to a fine not ex-\n            ceeding one thmsand dollars 2nd in default of payment\n            to imprisonment for a term not exceeding three months.\nGeneral        30. Any person who shall be guilty of an offence against\npenalty.\n            this Act for which no special punishment is provided shall\n            be liable upon summary conviction before a Resident\n271 1961\ns. 7.       Magistrate to a fine not exceeding one thousand dollars or\n            to imprisonment with or without hard labour for any term\n            not exceeding six months or to both such fine and such\n            imprisonment or, if such person is a corporation, shall be\n            liable to a fine not exceeding two thousand dollars.\nNotice         31.41) No notice given by a landlord to quit any con-\nto quit.\n36/1979     trolled premises shall be valid unless it states the reason\nS. 13.      for the requirement to quit.\n                    (2) Where the reason given in any notice referred\n            to in subsection (1) is that some rent lawfully due from the\n            tenant has not been paid, the notice shall, if the rent is\n            paid before the date of expiry of the notice, cease to have\n            effect on the date of payment.\n211983              (3) Where any notice referred to in subsection (l),"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. Notice to quit.\n                                                                         .\n    z: ]"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36.-(1) A court of competent jurisdiction or a Board,\n    subject to the provisions of subsection (2) may -\n                                                                          p;zot\n                                                                  overdue rent\n                                                                  or for refund\n         (a} on the application of the landlord, where any rent o& fy-\n             lawfully due from the tenant of any controlled 36/ign\n             premises has not been paid for at least thirty days S2/1983\n                                                                   . 17.\n             after it became due, order the tenant to pay the S.\n             amount which the court or the Board, as the case\n             may be, is satisfied is due to the landlord at the\n             date of the hearing of the application; and\n         (b) on the application of the tenant, where any rent in\n             excess of the permitted rent has been collected\n             from the tenant of any controlled premises by the\n.            landlord, order the landlord to pay to the tenant\n             the amount which the court or the Board, as the\n             case may be, is satisfied is, pursuant to such over-\n             collection, refundable to that tenant at the date of\n             the hearing of the application and the amount may,\n            [The hcluaion of this page is authorized by L.N.   55/19843\n44                                   RENT RESTRICTION\n                       without prejudice to any other mater of recovery,\n                       be deducted from any rent or money due or sub-\n                       sequently becoming due from the tenqt.\n                     (2) The amount in respect of which the Board may\n              order payment under subsection (1) shall not - exceed the\n              amount in respect of which a Resident Magistrate’s Court\n              has jurisdiction in actions arising from contract.\n                     (3) The Secretary of the Board shall forthwith upon\n211983        the making of an order by the Board under subsection (11%\nS.Wb).\n              lodge the order with the Clerk of the Courts for the parish\n              in which the premises to which the order relates are situated.\n                      (4) Every order which is lodged with the Clerk of\n              the Courts in accordance with this section shall be treated\n              as if it were an order made by the Resident Magistrate’s\n              Court for the payment of money, and the provisions in\n              respect of execution made by sections 213 to 247 (both in-\n              clusive) of the Judicature (Resident Magistrates) Act shall\n              apply in relation thereto as they apply in relation to an\n              order made by the Court.\n                      ( 5 ) The fees payable on an application to the Board\n              under this section shall be the same as the fees payable on a\n              plaint in the Resident Magistrate’s Court and shall be paid\n              by means of adhesive stamps of the pattern used for such\n              a plaint.\nRegulations\n211983"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. The Minister may make regulations for giving effect\nS 26.         to this Act and, without prejudice to the generality of the\n              foregoing, such regulations may-\n                   (a) regulate the activities of Valuation Officers and\n                       Valuers for the purposes of this Act; and\n                   (b) prescribe any matter required by this Act to be\n                       prescribed.\n                    [The induion   of thir page im authorized by LN. 55/19841\n                     RENT RESTRICTION                                           45\n                             PART I\n                       Landlord‘s Covenants\nThe landlord agrees-\n  (a) to keep the premises in a tenantable state of repair and to\n        observe reasonable sfandards of maintenance;\n  ( 6 ) to permit the tenant 011 his paying the renf and fulfilling his\n        other obligations under the tenancy peaceably and quietly to\n        occupy and enjoy the premises without any interruption by\n         the landlord or any person rightfully claiming under or in\n        trust for bm;\n                       r\n  (c) to pay punctuall at all times a l l rates and taxes payable by\n         him in respect o the premises:\n  (d) to indemnify and Save the teuht barmless,from any loss .aris-\n         ing ffdm any act riegiigetlce or default of the laridord. his\n         servants or agents.\n                             PART II\n                        Tenant’s Covencnts\nThe tenant agrees-\n  (U) to keep the premises in good order and condition. fair wear\n       and tear excepted:\n  (b) to pay the rent on the due date;\n  (c) to keep the premises in a sanitary condition and to rc€rain\n       from any conduct which is a nuisance or annoyance to adjoin-\n       ing occupiers;\n  (6) to refrain from outting down, injuring or destroying, without\n       the landlord’s consent, any trees standing on the premises. and\n       to refrain from causing damage to any part of the premises;\n  (e) to refrain from using the amenities of the premises in a wasteful\n       manner:\n  0 to permit the landlord or his agents at all reasonable times\n       to enter upon and inspect the premises and the state and\n       condition of every part thereof and carry out necessary repairs;\n                                          r\n  (g) not to sublet the premises or an part thereof without the\n       prior consent in writing of the land ord;\n  (h) if. while owing rent 011 the premises, he praposes or is obliged 2 1983\n       to vacate them, to notify the landlord, prior 00 vacating or S 27.\n       within a reasonable time thereafter, of the arrangements made\n                                                                          1‘\n       for the payment of the rent and of the address at which. if\n       necessary, process for recovery of rent may be served.\n      me inc cl won of this page b authorized by L.N. ‘55/13541\n46                                              RENT RESTRICTION\n361 1979                                             SECOND SCHEDULE                                  (Section 22)\nS. 19(a).\n                                      Date..................................................................\n                  To.......................................................................\n                ....................................................,...........................\n                                                     (Name of tenant)\n                  TAKE NOTICE that I intend to increase &e rent of S...............\n                per ....................................... at present payable by you as tenant\n                of premises at...........................................................................\n                .............................................................................................\n                .............................................................................................\n                                        (Address of premises)\n36/1979         by tbe amount of S............sanctioned by the Reat Assessment Board/\ns. 19(b).       Absessmcnt mar.\nail983\nS. 21 (u)(b).\n                  The certificate of the C!haimn/Secretary of the Rent Assessment\n                Board or the Assessment offices. as the Case may be. v e m g that\n                the said increase in rent is permitted under 'the Act. is attached hereto.\n                                            ....................................................................\n                                                     (Signature of Landlord or his agent)\n                                            ....................................................................\n                                                                          (Address)\n                                                                                                                   -\n                          me indhon of tbb page ir autborizcd by L.N. S5/19841"
    }
  ],
  "definitions": []
}