{
  "id": "jm-stat-the-representation-of-the-people-interim-electoral-reform-act",
  "type": "statute",
  "title": "The Representation of the People (Interim Electoral Reform) Act",
  "title_en": "The Representation of the People (Interim Electoral Reform) Act",
  "short_name": "Representation of the People (Interim Electoral Reform) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-representation-of-the-people-interim-electoral-reform-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-representation-of-the-people-interim-electoral-reform-act | Legal areas: Elections",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.-(I)       The Committee shall consist of eight members appointed by Constitu-\nthe Governor-General by instrument in writing, as follows-                      tion of the\n      (a) two members shall be appointed on the advice of the Prime\n              Minister and two members on the advice of the Leader of\n              the Opposition; and such members are in this Act referred\n               to as the “nominated members”;\n       (b) subject to sub-paragraph (2). three members shall be appointed\n               on the recommendation of the nominated members; and the\n               members so appointed or appointed pursuant to sub-paragraph\n               (2) are in this Act referred to as the “selected members”; and\n      (c) subject to sub-paragraph (4), one member shall be appointed\n               on the recommendation of the members appointed under ( a )\n               and ( b ) ; and the member so appointed is in this Act referred\n               to as the “Director of Elections”.\n          ( 2 ) The recommendation for the appointment of each of the\nselected members shall be by a majority decision of the nominated\nmembers and, if the nominated members do not, within two weeks\nafter their own appointment. complete the recommendation of all three\nselected members, the Governor-General shall, after consultation with\n the Prime Minister and the Leader of the Opposition, make such\nappointments as shall be necessary to establish the complement of three\n selected members.\n       (3) The selected members shall, within two weeks from their\nappointment, elect a Chairman of the Committee from among them-\nselves by a majority vote and, if they fail to do so, the Governor-\nGeneral shall, after consultation with the Prime Minister and the\nLeader of the Opposition, appoint the Chairman from among such\nselected members.\n       (4) The recommendation for the appointment of the Director\nshall not be made until after the Chairman is appointed and, for the\npurposes of such recommendation, the Chairman shall have and exercise\na casting vote in any case in which the voting is equal.\n      ( 5 ) The Director shall not be eligible to vote at any meeting\nof the Committee.\n         (6) It is hereby declared that the provisions of section 32 of\nthe Constitution of Jamaica apply in relation to the exercise of the\nGovernor-General’s functions under this paragraph."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1) No person shall be qualified to be a nominated member if Disqualifi-\nhe-                                                                     cat.ons for\n                                                                        mcmbrr-\n      ( U ) is not a citizen of Jamaica resident in Jamaica;            shlp of the\n      ( b ) has not attained the age of eighteen years;                 Committee.\n      (c) is under sentence of death imposed on him by a court in\n           me inclusion of this page is authorized by L.N. 96/1993]\n 8                        REPRESEA'TATIUN OF THE PEOPLE (INTERIM\n                                    ELECTORAL REFORM)\n                         any part of the Commonwealth, or is serving a sentence cf\n                         imprisonment by whatever name called of or exceeding six\n                         months imposed on him by such a court or substituted by a\n                         competent authority for some other sentence imposed on\n                         him by such a court or is under such a sentence of imprison-\n                         ment the execution of which is suspended:\n                   (4 is disqualified for registration as an elector for elections to\n                         the House of Representatives by or under any law for the\n                         time being in force in Jamaica because he has been con-\n                         victed of an offence connected with the election of members\n                         of the House of Representatives or of any local authority\n                         or body for local purposes;\n                   (e) is, under any law for the time being in force in Jamaica.\n                         certified to be insane or otherwise adjudged to be of unsouuo\n                         mind or detained as a criminal lunatic;\n                   0 is, by virtue of his own act, under any acknowledgement of\n                         allegiance, obedience or adherence to a foreign power or state;\n                  (g) holds or is acting in the office of Judge of the Supreme Court\n                         or Judge of the Court of Appeal or is a member of a defence\n                         force;\n                  (h) is a party to, or is partner in a firm or a director or manager\n                        of a company which to his knowledge is a party to, any\n                        contract with the Government of Jamaica for or on account\n                        of the public service, and has not previously disclosed to the\n                         Governor-General the nature of such contract and his interest\n                        or the interest of such firm or company therein;\n                  (9 has been adjudged or otherwise declared bankrupt under any\n                         law in force in any part of the Commonwealth and has not\n                        been discharged; or\n                  (j) has at any time been convicted of any offence involving moral\n                        turpitude or dishonesty.\n                      (2) No person shall be qualified to be a selected member or the\n              Director if he-\n                  (a) is a Member of Parliament or a member of any local\n                        authority;\n                  (b) has been a Member of Parliament or a member of any local\n                        authority (or has been a candidate for election as a Member\n                        of Parliament or as a member of any local authority during\n                        a period of sevec years prior to the date of appointment\n                        as a selected member or as Director);\n                  (c) is disqualified from being a nominated member under sub\n                        paragraph (I?.\nDuration        3.-(1)     Subject to the provisions of this Schedule, the appointment\nof appoint-   of-\nmerit.\n13/1996\n                    (a)   a nominated member of the Committee shall be for a perid\ns. 2(c).                  of eighteen months;\n                            _____-          -\n                          me inclusion of this page is authorized by LN. %/1998]\n         REPRESENTATION OF T H E PEOPLE (INTERIM                                9\n                  ELECTORAL REFORM)\n       (b) a selected member of the Committee shall be for a period of\n             four years;\n       (c) the Director of Elections shall be for a period of seven years.\n         (2) The members of the Committee shall be eligible for\n reappointment.\n         (3) The office of a member of the Committee shall become\nvacant-\n      (U) if he resigns his office;\n      (b) in the case of a nominated member, if his appointment is\n            revoked by the Governor-General on the advice of the Prime\n            Minister or the Leader of the Opposition, as the case may\n             be, having regard to which such officer advised his appoint-\n            ment;\n      (c) in the case of a selected member or the Director, if his appoint-\n            ment is revoked by a resolution passed by the majority of\n            all the members of the Committee having a right to vote\n            or a resolution of each House of Parliament approved by\n             not less than two-thirds of all the members of that House; and\n      ( d ) if any circumstances arise that, if he were not a member\n            would cause him to be disqualified for appointment as such\n            by virtue of paragraph 2, so, however, that, in relation to\n             paragraph 2(1) (h), the requirement of notification to the\n             Governor-General shall be satisfied if he notifies the Governor-\n            General within a reasonable time of the entering into the\n            contract with the Government of Jamaica.\n        (4) If the office of a member of the Committee becomes vacant\nany other person who is qualified to be a member of the Committee\nmay be appointed to be a member of the Committee in accordance\nwith the provisions of paragraph 1 and the duration of the term of\noffice of such member shall be the unexpired period of the term of\noffice of the member whose office became vacant and for the purposes\nof filling the vacancy of a selected member the period of two weeks\nreferred to in paragraph l(2) shall be calculated from the date on\nwhich such vacancy occurred."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. This Act shall continue in force until provision is made Duration\nin the Constitution of Jamaica for the establishment of an of h s Act.\nElectoral Commission in terms which preclude the alteration\nof that provision otherwise than in accordance with the\nprocedures prescribed by, or in relation to section 49(3) of\nthat Constitution and shall then expire."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.+)     The Committee shall meet as and when necessary for the procedure\nperformance of its functions under this Act and such meetings may and\nbe held at such places and times and on such days as the Committee mcctiDm\nmay determine.\n        (2) The Chairman may at any time call a special meeting of\nthe Committee and shall call a special meeting within seven days of\nthe receipt of a written request for that purpose addressed to him\nby any two members of the Committee.\n        (3) The Chairman shall preside at all meetings of the Committee\nat which he is present and in the case of his absence from any meeting\nthe members present and constituting a quorum shall elect one of the\nselected members to act as Chairman at that meeting.\n                                                ~\n            m e inclusion of this page is authorized by LN. 9611998J\nI0                    REPRESENTATION OF THE PEOPLE (INTERIM\n                               ELECTORAL REFORM)\n                    (4) The quorum at any meeting shall be three.\n                    (5) Every decision of the Committee shall be by a majority\n              vote and where the voting is equal on any matter the Chairman shall\n              have a casting vote in addition to his original vote.\n                     (6) Subject to the prcvisions of this paragraph the Committee\n              shall have power to regulate its own proceedings.\n                     (7) The validity of any proceedings of the Committee shall not\n              be affected by any vacancy amongst the members or by any defect\n              in the appointment of a member.\n Remunera-       5.-(1)    The members of the Committee shall receive such emolu-\n tion of      ments and be subject to such other terms and conditions of service\n mrmben.      as may from time to time be prescribed by or under any law or by\n              resolution of the House of Representatives and the emoluments payable\n              to a selected member shall not be less than the emoluments which\n              may, from time to time, be payable to a Puisne Judge.\n                       (2) The emoluments and terms and conditions of service of the\n              members shall not be altered to their disadvantage during the period\n              of their appointment or reappointment, as the case may be.\nResigna-        6 . 4 1 ) Any member. other than the Chairman, may at any time\ntion.         resign his office by instrument in writing addressed to the Governor-\n              General and transmitted through the Chairman; and from the date\n              of receipt by the Governor-Genzral of such instrument such member\n              shall cease to be a member.\n                    (2) The Chairman may at any time resign his office by instru-\n              ment in writing addressed to the Governor-General; and such resigna-\n              tion shall take effect as from the date of the receipt by the Governor-\n              General of the instrument.\nA u thentica-    7 . 4 1 ) The seal of the Committee shall be authenticated by the\ntion of       signatures of the Chairman and another member authorized to act in\n     C and\nP       ~\ndocuments.\n              that behalf.\n                     (2) All documents, other than those required by law to be under\n              seal, made by, and all decisions of, the Committee may be signified\n              under the hand of the Chairman or any other member authorized\n              to act in that behalf.\nPublication      8. The names of all members as first appointed and every change\nof com-       in the composition of the Committee shall be published in the Gazette.\nposition of\nCommittee.\nProtection      9. Notwithstanding anything to the contrary no act done or pro-\nof\nComm ittee.   ceeding taken under this Act by the Committee shall be questioned\n              on the ground of any omission, defect or irregularity not affecting the\n              merits of the case.\n                       me inclllsion of this page is authorized by L.N. 96/1998]\n        REPRESENTATION OF THE PEOPLE (INTERIM                                       11\n                 ELECTORAL REFORM)\n   lO.--(l) No member shall be personally liable for any act or default Protection\nof the Committee done or omitted to be done in good faith in the ofmember.\ncourse of the operation of the Committee,\n        (2) Where any member is exempt from liability by reason only\nof the provisions of this paragraph the Committee shall be liable to\nthe extent that it would be if the said member were a servant or\nagent of the Committee."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) The Committee shall have the power, with the Pension   scheme.\napproval of the Minister, to make regulations establishing 71 1995\nschemes for pension, gratuities and other retiring benefits s*2.\nin respect of the Director, the selected members and\nemployees of the Committee; and such regulations may\nindude provision for the grant of benefits to the dependants\nor the legal personal representatives of the Director, the\nselected members or the employees.\n         (2) Whenever the Committee is satisfied that it is 7/1995\nequitable for any regulations made under this section to be s. 2.\ngiven retrospective effect in order to confer a benefit upon\nor remove a disability attaching to any person these regu-\nlations may be given retrospective effect for that purpose.\n   lO.-(l> During the continuance in force of this Act the ment  Appoint-\n                                                                       of\n provisions of sections 11, 64, 65, 66, 67 and 68 of the returning\n Representation of the People Act, in so far as those pro- officers,\n                                                                 election\nvisions relate to the appointment by the Governor-General c'erks*\n of enumerators, returning officers, election clerks, substitute\n election clerks, presiding officers and poll clerks, shall not\nhave effect.\n          f7hincludon of &is page is autirorized by L.N. 95 / 19971\n6                   REPRESENTATION OF THE PEOPLE (INTERIM\n                             ELECTORAL REFORM)\n                      (2) The functions of enumerators, returning officers,\n              election clerks, substitute election clerks, presiding officers\n              and poll clerks, respectively, under the Representation of\n              the People Act shall, during the continuance in force of\n              this Act, be performed, in lieu of those enumerators, officers\n              or clerks, by persons appointed and designated for the\n              purpose by the Committee.\n                      (3) Any person appointed and designated by the\n              Committee to carry out any function pursuant to this\n              section shall take and be bound by the like oath or affirma-\n              tion as would be required of persons appointed by the\n              Governor-General under section 11, 64, 65, 66, 67 or 68\n              of the Representation of the People Act, as the case may be.\nPundr\nof the"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The funds of the Committee shall consist of such\nCommittee.    sums as may from time to time be placed at the disposition\n              of the Committee by Parliament for the purposes of this\n              Act.\nDisqualifi-      12.-(1) The Director and the selected members of the\ncation from\nvotingin      Committee shall be disqualified from voting at any election\nelections.\n              of a member to serve in the House of Representatives or\n              on the Council of the Kingston and St. Andrew Corpora-\n              tion or any Parish Council.\n                      (2) Any person appointed and designated by the\n              Committee to carry out the functions of enumerators,\n              returning officers, election clerks, substitute election clerks,\n              presiding officers and poll clerks pursuant to section 10\n              shall be subject to the like disabilities in regard to voting\n              at elections as would be applicable to persons appointed to\n              carry out those duties pursuant to sections 11, 64, 65, 66,\n              67 and 68 of the Representation of the People Act, as the\n              case may be.\n              _-   __I_  __\n                            inclusion of this 'page is authorized by L.N. 95/ 19971\n        REPRESENTATION OF THE PEOPLE (INTERIM                                                 7\n                 ELECTORAL REFORM)\n                                      SCHEDULE                  (Section 4 (3))"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. where, pursuant to paragraph 1 or pragraph 3, the Governor- Proyisiona\nGeneral is directed to act on the advice of or after consultation with, ;\\l!$)&\nthe Leader of the Opposition and-                                       is no\n     (a) there is no person holding the office of Leader of the Opposi-\n        tion; or                                                       hon.\n                                                                       911984\n    (b) the holder of that office is unwilling or, by reason of his s. 2.\n        illness or absence from Jamaica, unable to perform his\n        €unctions in that regard,\nthe Governor-General shall aot as if the reference in those paragraphs\nto the Leader of the Opposition were a reference to such person as\nthe Governor-General, in his discretion, considers appropriate.\n          [The indusion of this page is authorized by L.N. 87/1986J"
    }
  ],
  "definitions": []
}