{
  "id": "jm-stat-the-republic-of-the-gambia-act",
  "type": "statute",
  "title": "The Republic of the Gambia Act",
  "title_en": "The Republic of the Gambia Act",
  "short_name": "Republic of the Gambia Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-republic-of-the-gambia-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-republic-of-the-gambia-act | Legal areas: Citizenship and Nationality",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                    Interpreta-\n                                                                     tion.\n    “commencement of this Act” means 24th April, 1970;.\n    “Minister” means the Minister responsible for external\n        affairs;\n    “Parliament” means the Parliament of Jamaica."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 1 ) On and after the commencement of this Act all Operation of\nexisting law, that is to say all law which, whether being a law.\n                                                             existing\nrule of law or a provision of an Act of Parliament or of\nany other enactment or instrument whatsoever, is in force\non the date of such commencement or has been passed or\nmade before that date and comes into force thereafter,\nshall, unless and until provision to the contrary is made\nby Parliament or some other authority having power in\nthat behalf, and subject to the following provisions of this\nsection, have the same operation in relation to The Gambia,\nand persons and things belonging to or connected with\nThe Gambia, as it would have apart from this subsection if\non that date The Gambia had not become a Republic.\n       (2) The Minister may, by order, make such adapta-\ntions in any enactment passed before or after the commence-\nment of this Act, or in any instrument having effect under\nany such enactment, as appear to him necessary or expedient\nin consequence of The Gambia having become a Republic\non that date; and any such order may, though made after the\n2                    REPUBUC OF THE GAMBIA\n    commencement of this Act, be made so as to have effect from\n    the date of such commencement.\n          (3) Every order made under subsection (2) shall be\n    subject to negative resolution.\n           Crac mClusioll ai this page is mtharited by L.N.4W/1973]"
    }
  ],
  "definitions": []
}