{
  "id": "jm-stat-the-restrictive-covenants-discharge-and-modification-act",
  "type": "statute",
  "title": "The Restrictive Covenants (Discharge and Modification) Act",
  "title_en": "The Restrictive Covenants (Discharge and Modification) Act",
  "short_name": "Restrictive Covenants (Discharge and Modification) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-restrictive-covenants-discharge-and-modification-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-restrictive-covenants-discharge-and-modification-act | Legal areas: Real Estate",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Restrictive Covenants Short title.\n(Discharge and Modification) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                   Interpreta-\n                                                                    tion.\n    “local authority” means-\n    (a) in relation to the parishes of Kingston and St.\n        Andrew, the Council of the Kingston and St.\n         Andrew Corporation as constituted under the\n         Kingston and St. Andrew Corporation Act;\n    (b) in relation to any other parish, the Parish Council\n         of such parish;\n    “Town and Country Planning Authority” means the\n         Town and Country Planning Authority appointed\n         under the Town and Country Planning Act."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) A Judge in Chambers shall have power, from Power to\ntime to time on the application of the Town and Country discharge\n                                                        modify or\nPlanning Authority or of any person interested in any\nfreehold land affected by any restriction arising under\ncovenant or otherwise as to the user thereof or the building\nthereon, by order wholly or partially to discharge or modify\nany such restriction (subject or not to the payment by the\napplicant of compensation to any person suffering loss in\nconsequence of the order) on being satisfied-\n     (a) that by reason of changes in the character of the\n         property or the neighbourhood or other circum-\n          stances of the case which the Judge may think\n2             RESTRICTIVE COVENANTS (DISCHARGE\n                      AND MODIFICA TION)\n               material, the restriction ought to be deemed\n               obsolete; or\n          (6) that the continued existence of such restriction or\n               the continued existence thereof without modifica-\n               tion would impede the reasonable user of the land\n               for public or private purposes without securing to\n               any person practical benefits sufficient in nature\n               or extent to justify the continued existence of such\n               restriction, or, as the case may be, the continued\n               existence thereof without modification; or\n          (c) that the persons of full age and capacity for the\n               time being or from time to time entitled to the\n               benefit of the restriction whether in respect of\n               estates in fee simple or any lesser estates or\n               interests in the property to which the benefit of\n               the restriction is annexed, have agreed, either\n               expressly or by implication, by their acts or\n              omissions, to the same being discharged or\n              modified; or\n          (d) that the proposed discharge or modification will\n               not injure the persons entitled to the benefit of\n              the restriction :\n           Provided that no compensation shall be payable in\n    respect of the discharge or modification of a restriction by\n    reason of any advantage thereby accruing to the owner of\n    the land affected by the restriction, unless the person\n    entitled to the benefit of the restriction also suffers loss in\n    consequence of the discharge or modification, nor shall any\n    compensation be payable in excess of such loss.\n          (2) The Judge shall, before making any order under\n    this section, direct such enquiries as he may think fit to be\n    made of the Town and Country Planning Authority and\n    any local authority, and such notices as he may think fit,\n          RESTRICTIVE COVENANTS (DISCHARGE                                  3\n                  AND MODIFICA TION)\nwhether by way of advertisement or otherwise, to be given\nto the Town and Country Planning Authority and any\npersons who appear to be entitled to the benefit of the\nrestriction sought to be discharged, modified, or dealt with.\n      (3) Any order made under this section shall be\nbinding on all persons, whether ascertained or of full age\nor capacity or not, then entitled or thereafter capable of\nbecoming entitled to the benefit of any restriction, which\nis thereby discharged, modified, or dealt with, and whether\nsuch persons are parties to the proceedings or have been\nserved with notice or not.\n      (4) Rules of court may be made regulating applica-\nPions under this Act, the recording and registration of\norders made under this Act, and all matters incidental\nthereto."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Where any proceedings by action or otherwise are Stay of pro-\ntaken to enforce a restrictive covenant, any person against ~ ~ ~ ; ~ a p -\nwhom the proceedings are taken may in such proceedings Judgeplication to\n                                                                   in\napply to the court for an order giving leave to apply to a Chambers.\nJudge in Chambers under section 3, and staying the pro-\nceedings in the meantime."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The Supreme Court shall have power on the applica- Interpreta-\ntion by motion of the Town and Country Planning                       $:i&rr;\nAuthority or any person interested-                          Supreme\n                                                             court.\n      (a) to declare whether or not in any particular case\n           any freehold land is affected by a restriction\n          imposed by any instrument; or\n      (b) to declare what, upon the true construction of any\n          instrument purporting to impose a restriction, is\n          the nature and extent of the restriction thereby\n          imposed and whether the same is enforceable and\n          if so, by whom.\n4                         RESTR ICTI V E COVENANTS (DISCHARGE\n                                   AND MODIFICATION)\nWhere in-        6. An order may be made under this Act notwithstand-\nstrument\nlmposlng       ing  that any instrument which is alleged to impose the\nrestriction is\nnot            restriction intended to be discharged, modified, or dealt\nproduced.      with may not have been produced to the court, or the\n               Judge in Chambers, as the case may be, and the court or\n               Judge may act on such evidence of that instrument as the\n               court or Judge may think sufficient.\nDuty of           7. Where the title to any land in respect of which any\nRegistrar\nof Titles.     order is made under this Act is registered under the Regis-\n               tration of Titles Act, the Registrar of Titles shall forthwith,\n               upon production to him of a certified copy of such order,\n               enter an appropriate memorandum thereof upon the Regis-\n               ter Book.\nApplication.     8.-(1)   This Act shall apply-\n                    (a) to restrictions whether subsisting at the com-\n                         mencement of this Act or imposed thereafter;\n                         and\n                    (b) whether the title to the land affected by the restric-\n                         tion is registered under the Registration of Titles\n                         Act or not.\n                      (2) This Act shall not apply to restrictions created\n              or imposed-\n                   (a) for Naval, Military or Air Force purposes; or"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12, 13 and         (b) for Civil Aviation purposes under the powers of\n14 Geo. VI\nC. 67 (U.K.).            the United Kingdom Civil Aviation Act, 1949,\n                   but subject to the foregoing provisions, shall be bind-\n                   ing on the Crown.\n                     (3) Where a term of more than seventy years is\n              created in land (whether before or after the commencement\n              of this Act) this Act shall, after the expiration of twenty-\n                      me inclusion of this page is authorized by L.N. 48011973)\n          RESTRICTIVE COVENANTS (DISCHARGE                         5\n                 AND MODIFICA TION)\nfive years of the term, apply to restrictions affecting such\nleasehold land in like manner as it would have applied had\nthe land been freehold.\n       me inclusion of this page is authorized by L.N. 480/1973]"
    }
  ],
  "definitions": []
}