{
  "id": "jm-stat-the-retiring-allowances-legislative-service-act",
  "type": "statute",
  "title": "The Retiring Allowances (Legislative Service) Act",
  "title_en": "The Retiring Allowances (Legislative Service) Act",
  "short_name": "Retiring Allowances (Legislative Service) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-retiring-allowances-legislative-service-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-retiring-allowances-legislative-service-act | Legal areas: Employment",
  "provisions": [
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) A retiring allowance payable under this Act shall, if c-ionor\nthe person in receipt thereof again becomes a legislatorBcease to\nbe payable during the period in respect of which that pemn is in min\n                                                                        zlz     if\nreceipt of salary as a legislator:                                , hffeipt\n                                                                    he~e~r\n   Provided that where the rate of such retiring s l l o m c e          f+@&y\nexceeds the rate of such salary, nothing in this subseetiom sh81 birilapas.\nprevent the payment of retiring allowance to the extent of such'\nexcess.\n        (2) Upon the expiration of the period r e f e d to in s u b 5 ~ 1 9 7 4\nsection (1) during which a person has further sewice as a\nlegislator, the rate of retiring allowance shall subject to s u b 1 sass).\nsection (4) be recalculated in accordance with, md subject to,\nthe principles set out in paragraph (a) of subsection (1) of\nsection 7 as applicable in relation to that pemn at the expiration\nof such period.\n        (3) A retiring dlowance recalculated in amdance with\nsubsection (2) shall be paid at the recalculated rate with effect\nh m the date of cessation of the period of service tas a legislator\ngiving rise to the recalculation.\n       (4) A person to whom a retiring allowance ncllculated in h l % ~\naccordance with subsection (2) is payable (heneinafler r e f e d s. 3@).\nto as the recalculated retiring allowance) m y , at his elation ,\nexercisable at the Pime when the award is king\nin the manner and subject to such term and conditions as are\nspecified in subsection (3) of section 7, k paid in lieu of the\nd c u l a t e d retiring allowance, a reduced retiring dlowmee 1\n                    RETIRING ALLOWANCES (LEGISLATIVESERVICE)\n             at an annual rate equivalent to thee-fourths of the recalculated\n             =€iring allowance together with a gratuity equal b twelve and\n             one-half times the amount of the reduction so made in the\n             recalculated retiring allowance:\n                Provided that-\n                    (a) where a person entitled to a recalculated retiring\n                        allowance had elected under subsection (2)of section\n                        7 b receive a reduced retiring allowance in respect of\n                        his period of sewice as a legislator prior to the period\n                                                                                      0\n                        of service giving rise to the recalculation that person\n                        shall, for the purpose of an award under this section,\n                        be deemed to have so elected under this subsection;\n                     (b) there shall be deducted from the amount of my\n                          gratuity payable b any person in accordance with\n                          this subsection, the amount of any gratuity pre-\n                          viously paid to that person under subsection (2) of\n                          sation 7 .\n    wsmo\n,\n    \"'\"              (5) Subsection (4) shall apply only to a person who\n             b m e s eligible for recalculated retiring allowance after the 9'\n             day of October, 1980.\n    WeM of      9 . 4 1 ) Where any person who has made contributions pur-\n    d & c\n    riono.   saeant to this Act ceases to be a legislator and is not eligible for a\n             retiring allowance he may, if he so desires, apply to the\n             appropriate Minister for a r e h d of his contributions and, on\n             such application, he shall be rehded an amount equal to the\n             total amount of the contributions paid by him pursuant to this\n             Act.\n                     (2) Where the appropriate Minister is satisfied that-\n                 (a) a contributor has ceased to be qualified to be a legislator;\n                       and                                                            0\n                 (b) at the date of the disqualification that contributor was\n                       not entitled pursuant to section 6 to retiring allowance,\n             he may direct that the total amount of the contributions paid by\n             that contributor be rehded to him and upon such direction the\n             r e h d shall be made accordingly.\n                          (Tbe khdam d cLh    b rrrb.r&dby LS. ItV1OII(\n         (3) Subject to subsection 4 and section 15 where a -1\n                                                                    s.2 (8)\n=fund has been d e to any person undef this section, no other\naward shdl be made under this Act to, or in mspct Q% &at\nperson in relation to the service of that j x m n as a leddator\nprior to the date of the refund.\n         (4) Subsection (3) shall not apply w h e w                 smm\n      (a) a refimd has been made to any penom under this 2 (a).     s.\n          section;\n      (b) subsequently, the person has sewed again as a\n           legislator, and\n      (c) the person repays to the Aosountmt-Gend the\n          amount refunded within twelve months next dler the\n          date of commencement of the subsequent service as a\n           legidator or such longer period as the appropriate\n          Minister may, in any case, allow.\n         (5) Any amount eepaid under subseedon (4) shdl be laam\npaid into the Consolidatee Fund.                                    s.a M.\n   lo.--( 1) Subject to the pmvisioas of this Act, where a pCXSOIi:TAwW ~o\n                                                                    vIkbw1.\nwho-\n      (a) is in receipt of a retiring allowmce; or\n      (b) has sewed as a legislator for two h    O B pdimentmy\n          terms or for perids equal in the aggregate b not less\n          than nine years; or\n      (c) king a legislator, atad having sewed as a Begislator for\n          periods e q d in the aggtegate to not less than four\n          years,\ndies leaving a widow, there shall k paid to the widow during 2441980\nher lifetime a widow's allowance at an md rate equivalent s4-\nto-\n      (4in the case of a person mentioned in paragraph (a),\n          two-thirds of the retiring allowance being paid to him,\n           so, however, that if, pursuant to an election under\n           section 7(2) or 8(4), as the case may be, he is king\n           paid a r e d u d retiring allowance, the widow's\n           allowance shall k two-thirds of the retiring allowance\n           which would have been payable if there had been no\n           such elation; or\n       R E T I . 6 ALLOWANCES (LEGISLAW E SERVICE)\n     (e) in the case of a person mentioned in paragraph (b) or\n          (c), two-thirds of the retiring dlowance which would         '\n          have been payable to him with effect h m the date of\n          his death if he had not died but had satisfied the\n          requirements of section 6 for the award of a retiring\n          dlowance and had k e n awarded a retiring allowance\n          computed in accordance with paragraph (a) of sub-\n          section (1) of section 7.\n        (2) A widow's allowance under this section-\n     (a) shall k paid monthly in arrears in quai instalments as\n           far as possible;\n     (b) shall, subject to subsection (9,     if the widow is in\n          receipt of a retiring allowance by virtue of having been\n          herself a contributor under this Act, cease to be\n          payable;\n     (c) shall, subject to subsection (9,     if the widow is in\n          receipt of salary as a legislator, cease to be payable\n          during the period in respect of which the widow is in\n          receipt of such salary.\n        (3) Where the rate of widow's allowance exceeds the\nrate of retiring allowance or the rate of d a r y , as the case may\nbe, nothing in p m p p h (b) or (c) of subsection (2) shdl\nprevent the payment of the widow's allowance to the extent of\nsuch excess.\n        (4) Where a person who is serving as a legislator dies\nkfore he has served the requid m i n i m period as a legislator\nto permit his widow to qualib for a widow's dlowance under\nsubsection (1) there shall be paid to the widow a gratuity equal\nin amount to the total contributions paid by that person plus one\nyear's salary of that person.\n        (5) Where a widow entitled t o an award under this\nsection dies before she has received by way of widow's\nallowance an amount equal to the gratuity payable pursuant to\nsubsection (4) there shall be paid to her legal personal\nrepresentative the amount of such gratuity aforesaid less-\n             [The indtuioa of ctls page b rr4borted by LS. IZ3/2Oll)"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Special provisions relating to refunded contributions.\n       RETIRING ALLOWANCES (LEGISLATdVE SERVICE)\n  Provided that nothing in this subsection shad1 aiTect the\nmaximum rate of the normal retiring allowance payable pursuant\nto subsection (1).                                                  j\n         (3) An election pursuant to subsection (2) shdl be made 24!1980\nby memorandum in whiting to the appropriate Minister and shall s. z(e).\nbe irrevocable unless the appropriate Minister, on such terns as\nhe considers reasonable, otherwise permits.\n         (4) Subsection (2) shall apply only to a person who 241n9110\nbecomes eligible for a retiring allowance after the 9th day of S.2(b).\nOctober, 1980."
    }
  ],
  "definitions": []
}