{
  "id": "jm-stat-the-rice-industry-board-act",
  "type": "statute",
  "title": "The Rice Industry Board Act",
  "title_en": "The Rice Industry Board Act",
  "short_name": "Rice Industry Board Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-rice-industry-board-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-rice-industry-board-act | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act unless the context otherwise requires- Interppta-\n     “Board” means the Rice Industry Board established by tion.\n          this Act;\n     “chairman” means the chairman of the Board and in-\n                                                                         I\n          cludes the acting chairman;                           I\n     “member” means a member of the Board and includes\n          the chairman;                                         I\n     “Minister” means the Minister responsible for trade;                ~\n    “nominated member” means a member appointed                  1\n                                                                  1\n          upon the nomination of a body authorized by this        I\n          Act to nominate a member;                               II\n     “nursery” means any nursery for the cultivation of rice       I\n          plants or rice seedlings;                                I\n     “rice” includes rice in the straw or in the husk;              I\n     “rice grower” means a person in possession of land             I        ;\n          and entitled to grow rice thereon;\n     “rice mill” means any plant, machinery, appliance or                    I\n          apparatus, whether similar to the foregoing or\n          not, and any premises, used for the curing, drying,         I\n          washing, processing or preparation for sale, of                        I\n          rice.                                                       I\n                                                                                     I\n         Establishment and Functions of Board"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) There shall be established for the purposes of this and\n                                                            bttlblirhmk!\n                                                                 mnati\nAct a body to be called the Rice Industry Board.            tion of the\n                                                            Board.\n4                        RICE INDUSTRY BOARD\n         (2) The Board shall consist of five members appointed\n    in manner following, that is to say-\n        (a) three by the Minister of whom one shall be\n               appointed by the Minister to be the chairman;\n        (b) one by the Minister upon the nomination of the\n            Agricultural Development Corporation established\n            under the Agricultural Development Corporation\n            Act;                                                              7\n        (c) one by the Minister upon the nomination of the\n               Jamaica Rice Growers’ Co-operative Association\n               Limited.\n          (3) The appointment of every member of the Board\n    shall be evidenced by an instrument in writing, and such\n    instrument shall state the period of office of the member\n    which shall not exceed three years.\n                                                                          I\n            (4) Every member shall be eligible for reappoint-\n    ment.\n            (5) A person shall be disqualified from being\n    appointed or from being a member of the Board so long\n    as he is a member of the House of Representatives.\n          (6) If the chairman is absent or unable to act, the\n    Minister may appoint a person, whether or not such per-\n    son is already a member of the Board, to act temporarily\n    in the place of the chairman.\n          (7) If a nominated member is absent or unable to act,\n    the body by which he was nominated may nominate a suit-\n    able person to act temporarily in the place of such member.\n          (8) If any member other than a nominated member\n    is absent or unable to act or has been appointed to nct as\n    chairman, the Minister may appoint a suitable person to\n    act temporarily in the place of such member.\n                   RICE INDUSTRY BOARD                                       5\n      (9) Any member of the Board, other than the chair-\nman, may at any time resign his offis by instrument in\nwriting addressed to the Minister and transmitted through\nthe chairman and upon the date of the receipt by the chair-\nman of such instrument such member shall cease to be a\nmember of the Board.\n     (10) The chairman may at any time resign his office\nby instrument in writing addressed to the Minister and\nsuch resignation shall take effect as from the date of the\nreceipt of such instrument.\n     (11) The Minister may at any time revoke the appoint-\nment of any member of the Board if he think it expedient\nso to do.\n      (12) The appointment, resignation, revocation of\nappointment or death of any member of the Board shall be\nnotified in the Gazette."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)  The Board shall be a body corporate having per- Incor ra-\npetual succession and a common seal, with power to\n                                                          tion.     li.\nacquire, hold and dispose of land and other property of\nwhatever kind.\n      (2) The seal of the Board shall be kept in the custody        ,\nof the chairman or the secretary of the Board and may be\naffixed to instruments pursuant to a resolution of the               I\nBoard and in the presence of the chairman, one other mem-            ,\nber and the secretary.                                               I\n      (3) The seal of the Board shall be authenticated by\nthe signatures of the chairman and the secretary of the                 ,\nBoard and such seal shall be officially and judicialiy                   I\n                                                                         I\nnoticed.\n      (4) All documents, other than those required by law\nto be under seal, made by, and all decisions of the Board\nmay be signified under the hand of the chairman or any\n      TTho inclusion of this page is authorized by L.N. 480/1973]\n6                                  RICE INDUSTRY BOARD\n               member of the Board authorized to act in that behalf or\n               the secretary of the Board.\n                     ( 5 ) The Board may sue and be sued in its corporate\n               name and may for all purposes be described by such name,\n               and service upon the Board of any notice, order or other\n               document shall be executed by delivering it to, or by send-\n               ing it by registered post addressed to, the secretary of the\n               Board at the office of the Board.                                        \\\nFunctions of     5 . 4 1) It shall be the duty of the Board-\nthc Board.\n                     (U) to promote the interests and efficiency of the rice\n                         industry of the Island and to assist in the develop-\n                         ment of that industry;\n                     (6) to secure the most favourable arrangements for\n                         the purchase, handling, marketing, sale, importa-\n                         tion and exportation of rice;\n                     (c) upon being required to do so by the Minister, to\n                         make recommendations to the Minister as to any\n                         matter directly or indirectly affecting, relating to,\n                         or connected with, the rice industry or persons\n                         engaged in that industry.\n                      (2) Subject to the provisions of this Act, the Board\n               shall have power, for the purpose of discharging any of\n               its functions under this Act, to do anything and to enter\n               into any transaction which, in the opinion of the Board, is          I\n               necessary to ensure the proper discharge of its functions.\n                                                                                    I\n                      (3) In particular and without prejudice to the general-\n               ity of the provisions of subsections (1) and (2), the Board\n               shall have power-\n                     (a) to establish, maintain or operate, any nurseries,\n                         research stations, rice mills or other works in con-\n                         nection with the rice industry;\n                     (6)to provide for the registration of growers of rice;\n                  RICE INDUSTRY BOARD                                7\n     (c) to provide for the registration, licensing and con-\n         trol of rice mills and any machinery for process-\n         ing rice;\n     (d)to regulate the grading for sale of rice grown in\n         the Island;\n     (e) to control and fix the price to be paid for the sale\n         of rice, whether wholesale or retail, or for services\n         in connection with the processing of rice;\n     (f> to regulate and control the distribution of rice;\n     (g) to buy and sell rice;\n     (h) subject to such directions as the Board may\n         receive from the Minister, to prohibit or regulate\n          the importation or exgortation of rice.\n  6 4 1 ) The Board may, with the approval of the Minis- Re@atioM.\nter, make regulations-\n      (a) providing for the registration, subject to such\n         exemptions as may be specified-\n            (i) of all rice growers or of any particular class\n                of rice growers;\n           (ii) of all rice mills or any particular class of rice\n                mills;\n      (b) providing for the keeping of any register pursuant\n         to the provisions of paragraph (a) and the form\n         of any such register and the procedure to be fol-\n         lowed in relation to the registration of any person\n         or undertaking required to be registered pursuant\n         to such paragraph, and the fees to be paid in res-\n         pect of such registration;\n      (4 providing, subject to such exemptions as may be\n         specified, for the licensing (including the grant\n         and refusal of licences) of operators of rice mills\n         or any particular class of rice mills;\n8                 RICE INDUSTRY BOARD\n    (d) providing for the form of application for any\n       licence pursuant to the provisions of paragraph\n       (c) and the fees to be paid upon such application\n       and in relation to the grant or refusal of any such\n       licence and the form and conditions of any such\n       licence;\n    (e) prohibiting or restricting, subject to such exemp-\n        tions as may be specified, the establishment, main-             1\n         tenance or operation by any person other than the\n        Board except under and in accordance with the\n        terms of a licence granted by the Board, of any\n        rice mill;\n    (f> prescribing the grades and types and quality of\n        rice;\n    (9> prescribing the price to be paid to the grower,\n        processor, distributor or dealer in rice in respect\n        of any grade, type or quality of rice, so, however,\n        that different prices may be fixed in respect of the\n        same grade, type or quality of rice if delivered at\n        different delivery points or in respect of the same\n        grade, type or quality of rice purchased or sold by\n        dealers of different categories;\n    (h) prescribing, subject to such exemptions as may be           I\n        specified, the records to be kept by any person\n        who is required pursuant to paragraph (a) to be\n                                                                    I\n        registered or who has control of any undertaking\n        so required to be registered or who is required\n        pursuant to the provisions of paragraph (c) to\n        be licensed;\n    (i) prescribing, subject to such exemptions as may be\n        specified, the returns to be made by any person\n        who is required to be registered pursuant to the\n        provisions of paragraph (a) or who has the con-\n        trol of any rice mill so required to be registered or\n              RICE INDUSTRY BOARD                                                    9\n    who pursuant to the provisions of paragraph (c) is\n    required to be licensed, or who is liable to pay\n    any cess under this Act and the time at which\n    and the form in which any such returns are\n    required to be made and the particulars to be con-\n    tained in such returns;\n(19 requiring, subject to such exemptions as may be\n    specified, any person who is required pursuant to\n    the provisions of paragraph (a) to be registered or\n    who has the control of any rice mill so required\n    to be registered or who is licensed or who is liable\n    to pay any'cess under this Act, to furnish to the\n    Board or to some person designated by the Board\n    such information in relation to the growing, dry-\n    ing, washing, cleaning, processing, transporting,\n    distributing or the purchase or sale of rice;\n                                                                \\\n(k)providing for the entry at all reasonable times              i\n                                                                !\n    during the hours of daylight by persons appointed\n    by the Board upon any land on which rice is                     II\n    grown or upon any premises used or believed by\n    the Board to be used or about to be used, for any\n    purpose connected with the milling of rice or the\n                                                                    Ii\n                                                                     i\n    storage, purchase, sale or distribution of rice;\n(0 prescribing the form in which and the time within                     I\n  which any person aggrieved by any decision of\n  the Board may appeal to the Minister against\n   such decision;\n                                                                         I\n                                                                         ~\n                                                                         I\n(m)providing for the collection of any cess imposed                      i\n  under section 7.\n(2) Notwithstanding the provisions of section 29 of\n    the Interpretation Act, regulations made under                           j\n    this section may prescribe greater penalties than\n    those specified in the said section 29, so, how-\n   ever, that the maximum penalty that may be\n                                                                                 ,\n10                              RICE INDUSTRY BOARD\n                      imposed by any such regulations shall be a fine of\n                      one thousand dollars or imprisonment with or\n                      without hard labour for a term of twelve months,\n                      or to both such fine and imprisonment.\n42/1%9             (3) All regulations made under this section shall be\n3rd Sch.\n             subject to negative resolution.\nCess."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) Subject to the provisions of subsection (2) the\n             Board may, on or before the first day of April in any calen-\n             dar year, impose a cess upon the proceeds of the sale by\n             any person in Jamaica of any rice produced in the Island to\n             the operator of a rice mill during the financial year com-\n             mencing on such first day of April.\n                   (2) Any cess imposed under subsection (1) shall be of\n             no effectunless and until approved by the Minister by order.\nMinister       8. The Minister may, after consultation with the chair-\nmay issue\ngeneral      man, give to the Board directions of a general character as\ndirections\nin           to the policy to be followed by the Board in the exercise\nmatters of   and performance of its functions having regard, in particu-\npolicy.\n             lar, to the necessity for maintaining essential supplies and\n             protecting the interests of the consumer and the producer.\nAppeal to     9.-(U Any person aggrieved by any decision of the\nMinister\nfrom         Board may appeal to the Minister in the prescribed manner.\ndecision\nof the\nBoard.             (2) The Minister shall consider every appeal made un-\n             der subsection (1) at such time and in such manner either in\n             the presence or absence of the appellant and shall make\n             such order in relation to such appeal as the Minister may\n             think fit.\n                   (3) Every decision of the Minister upon any appeal\n             made pursuant to the provisions of this section shall be final\n             and shall not be questioned in any legal proceedings.\n                    RICE INDUSTRY BOARD                                    11\n                               Financial"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Appeal to Minister from decision of the Board.\n                                Financiul"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The funds and resources of the Board shall consist resources\n                                                               Fwxisand\n                                                                        of\nof-                                                            the Board.\n      (a) such sums as may be provided annually for the\n         purpose in the Estimates of Revenue and Expen-\n         diture of the Island;\n      (b) all sums received by the Board for the sale of rice;\n      (c) all sums collected under the authority of regula-\n         tions made under this Act;\n      (d)sums borrowed by the Board for the purpose of\n         meeting any of its obligations or discharging any of\n         its functions;\n      (e) all other sums or property which may in any man-\n         ner become payable to or vested in the Board in\n         respect of any matter incidental to its powers and\n         duties."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) Subject to the provisions of subsection (2), the Bo owing\nBoard may borrow sums required by it for meeting any of\nits obligations or discharging any of its functions.\n                                                                     -p.\n                                                                      I\n        (2) The power of the Board to borrow shall be exer-\ncisable only with the approval of the Minister as to the\namount, as to the sources of the borrowing and as to the\nterms on which the borrowing may be effected, and an\napproval given in any respect for the purpose of this subsec-\ntion may be either general or limited to a particular borrow-\ning or otherwise, and may be either unconditional or\nsubject to conditions.\n       (3) In this section,the word “borrow” with its gram-\nmatical variations and cognate expressions, includes obtain-\ning advances.\n         me inclusion of this page is authorized by L.N. 480/1973]\n12                              RICE INDUSTRY BOARD\nGuarantee        12.-(1) With the approval of the House of Representa-\nby Minister\nof            tives, the Minister may guarantee, in such manner and on\nborrowings\nby the        such conditions as he may think fit, the payment of the\nBoard and     principal and of interests on any authorized borrowings\nrepayment\nof sums\nissued\n              of the Board.\nto meet\nguarantees            (2) Where the Minister is satisfied that there has\n              been default in the repayment of any principal moneys or\n              interest guaranteed under the provisions of this section, he\n              shall direct the repayment out of the Consolidated Fund and\n              assets of this Island of the amount in respect of which\n              there has been such default.\n                      (3) The Board shall make to the Accountant-General,\n              at such times and in such manner as the Minister may\n              direct, payments of such amounts as may be so directed in\n              or towards repayment of any sums issued in fulfilment of\n              any guarantee under this section, and payments of interests\n              on what is outstanding for the time being in respect of any\n              sums so issued at such rate as the Minister may direct, and\n              different rates oi interest may be directed as respects differ-\n              ent sums and as respects interest for different periods.\nAccounts         13.-( 1) The Board shall keep accounts of its transactions\n8nd audit.\n              to the satisfaction of the Minister and such accounts shall\n              be audited annually by an auditor appointed by the Minis-\n              ter.\n                      (2) The members, ofkers and seTv8nfs of the Board\n              shall grant to the auditor appointed to audit the accounts\n              of the Board under the provisions of subsection (1) access to\n              all books, documents, cash and securities of the 3oard and\n              shall give to him on request all such information as may be\n              within their knowledge in relation to the operation of the\n              Board.\n                       (3) The Board may write offbad debts.\n                    me inclusion of this   m authorized by LN. 480/1973]\n                  RICE INDUSTRY BOARD                                              13"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Guarantee by Minister of borrowings by the Board and repay-\n     ment of sums issued to meet guarantees."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) The Board shall in each year prepare and pre- Annual report and\nsent on or before the first day of October to the Minister a estimates.\nreport of its proceedings during the twelve months ending\non the thirty-first day of March in such year, including a\nstatement of its accounts audited in accordance with the\nprovisions of section 13.\n          (2) A copy of such report together with a copy of the\nauditor’s report shall be laid on the Table of the House of\nRepresentatives and of the Senate and shall be published in\nthe Gazette.\n        (3) The Board shall, on or before the thirty-first day\nof October in each year, submit to the Minister for approval,\nits estimates of revenue and expenditure in respect of the\nperiod commencing on the first day of April next following\nand ending on the thirty-first day of March of the subse-\nquent year.                                                            I\n                      Miscellaneous"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) The Board shall meet at such times as may be Ptocedu\n                                                            and m\nnecessary or expedient for the transaction of its business, jngs.\nand such meetings shall be held at such place and time and\non such days as the Board may determine.\n                                                                      .I   ,\n       (2) The chairman may at any time call a special\n                                                                           I\nmeeting of the Board and shall call a special meeting within               I\nseven days of a requisition for that purpose addressed to                  I\nhim by my member of the Board.\n                                                                               I\n       (3) The chairman shall preside at all meetings of the\nBoard.                                                                         ,\n       (4) The powers of the Board may be exercised at a                       I\nmeeting at which the chairman and at least two ather mem-\nbers are present.\n       (5) The d&om ofthe Board shaff be by a majority                             I\nof votes and, in addition to an original vote, m any case in                       I\n                                                                                   I\n14                                RlCE INDUSTRY BOARD\n              which the voting is equal the chairman shall have a casting\n              vote.\n                     (6) Minutes in proper form of each meeting shall be\n              kept by the secretary and shall be confirmed by the chair-\n              man as soon as practicable thereafter at a subsequent\n              meeting.\n                     (7) Subject to the provisions of this section, the\n              Board shall have power to regulate its own proceedings.\nPower to        16. Subject to the provisions of this Act, the Board\ndelegate.\n              may delegate to any member the power and authority to\n              carry out on its behalf such duties as the Board may\n              determine.\nAppoint-        17.-(1)   The Board may appoint and employ at such\nment\nof officers   remuneration and on such terms and conditions as it thinks\nand SCN-      fit, a secretary and such other officers and servants as it\nants.\n              deems necessary for the proper carrying out of the provi-\n              sions of this Act :\n                Provided that no officer or servant shall be employed at\n              any salary in excess of two thousand dollars per annum\n              unless with the prior approval of the Minister.\n                      (2) The Governor-General may, subject to such con-\n              ditions as he may impose, approve of the appointment of\n              any officer in the service of the bland to any office with the\n              Board :\n                Provided that in relation to pension, gratuity, allowance,\n              and to other rights as a public officer such officer shall be\n              deemed to be in the service of the Island while so employed.\nProtection      18. Nc act done or proceedings taken under this Act\nof the\nBoard.        shall be questioned on the ground-\n                      me inclusion of this page is authorbd by L.N. 480/1973]\n                    RICE INDUSTRY BOARD                                    15\n      (a) of the existence of any vacancy in the membership\n         of, or any defect in the constitution of, the Board;\n         or\n      (b) of any omission, defect or irregularity not affect-\n         ing the merits of the case."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) No action, suit, prosecution or other proceedings ROCC 'on\nshall be brought or instituted personally against any of       ofm\n                                                                 t h$eb,m\nmember in respect of any act done bona fide in pursuance\nor execution or intended execution of this Act.\n          (2) Where any member of the Board is exempt from\nliability by reason only of the provisions of this section the\nBoard shall be liable to the extent that it would be if the\nmember was a servant or agent of the Board.                            1"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. The Board shall pay to the chairman and other R\nmembers of the Board such remuneration and allowances,\nif any, as the Minister may determine.\n                                                                           1"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Minutes made of meetings of the Board shall, if ~           i ' a           ~   ~\nduly signed by the chairman, be receivable in evidence in in&&ne\n                                                            receivable\nall legal proceedings without further proof and every meet-\ning of the Board in respect of which minutes have been so              I\nsigned shall be deemed to have been duly convened and                  I\nheld and all the members present thereat to have been duly                     I\n                                                                               1\nqualified to act.                                                       \\"
    }
  ],
  "definitions": []
}