{
  "id": "jm-stat-the-riot-act",
  "type": "statute",
  "title": "The Riot Act",
  "title_en": "The Riot Act",
  "short_name": "Riot Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-riot-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-riot-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Riot Act.                               Short title.\n                           PARTI. Riot"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. If any persons, to the number of twelve or more, Personsto\n                                                                          the number\nbeing unlawfully, riotously and tumultuously assembled of twelve\ntogether to the disturbance of the public peace at any time riotously\n                                                            assembling.\nafter the passing of this Act, and being required or\ncommanded by any one or more Justice or Justices of the\nparish or place where such assembly shall be, by proclama-\ntion to be made in the Queen's name, in the form herein-\nafter directed, to disperse themselves, and peaceably to\ndepart to their habitations, or to their lawful business,\nshall, to the number of twelve or more, notwithstanding\nsuch proclamation made, unlawfully, riotously and tu-\nmultuously remah or continue together by the space of\none hour after such command or request made by procla-\nmation, then such continuing together to the number df\ntwelve or more after such command or request made by\nproclamation shall be adjudged felony, and the offenders\n                                                            421I969\ntherein shall, upon conviction, be liable at the discretion 3rd&h.\nof the Court to be imprisoned for life with or without hard\nlabour."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The order and form of the proclamation that shall be Orderand\n                                                                  of such\nmade by the authority of this Act shall be as hereafter formproclama-\nfollows, that is to say, the Justice, shall, among the said tJon.\nrioters, or as near to them as he can safely come, with ;I\nloud voice, command or cause to be commanded silence to\n        me inclusion of this page is atithorized by L.N.4801 19731\n4                                               RIOT\n               be while proc1amat;’on is making, and after that shall\n               openly, and with a loud voice, make, or cause to be made,\n               proclamation in these words or like in effect: “Our\n               Sovereign Lady the Queen chargeth and commandetb all\n               persons being assembled immediately to disperse them-\n               selves, and peaceably to depart to their habitations, or to\n               their lawful business, upon the pains contained in the Riot\n               Act-God Save the Queen.” And every such Justice with-\n               in the limits of his jurisdiction, is hereby authorized, em-\n               powered, and required, on notice or knowledge of any such\n               unlawful, riotous, and tumultuous assembly, to resort to\n               the place where such unlawful, riotous and tumultuous\n               assembly shall be of persons to the number of twelve or\n               more, and there to make or cause to be made proclamation\n               in manner aforesaid.\nPersons            4. If such persons so unlawfully, riotously, and tumultu-\nriotously\nassembling      ously assembled, or twelve or more of them, after proclama-\nand refusing    tion made in manner aforesaid, shall continue together, and\nto disperse\nwithin one      not disperse themselves within one hour, then it shall and\nhour after\nproclama-       may be hwful to and for every Justice of the parish where\ntion.\n                such assembly shall be, and also to and for every Constable\n               within such parish, and to and for such other person or per-\n               sons as shall be commanded to be assisting unto such Justice\n               aforesaid, who are hereby authorized and empowered to\n               command all Her Majesty’s subjects of age and ability to\n               be assisting to them therein, to seize and apprehend, and\n               they are hereby required to seize and apprehend such\n               persons so unlawfully, riotously, and tumultuously continu-\n               ing together after proclamation made as aforesaid, and\n               forthwith carry the persons so apprehended before one or\n               more of Her Majesty’s Justices of the parish, where such\n               persons shall be so apprehended, in order to their being\n               proceeded against for such their offences according to law;\n               and if the persons so unlawfully, riotously, and tumultuously\n                                  RIOT                                    5\nassembled, or any of them, shall happen to be killed,\nmaimed, or hurt, in the dispersing, seizing, or apprehend-\ning, or endeavouring to disperse, seize, or apprehend them,\nby reason of their resisting the persons so dispersing, seiz-\ning, or apprehending, or endeavouring to disperse, seize,\nor apprehend them, then every such Justice or Constable.\nand all and singular persons being aiding and assisting to\nthem, or any of them, shall be free, indemnified, and dis-\ncharged, as well against the Queen's Maiesty, her heirs\nand successors, as against all and every other person and\npersons, of, for, or concerning the killing, maiming. or hurt-\ning of any such person or persons so unlawfully, riotously,\nand tumultuously assembled that shall happen to be so\nkilled, maimed or hurt as aforesaid."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Persons riotously assembling and refusing to disperse within one\n     hour after proclamation."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. If any persons do or shall, with force and arms, wil- Obstructing\nfully and knowingly oppose, obstruct, or in any manner\nwilfully and knowingly let, hinder, or hurt any person that Pr=la--\n                                                                      ~'~~~\n                                                              tion declared\nshall begin to proclaim, or go to proclaim, according felony.\nto the proclamation hereby directed to be made, whereby\nsuch proclamation shall not be made, then every such\nopposing, obstructing, letting, hindering, or hurting such\nperson so beginning or going to make such proclamation\nas aforesaid shall be adjudged felony, and the offenders\ntherein shall be adjudged felons, and shall be liable to be 42/1969\nimprisoned for life with or without hard labour; and also 3rdSch*\nevery such person or persons so being unlawfully, riot-\nously, and tumultuously assembled, to the number of\ntwelve as aforesaid or more, to whom proclamation should\nor ought to have been made, if the same had not been\nhindered as aforesaid, shall likewise, in case they or any\nof them to the number of twelve or more shall continue\ntogether and not disperse themselves within one hour after\nsuch let or hindrance so made, having knowledge of such\nlet or hindrance so made, shall be adjudged guilty of felony,\n6                                               RIOT\n                and shall be liable to be imprisoned for life with or with-\n                out hard labour.\nThis Part         6. This Part shall be openly read at every Circuit Court\nto be read at\nevery circuit   throughout the year.\nCourt.\nLimitation     7. No person shall be prosecuted by virtue of this Part for\non period\nfor          any  offence committed contrary to the same, unless such\nprosecution* prosecution be commenced within six months after the\n                offence committed.\n                         PART11. Riot Damage Compensation\nCompensa-         8. Where any machinery, or any house, shop or build-\ntion for riot\ndamage.\n                ing, (including any premises appurtenant to the house,\n                shop or building) has, wholly or partly, been demolished\n                or pulled down by persons riotously and tumultuously\n                assembled together, compensation shall be payable subject\n                to, and in accordance with, the provisions of this Act.\nPersonsto         9 . 4 1 ) The compensation provided for by this Act\nwhom corn\npensat,on       shall be payable, in proper cases, to persons who prove\nmaybe\npaid.\n                to the satisfaction of the Authority established by the\n                provisions of section 10, that they have sustained loss by\n                any such demolition or pulling down.\n                        (2) Without prejudice to anything in this Act con-\n                tained, in any case where the building which has been\n                demolished or pulled down is either a building used for\n                religious worship, or a school or parochial building, the\n                following shall respectively be deemed to be the persons\n                who may claim to have sustained loss from, and to be\n                entitled to the payment of, compensation in respect of\n                such demolition or pulling down-\n                                    RIOT                                      7\n         (a) the persons having the management, or in whom\n              is vested the legal estate of, any building used\n              for religious worship;\n          (b) the persons having the control, or in whom is\n              vested the legal estate of, any school or parochial\n              building.\n            (3) Payment made by the Authority to any one or\n     more of the persons referred to in paragraphs (a) and (b)\n     of subsection (2) in respect of such claims made by them\n     shall operate as an absolute discharge of the liability of the\n     Authority for payment of compensation."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Limitation on period for prosecution.\n              PART II. Riot Damage Compensation"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) There is hereby established in every parish in Riotcorn-\n                                                                  pensation\n     the Island a Riot Compensation Authority (in this Act Author,ty.\n     referred to as “the Authority”) for the purposes of this\n     Act, and in each parish the Authority shall be constituted\n2\n     by-\n)r        (a) the Resident Magistrate (who shall be the Chair-\nd\nm              man); and\nX\nv)        (6) the Chairman of the Parish Council; and\n          (c) the Collector of Taxes for the parish:\n        Provided that in the case of the parishes of Kingston\n     and St. Andrew, the Mayor shall be substituted for the\n     Chairman of the Parish Council :\n        Provided further that the Minister, at any time, may\n     appoint a fit and proper person to act for the Chairman or\n     for a member of an Authority, when it is impossible or\n     undesirable for such Chairman or member to exercise his\n     functions in connection with the Authority, by reason of\n     his absence, or of his interest in any claim under this Act,\n     or for any other good cause.\n             (2) The Clerk of the Court of the Resident Magis-\n     trate shall in each case be the clerk of the Authority.\n            [The bdusion of this page ir authorized by LN. 480/1973]\n8                                               RIOT\n                      (3) The procedure of every Authority shall be\n               governed by the provisions of this Act, and of any regula-\n               tions made under this Act, but, save where express provi-\n               sion is so made, every Authority shall regulate its own\n               procedure.\nPowers and       11.-(1) Every Authority may sue and be sued under the\nliability of\nAuthorities.   name of the Authority.\n                       (2) No personal liability shall attach to any\n               Authority (or any member thereof), and every judgment\n               recovered against an Authority shall be satisfied in accord-\n               ance with the provisions of this Act.\nClaim&            12. All claims for compensation under this Act shall be\n               made in writing, in accordance with the provisions of this\n               Act and of any regulations made thereunder, to th2\n               Authority for the parish in which the demolition or pul-\n               ling down has taken place, within twenty-one days of the\n               loss.\nProcedure in     13.-(1)  Every Authority to whom a claim is made\nregard to\nclaims.        under this Act, shall enquire into the truth and circum-\n               stances of the claim and may, in proper cases, award and\n               pay such sum of money by way of compensation as to 3\n               majority of the Authority may seem just.\n                       (2) Every Authority shall have power, when enquir-\n               ing into any claim, and in relation to any claim-\n                    (a) to require the claimant to supply such particulars\n                         as the Authority may deem necessary;\n                    (6) to call for verification, by Statutory Declaration\n                         or otherwise, of statements adduced in support\n                         of any claim,\n                       me inclusion of this page ia authotized by L.N. 480119731\n                                 RIOT                                9\n    (c) to require the production of books and documents\n         and vouchers;\n    (6) to enter upon and inspect any premises;\n    (e) to take steps to obtain such information and\n         assistance as they deem necessary for determining\n         the claim.\n       (3) In considering the award of any compensation\nunder this Act, the Authority, in every case, shall have\nregard to the conduct of the person who claims the com-\npensation as respects-\n     (a) the precautions taken by such person to safeguard\n          his property; and\n     (b) any provocation offered by such person to any\n         persons riotously or tumultuously assembled; and\n     (c) such person having been a party or accessory to\n         the riotous and tumultuous assembly.\n       (4) Notwithstanding anything in this Act con-\ntained, where under the provisions of subsection (1) corn-\npensation has been awarded to any person, and it appears\nto the Authority that such person is entitled by way\nof insurance (or otherwise than by way of compensa-\ntion under this Act) to be recouped, in whole or in part,\nfor the loss in respect of which the compensation has been\nawarded, the Authority shall-\n     (U) make no payment of the compensation, in cases\n          where the sum in which such person is entitled to\n          be recouped equals or exceeds the amount of the\n          compensation awarded;\n     (b) in all other cases, before paying the amount\n          awarded as compensation, deduct therefrom an\n          amount equal to the sum in which such person is\n         entitled to be recouped.\n 10                                            RIOT\nPower of         14.-(1) Where any person who claims compensation\nclaimant to\nsue           under the provisions of this Act and of any regulations\nAuthority.    made thereunder, is aggrieved either by-\n                    (a) the refusal or failure of the Authority to award\n                        compensation on his claim; or\n                    (b) the amount of the compensation so awarded,\n              he may sue the Authority concerned for the purpose of\n              recovering compensation in respect of the matters contain-\n              ed in his claim for an amount not exceeding the sum\n              therein claimed.\n                     (2) Where the amount of compensation sued for\n              under the provisions of this section does not exceed the sum\n              of two hundred dollars, the action may be brought in the\n              Court of the Resident Magistrate of the parish in which\n              the loss to which the claim relates took place, or in the\n              Court of the Resident Magistrate of an adjoining parish\n              (upon which Court jurisdiction is hereby conferred).\n                      (3) Where, in any action brought under the provi-\n              sions of this section, the plaintiff fails to recover any com-\n              pensation, or fails to recover a sum which exceeds the\n              amount of compensation which has been awarded by the\n              Authority, the plaintiff shall pay the costs of the Authority\n              incurred in connection with the action and, in every such\n              case, such costs shall be paid as between solicitor and\n              client.\nCompensa-        15. All compensation payable under the provisions of\ntion to be\n              this Act, (whether such compensation be awarded by an\nConsolidat-\nthe\n              Authority or by a Court), and all costs awarded against m\nedFund.       Authority in any action under this Act, shall be charged\n              upon and made payable from and out of the Consolidated\n              Fund.\n                               RIOT                                   11"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The Minister may make, (and when made may re- Regulations\nvoke and vary) regulationsgoverning the practice and pro-\ncedure of Authorities, and prescribing the forms to be used\nin making claims under the provisions of this Act."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Saving in cases of rebellion.\n                                 RIOT                                                    3\n                        THE RIOT ACT                                       cap. 344.\n                                                                              Act\n                                                                           42of 1969\n                                                                [1857,)     3rd Sch."
    }
  ],
  "definitions": []
}