{
  "id": "jm-stat-the-river-rafting-act",
  "type": "statute",
  "title": "The River Rafting Act",
  "title_en": "The River Rafting Act",
  "short_name": "River Rafting Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-river-rafting-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-river-rafting-act | Legal areas: Environment",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The Authority shall consist of-                                Authority.\n    (a) the persons who are for the time being members of the\n        Tourist Board established by section 3 of the Tourist Board\n        Act, (hereinafter referred to as “ex-oflicio members”); and\n    (b) such other persons, not exceeding five, as the Minister may\n        appoint (hereinafter referred to as “appointed members”)."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act, unless the context otherwise requires-              g’;peb-\n    “Authority” means the River Rafting Authority estab-\n         lished by section 3;\n    “fund”means the fund mentioned in section 6;\n    “raft” includes a boat or other vessel;\n    “raftsman” means the person who steers a river raft or\n         propels it manually;\n    “river raft” means a raft used or to be used for carry-\n         ing passengers for reward on a river, not being a\n         prescribed boat or vessel;\n    “river rafting” and “rafting” mean the use of any raft\n         as a river raft."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) There shall be established for the purposes of this Establish-\n                                                            ment of\nAct a body to be called the River Rafting Authority.        River\n                                                                      Rafting\n                                                                      Authority.\n      (2) The provisions of the Schedule shall have effect Schedule.\nas to the constitution of the Authority and otherwise- in\nrelation thereto."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The functions of the Authority are-                              Functiom\n                                                                      of\n     (a) to regulate and control river rafting in Jamaica;            Authority.\n    (b) to develop, within the limits of its resources, river\n        rafting in Jamaica, and to promote the efficient\n        operation of river rafting in Jamaica;\n        [The inclusion of this page i s authorized by L.N.480/1973]\n4                                      RIVER RAFTING\n                       to offer, by way of trade or business, or to\n                      encourage others so to. offer, any goods, equip-\n                      men t, entertainment, transportation, food, drink\n                      or service to patrons of river rafting, where it con-\n                      siders it is desirable so to do;\n                      to encourage, by such measures as it thinks fit,\n                      the attainment and maintenance of the highest\n                      standards of service by raftsmen and other persons\n                      who offer or provide by way of trade or business\n                      any goods, equipment, entertainment, transporta-\n                      tion, food, drink or service to patrons of river\n                      rafting;\n                      to perform such other functions in relation to river\n                      rafting in Jamaica as the Minister may from time\n                      to time determine;\n                      to make all such enquiries and to collect all such\n                      information as it may think necessary or desirable\n                      for the purpose of carrying out its functions, and\n                      to examine, in consultation with such organiza-\n                      tions and persons as it considers appropriate,\n                      problems affecting the operation of river rafting\n                      in Jamaica;\n                      generally to take all such other lawful measures\n                      as it may consider likely to assist it in carrying\n                      out most effectively the purposes of this Act.\nPOWCI-S~~\nAuthority."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. (1) The chairman may at any time resign his officeas chairman Resigm-\nby instrument in writing addressed to the Minister.                tions.\n      (2) An appointed member may at any time resign his office as\nmember by instrument in writing addressed to the Minister and trans-\nmitted through the chairman.\n      (3) Every such resignation as aforesaid shall take effect from\nthe date of receipt by the Minister of the instrument of resignation."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) The Authority shall maintain a fund-\n                   (a) into which shall be paid-\n                          (i) all such moneys as may from time to time\n                              be appropriated by Parliament for the pur-\n                              poses of this Act;\n                     [The kclusion of this page is authorized by L.N. 480119731\n                       RIVER RAFTING                                   5\n           (ii) all moneys accruing to the Authority from\n                any other source; and\n    (b) out of which shall be paid-\n            (i) any fees, salaries, remuneration, allowances\n                and expenses payable under this Act to\n                members of the Authority or of any com-\n                mittee appointed by the Authority or to any\n                officer, servant or agent of the Authority;\n                and\n            (ii) any expenses incurred by the Authority in\n                 the performance of its functions under this\n                 Act.\n       (2) The Authority shall'keep proper accounts of the\nfund to the satisfaction of the Minister and such accounts\nshall be audited annually by the Auditor-General or by an\nauditor appointed by the Authority with the approval of\nthe Minister."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.--(l) The Authority shall, in each year and at such estimates.\n                                                              Reportsand\ntimes as the Minister shall direct, prepare and forward to\nthe Minister a report of its activities during the preceding\nfinancial year including a statement of its accounts, audited\nin accordance with section 6, and the Minister shall cause\ncopies of such report, together with the auditor's report,\nto be laid on the Table of the House of Representatives\nand of the Senate.\n       (2) The Authority shall, before a date specified by\nthe Minister, submit to the Minister for his approval\nestimates of revenue and expenditure for the ensuing\nfinancial year.\n6                                       RIVER RAFTING\nPower of          8. The Minister may, after consultation with the chair-\nMinister E0\nissuegeneral    man of the Authority, give to the Authority directions of a\ndirections to\nAuthority.      general character as to the discharge and exercise of the\n                functions of the Authority, and the Authority shall give\n                effect thereto.\nRegulatioas.      9.-(1) The Authority may, with the approval of the\n                Minister, make regulations for the better carrying out of\n                the functions of the Authority and in particular (but with-\n                out prejudice to the generality of the foregoing) such\n                regulations may-\n                         make provision for prohibiting or suspending rivet\n                         rafting on any river, and for prohibiting, suspend-\n                         ing or regulating the movement under way on any\n                         river or any raft;\n                         prescribe requirements as to the construction of,\n                         and accommodation and equipment on, river rafts,\n                         the safety devices to be provided and the safety\n                         measures to be employed on river rafts, and the\n                         inspection and examination of river rafts;\n                         prohibit the use of any raft as a river raft unless\n                         it is licensed by such person or body as may be\n                         prescribed, and provide for the grant and refusal\n                         of river raft licences by the prescribed person or\n                         body;\n                         prescribe the maximum number of passengers to\n                         be carried on a river raft at any one time;\n                          prohibit the movement under way of any river raft\n                         on a river unless it is under the control of a\n                         raftsman licensed by such person or body as may\n                         be prescribed, and provide for the grant and\n                         refusal of raftsmeds licences by the prescribed\n                         person or body;\n                        RIVER RAFTING                               7\n(f)     provide for regulating the conduct of raftsmen and\n        make provision regarding the uniform to be worn\n        by them;\n(g) regulate the conduct of all persons on board any\n         river raft on a river;\n(h) prohibit or regulate (whether by means of the\n    grant or refusal of licences by such person or body\n    as may be prescribed or otherwise) the offer to\n    or provision for patrons of river rafting, by any\n    person other than the Authority, by way of trade\n    or business, of any goods, equipment, entertain-\n    ment, food, drink or prescribed service on, or on\n    the bank of, any river or at, or in the near vicinity\n    of, any embarkation, disembarkation or other\n    stopping point for river rafts;\n(i)     prohibit or regulate (whether by means of the\n        grant or refusal of licences by such person or body\n        as may be prescribed or otherwise) the offer or\n        provision, by way of trade or business, by any\n        person other than the Authority, of services for\n        transporting persons or river rafts from dis-\n        embarkation and other stopping points for river\n        rafts or for driving patrons’ motor vehicles;\n01 provide for the suspension and revocation by the\n   prescribed person or body, of licences granted by\n         such person or body, and the duration of such\n         licences and the conditions which may be attached\n         to such licences;\n(k) regulate rafting and make provision for securing\n         and maintaining the orderly and efficient organiza-\n         tion of rafting trips (whether by means of roster\n         systems for raftsmen, transportation personnel\n         and other persons or otherwise);\n8                      RIVER RA8 TING\n    (l) prohibit or regulate the embarkation and dis-\n         embarkation of passengers on river rafts, provide\n         for designating embarkation, disembarkation and\n         other stopping points for river rafts, prohibit or\n         regulate the entry or presence of persons thereto\n         or therein, and make provision in relation to river\n         landing places, river beaches and river piers;\n    (rn) make provision regarding the obstruction of any\n         river on which river rafting is operated;\n        prohibit or regulate any prescribed act or conduct\n         in, on, over, in the vicinity of or in relation to,\n         any river on which river rafting is operated;\n         prohibit or regulate the sale and issue of tickets\n         for rafting trips and make provision for regulating\n         the charges therefor, the persons to whom and the\n         manner in which such charges shall be paid and\n         the manner in which moneys received shall be\n         applied;\n         provide that no rafting trip shall be made unless\n         a ticket therefor for the appropriate amount has\n         been issued, by a prescribed person or body, in\n         respect of each passenger;\n        make provision for regulating the charges for\n        driving patrons’ motor vehicles between embarka-\n        tion and disembarkation points and such other\n        points in the vicinity as may be requested by the\n        patron, the persons to whom and the manner in\n        which such charges shall be paid, and the manner\n        in which moneys received shall be applied;\n        prescribe fees to be paid in connection with any\n        matter or thing done or to be done under such\n        regulations, and make provision in relation to the\n        payment thereof to such person or body as may\n        be prescribed;\n                          RIVER RAFTING                               9\n     (s)   make provision regarding the Appeal Tribunal\n           referred to in subsection (3) and the hearing of\n           appeals thereto;\n     ( t ) prescribe anything required or permitted by this\n           Act to be prescribed;\n     (U) contain    such incidental and supplemental provi-\n           sions as appear to the Authority to be expedient\n           for the purposes of this Act or such regulations.\n        (2) Regulations under this section may be made so\nas to apply in relation to such river or rivers or part thereof\nas may be specified in the regulations, and different regula-\ntions may be made under this section in respect of different\nrivers.\n       (3) Where regulations made under this section con-\ntain licensing provisions the regulations shall provide for\nthe establishment of an Appeal Tribunal consisting of three\npersons to be appointed by the Minister to which, within\nthe prescribed time and in the prescribed manner and on\npayment of the prescribed fee any person may appeal\nwho-\n     (a) being an applicant for the grant of a licence, is\n           aggrieved by the refusal or failure of the prescribed\n           person or body to grant the licence, or by any\n           condition attached to the licence; or\n    (b) being the holder of a licence, is aggrieved by the\n         suspension or revocation thereof or by any varia-\n         tion of the conditions attached thereto,\nand on any such appeal the Appeal Tribunal shall have\npower to make such order as it thinks fit (including an\norder suspending or revoking a licence) and any such\norder shall be final and conclusive.\n                                               -\n       p h e inclusion of this page is authorized by L.N. 480/1973]\n10                             RIVER RAFTING\n            (4)Regulations made under this section may provide\n     in respect of a contravention of any of the provisions there-\n     of that the offender shall be liable to such fine not exceeding\n     two hundred dollars or to such term of imprisonment, not\n     exceeding six months, or to both such fine and imprison-\n     ment, as may be prescribed therein.\n                         RIVER RAFTING                                              11\n                              SCHEDULE                   (Section 3(2) )\n                    The River Rafting Authority                     Constitu-\n                                                                    tion of"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. (1) The Authority shall be a body corporate to which the pro- Incorpora-\nvisions of section 28 of the Interpretation Act, shall apply.       tion.\n      (2) The seal of the Authority shall be kept in the custody of the\nchairman or secretary and shall be affixed to instruments pursuant\nto a resolution of the Authority in the presence of the chairman, or\nany other member of the Authority, and the secretary.\n       me inclusion of this page is authorized by L.N. 480/1973]\n12                                         RIVER RAFTING\n                        (3) The seal of the Authority shall be authenticated by the\n                 signatures of the chairman. or any other member of the Authority\n                 authoriLed to act in that behalf, and the secretary.\n                       (4)All documents other than those required by law to be under\n                 seal, made by, and all decisions of, the Authority may be signified\n                 under the hand of the chairman, or any other member of the Authority\n                 authorized to act in that behalf, or an officer of the Authority SO\n                 authorized.\nOffices.           9. The Authority shall have a principal office in Kingston or St.\n                 Andrew but may maintain such branch offices, agencies and correspon-\n                 dents (whether within or outside Jamaica) as the Authority deems fit.\nAppoint-            10. ( I ) The Authority may appoint and employ at such remuneration\nment of          and on such terms and conditions as it thinks fit a secretary and such\nofficers, ser-\nvants and        other officers, agents and servants as it thinks necessary for the proper\nagsnts.          carrying out of its functions under this Act:\n                   Provided that no salary in excess of $4,000 per annum shall be\n                 assigned to any post without the prior approval of the Minister.\n                        (2) The Governor-General may, subject to such conditions as\n                 he may impose, approve of the appointment of any officer in the\n                 service of Jamaica to any office with the Authority, and any officer\n                 so appointed shill, in relation to pension, gratuity, allowance and other\n                 rights as a public officer, be deemed to be in the service of Jamaica\n                 while employed in any such office.\nProcedure          11. (1) The Authority shall meet as often as may be necessary or\nand              expedient for the transaction of its business, and such meetings\nmeetings.\n                 shall be held at such places and times and on such days as the\n                 Authority may determine.\n                       (2) The Chairman may at any time call a special meeting of the\n                 Authority and shall call a special meeting to be held within seven days\n                 of a written request for that purpose addressed to him by any two\n                 members of the Authority.\n                       (3) The chairman shall preside at all meetings of the Authority\n                 at which he is present, and in his absence from any meeting the\n                 members present and constituting a quorum shall elect a chairman\n                 from among their number to preside at that meeting.\n                       (4) A quorum of the Authority shall be three.\n                       ( 5 ) The decisions of the Authority shall be by a majority of\n                 votes and in addition to an original vote, the person presiding at\n                 a meeting shall have a casting vote in any case in which the voting\n                 is equal.\n                       ( 6 ) Minutes in proper form of each meeting of the Authority\n                 shall be kept.\n                         RIVER RAFTING                                       13\n       (7) The validity of the proceedings of the Authority shall not\nbe affected by any vacancy amongst the members thereof or by any\ndefect in the appointment of a member thereof.\n     (8) Subject to the provisions of this Schedule, the Authority\nmay regulate its own proceedings."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Regulations.\n    l l h e inclusion of this page is authorized by L.N. 48011973]\n                         RIVER RAFTING                                               3\n             THE RIVER RAFTING ACT                                         Act\n                                                                       39 of 1969.\n                                            [20th February, 1970.1"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. (1) Any member of the Authority who, otherwise than as such Disclosure\nmember, is directly or indirectly interested in a contract made or ofinterest.\nentered into, or proposed to be made or entered into, by the\nAuthority shall as soon as possible after the relevant facts have come\nto his knowledge. disclose the nature of his interest at a meeting of\nthe Authority.\n      (2) A disclosure under this paragraph shall be recorded in the\nminutes of the Authority and the member-\n    (a) shall not take part after the disclosure in any deliberation\n         or decision of the Authority relating to the contract; and\n    (b) shall be disregarded for the purpose of forming a quorum\n         of the Authority for any such deliberation or decision."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. (1) The Authority may appoint such committees, for such pur- Committees.\nposes, as it may think fit and may. with the approval of the Minister,\ndelegate to any such committee such of the functions of the Authority\nas the Authority may decide, but excluding the power of delegation\nconferred by this sub-paragraph.\n      (2) Every such committee shall consist of-\n    (a) at least one member of fie Authority nominated by the\n         Authority; and\n    (b) such other persons as the Authority may appoint as members\n         of the committee.\n     (3) The chairman of each such committee shall be appointed\nby the Authority.\n       (4) The quorum of any such committee shall be such number\nof its members as the Authority may determine.\n      ( 5 ) A special meeting of any such committee may be called by\nthe chairman thereof.\n     (6) A delegation under this paragraph may be revoked by the\nAuthority at any time.\n      (7) A delegation of any power under this paragraph shall not\nprevent the exercise of the power by the Authority.\n       ( 8 ) The provisions of paragraphs 2, 4, 5 and 6, and sub-\nparagraphs (I), (3), (9,(7) and (8) of paragraph 11 of this Schedule\nshall (with the necessary modifications) apply in relation to any such\n14                                     RIVER RAFTING\n              committee as if references to the Minister were references to the\n              Authority and references to the Authority were references to such\n              committee.\nProtection    14. (1) No member of the Authority or any committee appointed\nof members. by it shall be personally liable for any act or default of the Authority\n              or committee done or omitted to be done in good faith in the course\n              of the operations of the Authority or committee.\n                     (2) Where any member of the Authority or a committee is\n              exempt from liability by reason only of the provisions of this para-\n              graph the Authority or, as the case may be, the committee, shall be\n              liable to the extent that it would be if the member were its servant\n              or agent.\nRemunera-       15. There shall be paid from the fund to the chairman and other\ntion of       members of the Authority and to the chairman and other members of\nmembers.      every committee appointed by the Authority such remuneration. if any,\n              whether by way of honorarium. salary or fees, and such allowances,\n              as the Minister may determine.\nExemption      16. (1) The income of the Authority shall be exempt from income\nfrom income tax.\ntax and\nstamp              (2) All instruments executed by or on behalf of the Authority\nduty. ,     shall be exempt from stamp duty.\nOffices not      17. The office of chairman or member of the Authority or of any\npublic        committee appohted by the Authority shall not be a public office for\noffices.      the purpose of Chapter V of the Constitution of Jamaica."
    }
  ],
  "definitions": []
}