{
  "id": "jm-stat-the-road-maintenance-fund-act",
  "type": "statute",
  "title": "The Road Maintenance Fund Act",
  "title_en": "The Road Maintenance Fund Act",
  "short_name": "Road Maintenance Fund Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-road-maintenance-fund-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-road-maintenance-fund-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.-( 1) The Board shall consist of not less than nine nor inore than eleven m n t and\n                                                                              .APPol111-\nmembers appointed by the Minister as specified hereunder-                                                        constitution\n                                                                                                                 of Board.\n     (n) four ex cificio members as follow+-\n             (i)       the Financial Secretan- or his nominee;\n             (ii) the Permanent S e c r e m in the Ministq- responsible for\n                  main roads or his nominee:\n             (iii) the Permanent Secret* in the Ministry responsible for\n                   local government or his nominee: and\n             (iv) the Chief Executive Officer of the National Works\n                  Agency:\n     ( h ) not less than five nor more than seven members (hereinafter\n           referred to as \"appointed members\") from among persons\n           possessiqg training and eqertise in technical and financial\n           matters.\n         (2) The appointed members shall be appointed by instrument in\nwriting by the Minister."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1) The Minister shall appoint one of the appointed members to be .+~oint-\n                                                                        m a t of\nc h r m a n thereof.                                                    chairnm.\n                   1 Ilic I I I C ~ I I S I ~ Iol'tliis\n                                                II      p;ipc IS siitlioriicd by I. N   XS 200.;]\n8                                      ROAD MAINTENANCE FUND\n                       (2) The Minister may at any time revoke the appointment of the\n                 chairman if he thinks it expedient so to do.\nTenure of          3. The appointment of every appointed member shall be for a period not\noftice.\n                 exceeding three years.\nReappoint-         4. Every appointed member shall be eligible for reappointment.\nment.\nRevocation of      5. The Minister may at any time revoke the appointment of an appointed\nappointment.     member if he thinks it expedient so to do.\nPublication of     6. The names of all members of the Board as first constituted and every\ncomposition      change in the composition thereof shall be published in the Gazeme.\nof Board.\nTemporary          7. If the chairman or other member of the Board is absent or otherwise\nappointment      unable to act, the Minister may appoint another person to act temporarily as\n                 chairman or such other member."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.41) There is hereby established for the purposes of this Establish-\nAct, a fund to be known as the Road Maintenance Fund.       ment of\n                                                            R o d blain-\n      (2) There shall be paid into the Fund-\n    (a) an amount equivalent to thirty-three and one third per\n        cent of the amount paid pursuant to the Road Traffic\n        Act or Regulations made thereunder as licence duties\n        on motor vehicles;\n    (h) such amount as may, from time to time, be loaned to\n        the Fund fiom lending agencies;\n    (c) such amount as may, from time to time, be donated to\n        the Fund from donor agencies;\n    (0such other amount as the Minister responsible for\n        finance may, from time to time, specify by order\n        subject to affirmative resolution of the House of\n        Representatives; and\n                                      ROAD MAINTENANCE FUND\n                    (e) investment or other income derived from the assets of\n                        the Fund.\n                       (3) The Board shall be responsible for the control and\n                management of the Fund.\nHOWFLUI~~~        4 . 4 1 ) The Board shall open a bank account in the name of\nbe\n                the Fund and such bank account shall be separate from any other\n                bank account operated by the Ministry responsible for main\n                roads.\n                      (2) The Board shall designate at least three signatories to\n                the Fund from amongst the Board members.\n                       (3) The signatories to the Fund shall-\n                    (a) subject to subsection (4), consist of at least one ex\n                        oficio member of the Board; and\n                    (b) consist of at least one appointed member of the Board\n                        who has expertise in matters of finance.\n                     (4) The Chief Executive Officer of the National Works\n                Agency shall not be designated a signatory to the Fund.\n                      ( 5 ) Moneys of the Fund shall be used exclusively for the\n                purposes of road maintenance and matters incidental thereto.\nEstablishment     5.-( 1) There shall be established for the purposes of this Act\nof Board.\n                a body to be called the Board of Management which shall be a\n                body corporate to which section' 28 of the Interpretation Act\n                shall apply.\nSchedule.              (2) The provisions of the Schedule shall have effect as to\n                the constitution of the Board and otherwise in relation thereto.\nFunctions of\nBaard.            6.-(1)   The Board shall perform the following functions-\n                    (a) pay into the Fund moneys received pursuant to section\n                        3 (21;\n                    (h) disburse hnds for road maintenance projects;\n                               me includion of this page is authorized by L.N. SSn0031\n                    ROAD UAllVTENANCEFUND                                    5\n      (c) invest moneys of the Fund with the approval of the\n          Minister responsible for finance;\n      (d) ensure that regular financial and technical audit in\n            respect to road maintenance are carried out;\n      (e)   review and monitor the annual road maintenance\n            programme submitted by the National Works\n            Agency;\n      v) submit to       the Minister quarterly reports on\n            expenditure fiom the Fund and on completed road\n            maintenance works;\n      (g) prepare estimates and budgets and make forecasts as\n            to the availability of funds;\n      (h) advise the Minister on the adequacy of the Fund to\n          meet projected needs; and\n      (i) do such other things as may be expedient or\n          necessary for the proper and efficient performance of\n          its h t i o n s under this Act.\n        (2) In performing the h c t i o n s specified in subsection\n(l), the Board may-\n      (a) carry on all activities which appear to the Board to be\n          requisite, advantageous or convenient for or in\n          connection with the discharge of its duties;\n      (b) do anything and enter into any transaction which in\n          its opinion is calculated to kcilitate the proper\n          discharge of its fbnctions under this Act or is\n          incidental or conducive thereto."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-( 1) Subject to the provisions of subsection (2), the Board Borrowing\nmay borrow such sums as may be required by it for meeting any powws.\nof its obligations or discharging any of its functions under this\nAct.\n6                                 ROAD MRVTENANCE FUVD\n                      (2) The power of the Board to borrow shall. as to amount.\n               the source of borrowing. and the terms on which the borrowing\n               may be effected, be exercisable only with the approval of the\n               Minister after consultation with the Minister responsible for\n               finance and any approval given in any respects for the purposes\n               of this subsection may be either general or limited to a particular\n               borrowing or otherwise and may be either unconditional or\n               subject to conditions.\nMinister to      8 . 4 1 ) With the approval of the House of Representatives,\nguarantee\nborroatnps     the Minister responsible for finance may guarantee in such\n               manner and on such conditions as he may think fit, the payment\n               of the principal and of the interest on any authorized borrowings\n               of the Board under this Act.\n                      (2) Where the Minister responsible for finance is satisfied\n               that there has been default in the repayment of any principal\n               moneys or interest guaranteed under the provisions of this\n               section, he shall direct repayment out of the Consolidated Fund\n               of the amount in respect of which there has been such default.\nAccounts and     9.-(1) The Board shall keep proper accounts of the Fund and\naudit.\n               shall prepare annually a statement of accounts in a form\n               satisfactory to the Minister and conforming to established\n               accounting principles.\n                    (2) The accounts of the Board shall be audited annually by\n               an auditor appointed in each year by the Board with the\n               approval of the Minister.\n                    (3) The Auditor-General shall be entitled at all times to\n               examine the accounts of the Board.\n                     (4) The Board shall provide such other accounts, reports\n               and information on the Fund to the Minister as he may from\n               time to time request.\n                     ( 5 ) Within six months of the end of each financial year,\n               the Board shall cause to be made and shall transmit to the\n               Minister-\n                            ROAD M N T E N R N C E FUND\n      (N)   an audited statement of its accounts; and\n      ( b ) an annual report on the accounts of the Fund\n       (6) The Minister shall cause the statement of account\nand the annual report on the accounts of the Fund to be laid in\nthe House of Representatives and in the Senate."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1)  Any member of the Board other than the chairman may at any\nResignation      time resign his office by instrument in writing addressed to the Minister and\n                 transmitted through the chairman, and from the date of receipt by the\n                 Minister of such instrument such member shall cease to be a member of the\n                 Board.\n                        (2) The chairman may at any time resign his office by instrument in\n                 writing addressed to the Minister and such resignation shall take effect as\n                 from the date of receipt of such instrument by the Minister.\nAppointment        9. The Minister shall by instrument in writing appoint a Secretary to the\nof Secretary.    Board to carry out various fbnctions of the Board.\nProcedure,          10.-(I) The Board shall meet at such times as may be necessary or\nquorum and       expedient for the transaction of its business, and such meetings shall be held\nmeetings.        at such places and times and on such days as the Board shall determine.\n                        (2) The chairman may at any time call a special meeting of the Board\n                 to be held within seven days of a written request for that purpose addressed\n                 to him by two members of the Board.\n                         (3) The chairman shall preside at all meetings of the Board and in the\n                 absence of the chairman from any meeting, the members of the Board present\n                 shall elect one of their number to preside at that meeting.\n                        (4) The decision of the Board shall be by majority of votes and, in\n                 addition to an original vote, the chairman or any other person presiding at a\n                 meeting shall have a casting vote in any case in which the voting is equal.\n        ( 5 ) Minutes i n proper forni of each iiiecting of llic Bo;ird shdl bc\nkept.\n       (6) Thc qiionuii of the Board sh;ill bc live iiicnibcrs. not iiiorc tli;~ii\ntwo of \\\\horn shall bc CT olfkio mcnibcrs.\n       (7) The validih of any procccdiiigs of thc Board sli;ill not bc ;ill'cctcd\nby any ~'ac;itic\\ amongst the iiicnibcrs tlicrcof or by any dcfcct in llic\nappointiiicnt of ii niciiiber tlicrcof.\n   1 1. The seal of the Board slxill bc ;iiithcnticatcd by tlic sigixiturcs of lhc . \\ w h ~ t t ' t c i ~ -\nchaimm iwd the Secretary of the Board ;ind such se;tl slcill be offici;ill!. ;itid 'i\"ti \" t ' s c \" ' ~\njudicially noticed."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Power of Minister to give directions.\n1 1 . Regulations.\n    SCHEDULE\n                   ROAD MAINTENANCE FUND                                         -3\n                                                                     .la\n         THE ROAD MAINTENANCE FUND ACT                            39 of 2002.\n                                        [24th September, 2002.1"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The Board may, with the approval of the Minister. make R w I a t l o n ~\nregulations for the carrying out of the provisions of this Act.\n                                             SCHEDULE                                               (Section 3\n                                     The Board ofMnnagenrenr"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. There shall be piiid to the chairnun m d other iiiciiibcrs of tlic Board. ~ L ' w I ~ w\nsuch reniunerntion (whether by ~vayof lionorxiiini. s;il;iry or fces) ;itid siicli ~ ~ ~ ~ l ~ ~ ~ l . s ,\nallowances as the Minister nlay dctcrniinc."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. No action. suit. prosecution or other proceedings sliiill bc brought l'r~'tccl~oti\nagainst my member of the Board in respcct of any ;ict doiic horrir ,licitpin d ' i i i c t i i h c r s .\npursuance or eseciition or intendcd esccution of thc provisions of this Act."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. The office of chairnun or other niciiiber of thc Board slxill not bc O,licc.c,,.\na public office for thc purposes of Chapter V of thc Constihitioii of cIuirtn:iii or\nJaftlaiCa.                                                                                     nicnihcr ol'\n                                                                                               I I w r d not\n                                                                                               public\n                                                                                               ollicc."
    }
  ],
  "definitions": []
}