{
  "id": "jm-stat-the-road-traffic-act",
  "type": "statute",
  "title": "The Road Traffic Act",
  "title_en": "The Road Traffic Act",
  "short_name": "Road Traffic Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-road-traffic-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-road-traffic-act | Legal areas: Transport",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1,I”CM “ f\nmentioned in paragraphs (vi) and (vii) of subsection (1) of igzm’\nsection 18-\n     (a) the Licensing Authority may grant to the appli-\n           cant a licence limited to drive an invalid carriage\n           if the Traffc Area Authority in whose traffic area\n           is situated the licensing area certifies to the\n            Licensing Authority that the applicant is fit to\n            drive such a carriage;\n       (b) the applicant may, except in the case of such\n           diseases and disabilities as may be prescribed, on\n           payment of the prescribed fee. claim to be sub-\n           jected to a test as to his fitness or ability to drive\n           a motor vehicle of any such class or description as\n           he would be authorized by the licence to drive and\n           if the Traffic Area Authority in whose traffic area\n  nt     in\n30                        ROAD TRAFFIC\n          the licensing area is situated certifies to the\n          Licensing Authority that the applicant has passed\n          the prescribed test and is not otherwise disquali-\n          fied, the grant of the licence shall not be refused\n          by reason only of the provisions of paragraphs\n          (vi) and (vii) of subsection (1) of section 18, so,\n          however, that if the Traffic Area Authority certifies\n          to the Licensing Authority that the test of the\n          applicant proves his fitness to drive vehicles of a\n          particular construction or design only, the licence\n          shaU be iimited to the driving of such vehicles;\n     (c) if on the first application for the grant of a\n          driver’s licence by a person who at the commence-\n          ment of this Act is the bolder of a driver’s licence\n          under any Law now repealed, an applicant who\n          is suffering from a disease or disability, other\n          than a disease or disability prescribed as afore-\n          said, makes a declaration that notwithstanding\n          his disease or disability he has during tbe six\n          months immediately preceding the application\n          been in the habit of driving a motor vehicle of any\n          such class or description as he would be authorized\n          by the licence to drive and that the disease or\n          disability from which he suffered did not cause\n          the driving of such a motor vehicle by him to be a\n          source of danger to the public, the licence shall\n         not be refused by reason only of such disease or\n         disability being a disease or disability other than\n         a disease or disability prescribed as aforesaid;\n     (d) if on the application for the grant of a licence the\n         applicant makes a declaration that on the occa-\n         sion of a previous application by him a licence\n         was granted to him after passing such a test as is\n         mentioned in paragraph (b), or on making such\n         a declaration as is mentioned in paragraph k), a\n         [The inclusion of this page is au,thonzed by L.N. 3/ZWll\n                         ROAD TRAFFIC                                          31\n            further test will not be required unless from the\n            declaration as to physical fitness made by him for\n            the purposes of his application, or from informs-\n            tion received by the Licensing Authority, it appears\n            that the disease or physical disability from which\n            the applicant is suffering has beoome more acute\n            or that the applicant is suffering from some disease\n            or disability not disclosed on the previous occa-\n            sion or contracted since that occasion.\n          (2) If it appears to a Traffic Area Authority that\nthere is reason to believe that any person who holds a\ndriver’s licence is suffering from a disease or physical\ndisability likely to cause the driving by him of a motor\nvehicle, being a vehicle of any such class or description as\nhe is authorized by the licence to drive, to be a source of\ndanger to the public, and on enquiry into the matter the\nAuthority is satisfied that the licence holder is sdering\nfrom such a disease or disability as aforesaid the Authority\nshall certify accordingly in the prescribed form to the\nLicensing Authority who granted the licence, and such\nLicensing Authority shall, whether or not the licence\nholder so sdering as aforesaid has previously passed a\ntest under this section, after giving to the licence holder\nnotice of the intention of the Authority so to do, revoke\nthe licence and the licence bolder shall on receipt of such\nnotice deliver the licence to the Licensing Authority for\ncancellation :\n   Provided that the licence holder may, except in the case\nof such diseases and disabilities as may be prescribed,\nclaim to be subjected to a test as to his fitness or disability\nto drive a motor vehicle, and if he passes the prescribed\ntest the licence shall not be revoked.\n   Zl.-(l) There shall be constituted a Road Tr&c Constitution\nAppeal Tribunal which shall consist of a chairman and ~of Road   ~ ~ f f            i   ~\n                                                                   Appeal\ntwo other members to be appointed by the Minister.                 Tribunal.\n        me inclusion of this page is authorized by L.N.42) 19951\n32                                   R O A D TRAFFIC\n                  (2) The members of the Road Traffic Appeal\n           Tribunal shall, subject to the provisions of subsection (6),\n           hold office for such period, not exceeding two years, as\n           the Minister may determine, but shall be eligible for\n           reappointment.\n                    (3) The Minister may appoint any person to act\n           in the place of the chairman or any other member of the\n           Road Traffic Appeal Tribunal in case of the absence or\n           inability to act of the chairman or other member.\n                    (4) Any member of the Road Traffic Appeal\n           Tribunal may at any time resign his office by instrument\n           in writing addressed to the chairman thereof, who shall\nL.N.       forthwith cause it to be forwarded to the Minister, and\n233/'*.\n           from the date of the receipt by the chairman of such instru-\n           ment such member shall cease to be a member of the Road\n           Traffic Appeal Tribunal.\n                   (5) The appointment, removal, death, departure\n           from the Island or resignation of any member of the Road\n           Traffic Appeal Tribunal shall be notified in the Garerte.\n                 (6) The Minister may make rules prescribing the\n           procedure to be followed upon appeal to the Road Traflic\n           Appeal Tribunal.\n13/1987           (7) Where any person is aggrieved-\n2nd sch.\n               (a) by refusal of the Transport Authority to grant or\n                    renew a licence; or\n1/1993\ns. 4.          (b) by the revocation or suspension of a licence; or\n               (c) by the refusal of the Transport Authority to hear\n                    any person who makes an objection to the grant\n                    of the application for a licence in respect of a stage\n                    or express carriage service pursuant to section 63\n                    (7),\n           he may, after giving notice to the Transport Authority of his\n           intention so to do, appeal to the Road Traffic Appeal Tri-\n                   m e inclusion of this page is authorizzd by L.N. 421 I9951\n                          ROAD TRAFFIC                                  35\nbunal, which may make such orders as it t h i n k s fit, and, as\nregards an appeal pursuant to paragraph (c), the Tribunal\nmay, regardless of the merits of the decision of the Transport\nAuthority on the matter order the Authority to hear any\nperson who has made an objection if the Tribunal in its\ndiscretion, thinks it desirable, in all the circumstances, for\nthat person to be heard by the Authority.\n        (8)Any order made pursuant to subsection (7) shall 1311987\nbe final and conclusive and shall bind the Transport 2nd. scb\nAuthority ,"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Any offence against the Road Traffic Regulations,\n    1938    ........................                   ...          $800.00\n                            ROAD TRAFFIC                                                i\nFor convenience of reference, this Conversion Tatle is attached to the Act, but does not\n                                 form part of the Act\n  Conversion Table showing the Numbering of sections of the Road Traffic Law,\nCap. 346 and Subsequent Laws/Acts affecting that Law up to and including The Road\nTraffic (Amendment) Act, 1976 (Act 34 of 1976) as against The Revised Act.\n             Cap. 346                          How Dealt with in Revised Act\n- Section               Subsection             Section             Subsection\n        1                                          1\n        2                                         2                     (1)\n                                                                        (2)\n                                                                        (3)\n                                                                     Omitted\n       3                                          3            (1) to (6) (7) Omitted\n       3A                                         4                  (1) to (3)\n       4                                          5\n       5                                          6\n       5A                                         7\n       5B                                         8\n       6                                          9\n       7                                         10\n       8                                         I1\n       9                                         12\n       9A                                        13\n      10                                         14\n      11                                         15\n      12                                         16\n      13                                        17\n      14                                        18\n      14A                                    Repealed\n      1s                                        19\n      16                                        20\n      17                                        21\n      18                                        22\n      19                                        23\n      20                                        24\n      21                                        25\n      22                                        26\n      23                                        27\n      24                                        28\n      25                                        29\nii                              ROAD TRAFFIC\n            ca   346                How Dealt with in Revised Act\n     Section       Subsection       SdOn             Subsection\n                                      30\n                                      31\n                                      32\n                                      33\n                                      34\n                                      35\n                                      36\n      31                              37\n      32                              38\n      33                              39\n      34                              40\n      35                              41\n      35A                             42\n      36                               43\n      37                               44\n      38                               45\n      39                               46\n      40                               47\n      41                               48\n      42                               49\n      43                               50\n      44                               51\n      45                               52\n      46                               53\n      47                               54\n      41A                              55\n      48                               56\n      49                               57\n      M                                58\n      51                               59\n      52                               60\n      53                               61\n      54                              62\n      55                              63\n                     ROAD TRAFFIC\n                                                                    ...\n                                                                    In\n                           1    How Dealt with in Revised Act\n          cap. 346         I\nSection                         Section            Subsection\n  55A                               64\n  55B                               65\n  56                                66\n  57                                67\n  58                                68\n  59                                69\n  60                                70\n  61                                71\n  62                               72\n  63                               73\n  64                               74\n  65                               75\n  66                               76\n  67                            Repealed\n  68                               77\n  69                               78\n  70                               19\n  71                               80\n  72                               81\n  73                               82\n  74                               83\n  75                               84\n  76                               a5\n  77                                86\n  78                                87\n  79                                88\n  80                                89\n  81                                90         (1) to (2) (3) omitted\n  81A                               91\n  82                                92\n  83                                93\n  83A                               94\n  84                                95\n  85                                96\n  86                                97\n  87                                98\n  87A                               99\niv                                ROAD TRAFFK\n-               Cap. 346\n                .,\n                                       How Dealt with in Revised Act\n     Section         Subsection      Section            Subsection\n        87B                             100\n        87C                             101\n        88                              102\n        89                              103\n        90                              104\n        91\n        92\n        93\n        94\n        95\n        96                              110\n        97                              111\n        9s                              112\n        99                              113\n        99A                             114\n       100                              115\n       101                              116\n       102                              117\n       103                              118\n       104                              119\n       105                              120\n       106                              121\n       107                              122\n       108                              123\n     Schedule                         Schedule"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.   c a m i ~ * l k e ~\n      (a] Public Carrim, each vehicle          ...\n      (b) Private Carriers, each vehicle       ...\n                               ROAD TRAFFIC\n                             SECOND\n                                  SCHEDULE                 (Sections 5 9 and\n                                                                          ~ 5%)\n                          The Demerit Points System\n        Column 1                 Column 2                         Column 3\n        Relevant                Description                     Demerit Points\n         Section                of offence\n    Section        Driving without registration plates\n      14 (3)        affixed      ...    ......           ...          4\n0   Section\n     24 (4)\n                   Driving while disqualified ...        ...         14\n    Section 26    Exceeding the prescribed speed limit-\n                        (i)bylOto20mph         ...       ...          2\n                       (ii) by 2 l to 30 mph ...         ...          4\n                      (iii) by 3 1 mph or more ...    ...             6\n      Section 27  Dangerous or reckless driving       ...             14\n      Section 30 Causing death by dangerous or\n                   reckless driving    ...     ...     ...            14\n      Section 32  Cmless driving       ... ...        ...             4\n    . Section 33  Racing or speed trials on a road    ...             6\n      Section 34  Driving motor vehicle under the\n                   influence of drink or dnrp         ...             14\n      Section 34A Driving under the influence of alcohol              14\n     Section 34B Failure to supply specimen of breath\n                  when so requited by a constable        ...          14\n     Section 34C Failure to submit to breath analysis or\n                  wilful alteration of alcohol con-\n                  centration in breath or blood       ...\n     Section 35  Cenying more persons on motor cycle\n                  than the number prescribed          ...\n     Section 36  Drawing more trailen than the\n                  number prescribed            ... ...\n     Section     Failure to stop when so requited by a\n       37 (3)     constable         ...       ... ...\n     Section 39 (a) Not stopping after an accident\n                      where damage or injury caused\n                   (6) Failure to report an accident     ...          6\n     Section 40    No headlanaps on vehicle between the                           LN.\n                     horn of 6 p.m. and 6 am.             ...         6           SY0999.\n                   Only one headlamp on vehicle bet-\n                     ween the h o w of 6 p.m. and 6 am.               2           LN.\n                                                                                  SYIW.\n                   No registration plate light on vehicle             2\n                   No tail-lamp on vehicle    ...     ...             4\n                           ROAD TRAFFIC\n                       S m N QSCHEDULE, contd              !\n  Colaarasll\n  Relevant\n                                -\n                              Column 2\n                              Description\n                                                           I Column 3\n                                                           Demerit Points\n   Section                    of Omnce\n    -                           -\nSection        No device for deflectingbeam of head-\n, 41 (3)                     ... . . . . . .        ...\nSeaion 42      Pla reflectors on vehicle ...        ...\nSection        Sounding a horn so as to make an\n  43 (2)        measonable noise            ... ...\nSection 43A    No seat belt on a s a t of motor vehicle\n                in contravention of Act ...          ...\n          Driving without wearing seat belt\n           where motor vehicle fitted with seat\n           Belt       ... ...               ...\n                                             ...\nW o n 43C Not causing child to wear or be\n           conveyed in child restraint system or\n           seat Belt in moving motor vehicle         ...\n          Not wearing protective helmet       ...\nSection 44   Failure to observe silence zones      ...\nSection      Driving defective vehicle ...        ...\n                                                               i\n  46 (1) (g)\nSection      Driving motor vehicle in violation of\n  51(0          the mles of the road by-\n             (a) overtaking on the nearside of                 ,\n                   other traffic ...      ...       ...                    3\n             (b) hiling to allow passage to other\n                   overtaking vehicles ...          ...                    2\n             (c) overtaking in a manner causing\n                   obstruction to oncoming vehicles                        6\n             (8) crossing so as to obstruct traffic..  .                   3\n             (e) driving on to one road h m                        ,\n                   another a n causing traffic                     1\n                   obstmction ...         ...        ...                   3\n             @ driving on to a road from a place                   ,\n                   not being a road causing                        1\n                   obstruction to traffic ...       ...                    3\n             (g) overtaking without a clear view                           6\n              (h) travelling backwards further than\n                   necessary ...          ...       ...                    2\n Section      Failure to obey commands of\n   56 (1)        constable to stop or otherwise     ...                    2\n Seaion\n   56 (2)\n             Mving or attempting to drive a motor\n                vehicle across a &era1 processicin ...\n                                                                       ,   2\n                               ROAD TRAFFIC\n                           SECOND\n                                SCHEDULE,\n                                       contd.\n   Column 1                         Column 2                                  Column 3\n   Relevant                        Description                         Demerit Points\n   Section                          of Office\nSection 97      Failure to obey red light or stop sign                           6\n                Failure to comply with any other trafiic\n                  sign      ...     ...      ...     ...                         2\nSection 100 (3) Failure to comply with a school cross-\n                  ing patrol        ...      ...     ...                         6\nSection 101 (8) Failure to observe provisions concern-\n                  ing pedestrian crossing ...         ...                        4\n                              THIRD\n                                  SCHEDULE                          (Section 46 (2)(c))   20/2005\n                                                                                          S. 13.\n         Oflences in respect o f exceeding maximum laden weightfor\n                     vehicles or trailers or parts thereof\nSection 46 (2)(c)     Exceeding the maximum laden\n                      weight for vehicles and trailers\n                      by:"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.--(1)  The Island Traffic Authority or any Trafic Area 1)cicgation\nAuthority may for the purpose of the due discharge of its ~)~~~~~~’\nhnctions under this Act, delegate any of those hnctions to any Authoritio\\\nofficer or servant of or attached to either of these Authorities or 2011 960\n                                                                      2(a)\nto such private entity or person as the Island Traffic Authority i4/2002\n                                                                    s 2\nmay fiom time to time designate.\n        (2) A delegation under this section may be made in\nrespect of any particular matter or class of matters or generally\nor may be limited to any part of the Island and may be made\nsubject to such terms and conditions as the delegating Authority\nthinks fit.\n       (3) A delegation under this section-\n      (a) may at any time be revoked by the delegating\n           Authority;\n      (h) while in farce shall not prevent the discharge by the\n          delegating Authority of any function thereby\n          delegated.\nDuties of          5. It shall be the duty of the Island Trat'fic Authority and,\nIsland Traffic\naidlraffic       subject to the provisions of subsection (6) of section 3 , of a\n.Area\nAuthorities.\n                 Traffic Area Authority, in accordance with the provisions of this\n                 Act-\n                      (a) to regulate and control trafic on roads;\n                      ( h ) to inspect fiom time to time all motor vehicles;\n                      (c) to test applicants for drivers' licences as to their\n                          competence to drive and, in the case of chauffeurs, as\n                          to their mechanical knowledge and to grant the\n                          necessary certificates of competence;\n                      (U') to grant certificates of fitness referred to in section 10;\n                      ( e ) to keep records of endorsements on drivers' licences,\n                      v) to keep records of all accidents on roads;\n                      (g) to fbrnish annually to the Minister a report of all\n                          accidents on roads which result in death or injury to\n                           persons, and as far as practicable the causes attributed\n                           to such accidents;\n                      (h) to keep a Drivers' Offences Book;\n                      (i) to enforce the provisions of this Act and of regulations\n                          made thereunder."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5,001kg. and over                                            $24.00 for\n                                                                                each kg.\nSection 51 (1)     Driving motor vehicle in violation of the\n                     rules of the road by-\n                     (a) failing-\n                            (i) to keep to the nearside of\n                                road when meeting or being\n                                overtaken by other traffic ...                     $800.00\n                                     ...\n                             (ii) to keep to the right or offside\n                                  of    other traiiic      when\n                                  overtaking ...       ...     ...                 $800.00\n                       (b) failing to allow passage to other\n                           overtaking vehicles         ...     ..                  SS00.00\n                 [The lncluslon of thls page Is authorized by L.N. 180A12006]\n                                   ROAD TRAFFIC                                 129\n                                   APPENDIX, contd\n                                   Nature of Offence                  Penalty\n                                                                        -\n                        ( c ) overtaking in a manner causing\n                             obstruction to oncoming traffic       $2,000.00\n                        (4crossing so as to obstruct traffic        $800.00\n                        (e) driving   on to one road fim\n                             another and causing traffic\n0                            obstruction . . . . . . . . .\n                        v) driving on to a road fim a place\n                             not k i n g a road causing\n                                                             ...    $800.00\n                             obstructiontotraffic . . . . . .       $800.00\n                        (g) driving so as to overtake otha\n                             traffic without the driver having\n                             a clear and unobstructed view of\n                             the road ahead          ...   ...     $2,000.00\n                        (h) travelling backwards further\n                             than necessary for Nmmg or\n                             otha reasonable purpose        ...     $800.00\n    Section 56 (1)    Failure to obey commands of constable\n                        to stop or otherwise . . . . . . . . .      $800.00\n    Section 57        Failure to use appropriate hand signal        $400.00\n    Section 58        Failuretoobey Policesignals . . . . . .       $800.00\n    Section 60 (2)    Plying contract &age for hire on\n                        anymadorpublicplace            ......       $800.00\n    Section 61 (1)    Operating motor vehicle as public\n                         passenger vehicle without a road\n                         licence    ...............                $ 1,000.00\n    Section 78        Use of commercial motw w for hue\n                        or reward or for eade plnposes\n                       without a carrier's limce .........         $1.000.00\n    Section 97        Failure to obey red light or stop sign       $ I.500.00\n                      Failure to comply with any other traffic\n                        sip        ...............                 $l,O00.00\n    Section 100       Failureto stop at school crossing ...        $1,000.00\n    Section 101 (8)   Failure to stop at pedestrian crossing       a 1,000.00\n0   Section 105       Failure to observe restrictions or\n                        prohibition in relation to use of\n                        road      ............        ...           m0\n                                                                     .0"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . [Repealed by Act 13 qf 1987.1\nDelegation of      7.-+1) A Licensing Authority may for the purpose of the due\nhnctions by\nLicensing\n                 discharge of its fbnctions under this Act delegate any of those\n.Authorit!.      hnctions to a Collector of Taxes or any other public officer.\n20 1960\nS. Z(b).\n                       (2) A delegation under this section may be made in\n                 respect of any particular matter or class of matters or\n                                [The iiicliisioii of 1111s pace IS nuthoiized b\\ L N   S S 200.71\n                           ROAD TRAFFIC                                  13\ngenerally or may be limited to any part of the licensing\narea of the delegating Authority and may be made subject\nto such terms and conditions as the delegating Authority\nthinks fit.\n      (3) A delegation under this section-\n    (0)   may at any time be revoked by the delegating\n          Authority;\n    (b) while in force shall not prevent the discharge by\n        the delegating Authority of any function thereby\n        delegated."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The validity of any proceedings of the Island Traffic Vslidily.of\nAuthority, any TrafEic Area Authority or any Licensing\nAuthority shall not be affected by any vacancy amongst                zp&,\nthe members thereof or by any defect in the appointment               Fue,&z\nof a member thereof.\n           PARTII. Regulation of Motor Vehicles"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. This Part shall apply to all motor vehicles and to A fi-ti-\nvehicles (in this Act referred to as “trailers’? drawn by oPan.\n                                                           f%\nmotor vehicles:\n  Provided that the provisions of this Part, other than\nsections 16 to 25, both inclusive, and sections 27, 32, 34\nand 39 shall not apply to trolley vehicles, the use of which\n          IThc inclusion of this page is authorized by L.N.37/19RRl\n14                                      ROAD TRAFFIC\n              is authorized or regulated by a special Act, unless the special\n              Act so provides.\nCertificate\nof fimesa\n                1 0 . 4 1 ) A motor vehicle shall not be used on a road\n              unless there has been issued in respect of the vehicle, and\n              prior to the licensing of the vehicle, by a Traffic Area\n              Authority, a certificate (in this Act referred to as a\n              “certificate of fitness”) that the prescribed conditions as\n              to fitness are fulfilled in respect of the vehicle, and such\n              certificate is in force in respect of the vehicle:\n20/1%4\ns. 2.\n                Provided that the prescribed fee shall be payable for a\n              certificate of fitness.\n                      (2) A motor vehicle lioence of any class shall not\n              be refused on the ground that the construction or fixed\n              equipment of the vehicle is not suitable if a certificate of\n              fitness as a vehicle of that class has been issued and is in\n              force in respect of the vehicle.\n                      (3) A Traffic Area Authority may at any time\n              revoke a certificate of fitness issued by the Authority, and\n              if on the inspection of a motor vehicle it appears to any\n              such Authority that the vehicle does not comply with the\n              prescribed conditions as to fitness that Authority may\n              revoke the certificate of fitness, and where by reason of the\n              revocation of a certificate of fitness or otherwise a vehicle\n              ceases to be a vehicle in respect o€ which a certificate of\n                      [The inclusion of this pasc is authorized by L.N.37/19881\n                           ROAD TRAFFIC                              15\nfitness is in force any licence granted in respect of that\nvehicle shall cease to have effect unless and until a new\ncertificate of fitness is obtained.\n        (4) Any person driving or using a motor vehicle in\ncontravention of the provisions of this section shall be\nguilty of an offence."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) Motor vehicles shall, for the purposes of this Classifica-\n                                                         tion of\nAct and regulations made thereunder be divided into the motor\n                                                         Vehides\nfollowing classes-\n    (a) motor tractors; that is to say, motor vehicles which\n          are not constructed themselves to carry any load\n          other than the following articles, that is to say,\n          water, fuel, accumulators and other equipment\n          used for the purpose of propulsion, loose tools\n          and loose equipment;\n    (b) trucks; that is to say, motor vehicles (not being\n          classified under this section as motor cars) which\n          are constructed themselves to carry a load or\n          passengers or both;\n    (c)   motor cars; that is to say, motor vehicles (not\n          being classified under this section as motor cycles\n          or invalid carriages) which are-\n              (i) constructed solely for the carriage of\n                  passengers exclusive of the driver;\n              (ii) adapted to carry not more than seven\n                   passengers exclusive of the driver,\n    (d) private motor cars; that is to say, motor vehicles\n        whether “trucks” or “motor cars”, within the\n        meaning of this section, (not being vehicles class-\n        ified as “commercial motor cars”) constructed\n          me inclusion of this page is authorized by L.N. 68/1978]\n16                           ROAD TRAFFZC\n            solely for the carriage of passengers and their\n            effects and used exclusively for personal purposes;\n     (e)    motor cycles; that is to say, motor vehicles (not\n            being classified under this section as “invalid\n            carriages”) with less than four wheels and the\n            unladen weight of which does not exceed eight\n            hundredwelght;\n     cf, invalid carriages; that is to say, motor vehicles,\n            the weight of which unladen does not exceed five\n            hundredweight and which are specially designed\n            and constructed, and not merely adapted, for the\n            use of persons suffering from simple physical defect\n            or disability and are solely used by such persons;\n     (g) trailers; that is to say, vehicles without motive\n            power designed or used for carrying goods or\n            freight or persons wholly on their own structure\n            and for being drawn by a motor vehicle.\n           (2) For the purposes of this Part-\n     (a) in any case in which a motor vehicle is so\n            constructed that a trailer may by partial super-\n            imposition be attached to the vehicle in such man-\n            ner as to cause a substantial part of the weight\n            of the trailer to be borne by the vehicle, that\n            vehicle shall be deemed to be a vehicle itself con-\n            structed to carry a load; and\n     (6) in the case of a motor vehicle fitted with a crane,\n         dynamo, welding plant or other special appliance\n         or apparatus, which is a permanent or essentially\n         permanent fixture, the appliance or apparatus\n         shall not be. deemed to constitute a load but shall\n         be deemed to form part of the vehicle; and\n           me inclusion of this page is authorized by L.N. 68/19781\n                                    ROAD TRAFFIC\n           (c) a side-car attached to a motor cycle shall be regarded\n               as forming part of the vehicle to which it is attached\n               and not as being a trailer.\n                Licensing and Registration of Motor Vehicles"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12) For the purposes of this Part and the regulations\nmade thereunder-\n     (a) the expression “commercial motor car” means a\n         motor vehicle constructed, adapted or used for the\n         carriage of goods and any other motor vehicle\n         including tractors and trailers used in connection\n         with or in the furtherance of any private or\n         business undertaking :\n           Provided that a vehicle used by its owner in\n         the pursuits of his profession or business for hi\n         personal conveyance shall not be deemed to be a\n         commercial motor car :\n           Provided further that a vehicle registered as a\n         private motor car shall not be deemed to be a\n         commercial motor car by reason only of its use as\n         such in extraordinary circumstances;\n    (b) the expression “goods” includes goods or burden\n          of any description and the expression “carriage”\n          includes haulage;\n    (c)   when a commercial vehicle is being used on a road\n          for the carriage of goods, the driver of the vehicle,\n          [The inclusion of this page is alrthorized by L.N. 3/2001]\n92                                  ROAD TRAFFIC\n                    if it belongs to him or is in his possession under\n                    an agreement for hire purchase or loan, and,\n                    in any other case, the person whose agent or servant\n                    the driver is, shall be deemed to be the person by\n                    whom the vehicle is being used.\n                   (3) Application for a carrier’s licence shall be made\n           to the Licensing Authority for the licensing area in which\n           the authorized vehicles are kept.\n                   (4)A carrier’s licence issued under this Act shall,\n           subject to the provisions of this Act, continue in force\n           from the date thereof until the then next ensuing 31st day\n           of March. And there shall be charged, levied and paid to\nFirst\n           the Licensing Authority in respect of a carrier’s licence the\nSchedule   relevant duties at the rates specified in the First Schedule :\n              Provided that the licence duty in respect thereof shall be\n           paid in full at the time of the issue of the licence:\n              Provided further that every carrier’s licence issued under\n           the provisions of this Act immediately preceding the 1st\n           day of April in any year shall bear date the 1st day of\n           April then next ensuing.\n                   (5) Any person who uses or causes or permits a\n           commercial motor car to be used in contravention of this\n,,1~3      section shall be guilty of an offence and shall be liable on\nS. 10.\n           summary conviction before a Resident Magistrate to a fine\n21/1*      not exceeding five thousand dollars and the vehicle shall\ns.2.\n           be liable to be seized and kept in the possession of the\n           Police until the licence required by this Part has been\n           obtained and produced.\naasKlrof     7 9 . 4 1 ) Licences shall be of the following classes--\ncamera’\nlicence+        (a) public carriers’ licences;\n                (b) private carriers’ licences.\n                    (2) A public carrier’s licence shall entitle the holder\n           thereof to use the authorized vehicles for the carriage of\n                    W e inclusion of this page is authorized by L.N. 3/2WI]\n                           ROAD TRAFFIC                              93\ngoods for hire or reward, or for the cariiage of goods for\nor in connection with his business as a carrier of goods,\nbut it shall be a condition of the licence that no vehicle\nwhich is fcr the time being an authorized vehicle shall be\nused for the carriage of goods for or in connection with any\nother trade or business camed on by him except such\nstorage or warehousing of goods as may be incidental to\nhis business as a carrier.\n        (3) A private carrier’s licence shall entitle the holder\nthereof to use the authorized vehicles for the carnage of\ngoods for or in connection with any trade or business carried\non by him, subject to the condition that no vehicle which\nis for the time being an authorized vehicle shall be used\nfor the carriage of goods f i r hire or reward.\n  Notwithstanding anything in this Part, the Licensing\nAuthority may, in a case of emergency and subject to such\nconditions as it thinks fit to impose, authorize the holder\nof a private carrier’s licence to use an authorized vehicle\nfor the carriage of goods for any person to whom he lets\nthe vehicle, if the Authority is satisfied that the needs of\nthat person cannot conveniently be met from other sources.\n        (4) For the purposes of this Part the expression\n“authorized vehicle” means in relation to any carrier’s\nlicence a vehicle authorized to be used thereunder.\n        (5) The vehicles authorized to be used under a\ncarrier’s licence shall b e -\n    (a) such motor vehicles, being vehicles belonging to\n         the holder of the licence or in his possession under\n         a hire-purchase agreement, as are specified in the\n         licence;\n    (b) motor vehicles from time to time in the possession\n        of the holder of the licence under an agreement\n        [The inclusion of this pag- is authorized by L.N. 68/1978]\n94                                          ROAD TRAFFIC\n                          for hire or loan, not exceeding at any time such\n                          maximum number as is specified in the licence;\n                   (c) trailers from time to time belonging to the holder\n                        of the licence or in his possession under an agree-\n                        ment for hire-purchase, hire or loan, not exceeding\n                        at any time such maximum number as is specified\n                        in the licence.\n                      (6) A motor vehicle specified in the licence shall not,\n              while it remains so specified, be capable of being effectively\n              specified in any other Iicence under this Part.\n                      (7) A person may be the holder of two or more\n              licences whether of the samedass or of different classes.\nProcedure       80.-(1) A person applying for a licence shall submit to\non applica-\ntion ior      the Licensing Authority a statement in the prescribed form--\nlieences.\n                   (U)    containing as respects motor vehicles proposed to\n                          be used under a licence, such particulars as may\n                          be prescribed;\n                   (b) stating the number and type of hired motor vehicles\n                       and of trailers proposed to be so used;\n                   Ic) specifying, in the case of an application for a public\n                       carrier’s licence, the facilities for the carriage of\n                       goods intended to be provided by him under the\n                       licence for other persons including the particulars\n                       of the district within which, or the places between\n                       which, it is intended that the authorized vehicles\n                       will normally be used for the purposes of carrying\n                       goods for hire or reward.\n                      (2) A person appIying for a carrier’s licence shall\n              give to the Licensing Authority any information which it\n              may reasonably require for the discharge of its duties in\n              relation to the application and, in particular, an applicant\n                         [The inclusion of this pase is authorized by L.N. 6S/19781\n                          ROAD TRAFFIC                                    95\nfor a public carrier’s licence shall, if required by the\nLicensing Authority; submit to the Authority in the pre-\nscribed form such particulars as the Licensing Authority\nmay require with respect to any business as a carrier of\ngoods for hire or reward carried on by the applicant at\nany time before the making of the application and of the\nrates charged by the applicant."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13,198y        application, be deemed for all purposes to be the Transport\n2nd            Authority established under the Transport Authority Act.\n                       (5) Where a licence has been granted by a Licensing\n               Authority constituted in accordance with this section, the\n               powers conferred by this Act upon a Licensing Authority\n               to suspend or revoke a licence shall, in relation to any\n               licence so granted, be exercised by a Licensing Authority\n               constituted in accordance with this section, and accordingly\n               any question as to the exercise of such powers shall be\n               referred to the Licensing Authority which receives the\n               application for the licence and the provisions of subsection\n               (3) shall apply mutaris murandis as if such reference of\n               that question were the receipt of an application by that\n               Licensing Authority.\nE~~~~~           66.41) Subject to the provisions of this section, where\nlroad-\n  iceS.        the Minister is- satisfied in relation to any licensing area\n1311953        that-\ns. 3(U)((b).\n                   (a) the holder of any road licence in respect of a stage\n                       carriage or an express carriage (whether voluntarily\n                       or by reason of causes beyond his control) wholly\n                       or in part either-\n                            (i) has failed or neglected to provide; or\n                       F   e inclusion of this m   e is authorized by L.N. 37/1988]\n                           ROAD TRAFFIC\n             (ii) has discontinued or suspended the provision\n                  of; or\n            (iii) is likely to discontinue or suspend the pro-\n                  vision of,\n         the service authorized to be provided under such\n         licence; or\n    (b) any road licence in respect of a stage carriage or\n        express carriage has been revoked or suspended\n        under the provisions of this Act.\nhe may-\n     (i) by order empower the Licensing Authority for the\n        relevant area to grant so many emergency road\n        licences in relation to such routes and for such\n        periods {not being in excess of twelve months) as\n        may be sp~cifiedin such order; and\n    (ii) by the same or any other order revoke all existing\n         road licences in force in relation to such routes.\n        (2) Every emergency road licence shall take effect\nfrom such day as may be specified in such licence and\nunless sooner revoked or suspended shall continue in force\nuntil such day (not being more than twelve months next\nafter the date upon which such licence takes effect) as may\nbe specified in such licence.\n      (3) There shall be paid in respect of the grant of\nany emergency road licence a fee of two dollars.\n        (4) The provisions of section 63 other than so much\nof the provisions of subsection (2) as require the Licensing\nAuthority to take into consideration representations made\nby the persons referred to in such subsection, and the pro-\nvisions of section 67 and of section 68 shall apply to 34/1976\nemergency road licences as they apply to road licences S. 7,\nunder section 63.\n        F   e inclusion of this pa.be is authorized by L.N. 68/1978]\n82                              ROAD TRAFFlC\n              ( 5 ) For the avoidance of doubt it is expressly\n     declared that nothing in this Act or in any regulation made\n     thereunder requiring any application for the grant of a\n     road licence to be advertized or notice of such application\n     10 be given to any person other than the Licensing Authority\n     or providing for any right of appeal against the decision\n     of any Licensing Authority to grant or revoke any applica-\n     tion for a road licence shall apply to any emergency road\n     licence.\n            (6) Notwithstanding anything to the contrary, any\n     emergency road licence may be revoked at any time by the\n     Minister without any cause assigned.\n            (7) Notwithstanding anything to the contrary, no\n     compensation shall be payable in respect of the revocation\n     of any emergency road licence under this section.\n             (8) When any existing road licence is revoked in\n     accordance with the provisions of this section there shall\n     be refunded to the holder of that licence such sum as bears\n     to sixteen dollars the same proportion as is borne by the\n     number of months between the date of revocation and the\n     date on which the licence would normally have expired\n     to forty-eight.\n             (9) At any time before the expiration of an emer-\n     gency road licence the Minister may by order empower\n     the Licensing Authority for the relevant area to renew such\n     licence for such period (not being more than twelve months\n     from the date of the expiration of the licence) as may be\n     specified in the order, and if the licence is renewed in\n     pursuance of such order, it shall, subject to the succeeding\n     provisions of this subsection, continue in force until the\n     expiration of the period specified in the order.\n        The provisions of subsections (31, (4)and (5) shall have\n     effect in relation to the renewal of an emergency road licence\n             r h e inclusion of this page is authorized by L.N. 68119781\n                                  ROAD TRAFFIC                                            83\nas they have effect in relation to the grant of such a licence,\nand the provisions of subsections (6) and (7) shall have\neffect in relation to an emergency road licence in respect\nof any period for which it has been renewed as they have\neffect in relation to such licence in respect of the period\nfor which it was first granted.\n             1"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.--(1)  Every motor vehicle or trailer kept for use on a road hlotor\nshall be registered in a book to be called the “Motor Vehicles ~$~~~~\nRegister” and shall carry registration plates in the prescribed\nmanner and such registration shall be effective for the whole\nperiod during which such motor vehicle or trailer is so used,\nsubject to such alterations through loss of registration plates or\notherwise, as may be effected in accordance with regulations\nmade under this Act.\n22                                                ROAD TRAFFIC\n                         (2) The hlotor Vehicles Register shall be kept by the\n                 Licensing Authority of the area in which the licence for the\n                 motor vehicle or trailer is issued, and in such Register shall be\n                 entered the letter and number of the registration plate, the name\n                 and address of the person for the time being in whose name the\n                 vehicle is registered, the number of any licence issued and the\n                 cause of discontinuance of the issue of the licence.\n                         ( 3 ) If a motor vehicle or trailer is used on a road without\n                 being registered or licensed, or in contravention of the terms of\n                 the licence or if any,registration plate or licence to be affixed\n                 and kept affixed in accordance with regulations made under this\n                 Act is not so affixed and kept affixed or if being so affixed is in\n                 any way obscured or rendered or allowed to become not easily\n                 distinguishable, the person driving or using the motor vehicle or\n                 trailer shall be guilty of an offence and the motor vehicle or\n                 trailer shall be liable to be seized and kept in the possession of\n                 the Police until the requirements of this Act and regulations\n                 thereunder have been complied with.\n                          (4) A person shall not be convicted of an offence under\n                 this section if he proves that he has had no reasonable\n                 opportunity of registering or licensing the motor vehicle or\n                 trailer and that the vehicle is being driven or drawn on the road\n                 for the purpose of being registered or licensed.\nPa>ment of"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15,,960\n       vehicles used-                                       s. 2.\n          (i) in consequence of an alarm of fire or for\n               the purpose of proceeding to a 6re by any\n              constable or any officer, sub-officer or fie-\n              man of the Fire Brigade constituted under\n               the Fire Brigade Act;\n         (ii) for the purpose of collecting or transporting\n               a person in immediate need of medical\n               attention;\n       Who inchswn of this page is aufhorized by L N 95( 19?7]\n70                                        ROAD TRAFFIC\n261 1%8                    (iii) in such other circumstances as he may\nS 3 (b).\n                                 prescribe.\n6:I995                   (2) Where, pursuant to subsection (11, regulations\ns'3(b)'        are made with respect to sections 34A to 34D, those fegu-\n               lations shall be subject to affirmative resolution.\n                                       The Points System\nAssign-           S9A.--(1) Subject to subsection (2), where any person is\nment of\n          on   convicted of an offence specified in the Second Schedule,\nconv1c-        the court before which that person is convicted shall, in addi-\nlion for\nmain           tion to any penalty for that offence, order-\noffences.\nSecond              (a) that the demerit points specified in that Schedule\nSchedule.\n111993                     in relation to that offence be recorded against any\nS. 6.                     licence held by that person; and\n                    ( b ) that the person be disqualified in accordance with\n                          subsection (4).\n                          (2) Subsection (1) shall not apply if the penalty\n               imposed by the court on the person convicted of the offence\n               referred to in that subsection includes an order disqualifying\n               that person for holding or obtaining a driver's licence.\n                           (3) Where a person is served with a prescribed\n               notice under section 116 in respect of an offence to which\n               that section relates and pays a fixed penalty in accordance\n               with that section-\n                    (4 the number of demerit points specified in the\n                           Second Schedule shall be recorded against any\n                          licence held by that person; and\n                    (b) the officer in charge of the Police Traffic Division\n                           shall record in respect of that person-\n                                (i) details of the offence committed;\n                               (ii) the date on which the fixed penalty was\n                                    paid;\n                              (iii) the number of demerit points specified in\n                                    the Second Schedule in relation to that\n                                    offence; and\n                -__\n                         IThe inclusion ofthis page is authorized by L.N. 951 1   9   ~\n                          ROAD TRAFFIC                                      7s"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1)    A person shall not drive a motor vehicle on a road Dnvzrs’\nunless he is the holder of a licence for the purpose (in this Act licznccs\n                                                                   rcquircd.\nreferred to as a “driver’s licence”) and a person shall not employ\nany person to drive a motor vehicle on a road unless that person\nso employed is the holder of such a driver’s licence. If any 11986\nperson acts in contravention of the provisions of this subsection s. 2 (a).\nhe shall be guilty of an offence and shall be liable on summary 1 1993\nconviction before a Resident Magistrate to a fine not exceeding s. 10.\nten thousand dollars, and the burden of proving that such person 21 1999\nholds such a driver’s licence shall be upon the person charged:    s. 2.\n   Provided that this subsection shall not apply to a person who\nis being taught to drive (in this Act referred to as a learner) by\nthe holder of such a driver’s licence who is directing the learner 1 l9s6\n                                                                   S. 2 (b).\nor who is in responsible control:\n                                                                                   11986\n                                                                                   s. 2 ( C ) .\n  Provided krther that-\n     (a) such vehicle-\n            (i) shall have displayed at the back and front\n                thereof such distinguishing mark as may be\n                prescribed; and\n            (ii) shall be operated subject to such restrictions\n                 relating to the carrying of passengers or freight\n                 as may be prescribed; and\n               I I l i c 111~111~ioii\n                                01 tIii\\ pigc I\\ .iiitliorizcd b\\ I N   YY 20011\n                                            ROAD TRAFFIC‘\n                 ( h ) the learner is either the holder of a provisional licence\n                       issued under this section or, although not the holder of\n                       a driver’s licence authorizing him to drive the class or\n                       description of vehicle in respect of which he is a\n                       learner, is nevertheless the holder of a driver’s licence\n                       in respect of some other class or description of motor\n                       vehicle.\n30 1954           (2) A driver’s licence issued under this Act shall,\ns3\n          subject to the provisions of this Act, continue in force for the\n14 1984   prescribed period and the licence duty in respect thereof shall be\ns 2 (d)   paid in full at the time of the issue of the licence\n                   (3) Application for a driver’s licence shall be made to\n          the Licensing Authority of the area in which the applicant\n          resides.\n                   (4) Drivers’ licences shall be of three classes, that is to\n          say-\n                 (a) “a private driver’s licence”, which shall entitle the\n                     holder thereof to drive, not for reward, “trucks”,\n                     “motor cars”, (not being public passenger vehicles or\n                     commercial motor cars) and “invalid carriages”\n                 ( b ) “a general driver’s licence”, which shall entitle the\n                       holder thereof to drive, whether for reward or\n                       otherwise, such class or classes of motor vehicles as\n                       may be specified in the licence and which his\n                       examination test or tests prove him competent to drive;\n                 (c) “a motor cycle driver’s licence”, which shall entitle the\n                     holder thereof to drive a motor cycle.\n                           [The iiiclusioii of this page I S aufhonzed by L N   88/2003]\n                         ROAD TRAFFIC                                          25\n         ( 5 ) Drivers’ licences shall be in the prescribed form ~ / i w b\nand where the holder of the licence is subject to any restric- S. I (d).\ntion (whether with respect to the class of licence or with\nrespect to the description, design, construction, weight or\nany other feature of the vehicle which, as shown in the\ncertificate of competence under section 18, he is competent\nto drive) the extent of such restriction shall be specified\nin the prescribed manner on the licence.\n        (6)The Licensing Authority on application by a\nperson of at least seventeen years of age desiring to learn\nto drive a motor vehicle with a view to passing a driver’s\ntest under section 18, may grant to such person a provisional\nlicence to be in force for a period of twelve months which\nlicence shall be in the prescribed form and granted subject\nto the prescribed conditions. If any person to whom such\na provisional licence is granted fails to comply with any\nof the conditions subject to which it is granted he shall\nbe guilty of an offence and shall be liable on summary con- ;/?a\nviction before a Resident Magistrate to a fine not exceeding\nfour thousand dollars.                                        2111999\n                                                                   s. 2."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.41) A Licensing Authority shall, subject to the ~                    ~        ~   ;   ~\nprovisions of this Part, grant a driver’s licence of the\nappropriate class to any person resident in the area of the\nLicensing Authority who applies for it in the prescribed\nmanner and produces to the Licensing Authority a certi-\nficate of competence mentioned in section 18.\n       (2) A Licensing Authority shall enter in a book\nto be called the “Drivers’ Licences Book” the particulars\nof-\n                                       ROAD TRAFFIC\n                 (a) all drivers’ licences granted by the Authority in-\n                     cluding the name, address and description of the\n                     person licensed and the date of such licence;\n                 (b) all drivers’ licences refused, suspended or revoked\n                     by the Authority and the reason for such refusal,\n                     suspension or revocation.\n                    (3) In the event of any licence issued as aforesaid\n            being lost the Licensing Authority who issued the lost\n            licence may issue a new licence in place of the licence so\n~ 1 9 8 4   lost on payment of the prescribed fee.\nS 3 (b).\n16[1964            (4) Any person who-\ns. 3 (e).\n                 (a) maliciously removes, defaces or destroys any m\n                     cord; or\n                 ( b ) with intent to deceive or defraud, alters or erases\n                       any record,\n            kept by the Licensing Authority, shall be guilty of an offence\n            and shall be liable on summary conviction in a Resident\n21/*999\ns2.         Magistrate’s Count to a fine not exceeding twenty thousand\n            dollars or to imprisonment for a period not exceeding twelve\n            months or to both such fine and imprisonment.\nm a i m       1 8 . 4 1 ) A Licensing Authority shall not grant a drivcr’8\n10 the gran1\nofadnvcr,, licence unless the applicant for the licence pays to the\nEocsca\n1611984\n            Licensing Authority the prescribed fee which may include\ns. 4.       a prescribed service charge and unless the applicant produces\n            to the Authority a certificate (in this Act referred to as a\n            “certificate of competence”) in the prescribed form, from\n                     [The inclusion of this page is aufhorized by L.N. 3/2001]\n                         ROAD TRAFFIC                                n\nthe Tr&c Area Authority in whose traflic area is situated\nthe licensing area, certirying that the applicant-\n    (i) is able to read and write in English;\n    (ii) has complied with the provisions of this Act and\n          the regulations made thereunder and paid the\n         fees prescribed for a driver’s test and, has passed\n         or has been exempted from, such test and, where\n          the applicant is a chaufIeur has passed, or has\n          been exempred from, a test of his mechanical\n          knowledge;\n    (iii) is at least seventeen years of age, or in the case of\n          an applicant for a motor cycle driver’s licence\n         that he is at least of that age;\n    (iv) in the case of an applicant for a general driver’s\n         licence to drive a public passenger vehicle, has\n         attained the age prescribed for the holding of such\n         a licenoe;\n    (v) has produced to the Traffic Area Authority, a\n         certificate from a Justice or a Superintendent or\n         Assistant Superintendent of Police in the area\n         in which the applicant resides, in the p r e s m i d\n         form certifying that he is a Et and proper person\n         to be the holder of a driver’s licence;\n    (vi) in the case of an applicant for a private driver’s\n         licence, or for a motor cycle driver’s licence, has\n         made a declaration in the prescribed form that he\n         is not suffering from any such disease or physical\n         disability as may be specified in the form, or any\n         other disease or physical disability which would\n          be likely to cause the driving by him of a motor\n         [The inclusion of this page is anthorized by L.N. 3/2001J\n28                                  ROAD TRAFFIC\n                   vehicle, being a vehicle of such class or descrip-\n                   tion as he would be authorized by the licence to\n                   drive, to be a source of danger to the public;\n             (vii) in the case of an applicant for a general driver’s\n                   licence has produced to the Traffic Area Authority\n                   a medical certificate from a registered medical\n                   practitioner, in the prescribed form, certifying that\n                   he is not suffering from any such disease or\n                   physical disability as may be specified in the form,\n                   or any other disease or physical disability which\n                   would be likely to cause the driving by him of a\n                   motor vehicle, being of such class or description\n                   as he would be authorized by the licence to drive,\n                   to be a source of danger to the public :\n             Provided that the provisions of this subsection (other\n          than the provision for the payment of the licensing fee)\n          shall not apply to a person making only a temporary stay\n          in Jamaica if he produces to the Traffic Area Authority a\n          driver’s licence issued to him not longer than twelve months\n          before by the competent Authority in the country from\n          which he comes:\n            Provided further that the Licensing Authority may in\n          any case require the holder of such a licence to comply\n          with all or any of the provisions of this subsection.\n                 (2) If any person for the purpose of obtaining the\n          grant of any licence to himself or any other person, or for\n          the purpose of obtaining a certificate of mrnpteucc, know-\n          ingly makes any false statement or withholds any material\n          information, he shall be guilty of an offence and shall be\n2111999   liable to a penalty not exceeding twenty thousand dollars,\ns.2.\n          and in default of payanent thereof to imprisonmen4, with or\n                  lThe inclusion of this pase is authorized by L.N.3/20011\n                          ROAD TRAFFtC                                     28.01\nwithout hard labour, for any period, not exceeding three\nmonths, or, in the discretion of the court, to imprisonment,\nwith or without hard labour, for any period not exceeding\nthree months.\n       (3) Notwithstanding anything in this Act to the 511964\ncontrary, where the applicant for a driver's licence is a s.1.\nmember of the Jamaica Defence Force who is required\nto drive vehicles belonging to the Force the certificate of\ncompetence required pursuant to subsection (1) may be\nfurnished by a person authorized in that behalf by the\nChief of Staff of the Force, and for that p u r p o s e\n    (0)   any function which, pursuant to that subsection,\n          is vested in a Traffic Area Authority may be\n          performed by the person authorized as aforesaid;\n          and\n    (b) any reference therein to a Traffic Area Authority\n        shall be construed to include a reference to a\n        person so authorized."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18, subsection (5) of section 25, subsection (3) of\n                    section 66 or subsection (1) of section 70.\n11/1961.\ns.2.               (3) An order made under subsection (2) may\n           contain such consequential, supplemental or ancillary\n           provisions as appear to the said Minister to be necessary\n           or expedient for the purpose of giving due effect to the\n           order.\n1111961           (4) An order made under subsection (2) shall be\nS. 2.      subject to affirmative resolution of the House of\n           Representatives.\n                  (5) [Deleted by Act 25 of 2004.1\n                  (6) The duties charged under this section shall be\n           paid upon a licence to be taken out by the owner or person\n           in charge of the motor vehicle or trailer and which shall\n           be issued and be subject to such conditions and regulations as\n           may be prescribed.                                                       (3\n                  (7) Every person applying for the first licence in\n           respect of any motor vehicle or trailer under this section\n                          ROAD TRAFFIC                                   19\nshall make application to the Licensing Authority of the\narea in which the motor vehicle or trailer is kept for use\non a road, and shall make a declaration and furnish such\nparticulars with respect to the motor vehicle, or trailer for\nwhich the licence is to be taken out, as may be prescribed.\nOn the expiration of the period covered by the first or any\nsubsequent licence a fresh licence shall be issued by the\nLicensing Authority in the name of the owner for the time\nbeing, upon appIication, production of a certificate of fitness\nand payment of the duty\n        (8) Every licence issued under this section shall be\nissued in respect of the vehicle specified in the application\nfor the first or original licence or in the new licence granted 20,1%,\nunder subsection (7) and shall not entitle the person to xd).\nwhom it is issued to use any other motor vehicle or trailer.\n        (9) When any motor vehicle or trailer in respect of\nwhich any licence has been issued is used or altered and\nused after the licence has been issued in such manner as to\ncause the vehicle to become a vehicle in respect of which a\nlicence at a h i e r rate of duty is required, the licence shall\nbecome void, but the holder of the licence shall. on\nsurrendering the same and furnishing the prescribed parti-\nculars, be entitled to receive a new licence in respect of the\nmotor vehicle to have effect for the period for which the\nsurrendered licence would, if it had not been surrendered,\nhave remained in force, on payment of such amount, if\nany, as represents the difference between the amount pay-\nable on the new licence and the amount paid on the sur-\nrendered licence.\n        (10) No duty shall be payable under this section in\nrespect of fire engines, ambulances and road rollers nor\nupon tractors used exclusively within the limits of the\nestate or pen to which they belong or upon any public road\n         IThe inclusion of lhis paee is audhorued by I.N.3:200l]\n20                                    ROAD TRAFFIC\n              running through such estate or pen and within the limits\n              of the same.\n                      (1 1) Regulations made under this Part may provide\n              for the total or partial exemption for a limited period from\n              the duty payable under this section on any motor vehicle\n              brought into Jamaica by persons making only a temporary\n              stay in Jamaica, and for refunds of duty or partial exemp\n              tion from duty in respect of vehicles no longer in use on\n              a road.\n                     (12) Any licence issued under this section may be\n              transferred in the prescribed manner.\n                     (13) If any person knowingly makes a false\n              statement in any declaration required to be made under this\n              Act such person shall be liable on conviction to a penalty\n2111999"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) A person shall be disqualified for obtaining a Disqualifl-\n                                                         caiion* for\ndriver's licence-                                        obraining\n                                                                    B driver's\n                                                                    licence.\n    (U)   while another licence of the same class granted to\n          him is in force, whether the licence is suspended\n          or not;\n    (6) if he is by a conviction under this Part or by an\n        order of a court under this Part disqualified for\n        holding or obtaining a driver's licence;\n               - ~ _ _ _\n           me inclusionof \\his p88s is authorized by LA\" 96iI9981"
    },
    {
      "provision_ref": "sec19a",
      "section": "19A",
      "title": "Section 19A",
      "content": "19A.-(l) A Licensing Authority shall refuse to grant or\nor cancel-    renew a driver’s licence in respect of any person if-\nlation of\ndrivcrs’\nliccncn\n16/1984            (U)   the applicant is, for any reason, not entitled to be\nS. 6.                    granted a licence; or\n111993\nS.3 (a).\n                   (b) the applicant is, pursuant to section 19, disqualified\n                       for holding or obtaining a driver’s licence.\n111993\nS . 3 (b).\n                        (2) Where it appears to the Licensing Authority\n              that there is reason to believe that subsection (1) applies to\n              any person who is the holder of a driver’s licence or a pro-\n              visional licence, as the case may be, the Licensing Authority\n              shall revoke or suspend as the case may require the licence\n              held by such person.\n                                                  -~     ~\n                          lIheinclusionuf thispigeisauthoriredby L!N.%/1998]\n                                ROAD TRAFFIC                                29\n       (3) Where, pursuant to this section, the Licensing\nAuthority refuses to renew a licence or revokes or suspends%($: ’ ;\na licence held by any person, the Licensing Authority shall\ngive notice of such refusal, suspension or revocacion, as the 1/1993\n                                                                 s. 3(C)(ti).\ncase may be; and the reasons therefor to the holder of the\nlicence who shall, on receipt of such notice, without preju-\ndice to any appeal to the Road Traffic Appeal Tribunal,\nsurrender the licence forthwith to the Licensing Authority.\n       (4)Any person who fails to surrender a licence as\nrequired under subsection (3) shall be guilty of an offence\nand shall be liable on first conviction to a h e not exceeding\n ten thousand dollars or t o imprisonment for a term not ;.*if99\nexceeding three months and in the case of a second or sub-\nsequent conviction to a fine not exceeding fifteen thousand 2 1 / 1 9 ~\ndollars or to imprisonment for a term not exceeding six s. 2.\nmonths.\n  2 0 . 4 1 ) Where a Licensing Authority refuses to grant provisiuru\na driver’s licence of any class on the ground that the appIi- z;ical\ncant is suffering from any such disease or disability as is apDl,can,s"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Any person driving a motor vehicle on a road or produrnion\n accompanying a learner in a motor vehicle on a road or a        ~~~~\n learner in a motor vehicle on a road shall, on being so\n required by a constable, produce his driver’s licence for\nexamination so as to enable the constable to ascertain the\nname and address of the holder of the licence, the date of\nissue and the Licensing Authority by which it was issued,\nand if he fails to do so he shall be guilty of an offence:\n   Provided that subject to section 116 (1) where a person zsf{E\naforesaid is unable to produce his driver’s licence when so 111953\nrequired but is able to satisfy the constable by other means s 5.\nas to his name. address and identity, that constable shall,\nif otherwise satisfied as to the credentials of that person,\npermit him to produce such licence in person within five days\nthereafter at such Police Station as may be specified by that\nperson at the time its production was required, and if the\nlicence is so produced that person shaU not be convicted of\nan offence under this section."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(1) Any court before which a person is convicted D ~              ~    ~   ~   E   ~\nof any criminal offence in connection with the driving of a :g:z\nmotor vehicle and any court before which a person is\nconvicted of any offence whatsoever under this Act or the\nregulations made thereunder, in addition to any penalty\nfor such offence-\n        (The inclusion of this page is authokmd by LN.42119951\n34                                       ROAD TRAFFIC\n                (a) may in any case, except where otherwise expressly\n                   provided by this Part, and shall, where so required\n                   by this Part, order him to be disqualified for\n                   holding or obtaining a driver’s licence for such\n                   period as the court thinks fit; and\n               (6) may in any case, and shall where a person is by\n                   virtue of a conviction disqualified for holding or\n                   obtaining a licence, or where an order so disquali-\n                   fying any person is made or where so required by\n                   this Part, order that the particulars of the con-\n                   viction and of any disqualification to which the\n                   convicted person has become subject shall be\n                   endorsed on any licence held by the offender:\n             Provided that, if the court thinks fit, any disqualifica-\n          tion imposed under this section may be limited to the\n          driving of a motor vehicle of the same class or description\n          as the vehicle in relation to which the offence was\n          committed.\n                  (2) A person who by virtue of an order of a court\n          under this Part is disqualified for holding or obtaining a\n          driver’s licence may appeal against the order in the same\n          manner as against a mnviction and the court making the\n          order may if it thinks fit, pending the appeal, suspend the\n          operation of the order.\nP~*M         24.-(1)     Where a person who is disqualified by virtue\n%&&fi,       of a conviction or order under this Part is the holder of\nlionsand\nausIpLwIiom. a driver’s licence, the licence shall be suspended so long\n             as the disqualification continues in force.\n                     (2) A licence suspended by virtue of this Part shall\n             during the time of suspension be of no effect.\n                  (3) A person who by virtue of a conviction or order\n          under this Part is disqualified for holding or obtaining a\n          driver’s licence may, at any time after the expiration of\n                          ROAD TRAFFIC                               35\nsix months from the date of the conviction or order, and\nfrom time to t h e , apply to the court before which he was\nconvicted or by which the order was made to remove the\ndisqualification, and on any such application the court may,\nas it thinks proper, having regard to the character of the\nperson disqualified and his conduct subsequent to the\nconviction or order, the nature of the offence, and any\nother circumstances of the case, either by order remove the\ndisqualification as from such date as may be specilied in\nthe order or refuse the application:\n  Provided that, where an application under this sub-\nsection is refused, a further application thereunder shall\nnot be entertained if made within three months after the\ndate of the refusal.\n   If the court orders a disqualification to be removed, the\ncourt shall cause particulars of the order to be endorsed\non the licence, if any, previously held by the applicant and\nthe court shall in any case have power to order the applicant\nto pay the whole or any part of the costs of the application.\n        (4) If any person who, under the provisions of this\nPart, is disqualified for holding or obtaining a driver’s\nlicence applies for or obtains a licence while he is so dis-\nqualified, or if any such person while he is so disqualified\ndrives a motor vehicle, or, if the disqualification is limited\nto the driving of a motor vehicle of a particular class or\ndescription, a motor vehicle of that class or description, on\na road, that person shall be guilty of an offence and shall\nbe liable on conviction thereof to imprisonment. with or\nwithout hard labour, for a term not exceeding six months\nor if the court thinks that, having regard to the special\ncircumstances of the case, a pecuniary penalty would be\nan adequate punishment for the offence, to a penalty not\nexceeding ten thousand dollars, and in default of payment 22,1999\nto imprisonment with or without hard labour for a term not s. 2.\n         [The ioclusion of this page is authorized by L.N. 3/20011\n 36                                    ROAD TRAFFIC\n             exceeding three months or to both such imprisonment and\n             such penalty, and a licence obtained by any person dis-\n             qualified as aforesaid shall be of no effect.\n                    ( 5 ) Notwithstanding any enactment prescribing the\n             time within which proceedings may be brought before a\n             court of summary jurisdiction proceedings for an offence\n             under subsection (4) may be brought-\n                 (a) within a period of six months from the date of\n                     the commission of the alleged offence; or\n                 (b) within a period which exceeds neither three\n                     months from the date on which it came to the\n                     knowledge of the prosecution that the offence had\n                     been committed nor one year from the date of\n                     the commission of the offence,\n             whichever period is the longer.\n                    (6) For the purposes of this section, references to\n             orders under this Part include references to orders under\n             the corresponding provisions of any enactment now\n             repealed.\nProvisions      25.41) An order that the particulars of any conviction\nendorse-\nas to\n             or of any disqualification to which the convicted person\nrncnts.      has become subject are to be endorsed on any driver’s\n             licence held by the offender shall, whether the offender is\n             at the time the holder of a licence or not, operate as an\n             order that any licence he may then hold or may subse-\n             quently obtain, shall be so endorsed until he becomes\n             entitled under the provisions of this section to have a\n             licence issued to him free from endorsement.\n                     (2) Where an order is made requiring any driver’s\n             licence held by an offender to be endorsed, then-\n                  (a) if the offender is at the time the holder of a\n                       driver’s licence, he shall, if so required by the\n                       court, produce the licence within five days or such\n                          ROAD T R A F F K                           37\n           longer time as the court may determine for the\n          purpose of endorsement; and\n     (b) if he is not then the holder of a licence, but subse-\n          quently obtains a licence, he shall within five days\n          after so obtaining the licence produce it to the\n          court for the purpose of endorsement,\nand if he fails so to do, he shall be guilty of an offence; and\nif the licence is not produced for the purpose of endorse-\nment within such time as aforesaid, it shall be suspended\nfrom the expiration of such time until it is produced for\nthe purpose of endorsement.\n        (3) On the issue of a new driver’s licence to any\nperson, the particulars endorsed on any previous licence\nheld by him shall be copied on to the new licence unless he\nhas previously become entitled under the provisions of this\nsection to have a licence issued to him free from endorse-\nments.\n         (4) If any person whose driver’s licence has been\n ordered to be endorsed and who has not previously become\n entitled under the provisions of this section to have a\nlicence issued to him free from endorsement applies for\nor obtains a licence without giving particulars of the order,\nhe shall be guilty of an offence and shall be liable on\nconviction thereof to imprisonment, with or without hard\nlabour, for a term not exceeding three months or to a\npenalty not exceeding ten thousand dollars, and in default 21119s\nof payment to imprisonment with or without hard labour s2.\nfor a term not exceeding three months and any licence so\nobtained shall be of no effect.\n       (5) Where a person in respect of whom an order\nhas been made under this Part, or the corresponding\nprovisions of any enactment now repealed requiring the\nendorsement cf any licence hsld by him, has dining a\ncontinuous period of three years or upwards since the order\nwas made had n q such order made apainrt him. he shall\n38                                    ROAD TRAFFIC\n            be entitled, either on applying for the grant of a licence\nI6 I 1984\ns.9.        under this Part or subject to payment of a fee of ten dollars,\n            and subject to surrender of any subsisting licence, at any\n            time, to have issued to him a new licence free from endorse-\n            ments :\n               Provided that, in reckoning the said period of three\n            years, any period during which the person was by virtue\n            of the order disqualified for holding or obtaining a driver’s\n            licence shall be excluded.\n                     (6) Where a court orders particulars to be endorsed\n            on a driver’s licence held by any person, or where by a\n            conviction or order of a court a person is disqualified for\n            holding or obtaining a licence, the court shall send notice\n            of the order to the Traffic Authority in whose traffic area\n            that person resides, and in a case where a person is so\n            disqualified, shall also on the production of the licence for\n            the purpose of endorsement retain the licence and forward\n            i t to such Traffic Authority, and that Authority shall keep\n            the licence until the disqualification has expired or been\n            removed and the person entitled to the licence has made a\n            demand in writing for its return to him.\n               Where the disqualification to which a person has become\n            subject is limited to the driving of a motor vehicle of 8\n            particular class or description, the Traffic Authority to\n            whom that person’s licence has been forwarded under this\n            subsection shall forthwith after the receipt thereof cause\n            the appropriate Licensing Authority to issue to that\n            person a new licence on which there shall be indicated\n            in the prescribed manner the class or description of vehicle\n            which the holder of the Licence is not thereby authorized\n            tu drive, and the licence so issued shall remain in force\n            either for the unexpired period of the original licence or\n            for the period of disqualification. whichever is the shorter.\n                    (7) Where on an appeal against any such order the\n            appeal is allowed, or where any such conviction is quashed\n                     [The inclusion of this page is authoriEed by L.N. 3/2IXJlI\n                          ROAD TRAFFIC                                     39\nthe court by which the appeal is allowed or the conviction\nis quashed, shall send notice thereof to the Traffic\nAuthority in whose traffic area the person affected by the\norder or conviction resides and to the Licensing Authority\nwho issued the licence.\n   Provisions as to Driving and Offencesin connection\n                         therewith"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.    Pro\\ isions as to endorsements.\n            Provisions as to Driving mid (?fences in ~ o i i i i e ~ t i o/herew.ith\n                                                                           ii"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.-(1) It shall not be lawful for any person to drive a Speed\n                                                                Rate of\n                                                                     011\nmotor vehicle of any class or description on a prescribed prescribed\nroad or on a road within a prescribed area at a speed roads.\ngreater than the speed prescribed as the maximum speed\nin relation to a vehicle of that class or description and if\n any person acts in contravention of this section he shall\nbe guilty of an offencse and shall be liable on conviction 1 2 / 1 9 x i\n                                                                s 4\nto the following penalties-                                     Ill993\n      (a) where the maximum speed is exceeded by 10 to 20 \"Io\n             miles per hour, to a penalty not exceeding two s.2111999"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Upon the trial of a person who is indicted for man- pow=m\n                                                               convict for\nslaughter in connection with the driving of a motor vehicle recuesnor\n                                                               dangerow\nby him, it shall be lawful for the jury, if they are satisfied driv,ngoa\nthat he is guilty of an offence under section 27 (which $A-for\nrelates to reckless or dangerous driving), to find him guilty daughkr.\nof that offence, whether or not the requirements of section\n38 (which relates to notice of prosecution) have been\nsatisfied as respects that offence.\n                                                                     .\n                                                                     -\n         F   e inclusion of this page ir aulhonzed by L N.42119951\n42                                         ROAD TRAFFIC\nPower 10        29.-(1)    Where a person is charged before a court of\norocepd on\ncharge for    summary jurisdiction with an offence under s-ction 27 and\ncareless      the court is of the opinion that the offencr, is not proved,\ndriving on\nhearing of    then at any time during the Learing or immediately there-\nchargefor\nreckless or   after, the court may, without prejudice to any other powers\n              possessed by the court, direct or allow a charge for an\n              offence under section 32 (which relates to careless driving)\n              to be preferred forthwith against the defendant and may\n              thereupon proceed with that charge, so, however, that he\n              or his solicitor or counsel shall be informed of the new\n              charge and be given an opportunity, whether by way of\n              cross-examining any witness whose evidence has already\n              been given against the defendant or otherwise, of answering\n              the new charge and the court shall, if it considers that the\n              defendant is prejudiced in his defence by reason of the\n              new charge being so preferred, adjourn the hearing.\n                       (2) A defendant in whose case the requirements of\n              section 38 (which relates to notice of prosecution) have\n              been satisfied or do not apply, as respects the alleged\n              offence under section 27, may be convicted on a charge\n              preferred under subsection (11, notwithstanding that such\n              requirements have not been satisfied as respects the alleged\n              offence under section 32.\nCausing          30.-(1) A person who causes the death of another\ndeath by\nrseklcrao1    person by the driving of a motor vehicle on a road reck-\ndangerous\ndriving.      lessly, or at a speed or in a manner which is dangerous\ns. 3.\n41f1969       to the public, having regard to all the circumstances 01\n              the case, including the nature, condition and use of the\n              road, and the amount of traffic which is actually at the\n              time, or which might reasonably be expected to be, on\n              the road, shall be liable on conviction on indictment to\n              imprisonment with or without bard labour for a term not\n              exceeding five years.\n                     (2) Upon the trial of a person who is indicted for\n              manslaughter in connection with the driving of a motor\n                          m e inclusion of this page i s autbcripsd by L.N. 421 1995]\n                          ROAD TRAFFIC                                      43\n vehicle by him,it shall be lawful for the jury, if they are\nsatisfied that he is guilty of an offence under subsection\n(1) to find him guilty of that offence, and upon the trial\nof a person for an offence under subsection (1) it shall be\nlawful for the jury, if they are satisfied that he is guilty\nof an offence under section 27, to find him guilty of that\noffence, whether or not the requirements of section 38 have\nbeen satisfied as respects that offence."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.    Powcr to procccd on chargc for carclcss driving on hcaring of cliargc\n            for rccklcss or dangerous driving."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-(1) A person convicted of manslaughter in o o ~ e c -Disqusli-\ntion with the driving of a motor vehicle by him or of an offencca\n                                                             ficationfoi\noffence under section 30 shall, unless the court for special         ~~~~\nreasons thinks fit to order otherwise, and without prejudice ;1/;-%9\nto the power of the court to order a longer period of\ndisqualification, be disqualified for a period of twelve\nmonths from the date of the conviction for holding or\nobtaining a driver’s licence.\n         (2) Where a person is convicted of aiding, abetting,\ncounsehg or procuring, or inciting the commission of an\noffence mentioned in subsection (l), and it is proved that\nhe was present in the vehicle at the time of the commission\nof the offence, the provisions of that subsection shall apply\nin relation to the offence of which he is convicted as if it\nwere mentioned in that subsection."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.-(1) If any person drives a motor vehicle on a road Ca+=  dnvlng.\nwithout due care and attention or without reasonable con-\nsideration for other persons using the road he shall be\nguilty of an offence and shall be liable on conviction thereof\nto a penalty not exceeding five thousand dollars.              2111999\n                                                               s. 2.\n        (2) A first or second conviction for an offence under\nthis section shall not render the offender liable to be dis-\nqualified for holding or obtaining a driver’s licence.\n44                                          ROAD TRAFFlC\nRacingand       33.-(1)   Any person who promotes or takes pafl in a\nspeed tnalr\n              race or trial of speed between motor vehicles on a road\n              shall be guilty of an offence.\n                      (2) A person convicted of an offence under this\n              section shall, unless the court for special reasons thinks\n              Et to order otherwise and without prejudice to the power\n              of the court to order a longer period of disqualification, be\n              disqualified for a period of twelve months from the date of\n              the conviction for holding or obtaining a driver’s licence.\nDriving         3 4 4 1 ) Any person who when driving or attempting to\nmotor\nVehideS       drive or when in charge of a motor vehicle on a road or\nunder\ninllucoce     other public place is under the influence of drink or a drug\nof drink      to such extent as to be incapable of having proper control\nor dnw.\n              of the vehicle, shall be I i a b l G\n21/1999            (a) on conviction to a penalty not exceeding twenty\ns 2.\n                       thousand dollars and in default of payment to\n                       imprisonment with or without hard labour for a\n                       term not exceeding four months or to imprison-\n                       ment, with or without hard labour, for a term\n                       not exceeding four months, and in the case of a\n                       second or subsequent conviction to imprisonment,\n                       with or without hard labour, for a term not exceed-\n                       ing six months;\n                   ( h ) on conviction on indictment to imprisonment, with\n                         or without hard labour, for a term not exceeding\n                         six months.\n                      (2) A person convicted of an offence under this\n              section shall, unless the court for special reasons thinks fit\n              to order otherwise and without prejudice to the power of\n              the court to order a longer period of disqualification, be\n              disqualified for a period of twelve months from the date\n              of the conviction for holdins or obtaining a licence.\n                          F e ioclusioo of this p a ~ eis authorized by L.N. 3!20011\n                         ROAD TRAFFIC                                      45\n       (3) A constable may arrest without warrant any\nperson committing an offence under this section."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34.4 Or 349.\n the qualifications of the analyst.                             611995\n                                                                     s. 2.\n          (2) For the purposes of any proceedings for an\noffence under section 34A, a certificate purporting to be\nsigned by the medical practitioner that he took a specimen\nof blood from a person with that person’s consent shall,\nsubject to subsection (31, be evidence of the matters so\ncertified and of the qualifications of the medical practitioner.\n           (3) Subsections (1) and (2) shall not apply to a\ncertificate tendered on behalf of the prosecution-\n      (U) unless a copy has been served personally on the\n           accused or his counsel not less than seven days\n           before the hearing or trial; or\n      (6) if the accused, not less than seven days before the\n           hearing or trial, or within such further time as the\n           court may in the circumstances of the case allow,\n           has served notice on the prosecution requiring the\n           attendance at the hearing or trial of the person by\n           whom the cettificate was signed.\n          (4) Where, in proceedings for an offence under\nsection 34A the accused, at the time a specimen of blood\nwas taken from or provided by him,asked to be supplied\nwith such a specimen, evidence of the proportion of\nalcohol found in the specimen shall not be admissible on\nbehalf of the prosecution unless-\n     (a) the spechen is either one of two taken or pro-\n         vided on the same occasion or is part of a sinde\n          specimen which was divided into two parts at the\n         time i t was taken or provided; and\n                                           --___\n           Vhe inclusion ofthis page is authorized by L N 9511997)"
    },
    {
      "provision_ref": "sec34a",
      "section": "34A",
      "title": "Section 34A",
      "content": "34A.-(1) A person shall not drive or attempt to drive Drivisgor\n                                                              being m\nor be in charge of a motor vehicle on a road or other public\nplace if he has consumed alcohol in such a quantity that $;B   I\nthe proportion thereof in his breath or blood exceeds the ;dhr;(\nprescribed l i t .                                            ltacL\n                                                              CXckd\n          (2) Any person who contravenes subsection (1)              ky\"d\nshall be guilty of an offence and shall be l i a b l e        611995\n                                                              s. 2.\n     (a) in the case of a first conviction, to a fine not ex-\n          ceeding ten thousand dollars or in default of pay- 21/1m\n          ment thereof to imprisonment for a term not sz.\n          exceeding six months; and\n     (b) in the case of a second or subsequent conviction,\n          to a fine not exceeding twenty thousand dollars or 2 1 / 1 ~\n          in default of payment thereof, to imprisonment for S. 2.\n          a term not exceeding twelve months.\n          (3) No person shall be convicted under this section\nof being in charge of a motor vehicle as mentioned in sub-\nsection (1) if he proves that at the material time the circum-\nstances were such that there was no likelihood cf his driving\nthe motor vehicle so long as there was any probability of\nhis having alcohol in his breath or blood in a proportion\nexceeding the prescribed limit."
    },
    {
      "provision_ref": "sec34b",
      "section": "34B",
      "title": "Section 34B",
      "content": "34B,-(1) Where a constabk in uniform or on showing                *,,\nhis authority as a member cf the Constabulay Force has\nreasonable cause to suspect-                                     sz\n     (a) that a person driving or attempting to drive or in\n          charge of a motor vehicle on a ro2d or other public\n          place has an alcohol level in his breath exceeding\n          the prescribed limit or is in breach of section 34; or\n         !The inclurinn of this page is authorized by L.N. 3!2001]\n46                             ROAD TRAFFIC\n          (6) that a person has been driving or attempting to\n              drive or been in charge of a motor vehicle on a\n              road or other public place with an alcohol level in\n              his breath exceeding the prescribed limit and that\n               the person still has alcohol in his breath; or\n          (c) that a person has been driving, attempting to drive\n              or been in charge of a motor vehicle on a road or\n              other public place and has committed an offence\n              against this Ad,\n     he may, subject to subsection (4),require him to provide a\n     specimen of breath for a breath test.\n              (2) No requirement may be made by virtue of\n     paragraph (b) or (c) of subsection (1) unless it is made as\n     soon as reasonably practicable after the commission of the\n     offence.\n             (3) If an accident occurs owing to the presence of\n     a motor vehicle on a road, a constable in uniform or on\n     showing his authority as a member of the Constabulary\n     Force may, subject to subsection (4), require any person\n     whom he has reasonable cause to believe was driving or\n     attempting to drive (hereinafter in this section referred to\n     as the driver) the vehicle at the time of the accident to pro-\n     vide a specimen of breath for a breath test either at or near\n     the place where the requirement is made or, if the constable\n     thinks fit. at a police station specified by him being a police\n     station in reasonable proximity to that place.\n              (4) If a driver is at a hospital as a patient he may\n      be required by the constable to give a specimen of breath\n     at the hospital but no such requirement may be made un-\n     less the medical practitioner in charge of his case-\n           (n) i.; given prior notice of the proposal to make the\n                requirement; and\n           (6) does net object to the provision of a specimen on\n       -\n              [The inclusion 01 this page ir authorized by L N. 3 'ml]\n                         ROAD TRAFFIG                               46.01\n         the ground that its provision or the requirement to\n         provide it would be prejudicial to the proper care\n         or treatment of the patient.\n           ( 5 ) A driver who, without reasonable excuse, fails\nto provide a specimen of breath under subsection (l), (3)\nor (4) is guilty of an offence and shall be liable on conviction\n to a fine not exceeding six thousand dollars or, in default\nof payment, to imprisonment for a term not exceeding six\nmonths.\n          (6) A constable may arrest without warrant any\nperson who, as a consequence of a breath test, is found to\nhave a proportion of alcohol in his breath exceeding the\nprescribed limit but no such arrest may be made while the\nperson is at a hospital as a patient.\n          (7) If a person required by a constable under sub-\nsection ( 1 ) or (3) to provide a specimen of breath for a\nbreath test fails to do so and the constable has reasonable\ncause to suspect that the person has alcohol in his breath\nor blood above the prescribed limit the constable may, with-\nout prejudice to section 34 (3), arrest the person without\nwarrant but no such arrest may be made if the person is\nat a hospital as a patient.\n           (8) A person arrested under this section or under\nsection 34 (3) shall, while at a police station, be given an\nopportunity to provide a specimen of breath for a breath\ntest at the police station."
    },
    {
      "provision_ref": "sec34c",
      "section": "34C",
      "title": "Section 34C",
      "content": "34C.-(1)   Subject to subsections (2) and (3) where-     B r d\n                                                           analYal.\n    (a) any person required by a constable under section 6,,99J\n        34B to undergo a breath test fails to undergo that 5 2.\n        test; or\n    (b) in consequence of a breath test carried out under\n        section 34B, it is indicated that there may be\n         IThe inclusion of this page is authorized by L.N.3/2001]"
    },
    {
      "provision_ref": "sec34d",
      "section": "34D",
      "title": "Section 34D",
      "content": "34D.-(1) Subject to subsections ( 2 ) and (31, in the Labomtorg\ncourse of an investigation as to whether a person has corn- ocsts\n                                                                6/&9J\nmitted an offence under section 34 or 34A a constable may s.2\nrequire a person under investigation to provide a sample\nof blood for a laboratory test if the person is unable, by\nreason of his physical condition, to provide a sample of\nbreath for a breath test.\n           (2) A person shall not be required to provide a\nspecimen of blood for a laboratory test under subsection\n(1) if he is at a hospital as a patient and the medical practi-\ntioner in immediate charge of his case is not first notified\nof the proposal to make the requirement or objects to the\n          Vhe inclusion of this p x e IS authorized b) L N 95/ 19971"
    },
    {
      "provision_ref": "sec34f",
      "section": "34F",
      "title": "Section 34F",
      "content": "34F.--(I) For the purposes of any proceedings for an prov,dons\noffence under section 34A, a certificate signed by an author- ;E    ;-\nized analyst, certifying the proportion of alcohol found in rordann s s\na specimen identified by the certificate shall, subject to sub- offen-\nsection (3), be evidence of the matters so certified and of under\n                                                                5sfuon"
    },
    {
      "provision_ref": "sec34g",
      "section": "34G",
      "title": "Section 34G",
      "content": "34G.-(1) In sections 34A to 34F, except so far as the\nredio~u         context otherwise requires-\n3 4 A lo 34F.\n6!1995               “authorized analyst” means a person designated as such\n s.2.                     by the Minister responsible for health by order\n                          published in theGazeite;\n                   “breath analysis” means the quantitative measuring of\n                          the proportion of alcohol in a person’s breath,\n                          carried out by means of a device approved for the\n                          purpose by the Minister;\n                    “breath test” means a test for the purpose of obtaining\n                          an indication of the proportion of alcohol in the\n                          person’s breath carried out by means of a device\n                          of a type approved for the purpose of such a\n                         test by the Minister, on a specimen of breath pro-\n                          vided by such person;\n                    “constable” means a member of the Jamaica Constab-\n                         ulary Force or the Island Special Constabulary\n                          Force;\n                    “Constabulary Force” means the Jamaica Constabulary\n                         Force or the Island Special Constabulary Force;\n                    “fail”, in rehtion to providing a specimen, includes\n                         refuse;\n                    “hospital” means an institution which provides medical\n                         or surgical treatment for in-patients or out-patients\n                         and includes any place recognized by the Minister\n                         responsible for health as a place where laboratory\n                         tests are carried out;\n                   “laboratory test” means the analysis of a specimen pro-\n                         vided for the purpose;\n                   “the prescribed limit” means, in respect of-\n                          ROAD TRAFFIC                                 46.09\n               (a) breath alcohol concentration, 35 micro-\n                     grammes of alcohol in 100 millilitres of\n                     breath; and\n               ( b ) blood alcohol concentration, 80 milli-\n                     grammes of alcohol in 100 millilitres of\n                     blood,\n        or such other proportion as may be prescribed.\n          (2) References in section 34B to providing a speci-\nmen of breath shall be construed as references to providing\na specimen thereof in sufficient quantity to enable a breath\ntest to be carried out."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35.-(1) It shall not be lawful for more than one person Reitricmo\n                                                              on pillion\nin addition to the driver to be carried on any two-wheeled ~ & s\nmotor cycle, nor shall it be lawful for any such one person\nto be so carried otherwise than sitting astride the cycle and\non a proper seat securely fixed to the cycle behind the\ndriver’s seat.\n        (2) If any such person is carried on any such cycle\nin contravention of the provisions o€ this section, the\ndriver of the cycle shall be guilty of an offence and shall be\nliable in the case of the first conviction to a penalty not\nexceeding two thousand dollars, and in the case of a second ~ 1 1 1 9 ~\nor subsequent conviction to B penalty not exceeding four $.’.\nthousand dollars."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36.41) The number of trailers, if any, which may be ~ ~ ~                r   i   ~   t   i   ~   ~\ndrawn by a motor vehicle on a road shall not exceed such\nnumber as may be prescribed in relation to motor vehictes dmwn.\nof any particular class.\n         (2) For the purposes of this section the expression\n“trailer” shall not include any vehicle used solely for\ncarrying water for the purposes of the drawing vehicle or\nany agrjcultural vehicle not constructed t o carry a load.\n        (3) If any person causes or permits a trailer to be\n          llhe inclusion of this page is authorizcd b?: L.N. 3i20011"
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39.-(1) If in any case, owing to the presence of a motor Duw.to\n                                                               atop UL\nvehicle on a road, an accident occurs whereby damage or caseof\ninjury is caused to any person, vehicle or animal, the nccidenl\ndriver of the motor vehicle shall stop and, if required so to\ndo by any person having reasonable grounds for so requir-\ning, give his name and address, and also the name and\naddress of the owner and the identification marks of the\nvehicle.\n          (2) If in the case of any such accident as aforesaid\nthe driver of the motor vehicle for any reason does not give\nhis name and address to any such person as aforesaid, he\nshall report the accident at a police station or to a\nconstable as soon as reasonably practicable, and in any\ncase within twenty-four hours of the occurrence thereof.\n          (3) In this section the expression “animal” means\n          p%=siadueionof thii   is authorized by L.N. 91119971\n48                                   ROAD TRAFFIC\n            any horse, cattle, ass, mule, sheep, pig, goat or dog.\n                      (4) If any person fails to comply with the provisions\n            of this section, he shall be guilty of an offence.\n1411962             Provisions as so Lights, Reflecrors, Horns, Noise\ns. 2 (a).\nLights 00      40.-(1) During the period specified in this section,\nvchlclcr\n            every motor vehicle, save as in this section mentioned, shall\n            carry attached theretc-\n                  (a) two similar head-lamps only (in this Act referred\n                        to as obligatory head-lamps) one on each side, so\n                        constructed and placed as to cast, wben lighted, in\n                        the direction in which it is proceeding a white\n                        light only, sufficiently clear and strong as to afford\n                        adequate means of signding the approach and\n                        position of such vehicle; and\n                  (b) a lamp on the back and on the right side thereof\n                        or the back and right side of the last vehicle\n                        attached thereto, so constructed and placed as to\n                        exhibit when lighted a red light visible from\n                        behind and also a white light sufficiently clear and\n                        strong to illuminate the letter and number of the\n                        registration plate.\n                      (2) On every motor cycle when in use on a road\n            within the period specified in this section, one head-lamp\n            shall be carried, so aflixed thereto as to exhibit when\n            lighted a white light only, adequate to signal the approach\n            and position of such motor cycle and a tail-Iamp 50 placed\n            and in such position as to exhibit when lighted a red light\n            visible in the reverse direction at a reasonable distance.\n               Where a side-car is attached to or used with 5uch motor\n            cycle an additional similar head-light shall be affixed to\n            such side-car.\n                      (3) Every such lamp shall be lighted when the\n            motor vehicle or motor cycle is in use on any road during\n            the period between one half hour after sunset and one haIf\n            hour before sunrise.\n                       ~I_\n                      pheinclusionof thispa~iaiSavvfh0riVcdbyL.N.95119971\n                            ROAD TRAFFlC                                49\n        (4) Notwithstanding anything in this section con-\ntained, when a motor vehicle is stationary it shall be\nsufficient for the same to be fitted with such parking lights\nas may be prescribed.\n       (5) If any person fails to comply with the provisions\nof this section he shall be guilty of an offence."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41.-(1)   No head lamp shall be used on any motor u d m t i o n\n                                                             of glare.\nvehicle unless such lamp is so constructed, fitted and main-\ntained that the beam of light emitted therefrom-\n     (U)    is permanently deflected downwards to such an\n            extent that it is at all times incapable of dazzling\n             any person standing on the same horizontd plane\n             as the vehicle at a greater distance than twenty-\n             five feet from the lamp whose eye level is not less\n             than three feet six inches above that plane; or\n     (b) can be deflected downwards or both downwards\n         and to the left at the will of the driver in such\n         manner as to render it incapable of dazzling any\n         such person in the circumstances aforesaid; or\n     (c)    can be extinguished by the operation of a device\n            which at the same time causes a beam of light to\n            be emitted from the lamp which complies with\n            paragraph (a); or\n     (d) can be extinguished by the operation of a device\n         which at the same time either deflects the beam of\n         light from another lamp downwards or both\n         downwards and to the left in such manner as to\n         render it incapable of dazzling any such person\n         in the circumstances aforesaid, or brings into or\n         leaves in operation a lamp or lamps (other than\n         the obligatory head lamps) which complies or\n         comply with paragraph (a).\n            [The inclusion of l h a page is aulhorved by L N. 3/2001]\n50                                         ROAD TRAFFIC\n                       (2) This section shall not apply to any lamp fitted\n              with an electric bulb, if the power of the bulb does not\n              exceed seven watts and the lamp is fitted with frosted glass\n              or other material which has the effect of diffusing the light.\n                       (3) Any person who fails to comply with the provi-\n111%          sions of this section shall be guilty of an offence and shall be\ns. [a         liable on summary conviction before a Resident Magistrate\n21/lm9\ns.2.           to a fine not exceeding five thousand dollars.\nRtflwm          42.-(1)  Notwithstanding anything to the contrary carri-\non camages\nand motor\nvehicles.\n              ages and motor vehicles shall carry such reflectors affixed\n14/1%2        in such manner as may be prescribed and different types\n’.’@).\n              of reflectors may be prescribed for different classes of\n              carriages or motor vehicles.\n                      (2) If any person fails to comply with the provisions\ns.10.\n              of this section he shall be guilty of an offence and shall bs\n              liable on summary conviction before a Resident Magistrate\ns.21i’999"
    },
    {
      "provision_ref": "sec43b",
      "section": "43B",
      "title": "Section 43B",
      "content": "43B.-(1)    Subjeot to subsection (2), every person who, on      FZa-\nany road-                                                          vehicles to\n                                                                   wbar acat\n    (a) drives a motor vehicle specified in paragraph (b),\n         (c), ( d ) or (f, of section 1 1 0 ) ;            s.2.\n    (6) rides in a motor vehicle specified in paragraph (c)\n         (d)o r (f, of section 1 1 W ;\n     (c) rides in the front seat of-\n              (i) a truck as specified in paragraph (6) of\n                  d o n ll(1);\n             (ii) a stage carriage as specified in paragraph (a)\n                  of section 60W;\n             (iii) an express carriage as specified in paragraph\n                   ( 6 )of section 60(1),\nshall woar a seat belt\n         F h e inclusion of thir page is ahorized by LN. 312001]"
    },
    {
      "provision_ref": "sec43d",
      "section": "43D",
      "title": "Section 43D",
      "content": "43D.41) Every person shall, at all times while driving, ~ m m i v c\n                                                             helmo(a.\nor riding on, a motor cycle, wear a protective helmet of the 13/1999\nprescribed shape, quality, construction or standard.         s.2.\n           (2) A person who contravenes subsection (1) corn-\nmits an offence and shall be liable on summary conviction\nbefore a Resident Magistrate-\n     (U)   in the case of a first offence, to a fine not exceeding\n            two thousand doliars;\n     (b) in the case of a second or subsequent offence, to\n         a fine not exceeding five thousand dollars."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. The Island Traffic Authority may by notice pub-\nlished in the Gazette and in one newspaper of the Island ZOMI.\ndeclare that from and after a date to be fixed by such\nnotice no horn or other warning device shall be sounded\nduring such hours, or at or wilthin such place or area of\nany urban area as may be specified in the notice and any\nperson who aots in contravention of any such notice shall 12/1984\n                                                          s 12.\nbe guilty of an offence and shall be liable on conviction 2111999\nthereof to a penalty not exceeding four thousand dollars. s. 2.\n           rThe inclusion of this page is authorized by L.N. 3/2001]"
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46.02                              ROAD TRAFFIC\n                  present in that person’s breath a concentration of\n                  alcohol in excess of the prescribed limit,\n        the constable may require that person to submit, in accord-\n        ance with the directions of the constable, to a breath analysis.\n                  (2) The breath analysis referred to in subsection\n        (1) shall be carried out at a police station by a member of\n        the Constabulary Force authorized in that behalf by the\n        Minister.\n                  (3) A member of the Constabulary Force shall not\n        require any person to undergo a breath test or to submit\n        to a breath analysis-\n             (a) if that person has been admitted to hospital for\n                  medical treatment and the medical practitioner in\n                  immediate charge of his treatment has not been\n                  notified of the intention to make the requisition or\n                  objects on the ground that compliance therewith\n                  would be prejudicial to the proper care or treat-\n                  ment of that person;\n             (b) if it appears to that member that it would, by reason\n                  of injuries sustained by that person, be dangerous\n                  to that person’s medical condition to undergo a\n                  breath test or submit to a breath analysis; or\n             (c) at that person’s usual place of abode:\n          Provided that a person may be required to submit to a\n        breath test at that person’s usual place of abcde-\n             (a) if the member has reasonable cause to believe\n                  that-\n                      (i) the person was involved in an accident on\n                          a road or other public place within the pre-\n                          ceding two hours resulting in death or\n                          serious injury; and\n                     (ii) at the time when the accident occurred the\n                          person had an alcohol level in his breath\n                          exceeding the prescribed limit; and\n        - -       (The inclusion of this page i s aulhorized by L.N. 3(2001]\n                          ROAD TRAFFIC                               46.03\n    Ib) it was not feasible for a constable to require the\n        person to submit to a breath test at the scene of\n          the accident.\n          (4) Any person who-\n     (a) upon being required under subsection (1) to sub-\n          mit to a breath analysis fails to do so in accordance\n          with the directions of a member of the Constabulary\n          Force; or\n     (b) wilfully does anything to alter the concentration\n          of alcohol in his breath or blood between the time\n          of the event referred to in section 34B (in r e s p t\n          of which he has been required to undergo a breath\n          test) and the time when he undergoes that test or,\n          if he is required to submit to a breath analysis, the\n          time when he submits to that analysis,\nshall be guilty of an offence and shall be liable-\n     (c) in the case of a first conviction, to a fine not ex-\n          ceeding six thousand dollars or in default of pay- ;!{!”\n          ment thereof to imprisonment for a term not\n          exceeding six months; and\n     (d) in the case of a second or subsequent conviction,\n           to a fine not exceeding ten thousand dollars or in zi/im\n          default of payment thereof to imprisonment for\n                                                                s.2.\n          a term not exceeding twelve months,\n          (5) It shall be a defence to a prosecution for an\noffence under subsection (4) (a) if the defendant satisfies\nthe court that he was unable on medical grounds at the\ntime he was required to do so to undergo a breath test or\nto submit to a breath analysis, as the case may be.\n          (6) As soon as practicable after a person has sub-\nmitted to a breath analysis, the member of the Constabulary\nForce operating the breath analysing instrument shall de-\nliver to that person a statement in writing signed by that\nmember specifying-"
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52.04                                 ROAD TRAFFIC\nUnlawful      45.--(1) Every person who takes and drives away any\nuser of\nmotor       motor vehicle without having either the consent of the\nabic1e.\n            owner thereof or other lawful authority shall be guilty of\n            an offence and shall be liable-\n26/1%.8\nS. 2 (a),\n                (a) on summary conviction-\n                        (i) in the case of a first conviction under this\n                            section to imprisonment with or without\n                            hard labour, for a term not exceeding six\n21/1999\nS. 2.\n                            months or to a penalty not exceeding one\n                            hundred thousand dollars and in default of\n                            payment thereof to imprisonment, with or\n                            without hard labour, for a term n d ex&-\n                            ing six months; and\n                       (ii) in the case of a second or subsequent\n                            conviction under this section to imprison-\n                            ment, with or without hard labour, for a\n                            term not exceeding twelve months or to a\n21/1999                     penalty not exceeding two hundred thousand\ns. 2.\n                            dollars and in default of payment thereof\n                            to imprisonment, with or without hard\n                            labour, for a term not exceeding twelve\n                             months;\n               (b) on conviction on indictment-\n                        (9 before a Resident Magistrate to imprison-\n                            ment, with or without hard labour, for a\n                            term not exceeding twelve months or to\n                            a penalty not e x d i n g two hundred thou-\n2111999\ns. 2.                       sand dollars or to both such imprisonment\n                            and penaky;\n                           ROAD TRAFFIC                                         53\n           (ii) before the Supreme Court to imprisooment\n                with hard labour for a term not exceeding 12/1984\n                 three years or a fine or to both such impri- 1s.1Xb)lii).\n                                                                 / ~ 3\n                sonment and fine:                             s. 10.\n   Provided that, if on summary proceedings, or on proceed- :{$?\nings on indictment before a Resident Magistrate under this\nsection the court, or on proceedings under this section in\nthe Supreme Court the jury, are satisfied that the accused\nacted in the reasonable belief that the owner would, in the\ncircumstances of the case, have given his consent, if he had\nbeen asked therefor, the accused shall not be liable to be\nconvicted of the offence.\n      ( 2 ) If on the trial on any indictment for stealing a\nmotor vehicle the Resident Magistrate is of opinion, or\nwhere the trial is in the Supreme Court, the jury are of\nopinion, that the offender is not guilty of stealing the\nmotor vehicle but was guilty of an offence under this\nsection, the Resident Magistrate or the jury, as the case\nmay be, may find him guilty of an offence under this\nsection and thereupon he shall be liable to be punished\naccordingly.\n       (3) Any constable may arrest without warrant any\nperson reasonably suspected by him of having committed\nor attempted to commit an offence under this section.\n  4 6 . 4 1 ) Any person who-                                        OffCnCW.\n    (a) forges or with fraudulent intent alters or uses or\n         allows to be used by any other person, any licence\n         or any licensing or registration marks or plates\n         issued under this Act; or\n    (6) with intent to enable any other person to use a\n        licence or licensing or registration marks or plates\n         IThe inclusion of this page is anthorired by L.N. 3:2001]\n54                             ROAD TRAFFIC\n              issued under this Act, gives or lends the same\n             to any other person; or\n      (c) without the permission of the owner or person in\n          charge thereof, climbs upon or into or swings\n          upon any motor vehicle, whether the same is in\n          motion or stationary, sounds any horn or other\n          signalling device, or attempts to manipulate any\n         of the levers, the starter, brakes or machinery\n         thereof or in any manner damages, interferes or\n         tampers with a motor vehicle or puts in motion\n         the engine thereof, while it is standing; or\n     (d) having the care of a motor vehicle for the owner\n         or person in charge thereof, receives directly or\n         indirectly any consideration for the purchase\n         from any other person of supplies or parts for\n         such motor vehicle or for work performed thereon\n         by any other person and any person furnishiig\n         such supplies or parts or doing any work in con-\n         nection therewitb, who gives or offers to give such\n         person having such care of such motor vehicle\n         directly or indirectly any valuable consideration;\n         or\n     (e) throws any object at a motor vehicle or trailer or\n        at any person in or on such motor vehicle or\n        trailer or places any object in any road whereby\n        injury or damage to any motor vehicle or trailer\n        may be occasioned; or\n     V, uses any spotlight on a motor vehicle on a road\n        or public place in any town or village, or when\n        another approaching vehicle is in sight, except for\n        providing light for effecting repairs; or\n     (g) uses or drives or permits to be used or driven any\n            motor vehicle on a road in such defective condi-\n            tion as regards its mechanical fittings or otherwise\n            [The inclosmn of this page is authorized by L N . 312Wll\n                           ROAD TRAFFIC                                        59\n    (g) shall not be driven so as to overtake other traffic\n        unless the driver has a clear and unobstructed\n        view of the road ahead;\n    (h) shall not be permitted to travel backwards further\n        than may be necessary for turning or other\n        reasonable purpose.\n       (2) Notwithstanding anything contained in                        this\nsection it shall be the duty of a driver of a motor vehicle to\ntake such action as may be necessary to avoid an accident,\nand the breach by a driver of any motor vehicle of any of\nthe provisions of this section shall not exonerate the driver\nof any other motor vehicle from the duty imposed on him\nby this subsection.\n          (3) For the purposes of this section-\n     ( U ) a motor vehicle obstructs other traffic if it causes\n            risk of accidents thereto;\n     ( h ) “traffic” includes bicycles, tricycles, motor vehicles,\n            tram-cars, vehicles of every description, proces-\n            sions, bodies of troops and all animals being\n            ridden, driven or led;\n     (c) “overtaking” includes passing or intending to pass\n            any other vehicle proceeding in the same direction.\n        (4) Any person who acts in contravention of the\nprovisions of this section shall be guilty of an offence and 111993\nshall be liable on summary conviction before a Resident s. IQ\nMagistrate-\n     (a) in respect of an offenceunder paragraph (a) of sub-\n          section (I), to a fine not exceeding five thousand i,1i1999\n          dollars;\n     (b) in respect of an offence under paragraph (b) of\n          subsection (I), to a fine not exceeding five thou- 2111999\n          sand dollars;                                      s. 2.\n          “The inclusion of thin page i g authorized by I..N. 3:20011\nM)                                      ROAD TRAFFIC\n                  (c) in respect of an offence under paragraph (c) of\n21/1999                 subsection (l), to a line not exceeding five thou-\ns. 2.\n                        sand dollars;\n                   (d) in respect of an offence under paragraph (d) of\n2111999                 subsection (I), to a fine not exceeding five thou-\ns. 2.\n                        sand dollars;\n                   (e) in respect of an offence under paragraph (e) of\n2111999\ns. 7.                   subsection (I), to a fine not exceeding five thou-\n                        sand dollam;\n                  (f, in respect of an offence under paragraph (f) of\n2[/199Y\ns.1.\n                        subsection (I), to a fine not exceeding five thou-\n                        sand dollars;\n                   (g) in respect of an offence under paragraph (h) of\n2IIIYYY\ns. 2.\n                        subsection (11, to a fine not exceeding five thou-\n                        sand dollars.\nRiding on      52.-(1) No person shall ride on the running board,\noutside of\nmotor        wings or fenders of a motor vehicle or on the outside of\n\"ehida\n             the vehicle except in a properly constructed seat.\n                      (2) Any person who acts in contravention of the\n111993\ns. 10.\n             provisions of this section shall be guilty of an offence and\n             shall be liable on summary conviction before a Resident\n21/l,YYY     Magistrate t,o a fine not exceeding two thousand dollars.\ns.2.\nStationary     53.-(1) A motor vehicle when not in motion-\n                  (a) shall be placed with its near side as close to the left\nS.'ISIa)                of the roadway as possible or in such position BS\n                        may be indicated by any constable or by notice\n                         exhibited by a Traffic Area Authority;\n                  (b) shall not be placed or allowed to remain in such a\n                        position (is to obstruct or be likely to obstruct\n                        traffic.\n                      (2) The driver of a motor vehicle shall not leave\n             the motor vehicle unattended without having stopped the\n             engine and taken due precautions against its being moved\n             or moving in his absence.\n                      [The incliisioo of this page i g authorized by L.N. 3:ZuOll\n                         ROAD TRAFFIC                                           61\n       (3) It shall not be lawful to pour any petrol or\nother fuel into any tank of a motor vehicle or into any\nreceptacle in or on a motor vehicle while the engine is\nrunning, or when any light, other than an electric light\nis alight in or on the motor vehicle.\n      (4)A n y person who-                                           12/1984\n                                                                     S. 1S(bh\n    (a) acts in contravention of paragraph (U) of subsection\n        (1) shall be guilty of an offence and shall be liable\n         on conviction thereof to a penalty not exceeding\n         two thousand dollars;                                21/1999"
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54.-(1) Rules may be made by the Kingston and St. P n r b o f\nAndrew Corporation or a Parish Council, at the request motor  v~iclcr.\nof the Island Traffic Authority, prohibiting, restricting or\nregulating the parking of motor vehicles in my road, street 14/i%z\nor public place and, without prejudice to the generality of 4.       ''\nthe foregoing, such rules may, subject to approval by the\nMinister responsible for local government, provide for the\nimposition of charges in respect of vehicles left in any such\nroad, street or public place, and may prescribe the method\nof collection of such charges whether by the insertion of\ncoins in an apparatus provided for the purpose (hereinafter 27/1911\n                                                              S 3bl\nreferred to as a parking meter) or otherwise.\n        (2) The exercise by a local authority of their n/im\nfunctions under this section shall not render the authority s 3 w .\nsubject to any liability in respect of the loss of or damage\n        [The inclusion of this page is au,thorired by L.N. 3/ZOOI]\n62                                      ROAD TRAFFIC\n             to any vehicle in a parking place or the contents or fittings\n             of any such vehicle.\n                     (3) Where provision is made for the use of parking\n             meters, it shall be the duty of the local authority to take\n             the prescribed steps for the periodical inspection of the\n             melers and for dealing with any found to be out of order,\n             and for securing the testing of the meters (both before they\n             are brought into use and not less frequently thereafter than\n             may be prescribed or on other prescribed occasions) and\n             for recording in the prescribed manner the date on which,\n             and the person by whom, a meter has been tested.\nOffenoer       55.--(1) A person who-\nrelating\nto parking\nplaces on\n                 (a) being the driver of a vehicle, leaves the vehicle io\nhighwars               a parking place designated by rules under section\nwhere\ncharger                54, otherwise than as authorized by such rules or\nmade\n27/1!271                fails duly to pay any charge payable pursuant to\ns. 4.                   such rules or contravenes or fails to comply with\n                        any provision of such rules relating to the parking\n                        place as to the manner in which vehicIes shall\n                        stand in, or be driven into or out of, the parking\n                        place; or\n                  (6) whether being the driver of a vehicle or not, other-\n                       wise contravenes or fails to comply with the\n                       provisions of such rules,\n12/1984\nS 16W.\n             shall be guilty of an offence and shall be liable on conviction\n211'1999     thereof to a penalty not exceeding five hundred dollars.\ns. 2.\n                     (2) In relation to an offence under paragraph (U) of\n             subsection (1) of failing duly to pay any charge payable\n             pursuant to rules made under section 54, the reference in\n             the said paragraph (a) to the driver of a vehicle shall be\n             construed as a reference to the person driving the vehicle\n             at the time it was left in the parking place.\n                      Whe inclusion of thir page is au!hori;ed by L.N. 3/2001)\n                         ROAD TRAFFIC                                   63\n       (3) A person who, with intent to defraud, interferes\nwith a parking meter or operates or attempts to operate\na parking meter by the insertion of objects other than\ncurrent coins of the appropriate denomination shall be\nliable on summary conviction in a Resident Magistrate’s 12/1984\n                                                            S. 16(b).\n                                                            2111!+9Y\nCourt to a fine not exceeding five thousand dollars or to s.z,\nimprisonment for a term not exceeding three months or\nto both such fine and such imprisonment.\n        (4) Where, in any proceedings for an offence under\nthis section of failing to pay any charge, it is proved that\nthe amount which has become due, or any part of that\namount, has not been duly paid, the court shall order the\npayment of the sum not paid, and, in default of payment,\nimprisonment for a period not exceeding two months.\n        ( 5 ) In any proceedings for an offence under this\nsection it shall be presumed, unless the contrary is shown,\nthat any apparatus provided for the purposes of a parking\nplace, being an apparatus operated by the insertion of\ncoins, is of a type and design prescribed by the rules under\nsection 54.\n       (6) A local authority may institute proceedings for\nan offence under this section in connection with a parking\nplace for which they are the local authority."
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56.41) On the request of any constable or of any ~                    h    ~   ~\n                                                          vehicle is to\nperson in command of a body of troops or having charge bestepped.\nof any animal, or if such constable or person shall raise S.1211984"
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58. The driver of a motor vehicle shall obey all directions signalr\n                                                                     by\nwhether verbal or by signal given by a constable in the              z2gzk\nexecution of his duty to stop the vehicle or to make it slow\ndown or to pass on any indicated side of the constable or\nto keep to any indicated line of traffic and any person who\nfails to obey any such direction shall be guilty of an offence\nand shall be liable on summary conviction before a Resident ;!:9’\n Magistrate to a fine not exceeding five thousand dollars. ;,14.1999\n                              Regulations"
    },
    {
      "provision_ref": "sec59",
      "section": "59",
      "title": "Section 59",
      "content": "59.-(1) The Minister may make regulations for any pur- Mini-\n                                                             m y mate\npose for which regulations may be made under this Part and\nfor prescribing anything which may be prescribed under this S6/1995\n                                                              .3(,x\nPart, and generally as to the use of motor vehicks and\ntrailers on roads, their construction and equipment, and the\nconditions under which they may be so used and otherwise\nfor the purpose of carrying this Part into effect, and in\nparticular, but without prejudice to the generality of the\nforegoing provisions, may make regulations in respect to\nany of the following matters-\n      (a) appointing and defining the limits of traffic\n          areas and licensing areas;\n      (15) the width, height and length of motor vehicles and\n           trailers and the load carried thereby, the overhang\n           of body over chassis, the diameter of wheels, and\n-\n          [The iodusion of this page is authorized by L.N. 3/2001]\n66                         ROAD TRAFFIC\n           the width, nature and condition of tyres, of motor\n           vehicles and trailers;\n     (c9   the consumption of smoke and the emission of\n            visible vapour, sparks, ashes and grit;\n     (d) excessive noise owing to the design or condition\n         of the vehicle or the loading thereof;\n     (e) the maximum weight unladen of motor tractors\n          and trucks and the maximum weight laden of all\n          motor vehicles and trailers and the maximum\n          weight to be transmitted to the road by a motor\n          vehicle or trailer of any class or description or by\n          any part or parts of such a motor vehicle or trailer\n          in contact with the road and the conditions under\n          which the weights may be required to be tested;\n     ( f ) prohibiting the use of a motor vehicle or trailer\n           of any class or description on any road or part of\n           a road or on any bridge or culvert;\n     l,g) restricting the use of a motor vehicle or trailer of\n          any class or description on any road or part of a\n            road, bridge or culvert, the weight either laden or\n            unladen, the type of tyres and fittings to be used\n            and dimensions measured over all including the\n            load, and may vary such restrictions from time to\n           time according to the season of the year OT with\n            reference to wet or dry periods:\n     (h) the preparation of framing and placing of noties\n         on or in connection with, or with respect to, any\n         road, bridge or culvert, by the road authority\n         dealing with the type of tyre to be used\n         on any such road, bridge or culvert, or the\n           p’he iaclnsion of this page is authorized by L.N. 3/2001]\n                        ROAD TRAFFIC                                67\n       total weight and dimensions measured over all\n      with load, of the motor vehicle or trailer or of the\n       iiiotor vehicle or trailer using such road, culvert\n      or bridge, or preventing or restricting permanently\n      or temporarily, any particular class or kind of\n      motor vehicle from using or proceeding along such\n      road. culvert or bridge;\n( i ) the particulars to be marked on motor vciiiclcs and\n      trailers;\n( j ) the towing of or drawing of \\:ehicles by motor\n     vehicles;\n(k) the number and nature of brakes and for securing\n    that brakes, silencers and steering gear shall be\n    efficient and kept in proper working order, and\n    for empowering any officer or servant of a Traffic\n    Area Authority to stop, test and inspect, on a\n    road or, subject to the consent of the owner of the\n    premises to test and inspect on any premises whsr::\n    the vehicle is, any such brakes, silencers, or steering\n    gear;\n(0 the forms to be used for the purposes of this Part;\n(m)applications for licences or registration and the\n   licensing or registration of motor vehicles and\n   trailers and for the examination thereof either for\n   licensing or registration purposes, or as to mechan-\n   ical fitness or fitness to be driven on a road an8\n   the issue of documents of registration and title and ?0/1964\n   certificates of fitness and for determining and rc- =;I987\n                                                        S.6 (a), (b).\n   plating generally the size, shape and character of s.2(a)@l\n   such documents, certificates, licences, licence\n   holders and registration plates to be used and any\n   fee payable therefor and the manner in which they\n   are to be displayed and rendered easily distinguish-\n   able either by night or day;\n                                                      -\n   m e iaclusion of this page is a u t h o r i d by L.N. 42/19951\n                       ROAD TRAFFlC\n  (n) the keeping of a record or register showing\n          particulars of ownership and the class and\n          description of each rno:or vehicle or trailer\n          licensed, together with the letter and number issued\n          to each and for making any particulars or descrjp-\n          tion contained in such record or register available\n         to the Police at all times;\n  (13)   the speed at which motor vehicles may be driven\n         on any specitied road or part of a road, or on any\n         road within any specifid area of the Island;\n  ( p ) the length. height and width of a motor vehicle\n         or trailer of any class or description measured\n         over all incIuding the load or otherwise, the maxi-\n         mum weight of load. the number of persons to be\n         in charge thereof, and where they are to be placed,\n         the position passengers may occupy in relation to\n         the seats, sides or floor of the motor vehicle,\n         the methods of loading and the distribution of\n         weights in relation to the floor, sides or roof of\n         a motor vehicle, the conditions under which they\n         may be used or ply for hire and the devices,\n         mechanical or otherwise, to be attached to motor\n        vehicles for the purpose of government, safety or\n        control;\n (q) the qualifications, examination and licensing of\n       drivers of motor vehicles, the fees to be paid for\n        such examination or any other requirements or\n        conditions to the grant of a licence to drive;\n (r) the granting of a licence and registration plates\n        to dealers in motor vehicles and the condi-\n       tions on which such licence and registration\n       plates may be granted and the amount to be paid\n       therefor, the returns to be made by them, and for\n       nsigning B general identification mark to such\n       dealers;\n--\n     [The inclus>=f   this page IS authorid by LN.42119951\n                       ROAD TRAFFIC                                   69\n(3)   the fees to be payable under this Part and the\n       persons liable to pay the same;\n(I) the custody, production and cancellation on rtvo-\n       cation of licences and certiEcates of fitness and\n       the return to the Licensing Authority of licences\n       which have become void or revoked;\n(10 the limitations of time during which drivers of\n       public passenger vehicles and commercial vehicles\n      may remain continuously on duty;\n( v ) prohibiting the driving of vehicles, or of vehicles\n       of any specified class or description, on any speci-\n       Eed road otherwise than in a specified direction.\n( w ) the fees to be paid in respect of the grant of any\n       permit, special permit or licence by the Minister\n       in accordance with the provisions of this Act or\n       of any regulations made thereunder including fees\n       to be paid annually in respect of any such pernut,\n       special permit or licence, under which any motor\n       vehicle or trailer is used or operated on any public\n      road;\n(x) caIdating the weight unladen of any motor 30,,956\n      vehicle or the unit of horsepower or the cylinder S . 4\n      capacity of any engine or any other basis which\n      may be prescribed for the purpose of any rate of\n       duty specified in the First Schedule;                Fint\n      the prior right of passage along all roads of motor Schedule."
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63.-(1) Subject to the provisions of this Part the Trans- Conditioru\n                                                              to want of\nport Authority may grant to any person applying therefor road\na road licence of any of the classes specified in section 62. mn&tio,,,\n                                                              h n C W and\n                                                                   attachedto\n       (2) The Transport Authority shall not grant a road licmm.  road\nlicence if it is made to appear to the Transport Authority by\na Traffic Area Authority that from the particulars furnished\nin pursuance of subsection (9) the provisions of Part I1 re-\nlating to the speed of motor vehicles are likely to be mn-\ntravened and the Transport Authority, in exercising discre-\ntion to grant or to refuse any such licence, or to grant or to\nrefuse any such licence for a stage or express carriage in\nrespect of any routes, and discretion to attach conditions to\nany such licences, shall have regard to the following\nmatters-\n     (a) in the case of an application for a licence in respect\n           of a stage or express carriage. the suitabilitv of the\n          routes and the condition of the roads on which the\n           service may be provided under the licence:\n     (b) in the case of an application for a licence in respect\n          of a stage or express carriage, the extent, if any. to\n          which the needs of the proposed routes are already\n          adequately served;\n     (c) in the case of an apdication for a licence other\n           than in respect of a contract carriage, the extent to\n          which the pronosed service is newssarv or desirable\n          in the public interest;\n     (d, in the case of anv amlication for a licence other\n          than in respect of a contract carriage, the routes of\n          the traffic area as a whole in relation to traffic (in-\n          cluding the orovision of adequate. suitable and effi-\n          cient transport services, the elimination of unneces-\n          sary services and the prevention of unremunerative\n           services), and the co-ordination of all forms of\n          passenger transport, including transport by rail;\n          and\n        [The inclusion of this page is authorivd by LN. 37{19%81\n76                           R O A D TRAFFIC\n           (e) the result of any technical survey conductsd pursu-\n                ant to subsection (4), and, in the case of an applica-\n                tion for a licence in respect of a stage or express\n                carriage, take into consideration any representa-\n                tions which may be made by any Traffic Area\n                Authority. or local authority, in whose area any of\n                the routes or any part of any of the routes is situ-\n                ated and any objection made by an existing\n                operator pursuant to subsection ( 5 ) so, however,\n                that the Transport Authority shall not be obliged\n                to allow an existing operator to make oral sub-\n                missions to the Transport Authority but may, if it\n                thinks fit having regard to any recommendations\n                made by a person conducting the technical survey.\n                select from among such operators any one or more\n                of them to make such submissions.\n              (3) Where the Transport Authority decides not to\n      hear oral submissions from an existing operator pursuant to\n      subsection (2) the existing operator may, on such terms as\n      to costs as may be specified by the Transport Authority,\n     appeal to the Road Trafic Appeal Tribunal but any such\n     appeal shall not preclude the grant to the applicaqt, on such\n     terms and conditions as the Transport Authority in its dis-\n     cretion v a v think appropriate, of a road licence if. in the\n     opinion of the Transport Authoritv, such grant +? desirable\n     in the interest of the travelling public.\n              (4) For the purposes of subsection (2) (el the Trans-\n     port Authority shall arrange to have techfiical surveys\n     carried out either by officers in the service of the Transport\n     Authority or by other prsons appearing to the Authoritv\n     to be competent in that regard in order to determine the\n     population to he cerved. the likelv destinations and the likely\n     cornmenreinant of iournevs. the desired time of travel. the\n     number of smts required for passengerq a t different times of\n     II dav or on different davs and the sewice. heina supplied to\n     those passengers.\n                 ___- __--- -\n              me in&s2un of this m in authorized by LN.37119881\n                             ROAD TRAFFIC\n        ( 5 ) A person conducting a survey pursuant to sub\nsection (4) shall, in the case of an application for a licence in\nrespect of a stage or express carriage, take into account any\nrepresentations which may be made-\n     (a) by any person pursuant to subsection (7);and\n     (b) by the Traffic Area Authority, or local authority, in\n         whose area any of the routes or part thereof is situated.\n       (6) Every representation under subsection (5) shall\nbe made in writing to the Transport Authority but at the\nrequest of the person making the representation, the person\nor persons conducting the technical survey may hear oral\nsubmissions by or on behalf of the existing operator.\n        ( 7 ) Any person, in this section referred to as an\n\"existing operator\"-\n     (a) who is already providing stage or express carriage\n         service along or near to the route in respect of which\n         an application is made for a licence to operate a stage\n         or express carriage service; and\n     ( b ) who satisfies the Authority that the stage or express\n           carriage service already so provided is being main-\n           tained in a satisfactory manner and that it is likely that\n           the service so maintained may be materially\n           prejudiced by the grant of the application,\nmay object to the grant of the application on the ground that\nthere is no need for any additional service on the route as the\ntransportation needs of the passengers using the route are\nadequately served.\n        (8) Subject to the provisions of this section and to\nrepresentations made under this Act the Transport Authority\nmay attach to a road licence such conditions as the Authority\nmay think fit with respect to the matters in which the Authority\nis required to have regard under subsection (2) and in particular\nfor securing that-\n             (The lnclu8lon of thln page la authorlzed by L.N. 180A120061\n                                         ROAD TRAFFIC\n               (a) in the case of a licence in respect of a stage, express,\n2012005            contract or hackney carriage or a route taxi, the fares\ns. 8(a).           shall not be unreasonable;\n               (b) in the case of a licence in respect of a stage or express\n2012005            carriage or a route taxi, where desirable in the public\ns. 8(a).           interest, the fares shall be so fixed as to prevent\n                   wasteful competition with alternative forms of\n                                                                                          0\n                   transport, if any, along the routes or any part thereof,\n                   or in proximity thereto;\n               (c)   in the case of a licence in respect of a stage or express\n                      carriage, copies of the timetable and fare table shall be\n                      carried and be available for inspection in vehicles used\n                      on the service;\n               (4 in the case of a licence in respect of a stage or ex-\n                     press carriage or a route taxi, passengers shall not be\n                     taken up or shall not be set down except at specified\n                     points or shall not be taken up or shall not be set down\n                     between specified points;\n               (e) in the case of a contract or hackney carriage or a route\n                    taxi, a copy of the fare table shall be carried and be\n                    available for inspection in vehicles used as such,\n           and generally for securing the safety and convenience ,of the\n           public, and the Transport Authority may from time to time vary\n           in such manner as the Authority may think fit the conditions\n           attached to a road licence.\n                         lTbe lmluaion of t h i ~page l a authorized by L.N. 180A/20061\n                      ROAD TRAFFIC                              7Wl\n         (9)Every person applying for a road licence of any\nclass shall submit to the Transport Authority-\n    (a) particulars of the types or type of vehicle to be\n         used accompanied by the certificate of fitness\n         issued in respect of the vehicle;\n    (b) in the case of an application for a road licence in\n        respect of a stage carnage or express carriage, the\n        proposed route, the timetables and fare tables of the\n        services proposed to be provided, the frequency of\n        the services and the times to be taken on the\n        journeys included in those services, a statement as\n        to the need for the proposed services and such other\n        information as the Transport Authority may\n        require,\nand the Transport Authority shall transmit to the Traffic\nArea Authority in whose area application for the licence\nis made a copy of such particulars.\n       (10)Applications for licences under this section, and\nrepresentations submitted for consideration purrmant to\nsubsection (51, (other than representations made by a\nTrafiic Area Authority or local authority) and any objection\nmade pursuant to subsection (7)shall be accompanied by\nthe respective fees prescribed by regulations made under\nsection 76, SO, however, that until other fees are so pre-\nscribed the fee on each appliation, representation OT ob-\njection shall be one hundred dollars."
    },
    {
      "provision_ref": "sec64",
      "section": "64",
      "title": "Section 64",
      "content": "64.-(1)  A Licensing Authority may, by instrument in                       0\nlimit number   writing addressed to the Minister, from time to time, recommend\nofroad         that the Minister make an order under this section limiting the\nlicences.\n2311957        number of road licences in respect of any specified class of\ns. 2.          vehicle which may be granted in, or in relation to, any specified\n               licensing area during /my specified period.\n                       (2) Where a recommendation has been made by a\n               Licensing Authority under subsection (1) the Minister may,\n               in his discretion, by order declare the maximum number of\n               road licences in respect of any specified class of vehicle\n               which may, in or in relation to, any specified licensing area\n               during any specified period be granted by a Licensing Authority\n               whether or not it is the Licensing Authority making the\n               recommendation.\n                       (3) When an order has been made by the Minister under\n               subsection (2) a Licensing Authority-                                       (\\.-).-\n                    (a) shall, in relation to any application for a road licence,\n                        have regard to such order;\n                          ROAD TRAFFIC                                m\n     (6) shall deal with applications for licences which are\n         affected by such order in its discretion but in such\n         a manner as to ensure that any limitation on the\n         nuniber of licences to be granted is, as far as\n         possible, equitably applied to such applications;\n         and\n     (c) may, in exercising any discretion vested in it under\n         subsections (2) and (6) of section 63, attach to any g(L*&\n         licence such conditions as may be necessary to\n         give effect to such order and, notwithstanding any\n         other provisions of this Act, such conditions may\n         include restrictions on the operations of any class\n         of vehicle."
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65.-(1) This section applies to an application made in spaciaiiy\naccordance with subsection (2) of section 61 for a licence to g g \"\noperate a stage carriage or an express carriage on a proposed\nroute which lies in more than one licensing area.             S. 6 ,\n        (2) An application to which this section applies shall\nbe considered and determined by the Licensing Authority to\nwhich the application is made, which, however, shall be\nconstituted for such purposes by the addition of one member\nof the Licensing Authority for each other licensing area in\nwhich any part of the proposed route lies, nominated in\naccordance with subsection (3).\n        (3) A Licensing Authority which receives an applica-\ntion to which this section applies (hereinafter referred to in\nthis subsection as the appropriate Licensing Authority) shall\ngive notice of the application to the Licensing Authority for\n         IThe inclusion of this page is authorized by L.N.37/19881\n80                                         ROAD TRAFFIC\n               each other licensing area in which any part of the proposed\n               routes lies, and the chairman of each such Licensing\n               Authority upon receipt of such notice shall nominate one\n               of the members of that Licensing Authority to be a member\n               of the appropriate Licensing Authority for the purpose of\n               hearing and determining the application.\n                      (4) A Licensing Authority constituted under this\n               section shall, in relation to an application to which this\n               section applies and to any licence granted pursuant to such"
    },
    {
      "provision_ref": "sec67",
      "section": "67",
      "title": "Section 67",
      "content": "67.-(1)    $bject to subsection (2), a road licence in respect validityof\nof a stage carriage, an express carriage, a hackney carriage or a\nroute taxi granted by the Licensing Authority of any licensing 0 t h ~\n                                                                           in   ztces\n                                                                  licensing\narea shall not be valid in any other licensing area.              areas.\n                                                                                3411976\n        (2) A road licence in respect of a stage carriage or                    iiioo5\nan express carriage granted under section 65 shall be valid s.9.\nin every licensing area in which is situated any part of the\nroute authorized by the licence.\n       (3) Except as provided in subsections (1) and (2), any\nlicence issued under this Part by the Licensing Authority\nof any licensing area shall be valid in any other licensing\narea."
    },
    {
      "provision_ref": "sec68",
      "section": "68",
      "title": "Section 68",
      "content": "68.-(1)   A road licence of any class may be revoked or Revocation\nsuspended by the Licensing Authority who granted    - r the\n                                                          i \"licence,\n                                                                , \" 0 3\nif that Licensing Authority is satisfied that any condition subject licences for\nto which the licence was granted has not been complied with:          :&,,imce\n                                                                                with condi-\n   Provided that the Licensing Authority shall not revoke such a :;;;76\nlicence unless owing to the frequency of the breach of the s . 9 .\nconditions on the part of the licensee, or to the breach having\nbeen committed wilfully, or to the danger to the public involved\nin the breach, the Licensing Authority is satisfied that the\nlicence should be revoked or suspended.\n       (2) The Licensing Authority on revoking or suspend-\ning a road licence shall send notice thereof to the Island\n84                                          ROAD TRAFFIC\n              Traffic Authority, to the Traffic Area Authority and every local\n              authority in whose area the service to which such licence relates\n              is provided.\n                      (3) A road licence shall not be capable of being\n              transferred or assigned:\n                 Provided that provisions may be made by regulations for                 i-) -/\n              enabling a person carrying on the buqinesf.Jof the holder of a\n              licence issued in respect of a stage or express carriage service to\n              continue for the time being the service in the event of the death,\n              incapacity, bankruptcy or liquidation of the holder, or of the\n              appointment of a receiver or manager in relation to the business\n                                       Conductors ' Licences\nConductors'     69.-(1)   A person shall not act as conductor of a stage\nlicences.\n              or express carriage on a road unless he is licensed for the\n              purpose under this Part, and a person shall not employ any\n              person who is not so licensed to act as conductor of any such\n              vehicle on a road.\n                      (2) There may be attached to the licence such con-\n              ditions as the Licensing Authority may think fit to impose.\n                      ( 3 ) A person shall be disqualified for obtaining a\n              licence to act as conductor, of a stage or express carriage\n              unless he is over the age of eighteen years and hlfils such\n              other conditions as may be prescribed.                                     ,--,\n                      (4) A licence to act as conductor of a stage or express\n                                                                                         (   \"1\n              carriage may at any time be suspended or revoked by the\n              Licensing Authority by whom it was granted upon the\n              ground that, by reason of his conduct or physical disability,\n              the holder is not a fit person to hold such a licence.\n                           1The lncluslon of thla page is authorized by L.N. 180N2006)\n                          ROAD TRAFFiC                                      85\n        (5) If any person acts in contravention of this section\nor fails Lo comply with any condition attached to the\nlicence he shall be guilty of an offence and shall be liable on ]/I993\nsummary conviction before a Resident Magistrate to a fine S.\nnot exceeding one thousand dollars.                             21 I WY9\n                                                                s. 2."
    },
    {
      "provision_ref": "sec70",
      "section": "70",
      "title": "Section 70",
      "content": "70.-(1) An application to act as conductor of a stage or Application\nexpress carriage shall be made to the Licensing Authority for condue\nof the area in which the applicant resides, and there shall $&cs,\nbe paid to the Licensing Authority in respect of such licence\na fez of five hundred dollars,                                21 / 1999"
    },
    {
      "provision_ref": "sec71",
      "section": "71",
      "title": "Section 71",
      "content": "71. Subject to the provisions of this Part the Minister Procedure ~~\nmay make regulations as to the procedure on applications ;t;ig:t~\nfor and the determination of questions in connection with\nthe grant, suspension and revocation of licences under this\nPart by a Licensing Authority, and the surrender of such\nlicences, and those regulations may make provision as to the\nparticulars to be furnished and the person to whom notices\nare to be given, the manner in which notices are to be\npublished or served, and as to the manner in which objec-\ntions may be made.\n86                                           ROAD TRAFFIC\nAPPWISto\nRoad Traffic"
    },
    {
      "provision_ref": "sec72",
      "section": "72",
      "title": "Section 72",
      "content": "72.-(1)      Any person who--\nTribunal\nAppeal in           (U) being an applicant for the grant of a road licence,\nwith road\nconnection              is aggrieved by the refusal or failure of the\n Licences.              Licensing Authority to grant the licence, or with\n                        any condition imposed by the Licensing Authority;\n                        or\n                    (b) being a local authority which, or a person provid-\n                        ing transport facilities who, has opposed the grant\n                        or variation of a stage or express carriage licence,\n                        is aggrieved by the grant thereof or by any con-\n                        dition or by any variation of the conditions\n                        attached thereto; or\n                   (d being the holder of a road licence, is aggrieved at\n                        the revocation or suspension thereof, by the Licens-\n                        ing Authority or by any variation of the conditions\n                        attached thereto,\n               may within the prescribed time and in the prescribed manner\n               appeal to the Road Traffic Appeal TribunaI constituted\n               under section 21.\n                        (2) On any such appeal, the Road Traffic Appeal\n               Tribunal shall have power to make such order as it tbinks\n               fit (including an order revoking a licence) and any such\n               order shall be final and conclusive and shall be binding\n               upon the Licensing Authority.\nllppepls       7 3 4 1 ) Any person who, being the holder of or an appli-\nRoad Traf-  cant for a licence to act as conductor of a stage or express\nfic Appal\nTribunal in carriage feels aggrieved by conditions attached to the licence\nconnection\nwith        or by the refusal or failure of the Licensing Authority to\nconductors’\nlicences.   grant or by the suspension or revocation of such a licence,\n            may by notice in writing to the Licensing Authority require\n            the Authority to reconsider the matter, and shall on the\n            reconsideration be entitled to be heard either personally\n            or by his representative.\n                           IThe indudon of this page is authorized by L.N. 3120011\n                                  ROAD TRAFFIC                                   87\n            (2) Any person who is so aggrieved as aforesaid or who\n    is dissatisfied with the decision of the Licensing Authority on\n    the reconsideration of the matter may appeal to the Road Traffic\n    Appeal Tribunal and on any such appeal the Tribunal may make\n    such order as it thinks fit and any order so made shall be final\n    and conclusive and shall be binding on the Licensing Authority.\n                 Drivers, Conductors and Passengers"
    },
    {
      "provision_ref": "sec74",
      "section": "74",
      "title": "Section 74",
      "content": "74.-(1) The Minister may make regulations generally as to\n    the conduct of passengers in public passenger vehicles and such ofpas-\n    regulations may in particular, without prejudice to the generality\n    of the foregoing provisions-\n         (a) authorize the removal ftom a public passenger vehicle\n             of any person infringing the regulations by the driver\n             or conductor of the vehicle or on the request of the\n             driver or conductor by any constable;\n         (b) require a passenger in a stage or express carriage\n             who is reasonably suspected by the driver or con-\n             ductor thereof of contravening the regulations to\n             give his name and address to a constable or to\n             the driver or conductor on demand;\n         (c) require a passenger to declare, if so requested by\n             the driver or conductor, the journey he intends\n             to take or has taken in the vehicle, and to pay\n             the fare for the whole of such journey and to\n             accept any ticket provided therefor;\n         (6) require, on demand being made for the purpose\n              by the driver or conductor or other person\n              authorized by the licensee of the vehicle, produc-\n              tion during the journey and surrender at the end\n                 [The lncluslon of this'page Is authorlzod by L.N. 180.412006]\n-\n                                                ROAD TRAFFlC\n                             of the journey by the holder thereof of any ticket\n                             issued to him;\n                        !) require a passenger, if so required by the driver or\n                             conductor, to leave the vehicle on the completion of\n                             the journey the fare for which he has paid;\n                      V) require the surrender by the holder thereof on the\n                         expiry of the period for which it is issued of a ticket\n                         issued to him.\n                         (2) If any person contravenes any provision of any such\n2012005          regulations, he shall be liable to a penalty not exceeding fifty\nS. 10.           thousand dollars.\nRegulations        75.-(1)   The Minister may make regulations as to the\nfor conduct of\ndrivers and      conduct of persons licensed to act as drivers or conductors\nconductors.      of public passenger vehicles when acting as such.\n                        (2) If any person to, whom such regulations apply\n                 contravenes or fails to coniply with any of the provisions\n                 of the regulations, he shall be liable to a penalty not\n2012005          exceeding seventy-five thousand dollars, and the court by which\nS. 11.           he is convicted may, if it thinks fit, cause particulars of the\n                 conviction to be endorsed upon the licence granted to that\n                 person under this Part.\n                         (3) The person who has the custody of the licence\n                 shall, if so required by the convicting court, produce the\n                 licence within a reasonable time for the purpose of endorse-\n                 ment, and if he fails to do so, shall be guilty of an offence.\nGeneralpower       76. The Minister may make regulations for any purpose\nOf6g\nregulations.\n                 for which regulations may be made under this Part and for\n                 prescribing anything which may be prescribed under this\n                 Part, and generally for the purpose of carrying this Part\n                 into effect, and in particular, but without prejudice to the\n                                (The lnclualon of this page la authorized by L.N. 180A120061\n                           ROAD TRAFFIC                                 89\ngenera!ity of the foregoing provisions, may make regulations\nwith respect to any of the following matters-\n     (a) the forms to be used for the purposes of this Part;\n     fb) applications for and the issue of Iicences and of 20/1964\n          certificates of fitness and the fees to be charged s'7.\n          in relation to such certificates;\n    k) the issue of copies of licences and certificates in\n          the case of licences or certificates lost or destroyed;\n    (d) the documents, plates and marks to be carried by\n        public passenger vehicles and the manner in which\n        they are to be carried;\n    (e) the badges to be worn by drivers and conductors\n          of public passenger vehicles and the identification 34(1976\n          cards, photographs and documents to be carried or s. 10.\n          exhibited by them;\n    (f) the custody of licences, the production, return and\n         cancellation of licences on suspension or revoca-\n         tion, and the production, return and cancellation\n         on revocation of certificates of fitness and as to\n         the custody, production and return of badges and\n         plates;\n        the deternunation of the number of passengers a\n         public passenger vehicle is adapted to carry, the\n         number who may be carried and the use of tickets 13,1987\n         in relation to fares payable by such passengers;      a.\n    (h) the camage of luggage and goods on public\n        passenger vehicles;\n    (i)    the safe custody and re-delivery or disposal of any\n           property accidentally left in a public passenger\n            vehicle and fixing the charges made in respect\n            thereof;\n    [ j ) the equipment to be carried by public passenger\n           vehicles;\n-         me inclusion of this page is author@ed by L.N. 37/19&3]\n90                                        ROAD TRAFFIC\n                  (k) the inspection of vehicles proposed to be licensed\n                      as public passenger vehicles, the maximum size,\n                      we@ and dimension of such vehicles or their\n                         design;\n2111957            (0 the classification of hackney carriages;\ns.3.\nU11957            (m) the control and regulation, in regard to hackney\ns. 3.                    carriages, of instruments, equipment, fittings and\n                         appliances to be used therewith, their owners,\n                         drivers, and persons holding road licences in rela-\n                         tion thereto, and the fares to be charged whether\n                         by prescribed districts or distance or otherwise and\n                         whether or not to be ascertained by meters, either\n                         on the basis of time or distance or both,\n1311957            (n) the documents and records to be kept and the\ns. 3.                    returns to be furnished by the owners or drivers of,\n                         or persons holding road licences in relation to,\n                         public passenger vehicles;\n34119%             (0)  the fees to be paid on applications for licences in\ns. I!.                  respect of stage carriages and express carriages and\n1311987\n2nd. soh.               on representations or objstions made by persons\n                         (other than the applicants) in connection with such\n                        applications;\n              and different regulations may be made as respects different\n              classes or descriptions of public passenger vehicles and BS\n              respects the Same class and description of public passenger\n              vehicles in daerent circumstances.\nNonmap           m.-(1) Nothing in this Part shall be construed or taken\n              as relieving the driver or owner of a public passenger vehicle\ng$G'nv\nKaEfib\ntion of\nOftbiaACt\n              from any liability under the other provisions of this Act\n              relating to motor vehicles or any regulations made there-\nor at corn-\nmonkW.        under or from any liability under any other Act or at\n              common law.\n                         me inclusion of this page is authorized by LN. 37/'1988]\n                            ROAD TRAFFIC                                            91\n        (2) This Part shall not apply to the vehicles men-\ntioned in the proviso to section 9.\n    PARTIV. Regulation of Commercial Motor Cars\n  7 8 . 4 1 ) Subject to the provisions of this Part, no person        Prohibition\nshall use a commercial motor car on a road for the carriage io ux\n                                                            commercial"
    },
    {
      "provision_ref": "sec78",
      "section": "78",
      "title": "Section 78",
      "content": "78.02                         ROAD TRAFFIC\n               (11) Each representation referred to in subsection\n        (10) shall state the grounds of any objection propxed to be\n        made in respect of the application for the licence and a\n        copy thereof shall be served on the applicant.\n               (12) The Transport Authority or any person con-\n        ducting a survey pursuant to subsection (4) may, in its or\n        his discretion, where the Authority is determining the grant\n        or refusal of an application, invite any person who has\n        made a representation under subsection (5) to give oral\n        evidence, or any other person as a witness in the cause.\n               (13) Any person who pursuant to subsection (5),\n        makes a representation in relation to an application for a\n        stage or express carriage licence shall, upon application to\n        the Transport Authority and upon payment to the Trans-\n        port Authority of the prescribed fee, be given a copy of\n        the findings of any technical survey r e f d to in subsec-\n        tion (4).\n              (14) The Transport Authority on granting a road\n        licence in respect of a stage or express carriage shall send\n        notice thereof, including particulars of the services to be\n        provided thereunder tw-\n            (a) the Traflic Area Authority; and\n                                ROAD TRAFFIC\n        (b) the local authority,\n    in whose area or any part thereof any such service is to be\n    provided.\nC           (15) If any person uses a public passenger vehicle or\n    causes or permits it to be used in contravention of this section\n    or, being the holder of a road licence of any class, wilhlly or\n    without reasonable cause fails to comply with any of the\n    conditions attached to that licence he, subject to subsection (16),\n    is guilty of an offence and is liable on summary conviction\n    before a Resident Magistrate to a fine not exceeding one 20,2005\n    hundred thousand dollars or to imprisonment for a term not s.s(b).\n    exceeding three months or to both such fine and imprisonment\n    and in respect of a second or subsequent conviction the court\n    may, upon application by the Transport Authority, revoke the\n    road licence.\n            (16) The failure in any case to comply with any con-\n    dition referred to in subsection (15) shall not be an offence\n    if the alleged offender proves that the Traffic Area Authority\n    for the traffic area in which the offence is alleged to have\n    been committed had dispensed with compliance in that\n    case.\n           (17) In-\n         (a) this Part \"local authority\" means the Parish Council of\n             any parish or the Kingston and St. Andrew\n             Corporation:\n                lThe inclusion of thb page is authorized by L.N. 180A120061\n                                             ROAD TRQFFIC\n                    (b) this  section \"Transport Authority\" means the\n                         Transport Authority established under the Transport\n                         Authority Act.\nPower of\nMinister to"
    },
    {
      "provision_ref": "sec81",
      "section": "81",
      "title": "Section 81",
      "content": "81. A carrier‘s licence may be refused, or, if it has already Rcfusal,\nbeen granted. may at any time be suspended or revoked orleyoca.  suspension\nby the Licensing Authority by whom it was granted if it ;;;ifsq\nis made to appear to the Licensing Authority by a Traffic certainIqcencesin\nArea Authority, that having regard to the conduct of the cBses.\napplicant or holder of the licence or to the manner in which\nthe vehicle is being used he is not a fit person to hold\nsuch a licence."
    },
    {
      "provision_ref": "sec82",
      "section": "82",
      "title": "Section 82",
      "content": "82.-(1) Subject to the provisions of this section, the Discretion\n                                                           of\nLicensing Authority-                                       Licensing\n                                                           Authority\n    (a) on an application for a public carrier’s licence, tograntor\n                                                           to refuse\n         shall have full power in its discretion either to carriers’\n                                                           licences.\n         grmt or to refuse the licence; and\n     (b) on an application for a private carrier’s licence,\n         shall grant the licence, unless the applicant is the\n         holder of a licence which is suspended, or unless a\n         licence previously held by him has been revoked,\n         in either of which cases the Licensing Authority\n         shali have full power in its discretion either to\n         grant or to refuse the licence.\n        (2) A Licensing Authority in exercising its discretion\nto grant or to refuse a public camer’s licence shall have\nxgard primarily to the interests of the public generally,\nincluding those of persons requiring, as well as those of\n         lThe inclusion of this page is authorized by LN. 68/1978]\n96                                          ROAD TRAFFIC\n              persons providing, facilities for transport, and, in particular,\n              shall have regard to-\n                   (U) the      extent, if any, to which the needs of the\n                           licensing area in which the licence is issued are\n                           already adequately served,\n                   (b) the extent to which the proposed service is neces-\n                       sary or desirable in the public interest;\n                   (c) the needs of the licensing area as a whole in rela-\n                       tion to traffic (including the provision of adequate,\n                       suitable and efficient transport services, elimination\n                       of unnecessary services and the prevention of un-\n                       remunerative services) and the co-ordination of all\n                       forms of goods transport including transport by\n                       rail.\nConditions      83.-(1)      It shall be a condition of every carrier’s licence-\nof licences\n                   (a) that the authorized vehicles are maintained in a\n                       fit and serviceable condition;\n                   (h) that any provisions (whether contained in any Act\n                       or in any regulations or orders) with respect to\n                       limits of speed and weight, laden and unladen, and\n                       the loading of goods vehicles, are complied with in\n                       relation to the authorized vehicles.\n                      (2) Any person who fails to comply with any con-\n              dition of a licence held by him shall be guilty of an offence.\nPowa to          8 4 4 1 ) A carrier’s licence of either class may be revoked\nrevoke or\ntosuspend     or suspended by the Licensing Authority by whom the\nlicences.\n              licence was granted on being satisfied by a Traffic Area\n              Authority that any condition subject to which the licence\n              was granted has not been complied with:\n                Provided that the Licensing Authority shall not revoke\n              or suspend any such licence unless owing to the frequency\n                          ROAD TRAFFIC                                    97\nof the breach of conditions of thc licence, or to the breach\nhaving been committed wilfully, or to the danger to the\npublic involved in the breach. the Licensing Authority is\nsatisfied that the licence should be revoked or suspended.\n       (2) In any case where a carrier's licence is revoked\nor suspended th: Licensing Authority shall, if requested\nby the licence holder, state in writing the grounds for the\nrevocation or suspznsion."
    },
    {
      "provision_ref": "sec85",
      "section": "85",
      "title": "Section 85",
      "content": "85.-(1) The Licensing Authority shall publish in the Obiecfions\n                                                            10 appllca-\nprescribed manner notice of an application for a public t'mns for\ncarrier's licence specifying the time within which, and the 'ioences.\nmanner in which, objections may be made to the grant\nof the application.\n         (2) It shall be the duty of the Licensing Authority,\non an application for a public carrier's licence, to take\ninto consideration any objections to the application which\nmay be made by persons who are already providing facilities\nfor the carriage of goods for hire or reward in the district,\nor between the places which the applicant intends to serve,\non the grounds that suitable transport facilities in that\ndistrict, or between those places, are, or if the application\nwere granted, would be, either generally or in respect of\nany particular type of vehicles. in excess of requirements."
    },
    {
      "provision_ref": "sec86",
      "section": "86",
      "title": "Section 86",
      "content": "86. Any person who-                                           Provisions\n                                                                for appeals\n    (a) being an applicant for the grant of a carrier's licence ~~~~~-\n        is aggrieved by the decision of the Licensing licences.\n        Authority on the application; or\n    (b) in the case of a public carrier's licence having duly\n         made an objection to any such application as\n        aforesaid, being an objection which the Licensing\n        Authority is bound to take into consideration, is\n98                                          ROAD TRAFFIC\n                           aggrieved by the decision of the Liceiising Author-\n                           ity thereon; or\n                    (c)  being the holder of a carrier’s licence is aggrieved\n                         by the revocation or suspension thereof,\n               may within the prescribed time and in the prescribed manner\n               appeal to the Road Traffic Appeal Tribunal constituted\n               under section 21, and such Tribunal may make such order\n               as it thinks fit and such order shall be final and conclusive\n               and shall be binding on the Licensing Authority.\nTransferof        87. A carrier’s licence shall not be capable of being\nlicences\nprohlbitd.     transferred or assigned :\n                  Provided that provision may be made by regulations for\n               enabling a person carrying on the business of the holder\n               of a licence to continue for the time being to use the\n               authorized vehicles in the event of the death, incapacity,\n               bankruptcy or liquidation of the holder, or of the appoint-\n               ment of a receiver or manager in relation to the business.\nOeneral          88. The Minister may make regulations for any purpose\npower of\nmlk;ng,        for which regulations may be made under this Part and\nregulations.   for prescribing anything which may be prescribed under\n               this Part, and generally for the purpose of carrying this\n               Part into effect and, in particular, but without prejudice to\n               the generality of the foregoing provisions, may make regula-\n               tions with respect to any of the following m a t t e r s\n                   (a) the forms to be used, and the particulars to be\n                       furnished, for any of the purposes of this Pars\n                   (b) the procedure on application for, and the deter-\n                       mination of questions in connection with the grant,\n                       suspension and revocation of licences under this\n                       Pars\n                   k) the issue of licences, and the issue of copies of\n                       licences in the case of a licence lost or destroyed;\n                          Crhe inclurion of this page is authorid by L.N. 681 19781\n                             ROAD TRAFFIC                                99\n    (d) the means by which vehicles are to be identified,\n          whether by plates, marks or otherwise, as being\n          authorized vehicles;\n     (4 the custody of licences, the production, return and\n         cancellation of licences on suspension or revoca-\n         tion, and the custody, production and return of\n         documents and plates,\nand different regulations may be made as respects different\nclasses or description of vehicles and as respects the same\nclass or description of vehicles in different circumstances."
    },
    {
      "provision_ref": "sec89",
      "section": "89",
      "title": "Section 89",
      "content": "89. Nothing in this Part shall be construed or taken as NOn-aXcmR-\nrelieving the driver or owner of a commercial motor car tion\n                                                           1iab;lily\n                                                                of\nfrom any liability under the other provisions of this Act\nrelating to motor vehicles or any regulations made there- o f * i s k t\nunder or from any liability under any other enactment or % h ' , ~ n\n                                                           law.\nat common law.\n  PARTV. International circularion of Motor Vehicles"
    },
    {
      "provision_ref": "sec90",
      "section": "90",
      "title": "Section 90",
      "content": "90.-(1)   The Minister may by order for the purpose of Internation-\n                                                            al circula-\ngiving effect to any convention for facilitating the inter- tionof\n                                                            motor\nnational circulation of motor vehicles providw              VehiClcr.\n    (U)   for the grant and authentication of any travelling\n           passes, certificates or authorities which may be of\n           use to persons resident in Jamaica when tempor-\n           arily taking their motor vehicles abroad, or to\n           drivers when proceeding abroad for the purpose\n           of driving motor vehicles; and\n    (b) for modifying the provisions of this Act and\n        regulations made thereunder relating to the\n        registration of motor vehicles and the licensing of\n           motor vehicle drivers in the case of motor vehicles\n          vhe inclusion of t h i s page is authorized by L.N. 68/1978]\n        100                                       ROAD TRAFFZC\n                                 brought temporarily into Jamaica by persons\n        1511960                  resident abroad, and intending to make only a\n       s. 3.                     temporary stay in Jamaica, and of drivers enter-\n                                 ing Jamaica and intending to make only a tempor-\n                                 any stay in Jamaica.\n                               (2) Any modifications of this Act, or the regulations\n                       made thereunder, made by an order under this section shall\n                       not have any force or effect until they have been approved\n                       or amended by the House of Representatives, and when so\n                       approved or amended by resolution shall, as from the date\n                       of such approval or amendment, have the same force and\n                       effect as if they were contained in and formed part of this\n                       Act or those regulations.\n       Cases not          91. The powers conferred by section 90 shall be exercis-\n       w;,thinany\n       convention.\n                       able for the benefit of persons resident in a country which\n       1~1960          is not a party to any such convention as is referred to in\n       s. 4.           that section, in like manner and to the like extent as those\n                       powers may be exercised for the benefit of such persons as\n                       are so referred to.\n                                PARTVI. Roads and Vehicles Generally\n       Application       92. This Part shall apply to vehicles of every description,\n       of all part\n       to this         howsoever drawn or propelled, including handcarts, wheel-\n       vehicles        borrows and other similar vehicles but excluding the vehicles\n       511954\n       s. 2.           mentioned in the proviso to section 9.\n       A ,,ication       93. Notwithstanding the provisions of any other Act or\n       ofceitain\n                       regulations made thereunder, but subject to the provisions\n       ofPaflII\n       to this Part.\n                       of section 94, the provisions of subsection (1) of section 27,\n       ~ 1 9 6 2       subsection (1) of section 32, subsection (1) of section 33,\n       s. 5.           subsections (1) and (3) of section 34, section 37, section 38,\n,...                           r h e inclusion of this page is authorized by L.N. 68119781\n                          ROAD TRAFFIC                                101\nexcept in so far as they relate to the maximum speed of a\nvehicle, sections 39, 44, 51, 53, 54 and 56, subsections (I),\n(2) and (3) of section 57 and subsection (6) of the said\nsection, in so far as the provisions of the subsection relate\nto subsections (I) and (3) of the section, and section 58,\nshall apply to animal drawn vehicles and pedal bicycles\nand the drivers or riders thereof, subject to the modifications\nthat references in the said provisions to motor vehicles shall\nbe construed as references to animal drawn vehicles and\nto pedal bicycles."
    },
    {
      "provision_ref": "sec91",
      "section": "91",
      "title": "Section 91",
      "content": "91. Cases not within my convention.\n                PARTVl. Roads and Vehicles Generally"
    },
    {
      "provision_ref": "sec94",
      "section": "94",
      "title": "Section 94",
      "content": "94.-(l) The provisions of subsection (I) of section 33 Regulation\n                                                              of bicycle\n(which relates to racing and speed trials) shall not apply to racing\na person who promotes or takes part in a race or trial of           z&2\nspeed on a road between pedal bicycles where the race or S. 6.\ntrial is authorized, and is conducted in accordance with\nany conditions imposed, by or under regulations under this\nsection.\n         (2) The Minister may by regulations authorize, or\nprovide for authorizing, for the purposes of subsection (l),\nthe holding on a road of races or trials of speed of any\nclass or description, or a particular race or trial of speed,\nin such cases as may be prescribed and subject to such\nconditions as may be imposed by or under the regulations,\nand may prescribe the procedure to be followed, and the\nparticulars to be given, in connection with applications for\nauthorization under the regulations, and regulations under\nthis section may make different provision for different classes\nor descriptions of races and trials.\n        (3) Without prejudice to any other powers exercis-\nable in that behalf, the Commissioner of Police may give\nsuch directions with regard to the movement of, or the\nroute to be followed by, traffic during such period as may\nbe necessary or expedient to prevent or mitigate congestion\n                                   --\n        W e inclusion of this page is authorized by L.N. 68/19781\n 102                                         ROAD TRAFFIC\n                 or obstruction of traf6c or danger to or from traffic, in\n                 consequence of the holding of a race or trial of speed\n                 authorized by or under regulations under this section, in-\n                 cluding a direction that any road or part of a road specified\n                 in the direction shall be closed during any such period to\n                 traffic or to traffic of a class or description so specified.\n                         (4) In this section “traffic” includes bicycles, tricycles,\n                 motor vehicles, vehicles of every description however drawn\n                 or propelled including handcarts, wheel-barrows and other\n                 similar vehicles, bodies of troops, processions and all animals\n                 being ridden, driven or led.\nIssue by         95.41) The Island Traffic Authority shall prepare a code\nIsland\n              (in this Act referred to as the “Road Code”) comprising\nAuthority     such directions as appear to the Authority to be proper\nof direction,\nforguidance for the guidance of persons using roads, and may from\nof users of\nroads.        time to time revise the Road Code by revoking, varying,\n              amending or adding to the provisions thereof in such manner\n              as the Authority may think fit.\n                         (2) The Island TraEc Authority shall cause the Road\n                 Code and every revised edition thereof to be printed and\n ,7,1963         issued to the public at a price not exceeding the prescribed\ns. 4.            price.\n                        (3) The failure on the part of any person to observe\n                 any provisions of the Road Code shall not of itself render\n                 that person liable to criminal proceedings of any kind,\n                 but any such failure may in any proceedings (whether civil\n                 or criminal and including proceedings for an offence under\n                 this Act) be relied upon by any party to the proceedings\n                 as tending to establish or to negative any liability which\n                 is in question in those proceedings.\nEreftan of          9 6 . A 1) The Road Authority may cause or permit trafEc\ntraffic signs,\nCif              signs to be placed on or near any road.\n                         F h c inclusion of this page is authorized by L.N. 681 19781\n                          ROAD TRAFFlC                                    103\n          (2) TraEc signs shall be of the prescribed size, colour\nand type, except where the Road Authority authorizes\nerection of a sign of another character.\n          (3) The Road Authority shall by notice in writkg\nrequire the owner or occupier of any land on which there\nis any sign or any object which so closely resembles a traffic\nsign that it might reasonably be taken to be such a sign,\nto remove it, and if any person fails to comply with such\na notice the Road Authority may effect the removal, doing\nas little damage as may be.\n         (4) In this Part the expression “traffic sign” includes\nmarks on the surface of roads, all signals, whether automatic\nelectric signals or otherwise, warning sign posts, direction\nposts and signs or other devices for the guidance or direction\nof persons using roads.\n          (5) Regulations may be made restricting or regulat-\ning the placing, erection and exhibition of traffic signs under\nthis section."
    },
    {
      "provision_ref": "sec95",
      "section": "95",
      "title": "Section 95",
      "content": "95. Issue by Island TrafficAuthority of directions for guidance of\n       users of roads."
    },
    {
      "provision_ref": "sec97",
      "section": "97",
      "title": "Section 97",
      "content": "97.-{1) The driver of every vehicle and the rider of Alltraffic\n                                                                  urns to ID\nevery bicycle shall obey-                                         ahrved.\n                                                                  ]/I993\n      (a) all red lights and stop signs; and                      s. 10.\n      ( b ) all other traffic signs which may be lawfully placed,\n             erected or exhibited on or near any road, or so as\n             to be visible from a road, in accordance with the\n             provisions of section 96.\n           (2) Any person who fails to comply with any such\ntraffic signs shall be guilty of an offence.\n           (3) For the purposes of this section a traffic sign\nplaced, erected OT exhibited on or near any road shall be\ndeemed to be of the prescribed size, colour and type or a\nsign of another character authorized by the Road Authority\nunder section 96, and to have been lawfully so placed,\nerected or exhibited, unless the contrary is proved.\n        Wh\n                                                      -\n         e inclusion of this page i s authorized by L.N. 42119951\n 104                                      ROAD TRAFFIC\n Power or        98. A Road Authority may for the purpose of making\n Road          the crossing of any road less dangerous to foot passengers,\n Authority\n as to         erect, light, maintain, alter and remove places of refuge in\n refuges.\n               the road.\n Arrange-        99.41) Arrangements may be made by the appropriate\n ments for\n pstrolliog\n               authority for the patrolling of places where children cross\n school\n crossings.\n               roads on their way to or from school, during period between\n 1611956       the hours of half-past seven in the morning and half-past\n s. 3.         Eve in the afternoon when children are so on their way,\n               by persons appointed by or on behalf of the appropriate\n               authority.\n                        (2) The functions of the appropriate authority for\n               the purpose of arrangements under subsection (1) shall\n               include the duty to satisfy himself of the adequate qualika-\n               tions of persons appointed to patrol, and to provide requisite\n               training of persons to be appointed.\n                       (3) In taking decisions as to making arrangements\n               under subsection (1) the appropriate authority shall have\n               regard to any representations made by the Road Authority.\n                      (4)Any person appointed to patrol in accordance\n               with arrangements under this section is in this Act referred\n               to as a school crossing patrol.\n                       ( 5 ) In this section the expression “appropriate\n               authority” means a Superintendent or Assistant Superin-\n               tendent of Police posted to a parish or district and includes\n               any sub-officer of Police temporarily in charge of any parish\n               or district.\nPower of          1 0 0 4 1 ) When between the hours of half-past seven in\nscbool         the morning and half-past five in the afternoon a vehicle is\ncrossing\npatrols to\nSiop traffic\n               approaching a place in a road where children on their way\n16119%         to or from school are crossing or seeking to cross the road,\ns. 3.\n                        ms incIusion of this page is authorized by L.N. 42/19951\n                           ROAD TRAFFIC                               1M\na school crossing patrol shall (subject to the provisions of\nsubsection (4) ) have power, by exhibiting a prescribed sign.\nto require the person driving or propelling the vehicle to\nstop it.\n        (2) When a person has been required in accordance\nwith subsection (1) to stop a vehicle-\n     (a) he shall cause the vehicle to stop before reaching\n         the place where the children are crossing or seek-\n         ing to cross and so as not to stop or impede their\n         crossing; and\n     (b) the vehicIe shall not be put in motion again so as\n         to reach the place in question so long as the sign\n         continues to be exhibited.\n         (3) Any person who fails to comply with paragraph\n(a) of subsection (21, or who causes a vehicle to be put\nin motion in contravention of paragraph (b) of the said\nsubsection shall be guilty of an offence under thii Act.\n        (4) On and after a date to be fix4 by the Miniiter\nby order the power conferred on a school crossing patrol\nby subsection (1) shall be exercisable only if the patrol is\nwearing the approved uniform.\n           (5) For the purposes of this section-\n     (U) “approved uniform” means the uniform for the\n         time being approved by the Minister;\n     (b) “prescribed sign” means a sign of a size, colour\n         and type prescribed by regulations made under\n         this Act but, if the Minister authorizes the use of\n         signs of a description not so prescribed, includes\n         a sign of that description;\n     (c) where it is proved that a sign was exhibited by a\n         school crossing patrol, it shall be presumed to have\n           phe indusion of thi page is authorized by LN. 68/1!4778]\n106                                   ROAD TRAFFlC\n                      been of the size, colour and type prescribed, or\n                      of a description authorized as aforesaid, unless the\n                      contrary is proved; and\n                  (d) where it is proved that a school crossing patrol\n                      was wearing uniform, the uniform shall be pre-\n                      sumed, unless the contrary is proved, to have been\n                      the approved uniform.\nFoot           1 0 1 4 1 ) Crossings for foot passengers may be established\npaSnger\ncros3,ngs.   on roads in accordance with the provisions of this section.\n1611956\ns. 3.                  (2) The Minister may make regulations with respect\n             to the precedence of vehicles and foot passengers respec-\n             tively, and generally with respect to the movement of t r a c\n             (including foot passengers), at and in the vicinity of a cross-\n             ing (including regulations prohibiting foot passengers traflic\n             on the carriage-way within one hundred yards of a crossin@,\n             and with respect to the indication of the limits of a crossing\n             by marks on the roadway or otherwise, and to the erection\n             of traffic signs in connection therewith.\n                       (3) Different regulations may be made under this\n             section in relation to different tr&c conditions and, in\n             particular, but without prejudice to the generality of the\n             foregoing words, different regulations may be made in rela-\n             tion to crossings in the vicinity of, and at a distance from,\n             a junction of roads, and to traffic which is controlled by\n             the Police, and by traffic signals, and by different kinds\n             of traffic signals, and which is not controlled.\n                      (4) (a) Within such period as the Minister may by\n             order determine, the Road Authority shall, after consulta-\n             tion with the Island Traffic Authority, submit to the Minister\n             (after giving public notice of intention so to do) either a\n             scheme containing proposals for the establishment of cross-\n             ings within areas specified by the Minister in the order,\n                         indusicm of this p g e is authorized by L.N. @/I9781\n                         ROAD TRAFFlC                                   107\naforesaid, or if it appears to the Road Authority that the\nestablishment of crossing is unnecessary in any of the areas\nspecified as aforesaid, a statement of the reasons why the\nAuthority considers such crossings to be unnecessary.\n              (b) In any case where any statement as afore-\nsaid has k e n submitted to the Minister, he may, if it appears\nto him that such crossings should be established and after\ngiving the Authorily an opportunity of making representa-\ntions, require the Authority to submit a scheme in relation\nthereto.\n          (5) Every scheme submitted under subsection (4)\n shall specify either the positions of the crossings, or the\nlengths of the road, or the areas, in which they are to be\n established and the number proposed for any length of road\n or area, and the Minister may, if he thinks fit, approve the\n scheme with or without modification.\n          (6) A scheme under this section may be varied from\n time to time, or may be revoked by a subsequent scheme\n submitted and approved as aforesaid, or by an order made\n by the Minister after giving the Road Authority by whom\n the scheme was submitted an opportunity of making repre-\n sentations.\n           (7)It shall be the duty of the Road Authonly by\n whom a scheme was submitted to execute any works (includ-\n ing the placing, erection, maintenance, alteration and\n removal of marks and traffic signs) required in connection\n with the establishment of crossings in accordance with the\n provisions of the scheme for the time being in force, or\n  with the indication thereof in aocordance with the regula-\n  tions having effect as respects the crossings, or required in\n  consequence of a variation or revocation of the scheme.\n           (8) If any person contravenes any of the provisions\n  of a regulation having effect as respects a crossing, he shall\n  be guilty of an offence under this Act and shall be liable OR 3:\\!;\n           [The inclusion of this page is authorid by LN. 3/uxll]\nI08                                      ROAD TRAFFIC\n               summary conviction before a Resident Magistrate to a fine\n21 / 1999      not exceeding four thousand dollars.\ns. 2.\n                        (9) In this section the expression “crossing” means\n               a crossing for foot passengers established in accordance with\n               the provisions for the time being in force of a scheme\n               submitted and approved under this section and indicated\n               in accordance with regulations having elfect as respects that\n               crossing, and for the purposes of a prosecution for a con-\n                travention of any of the provisions of a regulation having\n               effect as respects a crossing, the crossing shall be deemed\n               to be established and indicated as aforesaid unless the con-\n               trary is proved.\nProvision\nof foot-"
    },
    {
      "provision_ref": "sec102",
      "section": "102",
      "title": "Section 102",
      "content": "102. Tt is hereby declared to be the duty of a Road\nPatha.         Authority to provide, where that Authority deems it a m -\n               sary or desirable for the safety or accommodation of foot\n               passengers, proper and sufficient foot-paths by the side of\n               roads under the control of that Authority.\nPower (0\ndeclare"
    },
    {
      "provision_ref": "sec103",
      "section": "103",
      "title": "Section 103",
      "content": "103.41) Regulations may declare which road is to be\nrand%prin-     considered a principal road and where two or more roads\ncipal roads.\n               intersect the driver of a vehicle of any description before\n               turning into, or crossing, a principal road shall bring the\n               *ehicle to a full stop and on turning into, or crossing, the\n               principal road shall not drive a vehicle so as to obstruct\n               any tree on the principal road and shall comply with\n               such directions as may be contained in such regulations.\n                        (2) Any person who contravenes any of the provi-\n               sions of this section or fails to comply with any direction\n               contained in such regulation shall be guilty of an offence.\nRdacioa to        104.--(1) No person shall drive or be in charge of a drove\ndrovera.\n               of animals along or on a road unless he is at least eighteen\n               years of age. and where the animals exceed fifteen in number\n               at least three such persons shall be in charge or in attendance\n               on such animals.\n                        IThe inclusion of thin page is authorbed by L.N. 3/200!]\n                         ROAD TRAFFlC                                        109\n        (2) Any person in charge of, or in attendance on,\na drove of animals on a road after dark shall cause to be\ncarried one light in front and one light at the rear of the\ndrove of such animals.\n         (3) A n y person who acts in contravention of the\nprovisions of this section or who causes or permits any other\nperson to act in contravention of the provisions of this\nsection shall be guilty of an offence."
    },
    {
      "provision_ref": "sec105",
      "section": "105",
      "title": "Section 105",
      "content": "105.-(1) Subject to the provisions of this section, and Powerof\n                                                                Road\nnotwithstanding any other Act or regulation made there- ~ \" t h ~ r i t y\nunder, if a Road Authority is satisfied that trafsc on any road temporarily\n                                                                to probibi,\nfor the maintenance of which the Authority is responsible\nshould, by reason of works of repair or reconstruction being roads.\nrequired or being in progress on the road, be restricted or\nprohibited, the Authority may by order restrict or prohibit\nthe use of that road or of any part thereof by vehicles or\nby vehicles of any particular class or description to such\nextent and subject to such conditions or exceptions as it\nmay consider necessary.\n          (2) A Road Authority when considering the ques-\ntion of the making of an order under this section shall have\nregard to the existence of alternative routes suitable for\nthe traffic which will be affected by the order.\n         (3) Any person who uses or permits the use of a\nvehicle in contravention of any restriction or prohibition\nimposed under this section shall be liable in the case of a\nfirst conviotion to a penalty not exceeding three thousand ?1/1999\ndollars and in the case of a second or subsequent conviction\n                                                             az\nto a penalty not exoeeding five thousand dollars.\n                                                                     ;!1\"\""
    },
    {
      "provision_ref": "sec106",
      "section": "106",
      "title": "Section 106",
      "content": "106. The Minister may make regulations for any purpose Rcgulatiom\nfor which regulations may be made under this Part and\n110                                  ROAD TRAFFIC\n          for prescribing anything which may be prescribed under\n          this Part. and in particular, but without prejudice to the\n          generality of the foregoing provisions, may make regula-\n          tions-\n              (a) prescribing the     number, nature and use of\n                  brakes, in the case of animal drawn vehicles when\n                  used on roads and for empowering persons\n                  authorized by or under the regulations to test and\n                  inspect any such brakes, whether on a road or\n                  elsewhere;\n              (6) prescribing the appliances to be fitted to bicycles\n                  or tricycles, not being motor vehicles, for signatling\n                  their approach when used on roads and for\n                  securing that the riders of such vehicles shall\n                  by means of such appliances as aforesaid give\n                  audible and sufficient warning of their approacb\n27/1971       (E)   making provisions for the removal from roads,\ns. 5.               and for the moving from one position on a road\n                    to another position on that or another road, of\n                    vehicles which have broken down or of vehicles\n                    which have been left on a road-\n                        (i) in contravention of any statutory prohibi-\n                             tion or restriction; or\n                       (ii) in such a position or in such condition or\n                             in such circumstances as to cause obstruc-\n                            tion to other persons using the road or as\n                             to be likely to cause danger to such other\n                             persons; or\n                      (iii) in such a position or in such condition or\n                            in such circumstances as to appear to have\n                             been abandoned,\n                    and for the safe custody of vehicles removed\n                    and any loads which they contain at the time of\n                    such removal; and\n                    me inclusion of this page is autborized by L.N. 3/ZLy)I]\n                                  ROAD TRAFFIC                                       111\n          (9 prohibiting or restricting the use on any specified\n              road of vehicles of any specified class or description,\n              either generally or during particular hours.\n                               PART VII. General\nC      107.-(1) All regulations purporting to be made in pursuance Relating to\n     of any Part of this Act shall be published in the Gazette and shall         ::::'?\n     come into operation on such publication or at such other time as A C ~ .\n     may be fixed by such regulations.\n            (2) All regulations made under any Part of this\n     Act shall have full effect notwithstanding anything in any\n     other Act or any regulations made thereunder.\n             (3) If any person contravenes any regulations or\n     orders made under any Part of this Act he shall, for each\n     offence, be liable on summary conviction to a penalty not\n     exceeding one hundred thousand dollars and in default of 201200s\n     payment thereof to imprisonment, with or without hard labour, S. 12.\n     for any period not exceeding three months.\n             (4) Regulations made under any Part of this Act\n     shall be of the same force and effect as if they were con-\n     tained in and formed part of this Act and shall be judicially\n     noticed.\n            (5) Regulations made under any Part of this Act\n     may, if the Minister deems it necessary, be of a local nature\n     and limited in their application to a particular area.\nC1"
    },
    {
      "provision_ref": "sec108",
      "section": "108",
      "title": "Section 108",
      "content": "108. Any person who contravenes any of the provisions                     z:;Ze'\n     of this Act, and any person guilty of an offence under this notother-\n                                                                    wise pro-\n     Act, for which no special penalty is provided, shall be liable wded\n                                                                     .\n                                                                          for.\n     in respect of each such contravention or offence to a\n                  lThe incluslon of this page is authorized by L.N. 180A120061\n112                                          ROAD TRAFFIC\n2111999         penalty not exceeding five thousand dollars and in default of\nS. 2.\n                payment thereof to imprisonment, with or without hard labour,\n                for any period not exceeding two months or in the case of a\n2111999         second or subsequent conviction to a penalty not exceeding ten\nS. 2.           thousand dollars and in default of payment thereof, to\n                imprisonment with or without hard labour, for a period not\n                exceeding three months or in the discretion of the court to\n                imprisonment, with or without hard labour, for a period not\n                exceeding three months.\nTrial of          109. Every offence under, and every contravention of, this\noffences.\n                Act shall, except where otherwise expressly provided be tried\n                summarily and the offence or contravention shall be deemed to\n                have been committed either at the place at which the same was\n                actually committed or in the parish in which the offender\n                resides.\nLiability of      110. Nothing in this Act shall affect any liability of the driver\ndriver or\nowner not       or owner of a vehicle under any enactment or at common law\naffected.       save as by this Act may be expressly excepted.\nApplicationto     111. It is hereby declared that this Act applies to persons\npersons in\nPublic          in the Public Service of the Crown.\nService.\nPrerogative.      112. Nothing in this Act shall prejudice or affect the\n                prerogative of the Crown to grant to any person or com-\n                pany an exclusive franchise to operate a public passenger\n                service, by means of stage carriages, within any traffic area\n                or part thereof.\nSaving.            113. The provisions of this Act shall have effect notwith-\n                standing anything to the contrary contained in any other\n                Act.\n                             [The lncludon of this page is authorlvd by L.N. 180AIZ006]\n                          ROAD TRAFFIC                                          113"
    },
    {
      "provision_ref": "sec114",
      "section": "114",
      "title": "Section 114",
      "content": "114. The provisions of sections 10, 12, 14, 36, 49 and SO '%=in\n                                                            wsions ofpro-\nshall not apply to, or have any force or effect in respect Part n not\n                                                             10 apply to\nof, any motor vehicle belonging to the Jamaica Defence vehicles of\n                                                             Jamaica\nForce.                                                       Defena\n                                                                     Fora.\n                                                                     SllPM\n                                                                     s. 3."
    },
    {
      "provision_ref": "sec115",
      "section": "115",
      "title": "Section 115",
      "content": "115. The provisions of this Act and of any regulation,\nby-law, rule or order which-                             certain\n                                                                     restrictions.\n    (a, restrict the speed at which, or the direction in which\n         any vehicle shall proceed along any street or road,\n         or\n    (b) require any vehicle to slow down or stop at the\n        intersection of any two or more streets or roads; or\n     (c) prohibit or restrict the parking of any vehicle on\n         any street or road; or\n     (d) prohibit or restrict the sounding of any horn or\n           other warning device within any area,\nshall not apply to any motor vehicle whilst such vehicle is\nbeing used in consequence of an alarm of fire, or for the\npurpose of proceeding to a fire, by any constable or any\nofficer, sub-officer or fireman of the Fire Brigade constituted\nunder the Fire Brigade Act.\n      PARTWII.        Special Powers of Enforcement and              27ll97l\n                         A dminislration                             S. 6.\n                         Trafic Tickets"
    },
    {
      "provision_ref": "sec116",
      "section": "116",
      "title": "Section 116",
      "content": "116.-(1) This section shall apply to any offence created Pukshmal\n                                                                wthout\nby or under an enactment and punishable on summary con- prosenrtion\n                                                                of offenccs\nviction-                                                        in connec-\n                                                                tion with\n      (a) being an offence committed in respect of a vehicle-   kakts.\n                                                                reflectors\n              (i) by its being left or parked on a road without oba,mm&,\n                  the lights or reflectors required by law; \"I'fim\n                                                                     S. 7 (ah\n        F   e inclusim of this w   e is authorized by L.N. 1211WSI\nIt4                                   ROAD TRAFFIC\n                           (ii) by its obstructing a road or waiting, 01\n                                being left or parked or being loaded or\n                                unloaded, in a road; or\n                          (iii) by the non-payment of the charge made at\n                                a parking place on a road; and\nAPpcndix.         (b) being an offence specified in the Appendix :\n               Provided that this section shall not extend to circum-\n            stances where, pursuant to section 22, a person is required\n            by a constable to produce his driver’s licence but is unable\n            to do so.\n                       (2) Where a constable finds a person on any\n            occasion and has reason to believe that on that occasion\n            he is committing or has committed an offence to which\n            this section applies, he may give him the prescribed notice\n            in writing offering the opportunity of the discharge of any\n            liability to conviction of that offence by payment of a fixed\n            penalty under this section; and no person shall then be\n            liable to be convicted of that offence if the fixed penalty\n            is paid in accordance with this section before the expiration\n            of the twenty-one days following the date of the notice\n            or such longer period (if any) as may be specified therein\n            or before the date on which p r o d i g s are begun, which-\n            ever event last occurs.\n                     (3) Where a person I s given a notice under this\n            section in respect of an offenceproceedings shall not be\n            taken against any person for that offence by any constable\n’’\n111993      or local authority, as the case may require, until the end of\n            the twenty-one days foIlowing the date of the notice or such\n            longer period (if any) as may have been specified therein.\n                    (4) In subsections (2) and (3) “proceedings” means\n            any criminal proceedings in respect of the act or omission\n            constituting the offence specified in the notice under sub-\n            section (21, and “convicted” shall be construed in like\n            manner.\n                     fThe inclusion of this page is authorid by L.N.42/1995]\n                           ROAD TRAFFK                                         115\n         ( 5 ) Payment of a fixed penalty under this section s.    1 /7 (C).\n                                                                         1W\nshall be made-\n     (U) in respect of any offence specified in paragraph (0)\n          of subsection (l), to the local authority specified\n          pursuant to subsection (6),and such local authority\n          may retain the amount paid as part of its funds;\n     (6) in respect of any offence specified in the Appendix, A-\n          to any Collector of Taxes in the manner prescribed\n          by regulations made under subsection (11).\nand in any proceedings a certificate that payment of the\nfixed penalty was or was not made to the local authority or\nto the Collector of Taxes, as the case may be, by a date\nspecified in the certificate shall, if the certificate purports to\nbe signed by the secretary of the local authority or the Col-\nlector of Taxes, be sufficient evidence of the facts stated\nunless the contrary is proved.\n           (6) A notice under subsection (2) shall-\n     (U) specify the offence alleged. and give such particu-\n                                                                      2%\n            lars of the offence as are necessary for giving\n            reasonable information of the allegation;\n     (b) state the period during which, by virtue of sub-\n            section (3), proceedings will not be taken for the\n            offence;\n     ( E ) state the amount of the fixed penalty and that such\n           fixed penalty shall be paid to-\n                (i) the relevant local authority; or\n               (ii) any tax office,\n            as the case may require, and, in the case of payment\n            to a local authority. the address at which the\n            fixed penalty may be paid;\n     (d) require the person. in the event that the fixed\n            penalty is not paid within the period specified in\n            the notice pursuant to subsection (3), to attend\n            before the Traffic Court or. as the case may be,\n116                                  ROAD TRAFFiC\n                     the Resident Magistrate’s Court in the parish in\n                     which the offence is alleged to have been corn-\n                     mitted, to answer the charge on such date as may\n                     be specified. being a date not earlier than ten days\n                     after the expiration of the period specified pursuant\n                     to subwction (31\n                     (7)Where a constable finds a vehicle on an occasion\n           and has reason to believe that on that occasion there is\n           being or has been committed in respect of it an offence\n           to which this section applies, he may proceed under this\n           section as if he had found a person reasonably believed\n           by him to be committing the offence, and for that purpose\n           a notice affixed to the vehicle shall be deemed to be given\n           to the person liable for that offence\n                     (8) A notice affixed to a vehicle under subsection\n           (7)shall not be removed or interfered witb except by or\n           under the authority of the driver or person in charge of\n           the vehicle or the person liable for the offence in question;\n           and any person contravening this subsection shall be guilty\n           of an offence.\n1/im\nS. 7 Iek\n                     (9) The fixed penalty for an offence-\n                 (a) to which paragraph (a) of subsection (1) applies,\ns 2.\n2111999               shall be five hundred dollars;\nhpwodb.          (b) specified in the Appendix, shall be the amount so\n                      specified in relation to each such offence:\n              Provided that the Minister may, by order, amend the\n            Appendix to provide for the fixed penalty to be in any case\n            more or lew than the amounts specified therein (but not more\n            than one-half of the maximum amount of the fine to which\n            a person not previously convicted of the offence is liable on\n           mmrnary conviction)\n                     (10) In any proceedings for an offence to which\n           subsection (1) applies no reference shall be made aftw the\n           conviction of the accused to the giving or affixing of any\n           notice under this section or to the payment or non-payment\n                    IThe inclusion of this page is autborizcd by L N. 3/20011\n                        ROAD TRAFFIC                              117\nof a fixed penalty thereunder unless in the course of the\nproceedings or in some document which is before the court\nin connection with the proceedings reference has been made\nby or on behalf of the accused to the giving or affixing of\nsuch a notice or, as the case may be, to such a payment or\nnon-payment.\n         (11) The Minister may by regulations make pro-\nvision as to any matter incidental to the operation of this\nsection.\n                        Traffic Wardens\n  1 1 7 4 1 ) Subject to subsection (3), a local authority may T&C\nappoint persons to discharge in aid of the Police functions m c m .\nnormally undertaken by the Police in connection with the\ncontrol and regulation of road trafjic or with the enforce-\nment of the law relating to road traffic.\n         (2) Persons employed under subsection (1) shall be\nknown as “traffic wardens”, and a local authority employing\ntraflic wardens for the purposes of that subsection may also\n(subject to subsection (3) ) employ them to act, under the\ndirection of the Commissioner of Police, for other purposes\nconnected with the control and regulation of road traffic\nor road vehicles; and in particular the local authority may\nemploy the traffic wardens to act as parking attendants at\nparking places on roads provided or controlled by the local\n authority.\n         (3) Traffic wardens shall not be employed to dis-\nchange functions other than those prescribed as appropriate\nfor the purpose by order of the Minister.\n          (4) In so fsr as an order under subsection (3)\nauthorizes the employment of tra5c wardens for the pur-\np m of section 116 references in that section to a constable\nshall include a traffic warden.\n         p&ioclusian ofihhipgeis auihorizcd by L.N. 42/1995]\n118                                  ROAD TRAFFIC\n                   (5) A local authority shall not employ as traffic\n          warden any prson who is a constable, but shall take steps\n          to ensure that only persons adequately qualified are\n          appointed traffic wardens: and that trafic wardens are\n          suitably trained by the Police before undertaking their\n          duties.\n                   (6) Traffic wardens shall wear such uniform as the\n           local authority inay deternine, and shall not act as traffic\n           wardens wheii not in uniform.\n                           Special Enforcement Provisions\nDuty to         118.-(1) Without prejudice to the generality of para-\ninformation\ngive         graph (i) of section 46 (.1), where the driver of a vehicle is\nasroiden-    alleged to be guilty of an offence under this Act or any\ntity of\ndriver, =a., rule, order or regulation made thereunder-\nin certain\ncases.\n                  In) the owner or' the vehicle shall give such information\n                       as to the identity of the dxiver-\n                          li) as the Commissioner of Police or any person\n                               acting on his behalf may require; or\n                          Cii) in the case of an offence against section 55,\n                               as the local authority having power to in-\n                               stitute proceedings for such offence, or any\n                               person acting on their behalf, may in writing\n                               require; and\n                  (b) any other person shall, if required as aforesaid,\n                       give such information which may lead to the\n                       identification of the driver as he may be able to\n                       give.\n                    (2) A person who fails to comply with the require-\n           ments of paragraph (a) of subsection (1) shall be guilty of\n           an offence unless he shows to the satisfaction of the court\n           that he did not know and could not with reasonable diligence\n           have ascertained who the driver of the vehicle was, and a\n           person who fails to comply with the requirement of para-\n           graph (b) of that subsection shall be guilty of an offence.\n                    (The inclusion of this @age i s authorized by L.N. 42119951\n                           ROAD TRAFFIC                                119"
    },
    {
      "provision_ref": "sec118",
      "section": "118",
      "title": "Section 118",
      "content": "118. Duty to give information as to identity of driver. etc., in certain\n           cases."
    },
    {
      "provision_ref": "sec119",
      "section": "119",
      "title": "Section 119",
      "content": "119.-(1) Subject to subsections (2) and (3) in any pro- Zydmcc\nceedhgs for an offenceunder this Act or any rule, order ar certificate\nregulation made thereunder a certificate in the prescribed\nform, purporting to be signed by a constable and certifying\nthat a person specified in the certificate stated to the con-\nstabb-\n    (n) that a particularmotor vehicle was being driven\n         by. or belonged to, that person on a particular\n         occasion; or\n    (b) that a particular motor vehicle on a particular\n        occasion was used by, or belonged to, a firm in\n        which that person dso stated that he was at the\n        time of the statement a partner; or\n     (c) that a particular motor vehicle on a particular\n         occasion was used by, or belonged to, a corpora-\n         tion of which that person also stated that he was\n         at the time of the statement a director, officer or\n         employee,\nshall be admissible as evidence for the purpose of deter-\nmining by whom the vehicle was being dri-ien or used, or\nto whom it belonged. as the case may be, on that occasion.\n        (2) Nothing in subsection ( 1 ) shall be deemed to\nmake a certificate admissible as evidence in proceedings\nfor an offence except in a case where and to the like\nextent to which oral evidence to the like effect would\nhave been admissible in those proceedings."
    },
    {
      "provision_ref": "sec120",
      "section": "120",
      "title": "Section 120",
      "content": "120. Where on the summary trial of an information for\nProof. in\nzzeyngs,\n     an offence under this Act or any rule, order or regulation\nOf identity\nof driver\n              made thereunder-\nof vehicle.\n                  ( U ) it is proved to the satisfaction of the court that a\n                        requirement under subsection (1) of section 118\n                        to give information as to the identity of the driver\n                        of a particular vehicle on the particular occasion\n                         to which the information relates has k e n served\n                         on the accused by post; and\n                   (b) a statement in writing is produced to the court\n                        purporting to be signed by the accused that the\n                         accused was the driver of that vehicle on that\n                        occasion,\n              the court may accept that statement as evidence that the\n              accused was the driver of that vehicle on that occasion.\nCharges         121.-(1) Where a vehicle is removed from a parking\nfor rcrnov-   place or from a road in pursuance of any provision made\n~IIK and\n&toring\nvehicles.\n              by or pursuant to this Act, there shall be payable to the\n              appropriate authority by the prescribed person-\n                  (a) in respect of the removal, the fixed charge; and\n                  (b) in respect of any period during which the vehicle\n                        is in the custody of that authority, a charge ascer-\n                        tained by reference to the prescribed scale.\n                       (2) The fixed charge in respect of the removal of a\n              vehicle shall be six dollars or such other sum (whether\n              greater or smaller) as may be prescribed.\n                       m e inclusion of this 'page is a u l h o r i d by L.N.42119951\n                          ROAD TRAFFIC                                   121\n         (3) A charge under this section may (without pre-\njudioe to any other form of recovery) be recovered as a\nsimple contract debt in any court of competent jurisdiction.\n         (4) In this section “appropriate authority” in rela-\ntion to a vehicle removed from a parking place provided\nor controlled by a local authority, means that authority."
    },
    {
      "provision_ref": "sec121",
      "section": "121",
      "title": "Section 121",
      "content": "121) the appropriate authority and, in relation to a vehicle\n              that could at any time be removed, the authority who, if\n              it were then removed, would in relation to it be (within the\n              meaning of that section) the appropriate authority.\nRlpulrtmnr.      123. The Minister may make regulations for any purpose\n              for which regulations may be made under this Part and for\n              prescribing any orher matter or anything which may be, or\n              is required to be, prescribed under this Part.\n              -\n                       IThe inclusion of this pagelsauthorired by L.N..)?it9951\n                                    ROAD TRAFFIC                                                 123\n                                       FIRSTSCHEDULE               (Sections 12,59,68    111m3\n                                                                               and 78)\n. .                                   Licence Duties\n      I.   Licence duties on all motor vehicles                                          LN.\n           calculated on unladen weight or on                                            28tSW8.\n           cylinder capacity of engines:\n           (a) Motor cars not deriving motive\nd'\n                power from an internal combus-\n                tion engine worked by cylinder\n                or cylinders       . . . . . . . . . each       $4,125.00\n           (b) Motor cars--\n               Where the cylinder capacity of the\n               engine4oes not exceed 1,199\n               cubic centimetres       . . . . . . each         $4,125.00                L.N.\n               exceeds 1,199 cubic centimetres                                           1mm.\n               but does not exceed 2,999 cubic\n               centimetres        ...     ...  ... each         $6,000.00                L.N.\n                                                                                         146i2088.\n               exceeds 2,999 cubic centimetres\n               but does not exceed 3,999 cubic\n               centimetres       ... ... ... each               $12,000.00\n                                                                                         L.N.\n                                                                                         1MW.\n               exceeds 3,999 cubic centimetres each             $20,250.00               LN.\n                                                                                         1wm.\n           (c) Hackney carriages and contract                                            L.N.\n               carriages which are motor cars each              $4,125.00                1WC008.\n           (d) Motor cycles-\n               Where the cylinder capacity of the\n               engine-does not exceed 125 cubic\n               centimetres      ... ... ... each                $1,050.00                L.N.\n               exceeds 125 cubic centimetres but                                         84M2QM.\n               does not exceed 500 cubic\n               centimetres      ...       ...  ... each         $2,108.00                L,N.\n               exceeds 580 cubic centimetres ... each           $3,750.00                1 m\n                                                                                         L.N.\n                                                                                                   .\n           (e) Motor trucks and tractors of\n               unladen weight-\n               not exceedGg 3048.1 38 kgs (60\n               cwt)      . . . . . . ...   ... each             $6,000.00                L.N.\n                                                                                         l4m008.\n               exceeding 3048.138 kgs (60 cwt)\n               but not exceeding 6189.09 kgs\n               (120 cyt) . . . . . .  ... ... each              $12,000.00               LN.\n                                                                                         1mm.\n               exceeding 6109.W kgs (120 cwt) each              $12,000.00 plus      .   LN.\n                                                                $100.00 per 50.91        14MO.\n                      !The incldon of tab pap in amcbsrid by LN. lZMOlll\n                              ROAD TRAFFIC\n                                                               ~   - .\n                            FIRST SCHEDULE,confd\n                             Licence Duties, confd.\n                                                            kgs pver 6109.09 kgs\n                                                            or $12,000.00 plus      L.N.\n                                                            $I0?.00 per cwt in      lmMm\".\n                                                            excess of 120 cwt.\n     V) Motor trucks and tractors which do\n        not use gasoline as fuel, of unladen\n        weight-\n        not exceeding 3048.138 kgs (60cvin)          each   ~6,dOO.00               L.N.\n        exceeding 3048.138 kgs (60 cwt)                                              146t2008.\n        but not exceeding 6 1109.09 kgs\n        (120 m)     ...     ...      ... ... each           $12!000.00             LN.\n                                                                                   146t200S.\n        exceeding 6109.09 kgs (120 cwt)              each   $12\\000.00PIUS IAN.    -. -.\n                                                            $1 $.w per 50.9 1      I4 t i ~ m .\n                                                            kgs lover 6 109.09 kgs LN.\n                                                            or s I2*~00.00PIUS\n                                                            S Iq.00 per cwt in\n                                                                                     rFm8.\n                                                                                   146/2008,\n                                                            excess of 120 cwt.\n     @) Trailers-\n                           of p s s\n        For each hund~welght                                                         L.N.\n        weight     ...      ...      ...      ... each       SI I 5.00 per cwt       14ti~00~.\n                                                             (50.9 1 kg)."
    },
    {
      "provision_ref": "sec122",
      "section": "122",
      "title": "Section 122",
      "content": "122.--(1) Subject to subsection (2), where by virtue of I ) ~ s             ~   ~   ~   ~   I   ~\nany provision made by or pursuant to tbis Act a vehicle vehicles\n                                                             abandoned\nhas been, or could at any time be, removed from a road on       road%er\n                                                             . parking\n                                                             rn\nthe appropriate authority may, if it appears to them that t.la=*\nthe vehicle has been abandoned, sell or otherwise dispose of\nit and-\n    (@ apply the proceeds of a sale of the vehicle in or\n         towards satisfaction of any costs incurred by them\n         in connection with the disposal thereof or any\n         charge to payment of which they are entitled as\n         regards the vehicle under section 121;\n     (b) recoup any such costs as aforesaid so far as not\n          satisfied by virtue of paragraph (0);\n     (c) dispose of in such manner as the Minister may by\n          order prescribe any sums received by the appro-\n          priate authority on a sale of the vehicle, after\n          deducting any sum applied thereout by virtue of\n          paragraph (b).\n         (2) A power of disposal conferred by subsection (1)\nshall not be exercisable in the case of a vehicle unless there\nhave been taken by the appropriate authority such steps\na d there has elapsed such period (not being less than six\nweeks) beginning with the taking of the first of them as\nmay be prescribed by the Minister, by order, being steps\nand a period whose respective taking and lapse Wjll, in the\nopinion of the Minister, together suffice for securing\nadequate opportunity for enabling the vehicle to be claimed.\n         p%o inclusion of this page is authorized by L N.42/ 19951\n                                                                     -\nI22                                     ROAD TRAFFIC\n                       (3) Different provisions may be made under sub-\n              section (2) with respect to vehicles of different classes or\n              descriptions or with respect to vehicles of the same class\n              or description in different circumstances.\n                        (4) In this section “appropriate authority” in rela-\n              tion to a yehicle that has been removed, means the authority\n              who, in relaticn to it, are (within the meaning of section"
    },
    {
      "provision_ref": "sec123",
      "section": "123",
      "title": "Section 123",
      "content": "123. Regulations.\n                                      SCHEDULES\n                         - _.\n                      ~ -.\n              mhe inclusion of this      is authbrized by L.N. 951 19971\n               ROAD TRAFFlC\n”motor vehicle” means any mechanically propelled\n    vehicle intended or adapted for use on roads;\n“owner” means the person for the time k i n g in whose\n    name any motor vehicle or trailer is registered;\n“prescriM” means prescribed by regulations;\n “rear seat” in relation to a motor vehicle, means a 3 , 1 5 9 9\n      seat which is wholly or partially in the rear of\n      the vehicle;\n“restraint system” means a system combining a seat i34f999\n      fixedto the structure of a motor vehicle by appro-\n      priate means and a seat belt for which at least\n      one anchomge p i n t is located on the structure\n      of the seat;\n“Road Authority” in relation to any road means the L.N.\n     authority (being the Chief Technical Director or 96411959.\n     the Council of the Kingston and St. Andrew\n     Corporation or a Superintendent of Parochial 6/19S9\n     Roads and Works or any other person declared s. xrx\n     to be a Road Authority pursuant to the provisions\n     of subsection 12) 1 responsible for the maintenance\n     of the road;\n“road” means any main or parochial road and includes\n     bridges over which a road passes, and any road-\n                                                               !.’gz.\n     way to which the public are granted access and any\n     roadway declared to be a road pursuant to the\n     provisions of subsection (2);\n“seat belt” means any arrangement or assembly of ;’&,I599\n     straps with a securing buckle, adjusting deviax\n     and an attachment which is anchored at a point\n     to the structure of the seat of a motor vehicle\n     by appropriate means and is designed to diminish\n     the risk of injury to its wearer, in the event of\n     collision or of abrupt deceleration of the vehicle,\n     by limiting the mobility of the body of the wearer;\nID                                 ROAD TRAFFlC\n               “trolley vehicle” means a mechanically propelled\n                    vehicle adapted for use upon roads without rails\n                    and moved by power transmitted thereto from\n                    some external source.\n611959\ns. UCY\n                 (2) The Minister may by order declare any roadway\n          to be a road for the purposes of this Act, and such order\n          may declare any person to be the Road Authority for the\n          purposes of this Act in relation to the roadway s@d\n          in the order.\n                 (3) Every motor vehicle shall be deemed for m y\n          purpose, to be a carriage within the meaning of any Act\n          of this Island and of any rules, regulations or by-laws\n          made under any Act of this Island, and if used as a Carriage\n          of any particular class shall be deemed to be a Carriw\n          of that class, and the Act relating to carriages of that class\n          shall apply accordingly.\nE*bji&-       3.-(1) There shall be established at Kingston      Road        a\nmen1 of\nRoadTraffic Traffic Control Authority (in this Act referred to as the\nControl\nAutbority   “Island Traffic Authority’?.\nand                (2) The Island Traffic Authority shall be the Chief\nbranched\nulcnor.     Technical Director, the Commissioner of Police and                   one\n          other member appointed by the Minister, two to form a\n          quorum, and there shall be attached to the Authority such\n          officers and servants as the Governor-General shall from\n          time to time appoint.\n                 (3) The Island TrafEc Authority shall have the\n          general control of road traffic in the Island and shall be\n          also the Traffic Area Authority for the W c area in\n          which is included the Corporate Area as dehed by the\n          Kingston and St. Andrew Corporation Act.\n                 (4) A person appointed an officer or servant by\nLN.       virtue of subsection (2) shall receive such salary as may\n233”964\n          be provided in the estimates of the Island and shall perform\n          such duties as the Island Tr&c Authority shall assign.\n                  [The inclusion of &is page is authorized by L;N. 3/2001]\n                         ROAD TRAFFIC                                     11\n       ( 5 ) There shall be established, in such traffic areas of the\nIsland as may be prescribed, a branch of the Island Traffic\nAuthority (in this Act referred to as the ‘‘Traffic Area\nAuthority”) under a Superintendent of Public Works, a\nSuperintendent or Assistant Superintendent of Police and one\nother member appointed by the Minister, two to form a quorum,\nand there shall be attached to the Traffic Area Authority such\nofficers and servants as the Governor-General shall from time to\ntime appoint.\n        (6) A Traffic Area Authority shall in relation to road\ntraffic control within its area be subject to the general or special\ndirections of the Island Traffic Authority, and a person\nappointed an officer or servant by virtue of subsection ( 5 ) shall\nreceive such salary as may be provided in the estimates of the\nIsland and shall perform such duties as the Island Traffic\nAuthority shall assign."
    },
    {
      "provision_ref": "sec501",
      "section": "501",
      "title": "Section 501",
      "content": "501-75Okg.                                                   $2,500\n                   75 1-1,OOOkg.                                                $3,400"
    }
  ],
  "definitions": [
    {
      "term": "local authority",
      "definition": "the Parish Council of",
      "source_provision": "sec78"
    }
  ]
}