{
  "id": "jm-stat-the-rum-ether-control-act",
  "type": "statute",
  "title": "The Rum (Ether Control) Act",
  "title_en": "The Rum (Ether Control) Act",
  "short_name": "Rum (Ether Control) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-rum-ether-control-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-rum-ether-control-act | Legal areas: Health and Safety",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                     Interprets-\n                                                                      tion.\n    “rum” has the same meaning assigned to that expres-\n        sion by the Excise Duty Act;\n    “ether content” means the number of grams of total\n        esters, calculated as ethyl acetate, in every hun-\n        dred litres of absolute ethyl alcohol contained in\n        rum at a temperature of sixty degrees by Fahren-\n        heit’s thermometer."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. No person shall manufacture rum in this Island with Manu-\n                                                            facture\na higher ether content than that fixed from time to time by of l l l ~ ~ l\n                                                            controlled.\norder under this Act."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) It shall be lawful for the Minister from time to to\n                                                          Order\n                                                             6x\ntime by order published in the Gazette to fix the maximum ethacon-\n                                                          tent of\nether content of rum manufactured in this Island. The -.\nMinister may from time to time by like order vary the\nmaximum ether content so fixed and may revoke or amend\nany such order previously made.\n      (2) The ether content of rum shall be ascertained and\ncalculated in manner prescribed from time to time by\nregulations made under this Act."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Any person who-                                                 OffCXlCU\n                                                                     md\n     (a) by himself, his servants or agents,            manufactures penalty.\n         or aids or abets any person to manufacture or in\n4                                RUM (ETHER CONTROL)\n                        any manner whatsoever is concerned in the manu-\n                        facture of any rum; or\n                     (b) buys, sells, offers for sale or has in his custody\n                        or possession any rum manufactured; or\n                    (c) exports or attempts to export from this Island\n                        any rum manufactured\n              contrary to the provisions of this Act or of any order or\n              regulation made thereunder shall be guilty of an offence\n              and shall on summary conviction by a Resident Magistrate\n              be liable to a penalty not exceeding ten dollars for every\n              gallon of rum so manufactured, bought, sold, offered for\n              sale, exported or attempted to be exported or of which\n              such person shall have custody or possession and in default\n              of payment such person, or in the case of a company the\n              manager or agent in this Island of such company, shall be\n              liable to imprisonment with or without hard labour for a\n              period not exceeding three months.\nAppoint-        6. \"he Minister may from time to time appoint such\nment of\ntll8pectws.   person or persons as he may deem fit to inspect any rum\n              held by any manufacturer, dealer or exporter wherever\n              the same may be found and on inspection the Inspector\n              may take samples of such rum for the purpose of having\n              the same tested.\nscitum of      7.-(1) Any rum manufactured contrary to the provi-\nrum unlaw-\nfullyrnpnu- sions of this Act or of any order or regulation made\nf*ctured.   thereunder may be seized wherever the same may be found\n              in such manner as any rum liable to seizure under the\n              Excise Duty Act may be seized and any such rum seized as\n              aforesaid shall be forfeited and may be disposed of as the\n              Minister may direct.\n                    (2) In proceedings for the forfeiture of any rum un-\n              der this section the onus of proof shall be on the person\n              claiming the rum and it shall not be necessary for the\n                      m e inclusion of this page is authorized by L.N.480119731\n                    RUM (ETHER CONTROL)                                  5\nperson prosecuting the suit to prove that the rum is liable\nto seizure or forfeiture."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Officers of Customs, and any person acting with ~ o w e r sof\n                                                          Officers of\ntheir concurrence may stop any ship or boat which they -toms.\nhave reason to suspect has on board any rum manufactured\nin this Island contrary to the provisions of this Act or\nof any order or regulation made thereunder and may detain\nsuch ship or boat until search has been made and such\nrum if found has been seized and removed."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) The Governor-General may direct in any par- P O W C ~ O ~\n                                                              Governor-\nticular case that no suit for forfeiture under this Act shall aened.\nbe commenced or if any such suit has been commenced\nmay cause the same to be stopped by directing the Attor-\nney-General to take such steps as may be necessary to stop\nsuch suit.\n     (2) The Governor-General may if he thinks fit after\nthe condemnation of any rum under this Act return the\nwhole or any portion of such rum to the owner thereof."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-( 1) The Minister may make regulations providing ~ e g u l ~ t i ~ ~ .\nfor inspection and testing at any time of any rum manu-\nfactured in this Island, for ascertaining and calculating the\nether content of any such rum and generally for carrying\nout the provisions of this Act.\n        (2) All such regulations shall be published in the\nGazette and shall from the date of such publication have\nthe force and effect of law."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Any person who acts in contravention of this Act met\nor of any order or regulation made thereunder shall unless\nsome other penalty is provided therefor be liable on sum-\nmary conviction by a Resident Magistrate to a penalty not\nexceeding ten dollars and in default of payment such per-\n6                                RUM (ETHER CONTROL)\n              son, or in the case of a company the manager or agent in\n              this Island'of such company, shall be liable to imprison-\n              ment with or without hard labour for a period not exceed-\n              ing one month.\nOffence\ndeemed to"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Any offence against the provisions of this Act or of\nhave been     any order or regulation made thereunder shall be deemed\ncommitted\nin parish     to have been committed in the parish in which the offender\nwhere         resides.\noffender\nresides.\nProsecution      13. Notwithstanding anything in any other enactment\nmay be\ncommenced     contained the prosecution for any offence against the provi-\nwithin six\nmonths.       sions of this Act or of any order or regulation made there-\n              under may be commenced at any time within six months\n              after the commission of the offence.\nDefinition      14. For the purposes of this Act no rum shall be deemed\nof manufac-\ntured rum.    to be manufactured until the process of manufacture shall\n              have been completed and the rum has been put into pun-\n              cheons and/or casks and/or other containers for the pur-\n              pose of removal from the place of manufacture and such\n              containers shall have been legibly cut, branded, or printed\n              with the Estate's mark as provided for in section 37 of\n              the Excise Duty Act and the full number of gallons of\n              rum and the strength thereof in each container ascertained\n              together with the number of the containers shall have\n              been legibly cut, branded or printed on such containers.\n                      me inclusion of this page is authorized by L.N.480119731"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Definition of manufactured rum.\n                   RUM (ETHER CONTROL)                                              3\n        THE RUM (ETHER CONTROL) ACT                                    cap 347.\n                                         [20th December. 2934.1"
    }
  ],
  "definitions": []
}