{
  "id": "jm-stat-the-rural-agricultural-development-authority-act",
  "type": "statute",
  "title": "The Rural Agricultural Development Authority Act",
  "title_en": "The Rural Agricultural Development Authority Act",
  "short_name": "Rural Agricultural Development Authority Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-rural-agricultural-development-authority-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-rural-agricultural-development-authority-act | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act  may be cited as the Rural Agricultural Shorttitle\nDevelopment Authority Act.\n                           Preliminary"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-\n    “agriculture” includes any activities relating to-                 Intsrpreta-\n                                                                       tion.\n            horticulture;\n            afforestation;  *\n            apriculture;\n            fish-culture;\n            fishing;\n            the development and maintenance of pastures;\n            the cultivation of crops;\n            the keeping or breeding of livestock or poultry,\n        and “agricultural” shall be construed accordingly;\n    “chairman” means the chairman of the Authority;\n    “fbnctions” includes powers and duties;\n    “improvement work” means work of any nature which is\n        likely to enhance the productivity of land, or to reclaim\n        or rehabilitate any land or to remedy, retard or prevent\n        erosion or deterioration of land;\n    “rural areas” means all that part of Jamaica which falls\n         outside of the parish of Kingston as defined in the\n        Counties and Parishes Act.\n1                    RURAL AGRICULTURAL DEVELOPMENT A UTHORITY\n                           Establishment and Functions of Authority\nEstabli&ment      3 . 4 1 ) For the purposes of this Act there is hereby\nof Authority.\n                established a body to be called the Rural Agricultural\n                Development Authority, which shall be a body corporate to\n                which the provisions of section 28 of the Interpretation Act shall\n                apply.\nSchedule.              (2) The provisions of the Schedule shall have effect\n                with respect to the constitution and operation of the Authority\n                and otherwise in relation thereto.\nFunctions of      4 . 4 1 ) It shall be the duty of the Authority to-\nAuthority.\n                     (a) provide an efficient agricultural extension service and\n                         participate in the formulation and implementation of\n                         appropriate rural development projects with a view to\n                         stimulating and facilitating the development of\n                         agriculture in Jamaica;\n                     (b) encourage and, so far as may be practicable, having\n                         regard to the financial and other resources and to the\n                         statutory powers of the Authority, to secure the proper\n                         economic and efficient utilization of all land in the\n                         rural areas;\n                     (c) encourage and, so far as may be practicable, having\n                         regard to the financial’ and other resources at the\n                         disposal of the Authority for such purpose, to assist or\n                         to participate in the doing by private enterprise of any\n                         improvement work in the rural areas to such extent and\n                         in such manner as the Authority may consider\n                         expedient;\n                     (d) perform such other fbnctions as the Minister may from\n                         time to time by order prescribe.\n                       (2) In the exercise of its fbnctions under subsection ( 1 )\n                the Authority may-\n                               (The inclusion of this page is authorized by L.N. 88C20031\n  RURAL AGRICULTURAL DEVELOPMENT AUTHORITY                                    5\n    (a) carry on such activities as appear to it to be\n         advantageous, necessary or desirable for or in con-\n         nection with the performance of those functions,\n         including, without prejudice to the generality of the\n         foregoing, the marketing of agricultural produce;\n    (b) promote the carrying on of any such activities as\n        aforesaid by other bodies or persons and, for that\n        purpose may-\n            (i) establish or expand or promote the establish-\n                 ment or expansion of other bodies to carry\n                 on those activities whether or not under the\n                 control or partial control of the Authority;\n           (ii) give assistance to such bodies or persons;\n    (c) carry on any such activities             h association with\n         other bodies or persons (including government\n         authorities) or as managing agents or otherwise on\n         their behalf,\n    (d) provide technical and advisory services in connec-\n        tion with agriculture, including without prejudice to\n        the generality of the foregoing-\n            (i) research, training and development pro-\n                grammes;\n           (ii) the development and operation of agri-\n                cultural service centres in the rural areas."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(l) The Minister may, after consultation with the Ministtrial\n                                                                directions.\nchairman, give to the Authority directions of a general\ncharacter as to the policy to be followed by the Authority\nin the exercise and performance of its functions in relation to\nmatters appearing to the Minister to concern the public\ninterest.\n       (2) The Authority shall give effect to any directions\ngiven by the Minister under subsection (1).\n         p e inclusion of this page m authorized by L.N. 5/1992]\n6              RURAL AGRlCvLTURAL DEVELOPMENT AUTHORITY\nAppoint-\nment  of         6.-(1) The Authority may, after consultation with the\no f f i ~ s a d Minister, appoint and employ an Executive Director at such\nemployees.\n             remuneration and on such terms and conditions as the\n             Authority thinks fit.\n                     (2) The Authority may appoint and employ at such\n             remuneration and on such terms and conditions as it thinks\n             fit, such officers, other employees and agents as it thinks\n             necessary for the proper carrying out of the provisions of\n             this Act.\n                    (3) The Governor-General may, subject to such condi-\n             tions as he may impose, approve the appointment of any\n             officer in the service of the Government to any office with\n              the Authority and any officer so appointed shall, while so\n             employed, in relation to any pension, gratuity or other allow-\n              ance, and in relation to other rights as a public officer, be\n              treated as continuing in the service of the Government.\n                    (4) It shall be lawful for the Authority, with the appro-\n             val of the Minister-\n                  (a) to enter into arrangements respecting schemes\n                       whether by way of insurance policies or not; or\n                  (b) to make regulations,\n             for pensions, gratuities and other retiring or disability or\n             death benefits relating to members and employees of the\n             Authority, and such arrangements or regulations may in-\n             clude provisions for the grant of benefits to the dependents\n             and legal personal representatives of such members or em-\n             ployees.\n                                      Financial Provisions\n    Funds.      7.-(1) The funds of the authority shall consist of-\n                   (a) all such moneys as may from time to time be ap-\n                       propriated by Parliament for the purposes of the\n                       Authority; and\n                         vhe inolusion of this page is authorized by LN.5/1992]\n     RlJRAL AGRIClJLTlJRAL DEC%:I,OI’MlWTA IJTHOKI’I‘Y                          7\n     (b) all moneys accruing to the Authority from any other\n          source.\n        (2) The Authority may establish and maintain a reserve\nfund to meet contingencies and for such other purposes as it may\nthink fit.\n       (3) The management of the reserve fund, the sums to be\ncarried from time to time to the credit thereof, the charges to be\nmade against it and any other application of the moneys\ncomprised therein shall be as the Authority may, with the\napproval of the Minister responsible for finance, determine."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The names of the members of the Authority as first constituted Publica-\n                                                                    tion of\nand every change of membership shall be published in the Gazette.   member-\n                                                                          ship."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1)     The Authority shall meet at such times as may be necessary Procedure\nor expedient for the transaction of its business so, however, that the andmeet-\nAuthority shall meet at least once per month in ten months of each\ncalendar year and such meetings shall be held at such places and times\nand on such days as the Authority may determine.\n       (2) The chairman may at any time call a special meeting of the\nAuthority, and shall call a special meeting to be held within seven days\nof a written request for that purpose addressed to him by any two\nmembers of the Authority.\n       (3) The chairman shall preside at meetings of the Authority\nand if the chairman and the deputy chairman and the person appointed\nunder paragraph 3 (3) are absent from a meeting the members present\nshall elect one of their number tq preside at the meeting.\n       (4) The quorum of the Authority shall be five.\n       ( 5 ) The decisions of the Authority shall be by a majority of\nvotes, and in addition to an original vote the chairman or other person\npresiding at the meeting shall have a casting vote in any case in which\nthe voting is equal.\n       (6) Subject to the provisions of this Schedule the Authority\nmay regulate its own proceedings.\n       (7)The validity of any proceedings of the Authority shall not be\naffectedby any vacancy amongst the members thereof or by any defect\nin the appointment of a member thereof."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) The seal of the Authority shaIT be kept in the custody of the &land\nExecutive Director qr of any officer of the Authority authorized by the execution\nAuthority in that behalf, and shall be a&ed to instruments pursuant to a f d m -\na resolution of the Authority, in the presence of the Executive Director mnta.\nor an other member of the Authority authorized to act in that behalf,\nand d e secretary thereof.\n         (2) The seal of the Authority shall be authenticated by the sig-\nnature of the Executive Director.\n        (3) All documents other than those required by law to be under\nseal, made by, and all decisions of the Authority may be signified under\nthe hand of the chairman and any other member or officer of the\nAuthority authorized to act in that behalf."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1)  The Minister may from time to time make advances and.\\dvailccs\n                                                                  giiarm-\nto the Authority out of moneys provided by Parliament for the Ics0r\n                                                              h m o w ings\npurpose.\n        (2) With the approval of the House of Representatives\nthe Minister responsible for finanee may guarantee, in such\nmanner and on such conditions as he thinks fit, the payment of\nthe principal and of interest on any authorized borrowings of the\nAuthority made otherwise than by way of advances under\nsubsection (1).\n        (3) Where the Minister responsible for finance is\nsatisfied that there has been default in the repayment of any\nprincipal moneys or the payment of interest guaranteed under\nthe Drovisions of this section he shall direct the repayment or, as\n             (The inclusion of this page is authorized by L.N. San0031\n8                     RURAL AGRICULTURAL DEVELOPMENT A WHORITY\n                 the case may be, the payment out of the Consolidated Fund of\n                 the amount in respect of which there has been such default and\n                 any such repayment or payment shall be a charge on the\n                 Consolidated Fund.\nRepayment ot;      10. The Authority shall make to the Accountant-General, at\nand interest\non. advances     such times and in such manner as the Minister or other person\nand sums         designated by the Minister may direct, payment of-\nissued to meet\nguarantee.\n                        (a) such amount as may be directed in or towards\n                            repayment of advances made to the Authority under\n                            section 9 (1);\n                        (b) any sums issued in.hlfilment of any guarantee given\n                            under that section;\n                        (c) interest on any sum outstanding for the time being in\n                            respect of such advances and of any sums so issued at\n                            such rate as the Minister may direct, and different\n                            rates of interest may be directed as respects different\n                            advances or sums and as respects interest for different\n                            periods.\nExrmptivn          lOA.--(l) Any interest paid to the Authority in respect of\ntiom in-\ncome tax.        funds placed in any savings or other interest bearing account\n2012002          shall be exempt from income tax.\ns. 2.\n                            (2) Subsection (1) shall be deemed to have come into\n                 operation on the 1st day of January, 1997.\n                            (3) The amount of any income tax paid by the\n                 Authority in respect of any interest earned on any .deposit\n                 referred to in subsection (1) for the years of assessment 1997,\n                 1998, 1999,2000 and 2001 shall be rehnded to the Authority.\nAccounts            11.--(1) The Authority shall keep proper accounts and other\nand audit.\n                 records in relation to the business of the Authority and shall\n                 prepare annually a statement of accounts in a form satisfactory\n                 to the Minister, being a form which shall conform with the best\n                 commercial standards.\n                        (2) The accounts of the Authority shall be audited\n                 annually by an auditor or auditors appointed by the Authority\n                 and approved by the Minister.\n                               [Tlic iiidtisioii of lliis page is autliorized by L.N.   88/2003]\n   RURAL AGRlCULTURAL DEVELOPMENT AUTHORITY                                   9\n         (3) The auditor’s fees and any expenses of the audit\nshall be paid by the Authority.\n         (4) The Auditor-General shall be entitled at all rea-\nsonable times to examine the accounts and other records\nin relation to the business of the Authority."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Repayment of, and interest on, advances and sums issued to meet\n        guarantee."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1)    The Authority shall within six months after the g ! L d\nend of each financial year cause to be prepared and sub- estimates.\nmitted to the Minister a report dealing generally with the\nactivities of the Authority during that financial year.\n         (2) A copy of such report and the annual statement\nof accounts and the auditors report thereon or on the\naccounts shall be laid on the Table of the House of Repre-\nsentatives and of the Senate.\n       (3) The Authority shall, before a date specified by the\nMinister, submit to the Minister for his approval estimates\nof income and expenditure for the ensuing financial year."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Where the Authority is satisfied that it is necessary f prove-\nor desirable for the purposes of this Act, to have improve-          ~~~~~~\nment work done on any private land, the Authority shall land.\nnotify the owner or occupier of such land accordingly and\nmay thereafter enter into such arrangements for the execu-\ntion of the work on such terms and conditions as may be\nagreed with the owner or occupier."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1)   Subject to the provisions of this section, any Powerof\nperson authorized in writing by the Authority in that &half b e c t i o n .\n(in this section referred to as an “authorized person”) may\nat all reasonable times enter upon any land for the purpose\nof-\n     (a) inspecting the condition of such land or of any im-\n          provement work upon such land;\n            me inclusion of this page is authorized by L.N.5/1992]\n10           RURAL AGRlCULTURAL DEVELOPMENT AUTHORITY\n              (6) ascertaining-\n                      (i) what crops are cultivated or most suitable\n                          for cultivating on such land;\n                     (ii) the conditions under which such crops are so\n                          cultivated; and\n                    (iii) the expediency or otherwise of doing upon\n                          such land any improvement work.\n                  (2) An authorized person may-\n               (a) take such angles, bearings or measurements or\n                    samples of soil or plants; or\n               (b) examine and carry out on animals such tests,\n          as may be necessary for the purpose for which the authorized\n          person entered upon the land.\n               (3) An authorized person shall not enter upon any land\n          under this section except-\n              (a) with the consent of the occupier of such land;\n              (b) after he has given to such occupier not less than\n                  seven days’ notice of his intention to enter upon\n                  such land; or\n               (c) if the name or address of the occupier of such land\n                   is not known to and cannot reasonably be ascer-\n                   tained by him, after he has posted near to such land\n                   a notice of his intention to enter upon such land.\nNotker.     15.-(1) Subject to subsection (2), all notices required to\n          be given for the purposes of this Act-\n               (a) to the Authority shall be given either by delivering\n                   it to the Executive Director or other principal\n                   officer of the Authority or by registered post;\n               (6) by the Authority to any other person by registered\n                   post;\n                  me inclusion of this page is authorized by LN.5119921\n  RURAL AGRICULTURAL DEVELOPMENT AUTHORITY                      II\n       (2) Where the Authority is unable to ascertain the\npostal address of any person, any notice required to be\ngiven in relation to any land for the purposes of this Act\nmay be given by the posting up of such notice in a con-\nspicuous position upon the land."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The Authority may, with the approval of the R@-\nMinister, make regulations for the better carrying out of the\npurposes of this Act.\n12               RURAL AGRICULTURAL DEVELOPMENT AUTHORiTY\n                                            SCHEDULE                           (Section 3)\nconatitu-       1 . 4 1 ) The Authority s M consist of such number of persons. not\ntion of      being less than ten nor more than fifteen as the Minister may from\nAuthority.\n             time to time appoint.\n                     (2) The members of the Authority shall be appointed by the\n             Minister from amongst rsons appearing to him to be qualified as\n             having had experience o r and shown capacity in, matters relating to\n             agriculture, finance. administration or in such other matters a8 the\n             Minister considers appropriate for appojntment under this paragraph.\n                    (3) A person shall be disqualified for appointment as a member\n             of the Authority so long as he is a member of the Kingston and St.\n             Andrew Corporation or any Parish Council."
    }
  ],
  "definitions": []
}