{
  "id": "jm-stat-the-safeguard-act",
  "type": "statute",
  "title": "The Safeguard Act",
  "title_en": "The Safeguard Act",
  "short_name": "Safeguard Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-safeguard-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-safeguard-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Safeguard Act.                                    Short title.\n                                                            Interpreta-"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                             tion.\n  \"adjustment plan\" means a plan for adjusting the domestic\n       industry to competition from imports in accordance\n       with regulations made under section 33;\n  \"applicant\" means a person who requests an investigation\n       under this Act:\n  \"Commissioner\" means the Commissioner of Customs;\n  \"Committee\" means the Committee on Safeguard of the\n       World Trade Organization;\n  \"Council\" means the Council for Trade in Goods of the\n       World Trade Organization;\n  \"country\" includes an autonomous customs territory;\n  \"court\" means the Supreme Court;\n  \"daily newspaper\" means a daily newspaper circulated in\n       Jamaica;\n  \"domestic industry\" means-\n       (a) the producers, as a whole, of like or directly\n           competitive products, operating within Jamaica; or\n       (b) those producers operating within Jamaica whose\n           collective output of like or directly competitive\n           products constitutes a major proportion of the total\n           domestic production of those products;\n  \"domestic producer\" means a member of a domestic\n       industry;\n  \"General Agreement\" means the General Agreement on\n       Tariffs and Trade, 1994;\n                           SAFEGUARD\n\"interested party\" means-\n    (a) an exporter or foreign producer of an investigated\n          product;\n    ( b ) an importer of an investigated product;\n    (c) any trade or business association a majority of the\n          members of which are-\n           (i) producers, exporters or importers of an\n                investigated product;\n           (ii) producers of a like or directly competitive\n                product;\n    (d) the government of an exporting country;\n    (e) a producer in Jamaica of a like or directly\n          competitive product;\n    V) a labour union or other organization representing\n          the interest of workers in a domestic industry;\n    (g) any consumer association;\n    (h) any industrial user of an investigated product;\n    ( i ) any other person whom the Investigating Authority\n          determines to have a sufficient interest in the\n          outcome of a safeguard investigation under this\n          Act;\n\"investigated product\" means an imported product which is\n    the subject of a safeguard investigation under this Act;\n\"Investigating Authority\" means the person or body\n    appointed under section 3;\n\"like or directly competitive product\" means a locally\n     produced product that is identical or similar to or\n     directly competitive with an investigated product;\n\"member\" means a member of the World Trade\n   Organization;\n\"notice of investigation\" means a notice under section 9 (1)\n     of the decision by the Investigating Authority to\n     conduct a safeguard investigation;\n                                SAFEGUARD                                        5\n    \"participating interested parties\" means those interested\n         parties that have indicated their interest in participating\n         in an investigation, pursuant to section 9(3);\n    \"public register\" means the public register established under\n         section 16;\n    \"Safeguard Agreement\" means the Agreement on\n         Safeguards of the World Trade Organization;\n    \"serious injury\" means a significant overall impairment in\n         the position of a domestic industry;\n    \"threat of serious injury\" means serious injury that is clearly\n         imminent.\n      PART 11. APPOINTMENT AND FUNCTIONS OF\n                         INVESTIGATING AUTHORITY"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Minister may, by order, appoint such person or body           2::;-\nas he thinks fit to be the Investigating Authority for the purposes Investi-\nof this Act.                                                        gating\n                                                                    Authority."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)    The functions of the Investigating Authority are-      Functions of\n     (a) to carry out investigations in relation to whether goods      2:;-\n          are being imported into Jamaica in such increased Authority.\n          quantities, absolute or relative to domestic production,\n          and under such conditions, as to cause or threaten to\n          cause serious injury to the domestic industry;\n     (b) to determine whether safeguard measures should be\n          applied, suspended or withdrawn in relation to such\n          imported goods;\n      (c) to determine the period of application of safeguard\n          measures and the modification or extension of any such\n          period;\n      (4 to carry out such other investigations and seek such\n          information as it may consider necessary or desirable in\n          connection with matters falling within the provisions of\n          this Act;\n      (e) to advise the Minister on such matters relating to the\n          operation of this Act as it thinks fit or as may be\n          requested by the Minister; and\n         [The inclusion of t h ~ spage IS authorized by L.N 8712004)\n                                                SAFEGUARD\n                     V) to carry out such other functions as may be prescribed.\n                      (2) For the purposes of carrying out its functions under\n                 subsection (I), the Investigating Authority may-\n                     (a) summon and examine witnesses;\n                     (b) request and examine documents;\n                     (c) administer oaths;\n                     (4 require that any document submitted to it be verified by\n                         affidavit; and\n                     (e) determine its own procedure and adjourn any hearing\n                         from time to time.\n                       (3) The Investigating Authority may require the importer\n                 of any goods or such other person as the Investigating Authority\n                 considers appropriate, to state, within such time as the\n                 Investigating Authority may specify, such facts concerning the\n                 goods and their history as it may think necessary and if such\n                 information is not hrnished to its satisfaction, the Investigating\n                 Authority may make a finding as to such facts on the basis of the\n                 information available to it.\n                       (4) If a person fails or rehses without reasonable cause,\n                 to furnish information to the Investigating Authority when\n                 required to do so, the Investigating Authority may apply to the\n                 Court in accordance with rules of Court for an order to compel\n                 the person to furnish the information to the Investigating\n                 Authority.\n                      (5) A person who fails to comply with an order of the\n                 Court shall be guilty of contempt of Court and shall be liable to\n                 be punished accordingly.\nFactorstobe         5. A determination as to whether increased imports of an\nconsidered in\ndetermining\n                 investigated product have caused or threaten to cause serious\nsnious injury.   injury to a domestic industry shall be based on an evaluation of\n                 all such relevant objective and quantifiable factors as may be\n                 prescribed.\n                                  SAFEGUARD\n                     PART 111. INVESTIGATION\n                        Conduct of Investigation\n                                                                        Power to"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Factors to be considered in determining serious injury.\n                        PART 111. INVESTIGATION\n                            Conduct of Investigation"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1)     The Investigating Authority may-                           cany out\n                                                                        nvestiga-\n                                                                        tion.\n    ( a ) upon a written request by or on behalf of the domestic\n          industry; or\n     ( b ) on its own initiative,\ncarry out an investigation to determine whether increased\nimports of a product have caused or threaten to cause serious\ninjury to a domestic industry.\n       ( 2 ) A request under subsection ( 1 ) ( a ) shall contain the\nprescribed information."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. A request under section 6 ( 1 ) ( a ) may be withdrawn prior Withdrawal\nto the date of commencement of an investigation referred to in Ofreque\"'.\nsection 8 (2).\n  &-(I) The Investigating Authority shall commence a Procedures\nsafeguard investigation only when it has determined that there is Ed:e:mt\nsufficient evidence of serious injury, or threat thereof, caused by ofinvestiga-\n                                                                    tion.\nincreased imports to the domestic industry.\n      ( 2 ) The Investigating Authority may, on receipt of a\nrequest under section 6 ( 1 ) (a), commence an investigation\nwithin thirty days of the date of receipt of the request.\n      (3) Where-\n     (a) the request involves complex issues; or\n     ( b ) the Investigating Authority has obtained additional\n           information,\nthe period specified in subsection ( 2 ) may be extended for such\nlonger period as the Investigating Authority may determine."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) The Investigating Authority shall, where it decides to Notice of\nconduct an investigation, forthwith give written notice of its          io's\"'\ndecision to the interested parties in accordance with the\nprovisions of this section.\n                                                 SAFEGUARD\n                         (2) Notice of an investigation shall be published in the\n                 Gazette and in a daily newspaper.\n                          (3) Interested parties desiring t o participate in the\n                 investigation shall inform the Investigating Authority in writing\n                 within ten days of the date of publication of the notice pursuant\n                 to subsection (2) or within such longer period as the\n                 Investigating Authority may determine.\n                        (4) A notice under subsection (2) shall contain such\n                 information as may be prescribed.\n                        (5) The Investigating Authority shall forthwith notify\n                 the Committee of an investigation in the prescribed manner.\nTinwtablefor       10.-(1)   The Investigating Authority shall complete an\ninvsstigation.\n                 investigation within sex months from the date of commencement\n                 thereof so, however, that the period of six months may be\n                 extended by the Investigating Authority for a fbrther period of\n                 three months.\n                        (2) Where the Investigating Authority considers that a\n                 provisional safeguard measure should be applied, it shall make a\n                 determination in accordance with section 17 not earlier than\n                 thirty days, and not later than sixty days, after the date of\n                 commencement of the investigation.\n                          (3) During the investigation, the Investigating\n                 Authority shall establish and forthwith notify all participating\n                 interested parties, of such deadlines as are necessary for the\n                 conduct of the investigation.\n                         (4) The deadlines established by the Investigating\n                 Authority under subsection (3) shall be such as to provide\n                 sufficient opportunities for all participating interested parties to\n                 comment on the matters being considered in the investigation.\nInvestigative      11.-(1) The investigating Authority may, by notice in\npowers.\n                 writing, require any person who, in its opinion, is able so to do,\n                 to provide such data or information as it thinks. relevant t o the\n                 performance of its fbnctions.\n                              SAFEGUARD\n      (2) Where the Investigating Authority serves a notice\nunder subsection (1)' it shall, in the notice-\n    (a) provide sufficient information for the person to identify\n         the data or information required; and\n    (b) specify the time within which and the manner and form\n        in which the data or information is to be provided.\n      (3) If a person fails or rehses without reasonable cause,\nto hrnish any data or information to the Investigating Authority\nwhen required to do so, the Investigating Authority may apply to\nthe Court in accordance with rules of Court for an order to\ncompel the person to hrnish the data or information to the\nInvestigating Authority.\n     (4) A person who fails to comply with an order of the\nCourt shall be guilty of contempt of Court and shall be liable to\nbe punished accordingly.\n       (5) Any person who provides data or information to the\nInvestigating Authority which he knows or has reason to believe\nis false or misleading in a material particular shall be guilty of\nan offence and shall be liable on summary conviction in a\nResident Magistrate's Court to a fine not exceeding two million\ndollars or to imprisonment for a term not exceeding two years or\nto both such fine and imprisonment."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-41) A person who, pursuant to the provisions of this Treatmentof\n                                                                 confidential\nAct, provides the Investigating Authority with information, the\nwhole or part of which he desires to be kept confidential, shall\nsubmit, at the time the information is provided, a written\nstatement identifying the information which is to be kept\nconfidential and the reasons therefor.\n       (2) A statement submitted pursuant to subsection (1)\nshall be accompanied by a summary of the information to which\nthe statement relates in sufficient detail so as to facilitate a\nreasonable understanding of the information.\n                                               SAFEGUARD\n                     (3) If, on an examination of the information, the\n               Investigating Authority is satisfied that a request for\n               confidentiality is not justified and the person who provided the\n               information is not willing to withdraw the request for\n               confidentiality, the Investigating Authority shall treat that\n               information as confidential.\n                     (4) Information which is treated as confidential under this\n               section shall not be disclosed by any person who received the\n               information otherwise than in the discharge of his functions\n               under this Act.\n                     (5) Any person who contravenes the provisions of\n               subsection (4) shall be guilty of an offence and shall be liable on\n               summary conviction in a Resident Magistrate's Court to a fine\n               not exceeding five hundred thousand dollars or to imprisonment\n               for a term not exceeding six months or to both such fine and\n               imprisonment.\nReliance on       13. Where an interested party refuses access to or otherwise\navailable\ninformation.   does not provide the necessary information within a reasonable\n               period or significantly impedes an investigation, the\n               Investigating Authority may make such determination as it\n               thinks appropriate on the basis of the facts available.\nWritten          14.-41) All participating interested parties shall have the\narguments.\n               opportunity, in accordance with the provisions of this Act and\n               any regulations hereunder, to present evidence and arguments in\n               writing.\n                       (2) Where, in relation to an investigation, the\n               Investigating Authority is to consider whether or not to apply a\n               provisional safeguard measure, any participating interested party\n               may, within the time specified in the notice under section 9,\n               submit written arguments concerning any matter it considers\n               relevant to the preliminary phase of that investigation.\nHearings.         15.-41) Subject to subsection (2), the Investigating\n               Authority may hear any person who in its opinion, is affected by\n               an investigation under this Act, and shall 'so hear such a person\n               if he makes a written request for a hearing stating that-\n                                SAFEGUARD\n     (a) he is an interested party who is likely to be affected by\n           the result of the investigation; and\n     ( b ) there are practical reasons why he should be heard\n           orally.\n         (2) A person referred to in subsection (1) shall be\nentitled to be represented by counsel at a hearing."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Subject to section 12, the Investigating Authority shall Publicregister\nestablish and maintain a public register relating to each a\"e\".\ninvestigation or other proceeding conducted under this Act.\n        PART VI. APPLICATION OF SAFEGUARD\n                         MEASURES\n                                Provisional Safeguard h4easures\n  1 7 . 4 1 ) A provisional safeguard measure may be applied AppFation of\n                                                             prov~sional\nonly if the Investigating Authority determines that-         safeguard\n                                                                       measures.\n       (a) there are critical circumstances, including delay in\n  !5\n           taking action, which would cause damage which\n           would be difficult to repair; and\n       (b) there is clear evidence that increased imports of the\n           investigated product have caused or threaten to cause\n           serious injury to the domestic industry.\n        (2) The Investigating Authority may impose a\nprovisional safeguard measure where it determines that there is\nclear evidence that increased imports have caused, or are\nthreatening to cause, serious injury.\n        (3) Where, at the conclusion of an investigation by the\nInvestigating Authority, it determines that the goods under\ninvestigation did not cause or threaten to cause serious injury,\nany amount collected as a provisional safeguard measure under\nsubsection (2) shall be refunded.\n  1 8 . 4 1 ) The Investigating Authority shall, upon taking a Noticeof\n                                                                   application\ndecision to apply a provisional safeguard measure, forthwith of\npublish a notice of that application in the Gazette and in a daily provisional\n                                                                   safeguard\nnewspaper.                                                         measure.\n         [The inclusion of this page i s authorized by L.N. 87120041\n                                               SAFEGUARD\n                        (2) A notice referred to in subsection (1) shall contain\n                the prescribed information.\nDuration of       19. A provisional safeguard m e a s u r e\nprovisional\nsafeguard             (a) shall not be applicable for more than two hundred\nmeasure.\n                          days; and\n                     ( h ) may be suspended by the Investigating Authority\n                           before the date of its expiry.\nPayment and       20.-(1)   Subject to subsection (3), the amount of a\nrehnd of pro-\nvisional        provisional safeguard measure shall be determined by the\nsafeguard       Minister on the recommendation of the Investigating Authority.\nmeasure.\n                       (2) The amount of a provisional safeguard measure shall\n                be paid to the Commissioner.\n                       (3) A person liable to pay the amount of a provisional\n                safeguard measure may give security for such payment-\n                      (a) by deposit of a bond with the Commissioner in the\n                          amount of the provisional safeguard measure which\n                          shall be in such form and with such sureties as the\n                          Commissioner may approve; or\n                      (b) partly by a bond approved by the Commissioner as\n                          aforesaid and partly by deposit of such sum with the\n                          Commissioner as he may specify.\n                        (4) If an investigation does not result in a determination\n                that increased imports have caused or threaten to cause serious\n                injury to the domestic industry, the Commissioner shall\n                forthwith-\n                      (a) refimd any amount collected as a provisional\n                          safeguard measure or any sum deposited under\n                          subsection (3); and\n                      (b) release any bond deposited under that subsection.\n                                   SAFEGUARD\n                         Conclusion of Investigation"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Payments and refund of provisional safeguard measure.\n                            Conclusion of Investigation\n2 1 . Determination of cause or threat of serious injury."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.-41) The Investigating Authority shall determine, in D&nina-\naccordance with the provisions of sections 5 to 15 and on the tion of\n                                                              cause or\nbasis of evidence obtained in the investigation, whether threatof\n                                                              serious\nincreased imports of the investigated product have caused or , ,\nthreaten to cause serious injury to the domestic industry.\n        (2) A determination under subsection (1) shall, subject\nto section 12, be published in a report containing a detailed\nanalysis of-\n      (a) the information obtained in the investigation, setting\n          out the Investigating Authority's findings and\n          reasoned conclusions on all pertinent issues of fact\n          and law;\n      (b) the relevance of the factors examined by the\n          Investigating Authority pursuant to section 5."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-(1)    The Investigating Authority shall, upon making a Noticeof\ndetermination as to the cause of serious injury or threat of ~                     ,\nserious injury, forthwith publish a notice of that determination in serious injury\n                                                                    or threat\nthe Gazette and a daily newspaper.                                  thereof.\n        (2) A notice under subsection (1) shall contain the\nprescribed information.\n                       Definitive Safeguard Measures"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(1)        Where the Investigating Authority determines that-      General\n                                                                         principles\n      (a) increased imports have caused or threaten to cause             forapplying\n                                                                         definitive\n          serious injury to a domestic industry; and                     safeguard\n                                                                         measurzs.\n       (b) the application of a definitive safeguard measure is in\n           the public interest,\nthe Investigating Authority may, subject to subsections (2) and\n(3), apply such a measure.\n                                                 SAFEGUARD\n                          (2) The duration and level of a definitive safeguard\n                 measure shall be determined by the Minister on the\n                 recommendation of the Investigating Authority and be no more\n                 than is necessary to prevent or remedy serious injury and to\n                 facilitate adjustment.\n                         (3) In deciding whether to apply a definitive safeguard\n                 measure, the Investigating Authority shall take into account the\n                 fact that-\n                       (a) if adequate trade compensation cannot be agreed with\n                            the members whose exporting interests would be\n                            affected by the measure, those members shall be free,\n                            in accordance with the agreement, to suspend\n                            substantially equivalent concessions under the\n                            General Agreement if the Council does not\n                            disapprove of such suspension; and\n                       (b) the right of suspension of equivalent concessions\n                            shall not be exercised for the first three years that a\n                            safeguard measure is in effect (including the period of\n                            application of the provisional safeguard measure) if\n                            the measure has been taken as a result of an absolute\n                            increase in imports.\nNotice of          24.-(1)  The Investigating Authority shall, upon taking a\napplication of\ndefinitive\n                 decision to apply a definitive safeguard measure, forthwith\nsafeguard        publish a notice of that application in the Gazette and a daily\nmeasure.\n                 newspaper before the measures take effect.\n                         (2) A notice under subsection (1) shall contain the\n                 prescribed information.\nForm and           25.-(1)  A definitive safeguard measure shall be applied in\napplication of\ndefmitive\n                 the form of either a tariff increase or a quota on imports in\nsafeguard        accordance with regulations made under section 33.\nmeasure.\n                         (2) Subject to section 26, a definitive measure shall be\n                 applied to all imports of the investigated product, irrespective of\n                 the source, entered on or after the date on which the measure\n                 takes effect.\n                                SAFEGUARD\n        (3) The Minister shall seek to reach an agreement as to\nthe allocation of the quota with those members having a\nsubstantial interest in supplying the investigated product."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.-(1)   Subject to subsection (2), a definitive safeguard on-\nmeasure shall not be applied to imports of the investigated           ~tz?!?'~\nproduct originating in a member that is a developing country so safeguard\nlong as those imports account for not more than three per cent of\nJamaica's total imports of the investigated product.              developing\n                                                                      countries.\n        (2) Where imports from members that are developing\ncountries individually account for more than three per cent, but\ncollectively account for more than nine per cent, of Jamaica's\nimports of the investigated product, a definitive safeguard\nmeasure may be applied to such imports.\n       (3) The  Investigating Authority shall notify the\nCommittee of the non-application of a definitive safeguard\nmeasure to imports originating in a member that is a developing\ncountry."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. If, at any point during an investigation, the Investigating Notice of\nAuthority terminates the investigation without applying a termination\n                                                                  .\n                                                                              of\n                                                                  Investigation\ndefinitive safeguard measure, the Investigating Authority shall withno\nforthwith notify the Committee and all interested parties of the 2rgzd\ntermination and shall publish a notice of the termination in the applied.\nGazette and a daily newspaper."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.-(1) Unless it is extended in accordance with section 3 1, Duration of\na definitive safeguard measure shall be applied for a period of       22':;\nnot more than four years, including the period of application of measure.\nany provisional safeguard measure.\n        (2) The total duration of a definitive safeguard measure,\nincluding the period of application of any provisional safeguard\nmeasure, the period of initial application and any extension\nthereof pursuant to section 3 1, shall not exceed ten years.\n16                                                SAFEGUARD\nPro~essire          29. A definitive safeguard measure that is applied for more\nliberalization.\n                  than one year shall be progressively liberalized at regular\n                  intervals during the period of application, in accordance with the\n                  relevant provision of the notice published pursuant to section\n                  22(1).\n                              Review of Definitive Safepard Measures\nReview o f          30.-(1) Subsection ( 2 ) shall apply in any case where the\ndefinitive\nsafeguard\n                  duration of a definitive safeguard measure (including the period\nmeasures.         of application of any provisional safeguard measure) exceeds\n                  three years.\n                         ( 2 ) The Investigating Authority shall, not later than the\n                  end of the first half of the period of application of the measure,\n                  carry out a review of the case, including a review of the effects\n                  of the definitive safeguard measure on the domestic industry\n                  concerned.\n                         (3) The provisions of sections 1 1 to 16 shall apply, with\n                  necessary modifications, to a review carried out pursuant to\n                  subsection (2).\n                         (4) The Investigating Authority shall-\n                        (a) prepare a written report of the results of the review;\n                            and\n                        ( b ) based on those results, decide whether to maintain or\n                              withdraw the definitive safeguard measure or to\n                              increase the pace of its liberalization.\n                         ( 5 ) The Investigating Authority shall publish in the\n                  Gazette and a daily newspaper-\n                        ( a ) a notice of the decision taken pursuant to subsection\n                              (4) (4;and\n                        (b) a summary of the results of the review.\n                          (6) A notice under subsection (5)(a) shall contain the\n                  prescribed information.\n                                SAFEGUARD\n      PART V. EXTENSION AND RE-APPLICATION\n                OF A SAFEGUARD MEASURE"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Progressive liberalization.\n                    Review of Dtlfinitive Safeguard Measures"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Review of definitive safeguard measures.\n            PART V. EXTENSION AND REAPPLICATION OF\n                       A SAFEGUARD MEASURE\n3 1. Extension of definitive safeguard measure."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-(1)   Where the domestic industry considers that there is Extension of\na continuing need to apply a definitive safeguard measure defmitive\nbeyond the initial period of application, it shall submit a written measure.\nrequest for extension of the measure in accordance with\nregulations made under section 33.\n       (2) The Investigating Authority shall, in relation to a\nrequest under subsection (I), conduct an investigation to\ndetermine whether an extension should be granted."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.-(1)   A new safeguard measure shall not be applied for a Re-\nperiod of at least two years to imports of a product which were       t!$:g:d\nthe subject of a definitive safeguard measure first applied after measure.\nJanuary 1, 1995 (hereinafter referred to as an earlier safeguard\nmeasure).\n        (2) A new safeguard measure shall not be applied to the\nimports of a product for a period equal to one-half of the\nduration of an earlier safeguard measure applied on that product,\nif such duration was more than four years.\n       (3) Notwithstanding the provisions of subsections (1)\nand (2), a safeguard measure may be applied, for a period of one\nhundred and eighty days or less, to imports of an investigated\nproduct which were the subject of an earlier safeguard measure,\nif-\n      (a) at least one year has elapsed since the date of\n            imposition of the earlier safeguard measure on those\n            imports; and\n      (b) a safeguard measure has not been applied on those\n            imports more than twice in the five year period\n            immediately preceding the date on which the new\n            safeguard measure is to take effect.\n                     PART VI. GENERAL"
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. The Minister may make regulations, subject to affirmative Regulations.\nresolution, generally for giving effect to the provisions of this\nAct.\n18                                            SAFEGUARD\nApplication      34. An application may be made to the Court to review and\nfor judicial\nreview.\n               set aside a final determination of the Investigating Authority\n               under section 2 1.\nGrounds for      35.-(1) An application under section 34 may be made on the\nreview.\n               grounds that the Investigating Authority has-\n                    (a) failed to observe a principle of natural justice or\n                        otherwise acted beyond or refused to exercise its\n                        jurisdiction;\n                    ( b ) erred in law in making the determination, whether or\n                          not the error appears on the face of the record; or\n                    (c) based the determination on an erroneous finding of\n                        fact that was made in a perverse or capricious manner\n                        or without regard to the material before the\n                        Investigating Authority.\n                      (2) An application may be made under this section by\n               any person directly affected by the determination."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. Grounds for review.\n                             SAFEG UAMI\n                    THE SAFEGUARD ACT                                                 k t\n                                                                                  24 of 2001.\n                                                         [Is/A z p s t , 2003.1\n              PART I. PRELIMINARY"
    }
  ],
  "definitions": [
    {
      "term": "adjustment plan",
      "definition": "a plan for adjusting the domestic",
      "source_provision": "sec2"
    },
    {
      "term": "applicant",
      "definition": "a person who requests an investigation",
      "source_provision": "sec2"
    },
    {
      "term": "Commissioner",
      "definition": "the Commissioner of Customs",
      "source_provision": "sec2"
    },
    {
      "term": "Committee",
      "definition": "the Committee on Safeguard of the",
      "source_provision": "sec2"
    },
    {
      "term": "Council",
      "definition": "the Council for Trade in Goods of the",
      "source_provision": "sec2"
    },
    {
      "term": "court",
      "definition": "the Supreme Court",
      "source_provision": "sec2"
    },
    {
      "term": "daily newspaper",
      "definition": "a daily newspaper circulated in",
      "source_provision": "sec2"
    },
    {
      "term": "domestic producer",
      "definition": "a member of a domestic",
      "source_provision": "sec2"
    },
    {
      "term": "General Agreement",
      "definition": "the General Agreement on",
      "source_provision": "sec2"
    },
    {
      "term": "investigated product",
      "definition": "an imported product which is",
      "source_provision": "sec2"
    },
    {
      "term": "Investigating Authority",
      "definition": "the person or body",
      "source_provision": "sec2"
    },
    {
      "term": "member",
      "definition": "a member of the World Trade",
      "source_provision": "sec2"
    },
    {
      "term": "notice of investigation",
      "definition": "a notice under section 9 (1)",
      "source_provision": "sec2"
    },
    {
      "term": "participating interested parties",
      "definition": "those interested",
      "source_provision": "sec2"
    },
    {
      "term": "public register",
      "definition": "the public register established under",
      "source_provision": "sec2"
    },
    {
      "term": "Safeguard Agreement",
      "definition": "the Agreement on",
      "source_provision": "sec2"
    },
    {
      "term": "serious injury",
      "definition": "a significant overall impairment in",
      "source_provision": "sec2"
    },
    {
      "term": "threat of serious injury",
      "definition": "serious injury that is clearly",
      "source_provision": "sec2"
    }
  ]
}