{
  "id": "jm-stat-the-sale-of-goods",
  "type": "statute",
  "title": "The Sale of Goods",
  "title_en": "The Sale of Goods",
  "short_name": "Sale of Goods",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-sale-of-goods",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-sale-of-goods | Legal areas: Consumer Protection",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Sale of Goods Act.            short title.\n          PARTI. Formation of the Contract\n                  Contract of Sale"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 1 ) A contract of sale of goods is a contract whereby meand\nthe seller transfers or agrees to transfer the property in      treyt\ngoods to the buyer for a money consideration, called the\nprice. There may be a contract of sale between one part\nowner and another.\n     (2) A contract of sale may be absolute or conditional.\n      (3) Where under a contract of sale the property in\nthe goods is transferred from the seller to the buyer the\ncontract is called a sale; but where the transfer of the\nproperty in the goods is to take place at a future time or\nsubject to some condition thereafter to- be fulfilled the\ncontract is called an agreement to sell.\n      (4) An agreement to sell becomes a sale when the\ntime elapses or the conditions are fulfilled subject to which\nthe property in the goods is to be transferred."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Capacity to buy and sell is regulated by the general Cawcityto\nlaw concerning capacity to contract, and to transfer and buy and sell.\nacquire property :\n   Provided that where necessaries are sold and delivered\nto an infant, or minor, or to a person who by reason\nof mental incapacity or drunkenness is incompetent to con-\ntract he must pay a reasonable price therefor.\n      mo indukon of this page is authorized by L.N. 480119731\n6                                     SALE OF GOODS\n                Necessaries in this section mean goods suitable to the\n              condition in life of such infant or minor or other person,\n              and to his actual requirements at the time of the sale and\n              delivery.\n                              Formalities of the Contract\nContract of     4. Subject to the provisions of this Act and of any\nsale, how     statute in that behalf, a contract of sale mav be made\nmade.\n              in writing (either with or without seal), or by word of\n              mouth, or partly in writing and partly by word of mouth,\n              or may be implied from the conduct of the parties :\n                Provided that nothing in this section shall affect the\n              law relating to corporations.\nContracts       5.-(1) A contract for the sale of any goods of the value\nof sale for\ntwenty        of twenty dollars or upwards shall not be enforceable by\ndollars and   action unless the buyer shall accept part of the goods so\nupwards.\n              sold, and actually receive the same, or give something in\n              earnest to bind the contract, or in part payment, or unless\n              some note or memorandum in writing of the contract be\n              made and signed by the party to be charged or his agent\n              in that behalf.\n                    (2) The provisions of this section apply to every\n              such contract, notwithstanding that the goods may be\n              intended to be delivered at some future time, or may not\n              at the time of such contract be actually made, procured,\n              or provided, or fit or ready for delivery, or some act may\n              be requisite for the making or completing thereof or\n              rendering the same fit for delivery.\n                     (3) There is an acceptance of goods within the\n              meaning of this section when the buyer does any act in\n              relation to the goods which recognizes a pre-existing con-\n              tract of sale whether there be an acceptance in perform-\n              ance of the contract or not.\n                       SALE OF GOODS                                           7\n                Subject Matter of Contract"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Contracts of sale for twenty dollars and upwards.\n                    Subject Matter of Contract"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) The goods which form the subject of a contract Exisbng Or\nof sale may be either existing goods, owned or possessed\nby the seller, or goods to be manufactured or acquired by\nthe seller after the making of the contract of sale, in this\nAct called “future goods”.\n      (2) There may be a contract for the sale of goods,\nthe acquisition of which by the seller, depends upon a\ncontingency which may or may not happen.\n     (3) Where by a contract of sale the seller purports\nto effect a present sale of future goods, the contract\noperates as an agreement to sell the goods."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Where there is a contract for the sale of specific Goods\ngoods, and the goods without the knowledge of the seller which have\n                                                         perished.\nhave perished at the time when the contract is made, the\ncontract is void."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Where there is an agreement to sell specific goods, Goods\n                                                                   perishing\nand subsequently the goods, without any fault on the part before sale,\nof the seller or buyer, perish before the risk passes to the :;:Elnt\nbuyer, the agreement is thereby avoided.                     to sell.\n                       The Price"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) The price in a contract of sale may be fixed by Ascertain-\nthe contract, or may be left to be fixed in manner thereby $2.Of\nagreed, or may be determined by the course of dealing\nbetween the parties.\n      (2) Where the price is not determined in accordance\nwith the foregoing provisions the buyer must pay a reason-\nable price. What is a reasonable price is a question of\nfact dependent on the circumstances of each particular\ncase.\n          inclusion of this page is authorized by L.N. 480/1973]\na                                     SALE OF GOODS\nAgreement        10.-(1) Where there is an agreement to sell goods on\nto sell at\nvaluation.     the terms that the price is to be fixed by the valuation of\n               a third party, and such third party cannot or does not\n               make such valuation, the agreement is avoided :\n                 Provided that if the goods or any part thereof have been\n               delivered to and appropriated by the buyer he must pay a\n               reasonable price therefor.\n                       (2) Where such third party is prevented from making\n               the valuation by the fault of the seller or buyer, the party\n               not in fault may maintain an action for damages against\n               the party in fault.\n                                Conditions and Warranties\nStipulation       11.-(1) Unless a different intention appears from the\nas to time.\n               terms of the contract, stipu1ations:as to time of payment\n               are not deemed to be of the essence of a contract of sale.\n               Whether any other stipulation as to time is of the essence\n               of the contract or not, depends on the terms of the contract.\n                      (2) In a contract of sale “month” means prima facie\n               calendar month.\nWhen             1 2 . 4 1 ) (a) Where a contract of sale is subject to any\nCondition to\nbe treated                     condition to be fulfilled by the seller, the\nas warranty.                   buyer may waive the condition, or may elect\n                               to treat the breach of such condition as a\n                               breach of warranty, and not as a ground for\n                               treating the contract as repudiated.\n                           (b) Whether a stipulation in a contract of sale\n                              is a condition, the breach of which may give\n                              rise to a right to treat the contract as repu-\n                              diated, or a warranty, the breach of which\n                              may give rise to a claim for damages but not\n                              to a right to reject the goods and treat the\n                              contract as repudiated, depends in each case\n                     me inclusion of this page is authorized by L.N. 480119731\n                       SALE OF GOODS                                  9\n               on the construction of the contract. A\n               stipulation may be a condition, though called\n               a warranty in the contract.\n           (c) Where a contract of sale is not severable,\n               and the buyer has accepted the goods, or\n               part thereof, or where the contract is for\n               specific goods, the property in which has\n               passed to the buyer, the breach of any\n               condition .to be fulfilled by the seller can only\n               be treated as a breach of warranty, and not\n               as a ground for rejecting the goods and treat-\n               ing the contract as repudiated, unless there\n               be a term of the contract, express or implied,\n               to that effect.\n      (2) Nothing' in this section shall affect the case of\nany condition or warranty, fulfilment of which is excused\nby law by reason of impossibility or otherwise."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Agreement to sell at valuation.\n                     Conditions and Warranties"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. In a contract of sale, unless the circumstances of Implied\n                                                            undertaking\nthe contract are such as to show' a different intention, astotitie,\n                                                            etc.\nthere is-\n          an implied condition on the part of the seller\n          that in the case of a sale he has a right to sell\n          the goods, and that in the case of an agreement\n          to sell he will have a right to sell the goods at\n          the time when the property is to pass;\n          an implied warranty that the buyer shall have\n          and enjoy quiet possession of the goods;\n          an implied warranty that the goods shall be free\n          from any charge or incumbrance in favour of any\n           third party, not declared or known to the buyer\n          before or at the time when the contract is made."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Where there is a contract for the sale of goods by saleby\ndescription, there is an implied condition that the goods description.\n      me inclusion of this page is authorized by L.N. 480119731\n10                                   SALE OF GOODS\n             shall correspond with the description; and if the sale be\n             by sample, as well as by description, it is not sufficient\n             that the bulk of the goods corresponds with the sample if\n             the goods do not also correspond with the description.\nImplied         15. Subject to the provisions of, this Act and of any\nas to\nconditions   statute in that behalf, there is no implied warranty or\nqudityor\nfitness.\n             condition as to the quality or fitness for any particular\n             purpose of goods supplied under a contract of sale, except\n             as follows-\n                 (a) Where the buyer, expressly or by implication,\n                     makes known to the seller the particular purpose\n                     for which the goods are required, so as to show\n                     that the buyer relies on the seller’s skill or judg-\n                     ment, and the goods are of a description which\n                     it is in the course of the seller’s business to supply\n                     (whether he be the manufacturer or not), there is\n                     an implied condition that the goods shall be\n                     reasonably fit for such purpose, provided that in\n                     the case of a contract for the sale of a specified\n                     article under its patent or other trade name, there\n                     is no implied condition as to its fitness for any\n                     particular purpose.\n                 (b) Where goods are bought by description from a\n                     seller who deals in goods of that description\n                     (whether he be the manufacturer or not), there\n                     is an implied condition that the goods shall be of\n                     merchantable quality; provided that if the buyer\n                     has examined the goods, there shall be no implied\n                     condition as regards defects which such examina-\n                     tion ought to have revealed.\n                 (c)   An implied warranty or condition as to quality\n                       or fitness for a particular purpose, may be an-\n                       nexed by the usage of the trade.\n                        SALE OF GOODS                                     11\n    (d) An express warranty or condition does not nega-\n         tive a warranty or condition implied by this Act\n         unless inconsistent therewith.\n                       Sale by Sample"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Implid Conditions as to q d t y or fitness.\n                          Sale by Siampb"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) A contract of sale is a contract for sale by Saleby\nsample where there is a term in the contract, express or\nimplied, to that effect.\n       (2) In the case of a contract for sale by sample-\n    (a) there is an implied condition that the bulk shall\n        correspond with the sample in quality;\n    (b) there is an implied condition that the buyer\n         shall have a reasonable opportunity of comparing\n         the bulk with the sample;\n    (c) there is an implied condition that the goods\n         shall be free from any defect, rendering them\n         unmerchantable, which would not be apparent on\n         reasonable examination of the sample.\n            PART11. Eflect of the Contract\n   Transfer of Property as between Seller and Buyer"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Where there is a contract for the sale of unascer- Goods\ntained goods no property in the goods is transferred to the F 2 ; z n e d .\nbuyer unless and until the goods are ascertained."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) Where there is a contract for the sale of specific\nor ascertained goods the property in them is transferred pintended\n                                                              asses when\n                                                                     to\nto the buyer at such time as the parties to the contract pass.\nintend it to be transferred.\n        (2) For the purpose of ascertaining the intention of\nthe parties regard shall be had to the terms of the contract,\nthe conduct of the parties, and the circumstances of the\ncase.\n       me inclusion of this page L authorized by L.N. 480/1973]\n12                                     SALE OF GOODS\nRules for        19. Unless a different intention appears the following\nascertaining\nintention.\n               are rules for ascertaining the intention of the parties as\n               to the times at which the property in the goods is to pass\n               to the buyer.\n                 Rule 1.-Where there is an unconditional contract for\n                       the sale of specific goods, in a deliverable state,\n                       the property in the goods passes to the buyer\n                       when the contract is made and it is immaterial\n                       whether the time of payment or the time of\n                       delivery, or both, be postponed.\n                 Rule 2.-Where     there is a contract for the sale of\n                       specific goods and the seller is bound to do some-\n                       thing to the goods, for the purpose of putting\n                       them into a deliverable state, the property does\n                       not pass until such thing be done and the buyer\n                       has notice thereof.\n                 Rule l-Where there is a contract for the sale of specific\n                       goods in a deliverable state, but the seller is bound\n                       to weigh, measure, test or do some other act or\n                       thing with reference to the goods for the purpose\n                       of ascertaining the price, the property does not\n                       pass until such act or thing be done, and the buyer\n                       has notice thereof.\n                 Rule 4.-When the goods are delivered to the buyer on\n                       approval or “on sale or return” or other similar\n                       terms the property therein passes to the buyer-\n                            (a) when he signifies his approval or accept-\n                                 ance to the seller or does any other act\n                                 adopting the transaction;\n                            (b) if he does not signify his approval or\n                                 acceptance to the seller but retains the\n                                 goods without giving notice of rejection,\n                                 then, if a time has been fixed for the\n                                 return of the goods, on the expiration of\n                     [The inclusion of thie page k authorized by L.N. 480/1973]\n                        SALE OF GOODS                                   13\n                   such time, and, if no time has been fixed,\n                   on the expiration of a reasonable time.\n                   What is a reasonable time is a question\n                   of fact.\n  Rule 5.-(1) Where there is a contract for the sale of\n        unascertained or future goods by description, and\n        goods of that description and in a deliverable\n        state are unconditionally appropriated to the\n        contract, either by the seller with the assent of\n        the buyer, or by the buyer with the assent of the\n        seller, the property in the goods thereupon passes\n        to the buyer. Such assent may be express or\n        implied, and may be given either before or after\n        the appropriation is made.\n             (2) Where, in pursuance of the contract, the\n        seller delivers the goods to the buyer or to a carrier\n        or other bailee or custodian (whether named by the\n        buyer or not) for the purpose of transmission to\n        the buyer, and does not reserve the right of dis-\n        posal, he is deemed to have unconditionally ap-\n        propriated the goods to the contract."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.-(1) Where there is a contract for the sale of specific Reservation\ngoods or where goods are subsequently appropriated to disposal.of right of\nthe contract, the seller may, by the terms of the contract or\nappropriation, reserve the right of disposal of the goods\nuntil certain conditions are fulfilled. In such case, notwith-\nstanding the delivery of the goods to the buyer, or to a\ncarrier or other bailee or custodian for the purpose of\ntransmission to the buyer, the property in the goods does\nnot pass to the buyer until the conditions imposed by the\nseller are fulfilled.\n          (2) Where goods are shipped, and by the bill of lad-\ning the goods are deliverable to the order of the seller or\nhis agent, the seller is prima facie deemed to reserve the\nright of disposal.\n      me inctusion of this page k authorized by L.N. 480/1973]\n14                                    SALE OF GOODS\n                     (3) Where the seller of goods draws on the buyer for\n               the price, and transmits the bill of exchange and bill of\n               lading to the buyer together to secure acceptance or pay-\n               ment of the bill of exchange, the buyer is bound to return\n               the bill of lading if he does not honour the bill of ex-\n               change, and if he wrongfully retains the bill of lading,\n               the property in the goods does not pass to him.\nRiskprima        21. Unless otherwise agreed, the goods remain at the\nfacie pass#    seller's risk until the property therein is transferred to the\nwith\np    w    ~   . buyer, but when the property therein is transferred to the\n               buyer, the goods are at the buyer's risk, whether delivery\n               has been made or not :\n                 Provided that where delivery has been delayed through\n               the fault of either buyer or seller, the goods are at the risk\n               of the party in fault as regards any loss which might not\n               have occurred but for such fault:\n                 Provided also that nothing in this section shall affect\n               the duties or liabilities of either seller or buyer as a bailee\n               or custodian of the goods of the other party.\n                                     Transfer of Title\nSale by           22.-(1) Subject to the provisions of this Act, where\nthe owner.\npersonnot      goods are sold by a person who is not the owner thereof,\n               and who does not sell them under the authority or with\n               the consent of the owner, the buyer acquires no better\n               title to the goods than the seller had, unless the owner\n               of the goods is by his conduct precluded from denying the\n               seller's authority to sell.\n                      (2) Provided that nothing in this Act shall sect-\n                    (a) the provisions of any enactment enabling the\n                        apparent owner of goods to dispose of them as if\n                        he were the true owner thereof;\n                         tnchgion Or thh    h 8 U h l ' h d by L.N. 480/1973]\n                          SALE OF GOODS                                    1s\n      (b) the validity of any contract of sale under any\n            special common law or statutory power of sale or\n            under the order of a court of competent jurisdic-\n            tion."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Risk prima facie passes with property.\n                              Transfer of Title"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. When the seller of goods has a voidable title thereto Saleunder\nbut this title has not been avoided at the time of the sale, voidable\nthe buyer acquires a good title to the goods, provided he\nbuys them in good faith and without notice of the seller's\ndefect of title."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1)  Where goods have been stolen and the offender Revesting\nis prosecuted to conviction, the property in the goods so inof stolen\n                                                               property\nstolen revests in the person who was the owner of the conviction\n                                                            goods on\ngoods, or his personal representative, notwithst anding any of offender.\nintermediate dealing with them.\n        (2) Notwithstanding any enactment to the contrary\nwhere goods have been obtained by fraud or other wrong-\nful means not amounting to larceny, the property in such\ngoods shall not revest in the person who was the owner\nof the goods, or his personal representative, by reason\nonly of the conviction of the offender."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-(1)    Where a person having sold goods continues Selleror\nor is in possession of the goods, or of the documents of             FAYon\ntitle to the goods, the delivery or transfer by that person, d k r d e -\nor by his duly appointed agent acting for him, of the goods\nor documents of title under any sale, pledge, or other\ndisposition thereof, to any person receiving the same in\ngood faith and without notice of the previous sale, shall\nhave the same effect as if the person making the delivery\nor transfer were expressly authorized by the owner of the\ngoods to make the same.\n       (2) Where a person having bought or agreed to buy\ngoods obtains, with the consent of the seller, possession\n       LThc ioclus'on of this lmpe is authorized by L.N. 480/1973]\nI6                                  SALE OF GOODS\n             of the goods or the documents of title to the goods, the\n             delivery or transfer by that person, or by his duly ap-\n             pointed agent acting for him, of the goods or documents\n             of title, under any sale, pledge, or other disposition there-\n             of, to any person receiving the same, in good faith, and\n             without notice of any lien or other right of the original\n             seller in respect of the goods, shall have the same effect\n             as if the person making the delivery or transfer were the\n             duly appointed agent of the owner in possession of the\n             goods or documents of title with his consent.\n                   (3) In this section the term “duly appointed agent”\n             shall include any person whose agency the principal is\n             under the circumstances estopped from denying.\nEffect of      26.-(1)   A writ of jieri facias or other writ of execution\nwrits of\nexecution.   against goods shall bind the property in the goods of the\n             execution debtor as from the time when the writ is\n             delivered to the bailiff to be executed; and, for the better\n             manifestation of such time, it shall be the duty of the\n             bailiff, without fee, upon the receipt of any such writ to\n             endorse upon the back thereof the hour, day, month, and\n             year when he received the same :\n               Provided that no such writ shall prejudice the title to\n             such goods acquired by any person in good faith and for\n             valuable consideration, unless such person had at the time\n             when he acquired his title notice that such writ or any\n             other writ by virtue of which the goods of the execution\n             debtor might be seized or attached had been delivered to\n             and remained unexecuted in the hands of the bailiff.\n                    (2) In this section the term “bailiff’ includes any\n             officer charged with the enforcement of a writ of execution.\n                   me indudon of thia peoe ia authorized by L.N. 480/1973]\n                        SALE OF GOODS                                         17\n           PART111. Performance of the Contract"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Effect of writs of execution.\n                 PARTIII. Performance of the Contract"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. It is the duty of the seller to ,deliver the goods, and ~ u t i e sof\n                                                              buyer and\nof the buyer to accept and pay for them, in accordance seller.\nwith the terms of the contract of sale."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Unless otherwise agreed delivery of the goods and Payment\n                                                             and delivery\npayment of the price are concurrent conditions, that is to am\nsay, the seller must be ready and willing to give possession concurrent\n                                                             Conditiona.\nof the goods to the buyer in exchange for the price, and\nthe buyer must be ready and willing to pay the price m\nexchange for possession of the goods."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29.-(1) Whether it is for the buyer to take possession ~ d e s a s t o\n                                                              delivery.\nof the goods or for the seller to send them to the buyer\nis a question depending in each case on the contract,\nexpress or implied, between the parties. Apart from any\nsuch contract, express or implied, the place of delivery\nis the seller’s place of business, if he has one, and if not,\nhis residence :\n   Provided that, if the contract be for the sale of specific\ngoods, which to the knowledge of the parties when the\ncontract is made are in some other place, then that place\nis the place of delivery.\n       (2) Where under the contract of sale the seller is\nbound to send the goods to the buyer, but no time for-\nsending them is fixed, the seller is bound to send them\nwithin a reasonable time.\n        (3) Where the goods at the time of sale are in the\npossession of a third person, there is no delivery by seller\nto buyer unless and until such third person acknowledges\nto the buyer that he holds the goods on his behalf:\n  Provided that nothing in this section shall affect the\noperation of the issue or transfer of any document of title\nto goods.\n      PEa inclusion of this page ir authorized by L.N. 480119731\n18                                    SALE OF GOODS\n                    (4) bemand or tender of delivery may be treated as\n              ineffectual unless made at a reasonable hour. What is a\n              reasonable hour is a question of fact.\n                    (5) Unless otherwise agreed, the expenses of and\n              incidental to putting the goods into a deliverable state\n              must be borne by the seller.\nDeliveryof       30.-(1) Where the seller delivers to the buyer a quantity\nwrong\nquantity.     of goods less than he contracted to sell, the buyer may\n              reject them, but if the buyer accepts the goods so delivered\n              he must pay for them at the contract rate.\n                      (2) Where the seller delivers to the buyer a quan-\n              tity of goods larger than he contracted to sell, the buyer\n              may accept the goods included in the contract and reject\n              the rest, or he may reject the whole. If the buyer accepts\n              the whole of the goods so delivered he must pay for them\n              at the contract rate.\n                      (3) Where the seller delivers to the buyer the goods\n              he contracted to sell mixed with goods of a different\n              description not included in the contract, the buyer may\n              accept the goods which are in accordance with the contract\n              and reject the rest, or he may reject the whole.\n                     (4) The provisions of this section are subject to any\n              usage of trade, special agreement, or course of dealing\n              between the parties.\nInstalment\ndeliveries."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-(1) Unless otherwise agreed, the buyer of the goods\n              is not bound to accept delivery thereof by instalments.\n                      (2) Where there is a contract for the sale of goods\n              to be delivered by stated instalments, which are to be\n              separately paid for, and the seller makes defective deliveries\n              in respect of one or more instalments, or the buyer neglects\n              or refuses to take delivery of or pay for one or more instal-\n                         SALE OF GOODS                               19\nments, it is a question in each case depending on the\nterms of the contract and the circumstances of the case\nwhether the breach of contract is a repudiation of the\nwhole contract, or whether it is a severable breach giving\nrise to a claim for compensation but not to a right to treat\nthe whole contract as repudiated."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.-(1)   Where, in pursuance of a contract of sale, the Delivery to\nseller is authorized or required to send the goods to the carrier.\nbuyer, delivery of the goods to a carrier, whether named\nby the buyer or not, for the purpose of transmission to the\nbuyer is prima facie deemed to be a delivery of the goods\nto the buyer.\n        (2) Unless otherwise authorized by the buyer, the\nseller must make such contract with the carrier on behalf\nof the buyer as may be reasonable having regard to the\nnature of the goods and the other circumstances of the\ncase. If the seller omits so to do, and the goods are lost\nor damaged in course of transit, the buyer may decline\nto treat the delivery to the carrier as a delivery to himself,\nor may hold the seller responsible in damages.\n         (3) Unless otherwise agreed, where goods are sent\nby the seller to the buyer by a route involving sea transit,\nunder circumstances in which it is usual to insure, the\nseller must give such notice to the buyer as may enable\nhim to insure them during their sea transit, and, if the\nseller fails so to do, the goods shall be deemed to be at his\nrisk during such sea transit."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. Where the seller of goods agrees to deliver them at Riskwh5m\n                                                           goods arc\nhis own risk at a place other than that where they are delivered at\nwhen sold, the buyer must, nevertheless, unless otherwise $;~t\nagreed, take any risk of deterioration in the goods neces-\nsarily incident to the course of transit.\n       Crbc mclusion of this page is authorized by L.N. 480/1973]\n 20                                     SALE OF GOODS\nBuyer’s           34.-(1) Where goods are delivered to the buyer, which\nright of.\nexarmning      he had not previously examined, he is not deemed to have\ngoods.\n               accepted them unless and until he has .had a reasonable\n               opportunity of examining them for the purpose of ascer-\n               taining whether they are in conformity with the contract.\n                       (2) Unless otherwise agreed, when the seller tenders\n               delivery of goods to the buyer, he is bound, on request, to\n               afford the buyer a reasonable opportunity of examining\n               the goods for the purpose of ascertaining whether they\n               are in conformity with the contract.\nAcceptance.      35. The buyer is deemed to have accepted the goods\n               when he intimates to the seller that he has accepted them,\n               or when the goods have been delivered to him, and he does\n               any act in relation to them which is inconsistent with the\n               ownership of the seller, or when after the lapse of a reason-\n               able time, he retains the goods without intimating to the\n               seller that he has rejected them.\nBuyer not         36. Unless otherwise agreed, where goods are delivered\nbound to\nreturn         to the buyer, and he refuses to accept them, having the\nrejected\ngoods.         right so to do, he is not bound to return them to the seller,\n               but it is sufficient if he intimates to the seller that he refuses\n               to accept them.\nLiability of     37. When the seller is ready and willing to deliver the\nbuyer for      goods, and he requests the buyer to take delivery, and the\nneglecting\nor refusing\ndelivery of\n               buyer does not within a reasonable time after such request\ngoods.         take delivery of the goods, he is liable to the seller far\n               any loss occasioned by his neglect or refusal to take\n               delivery, and also for a reasonable charge for the care and\n               custody of the goods :\n                     l”’he inclusion of this page is authorized by LN. 480/1973]\n                        SALE OF GOODS                                   21\n   Provided that nothing in this section shall affect the\nrights of the seller where the neglect or refusal of the\nbuyer to take delivery amounts to a repudiation of the\ncontract.\n  PARTIV. Rights of Unpaid Seller against the Goods"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Liability of buyer for neglecting or refusing delivery of goods.\n           PARTIV. Rights of Unpaid Seller against the Goods"
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38.-(1) The seller of goods is deemed to be an “unpaid Unpaid\n                                                             seller\nseller” within the meaning of this Act-                      defined.\n       (a) when the whole of the price has not been paid or\n           tendered;\n       (b) when a bill of exchange or other negotiable in-\n           strument has been received as conditional psy-\n           ment, and the condition on which it was received\n           has not been fulfilled by reason of the dishonour\n           of the instrument or otherwise.\n       (2) In this Part the term “seller” includes any person\nwho is in the position of a seller, as, for instance. an agent\nof the seller to whom the bill of lading has been indorsed,\nor a consignor or agent who has himself paid, or is directly\nresponsible for the price."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39.-(1) Subject to the provisions of this Act, and of Unp+d\n                                                              sellers\nany statute in that behalf, notwithstanding that the rights.\nproperty in the goods may have passed to the buyer, the\nunpaid seller of goods, as such, has by implication of law-\n       (a) a lien on the goods or right to retain them for\n           the price while he is in possession of them;\n       (b) in case of the insolvency of the buyer, a right of\n           stopping the goods in transitu after he has parted\n           with the possession of them;\n       (c) a right of resale as limited by this Act.\n     (2) Where the property in goods has not passed to\nthe buyer, the unpaid seller has, in addition to his other\n      me inclusion of this page is authorized by L.N. 480/19731\n22                                    SALE OF GOODS\n              remedies, a right of withholding delivery similar to and\n              co-extensive with his rights of lien, and stoppage in transitu\n              where the property has passed to the buyer.\n                                    Unpaid Seller's Lien\nSeller's        4 0 . 4 1 ) Subject to the provisions of this Act, the un-\nlien.\n              paid seller of goods who is in possession of them, is\n              entitled to retain possession of them until payment or\n              tender of the price in the following cases, v k -\n                     (a) where the goods have been sold without any\n                          stipulation as to credit;\n                     (b) where the goods have been sold on credit, but the\n                          term of credit has expired;\n                     (c) where the buyer becomes insolvent.\n                    (2) The seller may exercise his right of lien notwith-\n              standing that he is in possession of the goods as agent or\n              bailee or custodian for the buyer.\nPart            41. Where an unpaid seller has made part delivery of\ndelivery.\n              the goods, he may exercise his right of lien or retention\n              on the remainder, unless such part delivery bas been made\n              under such circumstances as to show an agreement to\n              waive the lien or right of retention.\nTermination      42.41) The unpaid seller of goods loses his lien or right\nof lien.\n              of retention thereon-\n                    (a) when he delivers his goods to a carrier or other\n                        bailee or custodian for the purpose of transmis-\n                        sion to the buyer without reserving the right Qf\n                        disposal of the goods;\n                    (b) when the buyer or his agent lawfully obtains\n                        possession of the goods;\n                    (c) by waiver thereof.\n                    me inclwion of this pago b aotaoriaed by L.N. 480119731\n                       SALE OF GOODS                                        23\n      (2) The unpaid seller of goods having a lien or right\nof retention thereon, does not lose his lien or right of\nretention by reason only that he has obtained judgment or\ndecree for the price of the goods.\n                    Stoppage in Transitu"
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. Sale not generally rescinded by lien or stoppage in rransitu.\n          PARTV. Actions for Breach of the Contract\n                      Remedies of the Seller"
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. Termination of lien.\n         me inclusion of this page is authorized by L.N. 480/1973]\n                        SALE OF GOODS                               3\n                        Stoppage in Tramiru"
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. Subject to the provisions of this Act, when the buyer Rightof\n                                                                  stoppage in\nof goods becomes insolvent, the unpaid seller who has transitu.\nparted with the possession of the goods has the right of\nstopping them in transitu, that is to say, he may resume\npossession of the goods as long as they are in course of\ntransit, and may retain them until payment or tender of\nthe price."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44.-(1) Goods are deemed to be in course of transit Durationof\n                                                            transit.\nfrom the time when they are delivered to a carrier by land\nor water, or other bailee or custodian for the purpose of\ntransmission to the buyer, until the buyer, or his agent in\nthat behalf, takes delivery of them from such carrier or\nother bailee or custodian.\n        (2) If the buyer or his agent in that behalf obtains\ndelivery of the goods before their arrival at the appointed\ndestination, the transit is at an end.\n        (3) If, after the arrival of the goods at the appointed\ndestination, the carrier or other bailee or custodian ac-\nknowledges to the buyer, or his agent, that he holds the\ngoods on his behalf and continues in possession of them as\nbailee or custodian for the buyer, or his agent, the transit is\nat an end, and it is immaterial that a further destination\nfor the goods may have been indicated by the buyer.\n       (4) If the goods are rejected by the buyer, and the\ncarrier or other bailee or custodian continues in possession\nof them, the transit is not deemed to be at an end, even\nif the seller has refused to receive them back.\n      me inclusion of this page is authorized by L.N. 480119731\n24                                   SALE OF GOODS\n                   (5) When goods are delivered to a ship chartered\n              by the buyer it is a question depending on the circum-\n              stances of the particular case, whether they are in the\n              possession of the master as a carrier, or as agent to the\n              buyer.\n                    (6) Where the carrier or other bailee or custodian\n              wrongfully refuses to deliver the goods to the buyer, or his\n              agent in that behalf, the transit is deemed to be at an end.\n                    (7) Where part delivery of the goods has been made\n              to the buyer, or his agent in that behalf, the remainder of\n              the goods may be stopped in transitu, unless such part\n              delivery has been made under such circumstances as to\n              show an agreement to give up possession of the whole of\n              the goods.\nHow              45.-(1) The unpaid seller may exercise the right of\nrtopproein\ntralsitu is   stoppage in transitu either by taking actual possession of\nefIeCted.     the goods, or by giving notice of his claim to the carrier\n              or other bailee or custodian in whose possession the goods\n              are. Such notice may be given either to the person in\n              actual possession of the goods or to his principal. In the\n              latter case the notice to be effectual, must be given at such\n              time and under such circumstances that the principal, by\n              the exercise of reasonable diligence, may communicate it\n              to his servant or agent in time to prevent a delivery to the\n              buyer.\n                     (2) When notice of stoppage in transitu is given\n              by the seller to the carrier, or other bailee or custodian\n              in possession of the goods, he must redeliver the goods to,\n              or according to the directions of the seller. The expenses\n              of such redelivery must be borne by the seller.\n                                                                              -\n                        inclusion of this page Q authorhi by L.N. 480/1973)\n                         SALE OF GOODS                                    25\n                 Resale by Buyer or Seller"
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. How stoppage in transitu is effected.\n                      Resale by Buyer or Seller"
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. Subject to the provisions of this Act, the unpaid EtFectof\nseller’s right of lien or retention or stoppage in transitu such   sale or\n                                                               pledgeby\nis not affected by any sale, or other disposition of the goods buyer.\nwhich the buyer may have made, unless the seller has\nassented thereto :\n   Provided that where a document of title to goods has\nbeen lawfully transferred to any person as buyer or owner\nof the goods, and that person transfers the document to\na person who takes the document in good faith and for\nvaluable consideration, then if such last-mentioned trans-\nfer was by way of sale the unpaid seller’s right of lien or\nretention or stoppage in trunsifu is defeated, and if such\nlast-mentioned transfer was by way of pledge or other\ndisposition for value, the unpaid seller’s right of lien or\nretention or stoppage in transitu can only be exercised\nsubject to the rights of the transferee."
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47.-(  1) Subject to the provisions of this section, a con- sale not\n                                                              generally\ntract of sale is not rescinded by the mere exercise by an -indedby\nunpaid seller of his right of lien or retention or stoppage t&&,\nin transitu.                                                  transitu.\n        (2) Where an unpaid seller who has exercised his\nright of lien or retention or stoppage in transitu resells\nthe goods, the buyer acquires a good title thereto as against\nthe original buyer.\n        (3) Where the goods are of a perishable nature, or\nwhere the unpaid seller gives notice to the buyer of his\nintention to resell, and the buyer does not within a reason-\nable time pay or tender the price, the unpaid seller may\nresell the goods and recover from the original buyer\ndamages for any loss occasioned by his breach of contract.\n        (4) Where the seller expressly reserves a right of\nresale in case the buyer should make default, and on the\n           indusion of this pago M authorized by L..N. ~ 0 / 1 9 7 3 ]\n26                                      SALE OF GOODS\n              buyer making default, resells the goods, the original con-\n              tract of sale is thereby rescinded, but without prejudice\n              to any claim the seller may have for damages.\n                     PART\n                        V . Actions for Breach of the Contract\n                                   Remedies of the Seller\nActionfor        48.-(1)  Where, under a contract of sale, the property\nprice.\n              in the goods has passed to the buyer, and the buyer wrong-\n              fully neglects or refuses to pay for the goods according to\n              the terms of the contract, the seller may maintain an action\n              against him for the price of the goods.\n                      (2) Where, under a contract of sale, the price is\n              payable on a day certain irrespective of delivery, and the\n              buyer wrongfully neglects or refuses to pay such price,\n              the seller may maintain an action for the price, although\n              the property in the goods has not passed, and the goods\n              have not been appropriated to the contract.\nDamaged         49.-(1)   Where the buyer wrongfully neglects or refuses\nfor non-\na    ~      p to~ accept\n                    ~  . and pay for the goods, the seller may maintain\n              an action against him for damages for non-acceptance.\n                      (2) The measure of damages is the estimated loss\n              directly and naturally resulting, in the ordinary course of\n              events, from the buyer’s breach of contract.\n                      (3) Where there is an available market for the goods\n              in question the measures of damages is prima facie to be\n              ascertained by the difference between the contract price\n              and the market or current price at the time or times when\n              the goods ought to have been accepted, or, if no time was\n              fixed for acceptance, then at the time of the refusal to\n              accept.\n                                                                                    I\n                     C’lltc inclusion of this page is authorized by L.N. 480/1W3]\n                        SALE OF GOODS                                 27\n                   Remedies of the Buyer"
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50.41) Where the seller wrongfully neglects or refuses for\n                                                         Damages\n                                                             non-\nto deliver the goods to the buyer, the buyer may maintain delivery.\nan action against the seller for damages for non-delivery.\n        (2) The measure of damages is the estimated loss\ndirectly and naturally resulting, in the ordinary course\nof events, from the seller's breach of contract.\n        (3) Where there is an available market for the goods\nin question the measure of damages is prima facie to be\nascertained by the difference between the contract price\nand the market or current price of the goods at the time or\ntimes when they ought to have been delivered, or, if no\ntime was fixed, then at the time of the refusal to deliver."
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. In any action for breach of contract to deliver Specificper\nspecific or ascertained goods the court may, if it thinks fit, fomance.\non the application of the plaintiff, by its judgment or de-\ncree, direct that the contract shall be performed specifically\nwithout giving the defendant the option of retaining the\ngoods on payment of damages. The judgment or decree\nmay be unconditional, or upon such terms and conditions\nas to damages, payment of the price, and otherwise, as to\nthe court may seem just, and the application by the plain-\ntill may be made at any time before judgment or decree."
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52.-(1) Where there is a breach of warranty by the R - ~ Y\nseller, or where the buyer elects, or is compelled to treat for breach\n                                                            ofwarranty.\nany breach of a condition on the part of the seller as a\nbreach of warranty, the buyer is not by reason only of\nsuch breach of warranty entitled to reject the goods; but\nhe may-\n      (a) set up against the seller the breach of warranty\n         in diminution or extinction of the price; or\n      l'Ihe. Wuaibn of thir pale k authorized by L.N. 480/1973]\n                      (b) maintain an action against the seller for damages\n                          for the breach of warranty.\n                      (2) The measure of damages for breach of warranty\n                is the estimated loss directly and naturally resulting in\n                the ordinary course of events, from the breach of warranty.\n                      (3) In the case of breach of warranty of quality\n                such loss is prima facie the difference between the value\n                of the goods at the time of delivery to the buyer and the\n                value they would have had if they had answered to the\n                warranty.\n                      (4) The fact that the buyer has set up the breach of\n                warranty in diminution or extinction of the price does\n                not prevent him from maintaining an action far the Same\n                breach of warranty if he has suffered further damage.\nInterest and      53. Nothing in this Act shall affect the right of the\nSpecial\ndamages.        buyer or the seller to recover interest or special damages\n                in any case where by law, interest or special damages may\n                be recoverable, or to recover money paid where the con-\n                sideration of the payment of it has failed.\n                                 PARTVL Supplementary\nExclusion          54. Where any right, duty, or liability would arise under\nof implied\nterms and       a contract of sale by implication of law, it may be nega-\nconditions.     tived or varied by express agreement or by the course of\n                dealing between the parties, or by usage, if the usage be\n                such as to bind both parties to the cantract.\nReasonable        55. Where, by this Act, any reference is made to a\ntime a\nquestion of     reasonable time the question what is a reasonable time is a\nfact\n                question of fact.\nRights, etc.,      56. Where any right, duty or liability is declared by\ncnf orceable\nby action.      this Act, it may, unless otherwise by this Act provided, be\n                enforced by action.\n                         SALE OF GOODS                               29"
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57. In the case of a sale by auction-                 Auction\n                                                        sales.\n    (a) where goods are put up for sale by auction in\n         lots, each lot is prima facie deemed to be the\n         subject of a separate contract of sale;\n     (b) a sale by auction is complete when the auctioneer\n          announces its completion by the fall of the ham-\n         mer, or in other customary manner. Until such\n          announcement is made any bidder may retract\n         his bid;\n     (c) where a sale by auction is not notified to be sub-\n         ject to a right to bid on behalf of the seller, it shall\n          not be lawful for the seller to bid himself or to\n          employ any person to bid at such sale, or for the\n          auctioneer knowingly to take any bid from the\n          seller or any such person. Any sale contravening\n          this rule may be treated as fraudulent by the\n          buyer;\n     (4 a sale by auction may be notified to be subject to\n          a reserved or upset price, and a right to bid may\n          also be reserved expressly by or on behalf of the\n          seller.\n  Where a right to bid is expressly reserved, but not\notherwise, the seller, or any one person on his behalf, may\nbid at the auction."
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58.-(1)   The Act of the United Kindgom Parliament, peal.\n1 Jac. 1 cap. 21 intituled “An Act against Brokers” shall, in\nso far as under the provisions of the English Laws in Force\nLaw (now repealed), the same has hitherto had the force of\nlaw in the Island, cease to have such force.\n        (2) The Act of the United Kingdom Parliament of\n29 Car. II., ch. 3, intituled “An Act for the prevention of\nFrauds and Perjuries” shall, in so far as under the provi-\nsions of the Law aforesaid it has the force of law in this\n30                                         SALE OF GOODS\n              Island, continue to be in force as aforesaid in an amended\n              form only, to wit, with the omission of section 16 (the\n              marginal note of which is “Writs of execution shall bind\n              the property of goods but from the time of the delivery to\n              the officer”) and section 17 (the marginal note of which is,\n              “Contracts for sales of goods for ten pounds or more”).\nSavings.        59.-(1) The rules in bankruptcy relating to contracts\n              of sale shall continue to apply thereto, notwithstanding\n              anything in this Act contained.\n                      (2) The rules of the common law, including the law\n              merchant, save in so far as they are inconsistent with the\n              express provisions of this Act, and in particular the rules\n              relating to the law of principal and agent and the effect\n              of fraud, misrepresentation, duress or coercion, mistake,\n              or other invalidating cause, shall continue to apply to con-\n              tracts for the sale of goods.\n                     (3) Nothing in this Act or in any repeal effected\n              thereby shall affect the enactments relating to bills of sale,\n              or any enactment relating to the sale of goods which is\n              not expressly repealed by this Act.\n                      (4) The provisions of this Act relating to contracts\n              of sale do not apply to any transaction in the form of a\n              contract of sale which is intended to operate by way of\n              mortgage, pledge, charge or other security.\nInterprets-     60.-(  1) In this Act-\ntion.\n              “action” includes counter-claim and set-off;\n              “buyer” means a person who buys or agrees to buy goods;\n              “contract of sale” includes an agreement to sell as well as\n                   a sale;\n              “delivery” nieans voluntary transfer of possession from\n                   one person to another;\n              “document of title to goods” means and includes any bill\n                        SALE OF GOODS                               31\n    of lading, dock warrant, warehouse keepers’ certifi-\n    cate, warrant, or order for the delivery of goods, or\n    any other document used in the ordinary course of\n    business as proof of the possession or control of goods,\n    or authorizing or purporting to authorize, either by\n    indorsement or by delivery, the possessor of such docu-\n    ment to transfer or receive goods thereby represented;\n“fault” means wrongful act or default;\n“future goods” means goods to be manufactured or ac-\n     quired by the seller after the making of the contract\n    of sale;\n“goods” includes all chattels personal other than things in\n     action and money. The term includes emblements,\n    industrial growing crops, and things attached to or\n    forming part of the land which are agreed to be\n     severed before sale or under the contract of sale;\n“plaintiff’ includes every person asking any relief against\n     any other person, by any form of proceeding, whether\n     the same be taken by way of action, suit, petition,\n    motion, summons, counter-claim or otherwise;\n“property” means the general property in goods, and not\n    merely a special property;\n“quality of goods” includes their state or condition;\n“sale” includes a bargain and sale as well as a sale and\n     delivery;\n“seller” means a person who sells or agrees to sell goods;\n“specific goods” means goods identified and agreed upon\n    at the time a contract of sale is made;\n“warranty” means an agreement with reference to goods\n    which are the subject of a contract of sale, but collateral\n    to the main purpose of such contract, the breach of\n    which gives rise to a claim for damages, but not to a\n32                           SALE OF GOODS\n         right to reject the goods and treat the contract as\n         repudiated.\n           (2) A thing is deemed to be done “in good faith”\n     within the meaning of this Act when it is in fact done\n     honestly, whether it be done negligently or not.\n           (3) A person is deemed to be insolvent within the\n     meaning of this Act, who either has ceased to pay his\n     debts in the ordinary course of business, or cannot pay\n     his debts as they become due, whether he has committed\n     an act of bankruptcy or not, and whether he has been\n     adjudicated bankrupt or not.\n           (4) Goods are in a “deliverable state” within the\n     meaning of this Act when they are in such a state that the\n     buyer would under the contract be bound to take the\n     delivery of them."
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60. Interpretation.\n      Dl18 idusion of this page u authorized by LN. 48011973)\n                       SALE OF GOODS                                           5\n            THE SALE OF GOODS ACT                                 cap. 349.\n                              [Ist July, 1895.1"
    }
  ],
  "definitions": []
}