{
  "id": "jm-stat-the-scientific-research-council-act",
  "type": "statute",
  "title": "The Scientific Research Council Act",
  "title_en": "The Scientific Research Council Act",
  "short_name": "Scientific Research Council Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-scientific-research-council-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-scientific-research-council-act | Legal areas: Education",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Scientific Research Council                   short title.\nAct."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act unless the context otherwise requires-                          Interprets-\n                                                                                 tion.\n     \"chairman\" means the chairman of the Council and\n         includes any person appointed to act as chairman of\n         the Council;\n     \"Council\" means the Scientific Research Council\n         established in accordance with the provisions of this\n         Act;\n     \"invention\" includes any new process or new,technique,\n         whether or not a patent could be granted in relation\n         thereto;\n     \"member\" means a member of the Council and includes\n        the chairman.\n          Estgblishment and Functions of the Council"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.--(I) There shall be established for the purposes of this Establish-\n                                                              ment and\nAct a body to be called the Scientific Research Council.      constitution\n                                                                                 of the\n       (2) The Council shall consist of such number of persons,\nnot being less than seven or more than ten, as the Minister may s. 2.\n                                                                211987\nfrom time to time determine.                                    S. 2(a).\n       (3) The members of the Council shall be appointed by\nthe Minister by instrument in writing from amongst persons\nappearing to him to be qualified as having had experience, and\n              [ T h e inclusion of this page is authorized by L.N. llROlO I\n                          SCIENTIFIC RESEARCH COUNCIL\n           shown capacity, in matters relating to science, technology,\n           industry, finance or administration.\n                  (4) At least one member of the Council shall be a person\n           engaged in the work of a scientific research organization not\n211987     maintained by the Government of this Island, and at least two\ns. 2(b).   members shall be persons not engaged in the work, management\n           or direction of any organization concerned with scientific\n           research or development.\n                   (5) A member of the Council shall, subject to the\n211987     provisions of subsections (9), (10) and (1 I), hold office for two\nS. 2(c).   years and sha!l be eligible for re-appointment.\n                   (6) The Minister shall appoint one of the members of\n           the Council to be the chairman thereof and, where the chairman\n           is granted leave of absence under subsection (8) or is unable to\n           act, an acting chairman of the Council.\n                  (7) Where any member of the Council other than the\n           chairman is granted leave of absence under subsection (8) or\n           is unable to act, the Minister may appoint any person appearing\n           to him to have the qualifications necessary for appointment\n           as a member of the council to act temporarily in the place\n           of such member.\n                   (8) The Minister may, on the application of the\n           chairman or any other member of the Council, grant to the\n           chairman or such other member leave of absence for any\n           period.\n                  (9) Any member of the Council other than the chairman\n           may at any time resign his office by instrument in writing\n           addressed to the Minister and transmitted through the chairman,\n           and from the date of the receipt by the chairman of such\n           instrument such member shall cease to be a member of the\n           Council.\n               SCIENTIFIC RESEARCH COUNCIL\n        (10) The chairman may at any time resign his office by\ninstrument in writing addressed to the Minister and such\nresignation shall take effect as from the date of receipt of\nsuch instrument.\n       (1 1) The Minister may at any time revoke the appoint-\nment of any member of the Council if he thinks it expedient so\nto do.\n        (12) The names of all members of the Council as first\nconstituted and every change in the membership thereof shall be\npublished in the Gazette."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)   The council shall be a body corporate having Incorpora-\n                                                               tion.\nperpetual succession and a common seal, with power to acquire,\nhold and dispose of land and other property of whatever\nkind.\n        (2) The seal of the Council shall be kept in the custody\nof the chairman or of the Technical Director and may be affixed G.N.\nto instruments pursuant to a resolution of the Council and in 5611965.\nthe presence of the chairman, or one other member and\nthe Technical Director.\n        (3) The seal of the Council shall be authenticated by the\nsignature of the chairman or any other member of the Council\nauthorized to act in that behalf and the Technical Director and\nshall be officially and judicially noticed.\n        (4) All documents, other than those required by law to\nbe under seal, made by, and all decisions of, the Council may be\nsignified under the hand of the chairman or any other member\nauthorized to act in that behalf or the Technical Director of\nthe Council.\n       (5) The Council may sue and be sued in its\ncorporate name and may for all purposes be described by such\nname, and service upon the Council of any notice, order or other\n                                  SCIENTIFIC RESEARCH COUNCIL\n                   document shall be executed by delivering it to, or by sending it\n                   by registered post addressed to, the Technical Director of the\n                   council at the office of the Council.\nFunctions of          5.-(1)   It shall be the duty of the Council to undertake and\nthe Counc~l.\n312007             foster scientific research in this Island and to encourage the\n   7               application of the results of such research to the exploitation\n                   and development of the resources of this Island.\n                          (2) In particular, and without prejudice to the generality\n                   of the provisions of subsection ( I ) , it shall be .the duty of\n                   the Council-\n                        (a) to collect, collate and review information concerning\n                            scientific research schemes or programmes relevant\n                            to the development of the resources of this Island\n                            whether such scientific research schemes or\n                            programmes are being or have been undertaken in\n                            this Island or not;\n3~007                   (b) to undertake research to facilitate the identification,\nS. l7(l)(a)(ii).\n                             selection, adaptation and transfer of technology\n                             relevant to the development needs of the Island;\n                         (c) to foster and, where the Council thinks fit, to under-\n                             take and carry out, scientific research and\n                             investigation relating to-\n                                   (i) the development and utilization of the\n                                       resources of this Island;\n                                  (ii) the improvement of existing technical\n                                       processes and methods;\n                                  (iii) the development of new technical processes\n                                        and methods for application to the expansion\n                                        or creation of industries and to the utilization\n                                        of waste products;\n                SCIENTIFIC RESEARCH COUNCIL\n      (4 to encourage persons engaged in any industry to\n           undertake scientific research in connection with such\n           industry on a co-operative basis;\n      (e) to establish and maintain a scientific information\n          centre for the collection and dissemination of\n          scientific and technical information;\n      V) to give any Minister such advice as such Minister may\n         require in connection with any matter on which, by\n         virtue of the provisions of this Act, the Council is\n         competent to give advice.\n        (3) Subject to the provisions of this Act the Council\nshall have power, for the purpose of discharging any of its\nfunctions under this Act, to do anything and to enter into any\ntransaction which in the opinion of the Council is necessary to\nensure the proper discharge of its functions.\n       (4) The Council may, with the approval of the Minister,\nprovide out of its funds and resources scholarships and other\nawards for the training of officer, servant or agent in scientific 312007\nresearch.                                                          s, l7(1)(a)(iii).\n        (5) The Council may give such financial or other\nassistance as it thinks fit to officer, servant or agent undertaking 312007\nresearch of a kind which the Council is authorized to foster or S. 17(')(a)(iii).\nundertake."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.---(1) The Council shall meet at least once in every period [              ,      ~   ~   ~   ~\nof two months and such meetings shall be held at such ings.\nplaces and times and on such days as the Council may\ndetermine.\n        (2) The chairman may at any time call a special meeting\nof the council and shall call a special meeting within seven days\nof the receipt of a written request for that purpose addressed\n                                                                  211987\nto him by any three members of the Council.                       S. 3(a).\n               [The inclusion o f this page is authorized by L.N. llLZOlO I\n                                 SCIENTIFIC RESEARCH COUNCIL\n                         (3) The chairman shall preside at all meetings of the\n                  Council at which he is present, and in the case of his absence\n                  from any meeting the members present and constituting a\n                  quorum shall elect one of iheir number to act as chairman at that\n                  meeting.\n                         (4) The powers of the Council may be exercised at a\n                  meeting at which the chairman or the person elected to act as\n                  chairman and at least three other members of the Council are\n                  present.\n                          (5) Minutes in proper form of each meeting shall be\n                  recorded and shall be confirmed as soon as practicable thereafter\n                  at a subsequent meeting.\n                          (6) Subject to the provisions of this section the Council\n                  shall have power to regulate its own proceedings.\n                         (7) The validity of the proceedings of the council shall\n                  not be affected by any vacancy amongst the members thereof or\n                  by any defect in the appointment of a member thereof.\n            :s.      7.-(1) The Council may appoint such committees as it may\n                  think fit to advise the Council in the exercise of any of its\n                  powers or the performance of any of its functions or to carry out\n                  on its behalf such duties as the Council may determine.\n                          (2) Every committee appointed under this section shall\n                  consist of at least two members of the Council, of whom one\n                  shall be appointed to be chairman of the committee, and such\n                  other persons, whether members of the Council or not, as the\n                  council may think fit.\nPower to             8.---(I) The Council may appoint and employ at such\nappoint\nofficers,         remuneration and on such terms and conditions as it thinks fit a\nagents            Technical Director and such other officers, agents and servants\nand\nservants.         as it thinks necessary for the proper carrying out of the\n                  provisions of this Act:\n                                [The inclusion o f this page is authorized by L.N. llROlO I\n               SCIENTIFIC RESEARCH COUNCIL                                  9\n   Provided that-\n     (a) no salary in excess of twenty-five thousand dollars 2 1 1 ~\n         per annum shall be assigned to any post without the qa)*\n         prior approval of the Minister;\n     (b) no appointment shall be made to any post to which 211987\n         a salary in excess of twenty-five thousand dollars *a).\n         per annum is assigned without the prior approval s. 3911963"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) No action, suit, prosecution or other proceedings ~~~~~h\nshall be brought or instituted personally against any member Council.\n                                                               of the\nof the Council in     respect  of any  act done   born fide in\npursuance or execution or intended execution of this Act.\n       (2) Where any member of the Council is exempt from\nliability by reason only of the provisions of this section the\nCouncil shall be liable to the extent that it would be if the\nsaid member was a servant or agent of the Council."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. There shall be paid to the chairman and other members\nof the Council such remuneration if any (whether by way of tio,,R U lof\n                                                                      lm-\nsalaries or travelling or other allowances) as the Minister may\ndetermine.\n                               Financial"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The funds and resources of the Council shall consist ~d     aad\n                                                           multea\nof-                                                        of the\n                                                           C o d\n    (a) such sums as may be provided annually for the\n        purpose in the Estimates of Revenue and\n        Expenditure of the Island; and\n10                         SCIENTIFIC RESEARCH COUNCIL\n                 (b) all other sums or property which may in any man-\n                     ner become payable to or vested in the Council\n                     for the general purposes of the Council in respect\n                     of any matter incidental to its powers and duties.\nAocorrntr       12.--(1) The Council shall keep accounts of its transac-\nand audit.\n391 1963     tions to the satisfaction of the Minister and such accounts\ns. 5.        shall be audited annually by an auditor appointed in each\n             year by the Council with the approval of the Minister.\n                    (2) The members, officers and servants of the\n             Council shall grant to the auditor appointed to audit the\n             accounts of the Council under the provisions of subsection\n             (1) access to all books, documents, cash and securities of\n             the Council and shall give to him on request all such in-\n             formation as may be within their knowledge in relation to\n             the operation of the Council.\nAnnual re      13.-(1) The Council shall in each year prepare and sub-\n             mit to the Minister on or before the thirtieth day of June\n             a report of its proceedings during the twelve months ending\n             on the thirty-first day of March in such year, including a\n             statement of its accounts audited in accordance with the\n             provisions of section 12.\n                    (2) The Minister shall cause a copy of the report\n             together -4ththe statement of accounts and the auditor’s\n             report thereon to be laid on the Table of the House of\n             Representatives and the Senate.\n                     (3) The Council shall, on or before the thirty-first\n             day of October in each year, submit to the Minister for\n             approval its estimates of revenue and expenditure in respect\n             of the period commencing on the first day of April next\n             following and ending on the thirty-first day of March of\n             the subsequent year, and shall during that year submit to\n             the Minister for approval any estimates of further expendi-\n             ture as may become necessary.\n                     me inchion of this page is authorized by L.N. 37/ 1988)\n               SCIENTIFIC RESEARCH C O W L                                  11\n                                                                                 re.--=-\n                               Miscellaneous"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. The Council may with the approval of the Minister make Regulations.\nregulations-\n      (a) determining generally the conditions of service of\n          officers and servants of the Council;\n     (b) relating in particular, but without prejudice to the\n         generality of the provisions of paragraphs (a) and (c),\n         to-\n                (i) the grant of pensions, gratuities and other\n                    benefits to such officers and servants and\n                    their dependants, and the grant of gratuities\n                    and other benefits to the dependants or\n                    estates of deceased officers and servants of\n                    the Council;\n               (ii) the establishment and maintenance of sick\n                    funds, superannuation funds and provident\n                    funds, the contributions payable thereto and\n                    the benefits receivable therefrom;\n     (c) generally for the better carrying out of the purposes of\n         this Act."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. All discoveries and inventions made by the Council                Eyries\nor any of its officers, agents and servants in the performance inventions.\nof their functions under this Act shall be vested in , , )the: ,0: , : :\nCouncil, which shall, in consultation with the National\nCommission on Science and Technology, make any such\ndiscovery or invention available to the public on such\nconditions and subject to the payment of such fees or royalties\nas the Council may think fit.\n        12                           SCIENTIFIC RESEARCH COUNCIL\n        Exemption        16. The Council shall be exempt from income tax.\n        from\n        income tax.\n        Policy\n        directions."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The Minister may, after consultation with the chairman,\n                      give to the Council directions of a general character as to\n                      the policy to be followed in the exercise and performance of\n                      its functions, and the Council shall give effect to any such\n                      directions.\n    1\n    I   Offences.        18. Any person who-\n                           (a) being a member, officer, agent or servant of the\n                               Council, without the authority of the Council\n                               publishes or communicates to any person otherwise\n                               than in the course of his duties as a member,\n                               officer, agent or servant of the Council, any\n                               information acquired by him in the course of such\n                               duties; or\n                           (b) being in possession of any information which to\n                               his knowledge has been disclosed in contravention of\n                               this Act, publishes or communicates such information\n                               to any person,\n                      shall be guilty of an offence against this Act and shall be\n                      liable on conviction to a fine not exceeding six hundred\n                      dollars or to imprisonment with or without hard labour\n                      for a term not exceeding two years, or to both such fine and\n                      imprisonment.\n!                                   lThe inclusion o f this page is authorized by L.N. ll/ZOlO I"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Offences.\n               SCIENTIFIC RESEARCH COUNCIL\n      THE SCIENTIFIC RESEARCH COUNCIL ACT                                            LSW\n                                                                                 30 of 1960.\n                                                                                      Act\n                                                                                  39 of 1963.\n                                                                                   2 of 1987,\n                                                          [ I 6th June, 1960.1     3 or 2007\n                                                                                     S. 17.\n                                 Preliminary"
    }
  ],
  "definitions": [
    {
      "term": "chairman",
      "definition": "the chairman of the Council and",
      "source_provision": "sec2"
    },
    {
      "term": "Council",
      "definition": "the Scientific Research Council",
      "source_provision": "sec2"
    },
    {
      "term": "member",
      "definition": "a member of the Council and includes",
      "source_provision": "sec2"
    }
  ]
}