{
  "id": "jm-stat-the-securities-act",
  "type": "statute",
  "title": "The Securities Act",
  "title_en": "The Securities Act",
  "short_name": "Securities Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-securities-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-securities-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.-(1) If at any time a compensation fund is not sufi- meet\n                                                           Levy to\n                                                                  liabi-\ncient to satisfy such liabilities of the recognized stock lities.\nexchangz as are ascertained, thz exchange may imp^:^ on               -b\nevery member dealer a levy of such amount as it thinks\nfit.\n       (2) The amount of such levy shall be paid within the\ntime and in the manner specified by the recognized stock\nexchange either generally or in relation to any particular\ncase."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34.-(i) Subject to this Part, every person who has Claims   against\nwhether before or after the 6th December, 1993 hmd.\nsuffered pecuniary loss as provided in section 30 (1) shall be\nentitled to claim compensation from the compensation fund\nand to take proceedings in the Court as provided in this\nPart against the recognized stock exchange so as to estab-\nlish such claim.\n       (2) A psrson shall not have a claim against a com-\npensation fund in respect of-\n     (a) pecuniary loss suffered !before 1986; 01\n     (b) pecuniary loss in respect of money or other prop-\n         erty suffered after the money or other property\n         had, in due course of the administration of a trust,\n         ceased to be under the sole control of a member\n         dealer.\n         [TBe inclusion of this page is authorized by L.N.421 19951\n38                                SECURITIES\n             (3) Subject to this Part, the amount which any\n     claimant shall be entitled to claim as compensation from a\n     compensation fund shall be the amount of the actual pecu-\n     niary loss suffered by him (including the reasonable costs of\n     and dihursements incidental to the making and proof of\n     his claim) less the amount or value of all moneys or other\n     benefits received or receivable by him from any source\n     other than the fund in reduction of the loss.\n            (4) In addition to any compensation payable under\n     this Part, interest shall be payable out of the compensation\n     fund on the amount of the compensation, less any amount\n     attributable to costs and disbursements, at the rate of six\n     per cent per annum (or such other rate as may be prescribed)\n     calculated from and including the day on which the pecu-\n     niary loss was suffered until the day on which the claim is\n     satisfied.\n              ( 5 ) Subject to this Part, a board may allow and\n     settle any proper claim for compensation from a compensa-\n     tion fund at any time after the occurrence of the pecuniary\n     loss in respect of which the claim arose.\n            (6) Subject to subsection (7),a person shall not bring\n     proceedings under this Part against a recognized stock\n     exchange without leave of the board unless-\n          (a) the board has disallowed his claim; and\n          (b) the claimant has exhausted all relevant rights of\n              action and other legal remedies for recovery of the\n              money, securities, documents of title to securities\n              or other property, in respect of which the pecuniary\n              loss occurred, being rights and remedies that are\n              available against the member dealer in relation to\n              which the claim arose and all other persons liable\n              in respect of the loss suffered by the claimant.\n              [Tha inclusion of this Wge is authorized by L.N. 42/1995]\n                            SECURITIES                               43\n      (11 the amount of all stamp duties or other duties\n          and taxes payable in connection with the contract;\n          and\n      (k) if an amount is to be added to or deducted from\n           the settlement amount in respect of the right to a\n          benefit bought or sold together with the securities,\n           the first-mentioned amount and the nature of the\n           benefit.\n        (4) A dealer shall not include in a contract note\ngiven under subsection (11, as the name of the person with\nor for whom he has entered into the transaction, a name\nthat he knows, or could reasonably be expected to know,\nis not the name by which that person is ordinarily known.\n       (5) A reference in this section to a dealer dealing or\nentering into a transaction as principal iiicludes a reference\nto-\n      (a) a person dealing or entering into a transaction on\n          behalf of an associated person;\n      (6) a person dealing in securities on behalf of a com-\n          pany in which the dealer has a controlling interest;\n          or\n      (c) where he carries on business as a dealer in partner-\n          ship, dealing on behalf of a company in which his\n           interest and the interest of his directors together\n          constitute a controlling interest.\n         (6) For the purposes of this section-\n      (a) a dealer who is a member of a recognized stock\n          exchange shall not be taken to have entered into\n           a transaction as principal by reason only that the\n          mo inclusion of this p g e is authorized by L.N.42119951\n44                                            SECURITIES\n                           transaction was entered into with another dealer\n                           who is a member of a recognized stock exchange;\n                            and\n                    ( b ) a transaction takes place in the ordinary course of\n                          business on a recognized stock exchange if it takes\n                          place in prescribed circumstances or is a transac-\n                          tion that is a prescribed transaction for the purpose\n                           of this section.\n                      (7) A person who contravenes this section shall be\n               guiky of an offence and liable on conviction to a fine not\n               exceeding fifty thousand dollars.\nartitin per-     39.-(1)  Where a person who is a dealer, investment\nsons to\ndj&]ose cer- adviser, dealer’s representa the or investment adviser’s repre-\ntain in-in\ntexests      sentative sends circulars or other writ ten communication\nsecurities.  in which he makes a recommendation whether expressly\n             or by implication, with respect to securities or a class of\n             securities, that person shall cause to (beincluded in each\n             circular or other communication, in type not less legible\n             than that used in the remainder of the circular or other\n             communication. a concise statement of the nature of his\n             interest in. or his interest in the acquisition or disposal of,\n             those securities or securities included in that class. or the\n             interest of any associated person at the date on which the\n             first-mentioned person IW sends the circular or other com.\n             munication.\n                       (2) It is a defence to a prosecution for an offence\n               against subsection (1) for the defendant to establish that,\n               at the time at which the circular or other communication\n               was sent, he was not aware and could not reasonably be\n               expected to have been aware-\n                   fn) th>t he had an interest in. or an interest in the\n                        acquisition or disposd of, those securities or\n                       securities included in that class; or\n                           me inclusion of this page is authorized by L.N.42/1995]\n                              SECURITIES                                45\n     (b) that the associated person hzd an interzst in, or an\n         interest in the acquisition or disposal of, those\n          securities or securities included in that class,\nas the case may be.\n       (3) For the purposes of subsections (1) and (2)-\n     (U) an interest of a person in the disposal of securities\n         includes any financial benefit or advantage that\n         will, or is likely to, accrue directly or indirectly to\n         the person upon or arising out of the disposal of\n          the securities;\n     (b) without limiting the generality of paragraph (a), a\n         person who has entered into an underwriting\n          agreement in respect of securities shall be deemed\n         to have an interest in the acquisition or disposal\n          of those securities; and\n     (c) notwithstanding section 3, a person is not associated\n            with another person in relatioh to the sending of\n            a circular or other communication or the making\n            of a recommendation by reason only that he is a\n            director of a company of which the ather person\n            is also a director, whether or not the company\n            carries on a securities business, unless the person\n            and the other person are acting jointly, or other-\n            wise acting together or under or in accordance\n            with an arrangement made between them, in\n            relation to the sending of the circular or com-\n            munication or the making of the recommendation.\n           (4) Where-\n     (a) a person has subscribed for or purchased securities\n         for the purpose of offering all or any of them to\n         the public for purchase; and\n     (b) the person offers any of those securities for\n         purchase,\n46                               SECURITIES\n     the person shall not make a recommendation, whether\n     orally or in writing and whether expressly or by implication,\n     with respect to the securities offered for purchase unless he\n     has informed each person to whom the recommendation is\n     made that he acquired the securities for that purpose.\n          ( 5 ) The provisions of subsection (6) shall apply\n     where-\n          (a) securities have been offered for subscription or\n              purchase; and\n          (6) a person has subscribed for or purchased or is or\n              wdl or may be required to subscribe for or pur-\n              chase, any of those securities under an under-\n              writing or sub-underwriting agreement by reason\n              that some or all of the securities have not been\n              subscribed for or purchased.\n            (6) The person referred to in subsection (5) shall not,\n     during the period of ninety days after the close of the offer-\n         (a) make an offer to sell the securities otherwise than\n             in the ordinary course of trading on a recognized\n             stock exchange; or\n          (b ) make a recommendation with respect to those\n               securities,\n     unless the offer or recommendation contains or is accom-\n     panied by a statement to the effect that the offer or recom-\n     mendation relates to securities that he has acquired, or is or\n     will or may be required to acquire in the circumstances\n     mentioned in subsection (5).\n             (7) A person who is a dealer, investment adviser,\n     dealer’s representative or investment adviser’s representa-\n     tive shall not send to another person a circular or other\n                  inclusion of this page is authorized by L.N. 42/ 19951\n                            SECURITIES                                 47\ncommunication or written offer or recommendation to\nwhich subsection (l), ( 5 ) or (6) applies unless the circular\nor other communication or the offer or recommendation--\n    (a) if the first-mentioned person is an individual, is\n         signed by that individual;\n     (b) if the first-mentioned person is a company, is\n         signed by a director, manager or secretary of the\n         company.\n       (8) Where a person who. is a dealer, investment\nadviser, dealer’s representative or investment adviser’s repre-\nsentative, sends to a person a circular or other communica-\ntion or a written offer or recommendation to which sub-\nsection U), ( 5 ) or (6)applies, the first-mentioned person shall\npreserve for seven years, a copy of the circular or other\ncommunication or of the written offer or recommendation,\nduly signed by him.\n        (9) Reference in this section to an offer of securities\nshall be construed as includiiig a reference to a statement,\nhowever expressed, that is not an offer but expressly or\nimpliedly invites a person to whom it is made to offer to\nacquire securities.\n        (10) For the purposes of this section, a circular or\nother communication or a written offer or recommendation\nsent to a person shall, if it is signed by a director, manager or\nsecretary of a company, be deemed to have been sent by\nthe company.\n        (11) The Commission may, if it is in the public\ninterest, exempt a security or any class of securities from the\napplication of this section.\n        (12) Any person who contravenes this section shall\n be guilty of an offence and shall be liable on conviction\n before a Judge of the Supreme Court sitting without a\n48                                        SECURITIES\n             jury to a fine or to imprisonment for a term not exceeding\n             three years or to both such fine and imprisonment.\nDealing as\nprincipal."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40.-(1) Subject to subsection (41,a dealer shall not, as\n             principal, deal in any securities with a person who is not\n             a dealer unless he first informs the person with whom he is\n             dealing that he is acting in the transaction as principal and\n             not as agent.\n                     (2) A reference in this section to a dealer dealing\n             or entering into a transaction, as principal includes a refer-\n                      a person-\n                      dealing or entering into a transaction on behalf of\n                      an associated person;\n                     dealing in securities on behalf of a company in\n                     which he has a controlling interest; or\n                     where he carries on business as a dealer on behalf\n                     of a company in which his interest and the interest\n                      of his directors togzther constitute a controlling\n                     interest.\n                     (3) A dealer who, as principal, enters iqto a trans-\n             action of sale or purchase of securities with a person who\n             is not a dealer shall state in the contract note that he is\n             acting in the transaction as principal and not as agent.\n                    (4) Subsection (1) shall not apply in relation to a\n             transaction entered into by a dealer who is a member of a\n             recognized stock exchange and specialises in transactions\n             relating to odd lots of securities, being a transaction of sale\n             or purchase of an odd lot of securjties.\n                     ( 5 ) Where a dealer fails to comply with subsection\n             (1) or (3) in respect of a contract for the sale of securities\n             by him, the purchaser of the securities may, if he has not\n                      m e inclusion of this gage is authorizad by L.N. 42/1995]\n                                   SECURITIES                                  49\ndisposed of them, rescind the contract by a notice of rescission\nin writing given to a dealer not later than seven days after the\nreceipt of the contract note and, where a dealer fails to comply\nwith subsection (1) or (3) in respect of a contract for the\npurchase of securities by him, the vendor of the securities may,\nin like manner, rescind the contract.\n        (6) Nothing in subsection (5) affects any right that a\nperson has apart fiom that subsection.\n         (7) No commission shall be charged by a dealer in\nrespect of any transaction in which the dealer acts 8s principal.\n         (8) In this section-\n      \"board lot\" means the minimum number of securities in a\n           particular transaction which is defined by a recognized\n           stock exchange to impact the stock exchange index;\n      \"odd lot\" means the number of securities in a particular\n           issuer which is less in number than the board lot\n           prescribed by a recognized stock exchange."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41.+1) A dealer shall not, except as permitted in subsection M a t 0\n                                                                    give priority\n(3), enter into, as principal or on behalf of an associated person to clitas'\na transaction of purchase or sale of securities that are permitted 0rd-s.\nto be traded on a recognized stock exchange if a client of the\ndealer, who is not an associated person, has instructed the dealer\nto buy, or sell, respectively, securities of the same class and the\ndealer has not complied with the instruction.\n        (2) A dealer who contravenes this section shall be guilty\nof an offence and shall be liable on conviction before a Judge of\nthe Supreme Court sitting without a jury to a fine.\n         (3) Subsection (I) does not apply in relation to the\nentering into of a transaction by a dealer as principal or on\nbehalf of an associated person if-\n    ( U ) the instructions fiom the client concerned required the\n           purchase or sale of securities on behalf of the client to\n           be effected only on specified conditions under which\n           the securities were to be bought or soid and the dealer\n           has been unable to buy or sell the securities by reason\n           of those conditions; or\n50                                                 SECURITIES\n                      (b) the transaction is entered into in prescribed circum-\n                           stances.\n                          (4) In relation to a transaction referred to in subsection\n                 (3), a ckaler shall apportion to the client the securities purchased\n                 at the lowest offer price within the trading day or, as the case\n                 may be, the highest price obtained for the securities within the\n                 trading day.\nObligation          4 1 A . 4 1) Every dealer or dealer’s representative in respect\nof dealer\nor dealer’s      of each transaction involving the investment of funds in an off-\nrepresenta-      shore account shall keep records in relation to the transaction.\ntive regard-\ning                         (2) Every dealer or dealer’s representative shall cause to\noffshore         be made available to the Commission during business hours all\ninvest-\nments.           records relating to offshore investments.\n812001                     (3) A dealer or dealer’s representative commits an\nS . 15.\n                 offence if he-\n                       ( a ) fails without reasonable cause to comply with\n                             subsection (1) or (2); or\n                       (b) wilfully withholds fiom a client, information regarding\n                             a transaction referred to in subsection (1).\n                           (4) In this section “offshore investments” means\n                 investments made outside of Jamaica by a dealer.\nMargin              42. For the purpose of preventing the excessive use of credit\nrequire-\nments.           for the purchase or carrying of securities by dealers\n                 or member dealers, regulations may provide for margin\n                 requirements, that is to say, the amount of credit that may\n                 fiom time to time be extended and maintained on all or\n                 specified securities or transactions or class of securities and\n                 transactions and for matters connected therewith.\nShod selling         4 3 . 4 1 ) Subject to the provisions of this section and to such\nof securities.   provisions as may be prescribed, a dealer shall not sell securities\n                 to a buyer unless, at the time of the sale-\n                       (a) the dealer has, or believes on reasonable grounds that\n                             he has, a presently exercisable and unconditional right\n                             to vest the securities in a buyer; or\n                       (b) where the dealer is selling as agent, his principal has\n                             such presently exercisable and unconditional right as\n                             aforesaid.\n                                [The inclusion ofthis page is authorized by L.N. I12/2002 I\n                      SECURlTIES                               51\n  (2) For the purposes of subsection (1)-\n(U) a dealer who, at a particular time, has a presently\n    exercisable and unconditional right to have the\n    securities vested in him or in accordance with his\n    directions has, at that time, a presently exercisable\n     and unconditionl right to vest the securities in\n    another person; and\n(b) a right of a dealer to vest securities in another\n     person is not conditional merely because the\n     securities are charged or pledged in favour of\n    another person to secure the repayment of money.\n    (3) Subsection (1) does not apply in relation to-\n (U) a sale of securities as part of an arbitrage trans-\n      action;\n (b) sale of securities by a person who before the time\n      of sale has entered into a contract to buy those\n      securities and who has a right to have those\n      securities vested in him that is conditional only\n      upon all or any of the following-\n           (i) payment of the consideration in respect of\n               the purchase;\n          (3the receipt by the person of a proper\n               instrument of transfer in respect of the\n               securities;\n         (iii) the receipt by the person of the documents\n                that are, or are documents of title to,\n                securities; or\n(c) a sale of securities where-\n           (i) the person who sold the securities is not an\n               associate of the issuer;\n          (ii) arrangements are made before the time of\n               the sale that will enable delivery of securi-\n                ties of.the class sold to be made to the\n         bhh d thia pa%e is authorized by L.N. 42119951\n52                                        SECURITIES\n                                buyer within fourteen business days after\n                                the date of the transaction effecting the\n                                sale; and\n                         (iii) if the sale is made on a recognized stock\n                               exchange the price per unit in respect of\n                               the sale is not below the price at which the\n                               immediately preceding ordinary sale was\n                               effectedand if above, is not higher than the\n                               next preceding price at which a sale, not\n                               being a short sale, was made, and the\n                               recognized stock exchange is informed as\n                               soon as practicable that the sale has been\n                               made short in accordance with this sub-\n                               paragraph.\n                     (4) A dealer who, on a recognized stock exchange\n             makes, whether as principal or agent, a sale of securities that\n             would contravene subsection (1) but for subsection (31, shall,\n             without prejudice to an obligation to deliver the securities\n             to the purchaser, endorse on any document evidencing the\n             sale that is given to the purchaser, a statement that the sale\n             was a short sale.\n                     ( 5 ) Where a short sale has been made pursuant to\n             subsection (11, the dealer concerned is under an obligation\n             to deliver the securities to the purchaser and if the dealer\n             is unable to fulfil that obligation because of any default on\n             the part of a person on whose instructions the dealer made\n             the sale, then the dealer is entitled to be compensated by\n             that person for any loss resulting from the dealer’s inability\n             to fulfil the obligation aforesaid.\nFalss          44.-(1) A person shall not create, or cause to be created,\nand market\nrrading      or do anything that is intended or likely to create, a false or\ntrans-\n             misleading appearance of active trading in any securities\nd a 8 .      on a recognized stock exchange or false or misleading\n                            SECURITIES                                53\nappearance with respect to the market for, or the price of,\nany such securities.\n        (2) A person shall not, by means of purchases or\nsales of any securities that do not involve a change in the\nbeneficial ownership of those securities, or by any fictitious\ntransactions or devices, maintain, increase, reduce, or cause\nfluctuations in, the market price of any securities.\n       (3) Without affecting the generality of subsection (I),\na person w h o -\n         enters into or carries out, either directly or in-\n         directly, any transaction of sale or purchase of any\n          securities, being a transaction that does not involve\n         any change in the beneficial ownership of the se-\n         curities;\n         offers or sells any securities at a specified price\n         where the person has made or proposes to make\n         or knows that an associated person has made or\n         proposes to make an offer to buy the same number,\n         or substantially the same number, of securities at\n         a prim that is substantially the same as the first-\n         mentioned price; or\n         offers to buy any securities at a specified price where\n         the person has made or proposes to make or knows\n          that an associate of his has made or proposes to\n         make an offer to sell the same number, or substan-\n          tially the same number, of securities at a price that\n         is substantially the same as the first-mentioned\n          Price,\nshall *bedeemed to have created a false or misleading\nappearance of active trading in securities on a recognized\nstock exchange.\n             inclusion of this jmge is authorized by L.N. 42/ 19953\n54                                         SECURITlES\n                         (4) In a prosecution of a person for an offence under\n                subsection (1) constituted by an act referred to in subsection\n                (3), it is a defence if the defendant establishes that the pur-\n                pose or purposes for which he did the act was not, or did\n                not include, the purpose of creating a false or misleading\n                appearance of active trading in securities on a recognized\n                stock exchange.\n                        ( 5 ) A purchase or sale of securities does not involve\n                a change in the beneficial ownership for the purposes of\n                this section if a person who had an interest in the securities\n                before the purchase or sale, or an associated person in\n                relation to those szcurities has an interest in the securities\n                after the purchase or sale.\n                         (6) In a prosecution of an offence against subsection\n                (2) in relation to a purchase or sale of securities that did\n                not involve a change in the beneficial ownership of those\n                 *securities,it is a defence if the defendant establishes that\n                the purpose or purposes for which he bought or sold the\n                securities was not, or did not include, the purpose of creat-\n                ing a false or misleading appearance with respect to the\n                market for, or the price of, securities.\n                        (7) The reference in subsection (3) (a) to a transac-\n                tion of sale or purchase of securities includes-\n                    (a) a reference to the making of an offer to sell or pur-\n                         chase securities; and\n                     (b) a reference to the making of an invitation, how-\n                          ever expressed, that expressly or impliedly invites\n                          a person,\n                to offer to sell or buy securities.\n     -\nplkrtion.\n         mar-      @.-(U A person shall not, with intent to induce other\n                persons to sell, purchase or subscribe for securities of an\n                issuer or of an associated person, effect, take part in, be\n                             inclusbo of this page is authorized by L.N.42/1995]\n                            SECURITIES                                 57\n    (c) to knowingly omit to state a material fact which\n         would be necessary, in the light of the circum-\n         stances under which this statement was made, to\n         prevent it from being misleading."
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. A person shall not make or pursue a take-over of a Take-over.\npublic company except in accordance with such rules in\nrespect thereof as the Commission may prescribe."
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51.-(1) A person who is, or at any time in the preceding Pmhibitim\n                                                                Qf\ntwelve months has been, or associated with an issuer shall in m i b m\nnot deal in any securities of that issuer if by reason of his by in'iden*\nso being, OF having been, an associated person, he is in\npossession of information that is not generally available\nbut, if it were, would ,belikely materially to affect the price\nof those securities.\n       (2) A person who is, or at any time in the preceding\ntwelve months has been, or associated with an issuer shall\nnot deal in any securities of any issuer if by reason of\nhis so being, or having been, or associated with the first-\nmentioned issuer he is in possession of information that-\n     (a) is not generally available but, if it were, would be\n         likely materially to affect the price of those secur-\n         ities; and\n    (6) relates to any transaction (actual or expected)\n         involving both those issuers or involving one of\n        them and securities of the other.\n        (3) Where a person is in possession of any such\ninformation as is mentioned in subsection (1) or (2) that if\ngenerally available would be likely materially to affect the\nprice of securities but is not precluded by either of those\nsubsections from dealing in those securities, he shall not\ndeal in those securities if-\n         [The inclusion of this paee is authorized by L.N.42119951\n58                                SECURITIES\n              he has obtained the informa,tion, directly or\n              indirectly from another person and is aware, or\n              ought reasonably to be aware, of facts or circum-\n               stances by virtue of which that other person is\n               then himself precluded by subsection (1) or (2)\n              from dealing in those securities; and\n              when the information was so obtained, he was\n              associated with that other person and had with him\n              an arrangement for the communication of informa-\n              tion of a kind to which those subsections apply\n              with a view to dealing in securities by either or\n              both of them.\n             (4) A person shall not, at any time when he is pre-\n     cluded by subsection (l), (2) or (3) from dealing in any\n     securities, cause or procure any other person to deal in those\n     securities.\n             ( 5 ) A person shall not, at any time when he is pre-\n     cluded by subsection (l), (2) or (3) from dealing in any\n     securities by reason of his being in possession of any in-\n     formation, communicate that information to any other\n     person if-\n         (a) trading in those securities is permitted on a recog-\n              nized stock exchange whether within or outside\n             Jamaica; and\n         (6) he knows, or ought reasonably to know, that the\n              other person will make use of the information for\n              the purpose of dealing or causing or procuring\n              another person to deal in those securities.\n             (6) Without prejudice to subsection (3) but subject\n     to subsections (7) and (8), a company shall not deal in any\n     securities at a time when any officer of that company is\n     precluded by subsection (11, (2) or (3) from dealing in those\n     securities.\n                                  SECURITIE 7                                    63\n         la) the date on which the right is granted;\n         ( b ) the period during which or the time at which the\n               right is exercisable;\n         Ic) the consideration for the grant; and\n         (d) in the case of the exercise of the right the number\n              of securities in respect oi’ which it is exercised, and\n              the name or names in which such securities are\n              registered.\n            (4) Nothing in this section shall operate so as to\n     impose an obligation with respect to securities in an issuer\n     which is the wholly owned subsidiary of another issuer,\n     and for this purpose an issuer shall be deemed to be the\n     wholly owned subsidiary of another issuer if it has no\n     members except that other issuer and any wholly owned\n     subsidiaries of that other issuer.\nYI\n             ( 5 ) Where an issuer is notified by a director of any\nJ\nN\n<\n     matter of which he is required to give notice under\nF!   this section, or enters in its register any matter required to\nX\nx    be entered under section 58 or section 59 such matters re-\n     lating to securities, the issuer shall inform the recognized\n     stock exchange before the end of the day following the day\n     of the notification or inscription, as the case may be, and\n     the board of the recognized stock exchange may publish, in\n     such manner as it may determine, any information it re-\n     ceives under this subsection."
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55.-(1) A person is deemed to be interested in securities Interest in\n                                                                  SWritieS.\n     of an issuer if-\n          (a) the directors of that issuer are ziccustomed to act\n               in accordance with that person’s directions or\n              instructions; or\n          (b) that person is entitled to exercise or control the\n              exercise of one-tenth or more of the voting power\n              at any general meeting of that issuer.\n              [Tha inclusion of this page is a u t h o r i d by L.N. 42/ 19951\n64                                 SECURITIES\n             (2) A person shall also be deemed to be interested\n     in the securities of an issuer if-\n              he enters into a contract for the purchase thereof\n              by him; or\n               he has a right to call for delivery thereof to himself\n               or to his order, whether such right is exercisable\n               presently or in the future; or\n               not being a registered holder thereof, he is entitled\n               (otherwise than by virtue of his having been\n               appointed a proxy to vote at any meeting of the\n               issuer, or of his having been appointed by a com-\n               pany to act as its representative at any meeting of\n               the issuer), to exercise any right conferred by\n               the holding thereof or is entitled to control the\n               exercise of any right so conferred; or\n               has an interest other than a discretionary interest\n               under a trust the property whereof comprises such\n               securities, and he is not a bare trustee or a\n               custodian trustee thereof.\n             (3) So long as a person is entitled to receive, during\n     the lifetime of himself or another, income from property\n     comprising securities, an interest in the securities in\n     reversion or remainder shall be disregarded for purposes of\n     this section.\n              (4) It is immaterial that securities in which a person\n     has an interest within the meaning of this section are\n     unidentifiable.\n            ( 5 ) Subject to the provisions of this Act, references\n     to a person being interested in the securities of an issuer\n     shall be construed so as not to exclude an interest on the\n     ground of its remoteness or the manner in which it arises\n                [The inclusion of this page i s authorized by L.N.42/ 199q\n                               SECURITlES                                         65\nor by reason of the fact that the exercise of a right by\nownership thereof is, or is capable of being made subject\nto any restraint or restriction."
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56.-(1)     For the purposes of sections 54 and 55-                   Extension\n                                                                        to spouses\n     (a) interest of the spouse, infant daughter or infant\n            son (not being herself or himself a director) of a\n                                                               z&rm.\n            director of an issuer shall he treated as being the\n            director’s interest; and\n     (6) any interest which arises by virtue of section 55\n            and is vested in the spouse, infant daughter or\n            infant son (not being herself or himself a director)\n             of a director of a listed company shall be treated\n            as the director’s interest.\n       (2) In this section, “son” includes a step-son and an\nadopted son and “daughter” includes a step-daughter and\nan adopted daughter."
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57. Every issuer shall, in accordance with such regula- Register of\ntions as may be prescribed, keep a register of directors’ directors’\n                                                           htwests.\ninterests."
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58.-(     1) Every person w h o -                                     Obligation\n     (a) being previously uninterested in shares comprised              iz;;i:z\n                                                                        to notify\n            in the relevant share capital (as defined in section substmtial\n            59 (6) ) of an issuer, becomes interested in such share-\n                                                                 holding.\n            shares of a nominal value equal to one-tenth or\n            more of-\n                (i) the total number of the issued voting shares;\n                    or\n               (ii) the total voting rights attached to such\n                    shares (hereinafter referred to as the pre-\n                    scribed proportion);\n            me inclusion of this page is authorized by L.N. 42/ 19951\n66                               SECURITIES\n              being previously interested in such shares of a\n              nominal value of less than the prescribed pro-\n              portion, acquires interest in such shares as to\n              increase the value of all shares so comprised to the\n              prescribed proportion;\n             being previously interested in shares so comprised\n             of a nominal value of not less than the prescribed\n              proportion-\n                  (i) acquires such interest in shares comprised\n                      in that share capital as to increase the value\n                      of the shares in which he is interested; or\n                 (ii) suffers a decrease in the nominal value of\n                       shares so comprised in which he is\n                       interested, but remains interested in such\n                       shares of a nominal value equal to the\n                       prescribed proportion; or\n              being previously interested in shares comprised in\n              the relevant share capital of an issuer of a nominal\n              value equal to the prescribed proportion-\n                  (i) suffers a decrease in the nominal value of\n                      such shares so that such nominal value is\n                      equal to less than the prescribed proportion;\n                       or\n                 (ii) becomes uninterested in such shares,\n     shall notify the issuer in writing of the Occurrence of the\n     event resulting in his change of interest within fourteen days\n     of the date on which it occurred, and the number of shares\n     in that share capital in which he has suffered loss of interest.\n              (2) Every person who upon the 6th December, 1993\n     is interested in shares comprised in the relevant share capital\n     of an issuer of a nominal value of equal to the prescribed\n     proportion of that share capital shall within five days notify\n     the issuer of the existence of his interest at that time and"
    }
  ],
  "definitions": [
    {
      "term": "board lot",
      "definition": "the minimum number of securities in a",
      "source_provision": "sec40"
    },
    {
      "term": "odd lot",
      "definition": "the number of securities in a particular",
      "source_provision": "sec40"
    }
  ]
}