{
  "id": "jm-stat-the-settled-land-act",
  "type": "statute",
  "title": "The Settled Land Act",
  "title_en": "The Settled Land Act",
  "short_name": "Settled Land Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-settled-land-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-settled-land-act | Legal areas: Real Estate",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Interpretation.\n                      IL Sale, Exchange, Partition\n                     General Powers and Regulations"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Regulations respecting sale, exchange and partition.\n                            Special Powers"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Where on a sale, exchange, or partition there is an Transferof\nincumbrance affecting land sold or given in exchange or mcum-   branceson\n                                                                land\non partition, the tenant for life, with the consent of the etc. sold,\nincumbrancer, may charge that incumbrance on any other\npart of the settled land, whether already charged therewith\nor not, in exoneration of the part sold or so given, and, by\nconveyance of the fee simple, or other estate or interest the\nsubject of the settlement, or by creation of a term of years in\nthe settled land, or otherwise, make provision accordingly.\n        me inclusion of this page is authorized by L.N. 480119731\n12                                    SETTLED LAND\n                                         TII. Leases\n                             General Powers and Regulations\nPower for        8. A tenant for life may lease the settled land, or any\ntenant for\nlife to lease part thereof, or any easement, right, or privilege of any kind,\nfor ordinary\nor building over or in relation to the same; for any purpose whatever,\nor trunmg\npurposes.\n              whether involving waste or not, for any term not exceed-\n              ing-\n                    (a) in case of a building lease, ninety-nine years;\n                    (b) in case of a mining lease, sixty years;\n                    (c) in case of any other lease, twenty-one years.\nLeases.          9. A lease for a term not exceeding twenty-one years\n              at the best rent that can be reasonably obtained without\n              fine, and whereby the lessee is not exempted from punish-\n              ment for waste, may be made by a tenant for life-\n                      (i) notwithstanding that there may be no trustees\n                          of the settlement for the purposes of this Act;\n                          and\n                     (ii) by writing under hand only containing an agree-\n                          ment instead of a covenant by the lessee for pay-\n                          ment of rent in cases where the term does not\n                          extend beyond three years from the date of the\n                          writing.\nRegulations      10.-(1) Every lease shall be by deed, and be made to\nleases        take effect in possession not later than twelve months after\ngenerally.    its date.\n                      (2) Every lease shall reserve the best rent that can\n              reasonably be obtained, regard being had to any fine taken,\n              and to any money laid out or to be laid out for the benefit\n              of the settled land, and generally to the circumstances of\n              the case.\n                     me inclusion of this page is authorized by LN.480/1973]\n                        SETTLED LAND                                13\n        (3) Every lease shall contain a covenant by the\nlessee for payment of the rent, and a condition of re-entry\non the rent not being paid within a time therein specified\nnot exceeding thirty days.\n        (4) Every lease shall be executed by the lessor and\nthe lessee, and shall be recorded in the Record Office within\nsix months of its execution.\n        (5) A statement, contained in a lease or in an in-\ndorsement thereon, signed by the tenant for life, respecting\nany matter of fact, or of calculation under this Act in\nrelation to the lease, shall, in favour of the lessee and of\nthose claiming under him, be sufficient evidence of the\nmatter stated.\n                 Building and Mining Leases"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Power for tenant for life to lease for ordinary or building or\n      mining purposes."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Regulations respecting leases generally.\n                       Building and Mining Leases"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) Every building lease shall be made partly in Regulations\nconsideration of the lessee, or some person by whose direc- respecting\n                                                             building\ntion the lease is granted, or some other person, having leases.\nerected, or agreeing to erect, buildings, new or additional,\nor having improved or repaired, or agreeing to improve\nor repair, buildings, or having executed, or agreeing to\nexecute, on the land leased, an improvement authorized\nby this Act, for or in connection with building purposes.\n         (2) A pepper corn rent, or a nominal or other rent\nless than the rent ultimately payable, may be made payable\nfor the first five years or any less part of the term.\n         (3) Where the land is contracted to be leased in\nIots, the entire amount of rent to be ultimately payable may\n                                                             .\nbe apportioned among the lots in any manner; save that-\n     (a) the annual rent reserved by any lease shall not\n           be less than one dollar; and\n     (b) the total amount of the rents reserved on all leases\n           for the time being granted shall not be less than\n       m e inclusion of this page is authorized by L.N.480/1973]\n    14                                     SETTLED LAND\n                            the total amount of the rents which, in order that\n                            the leases may be in conformity with this Act,\n                            ought to be reserved in respect of the whole land\n                            for the time being leased; and\n                       (c) the rent reserved by any lease shall not exceed one-\n                            fifth part of the full annual value of the land\n                            comprised in that lease with the buildings thereon\n                            when completed.\n    Regulations      1 2 . 4 1) In a mining lease-\n    respecting\n    minmg              (a) the rent may be made to be ascertainable by or\n    leases.                to vary according to the acreage worked, or by\n                           or according to the quantities of any mineral or\n                           substance gotten, made merchantable, converted,\n                           carried away, or disposed of, in or from the\n                           settled land or any other land or by or according\n                           to any facilities given in that behalf; and\n                       (b) a fixed or minimum rent may be made payable,\n                           with or without power for the lessee, in case the\n                           rent, according to acreage or quantity, in any\n                           specified period does not produce an amount equal\n                           to the fixed or minimum rent, to make up the\n                           deficiency in any subsequent specified period, free\n                           of rent other than the fixed or minimum rent.\n                            (2) A lease may be made partly in consideration\n                   of the lessee having executed, or his agreeing to execute,\n                   on the land leased, an improvement, authorized by this Act\n                   for or in connection with mining purposes.\n.   Variation of     13.-(1) Where it is shown to the Court with respect to\n    building or    the district in which any settled land is situated, either-\n    mining lease\n    according to\n    arcurn-\n                        (a) that it is the custom for land therein to be leased\n    stances of               or granted for building or mining purposes for a\n    district.\n                             longer term or on other conditions than the term\n                             or conditions specified in that behalf in this Act,\n                             or in perpetuity; or\n                         me inclusion of this page is authorized by L.N. 480119731\n                          SETTLED LAND                                      15\n     (b) that it is difficult to make leases or grants for\n          building or mining purposes of land therein,\n          except for a longer term or on other conditions\n          than the term and conditions specified in that\n          behalf in this Act, or except in perpetuity,\nthe Court may, if it thinks fit, authorize generally the tenant\nfor life to make from time to time leases or grants of or\naffecting the settled land in that district, or parts thereof,\nfor any term or in perpetuity, at fee-farm or other rents,\nsecured by condition of re-entry, or otherwise, as in the\norder of the Court expressed, or may, if it thinks fit,\nauthorize the tenant for life to make any such lease or grant\nin any particular case.\n        (2) Thereupon the tenant for life, and, subject to\nany direction in the order of the Court to the contrary,\neach of his successors in title being a tenant for life, or\nhaving the powers of a tenant for life, under this Act,\nmay make in any case, or in the particular case, a lease or\ngrant of or affecting the settled land, or part thereof, in\nconformity with the order."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Variation of building or mining lease according to circumstances\n      of district."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Where on a grant for building purposes by a tenant Effectof\n                                                                 rant for\nfor life, the land is expressed to be conveyed in fee simple tuilding\nwith or subject to a reservation thereout of a perpetual rent purposes.\nor rent-charge, the reservation shall operate to create a rent-\ncharge in fee simple issuing out of the land conveyed and\nhaving incidental thereto all powers and remedies for\nrecovery thereof conferred by section 46 of the Conveyanc-\ning Act, and the rent-charge so created shall go and remain\nto the uses of the trusts and subject to the powers and provi-\nsions which, immediately before the conveyance, were\nsubsisting with respect to the land out of which it is reserved."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Under a mining lease, whether the mines or minerals Partof\nleased are already opened or in work or not, unless a mining         rent\n                                                               tobeset\ncontrary intention is expressed in the settlement, there shall        z$$;\n         (The inclusion of this page is authorized by L.N.480119731\n16                                   SETTLED LAND\n             be from time to time set aside, as capital money arising\n             under this Act, part of the rent as follows, namely, where the\n             tenant for life is impeachable for waste in respect of\n             minerals, three-fourths part of the rent, and otherwise one-\n             fourth part thereof, and in every such case the residue of the\n             rent shall go as rents and profits.\n                                      Special Powers\nLeasing       16. The leasing power of a tenant for life extends to the\npowers for\nspcial       making of-\n                   ~\nobjects.\n                 (a) a lease for giving effect to a contract entered into\n                       by any of his predecessors in title for making a\n                       lease, which, if made by the predecessor, would\n                       have been binding on the successors in title; and\n                 (b) a lease for giving effect to a covenant of renewal,\n                     performance whereof could be enforced against\n                     the owner for the time being of the settled land;\n                     and\n                 (c) a lease for confirming, as far as may be, a previous\n                     lease, being void or voidable; but so that every\n                     lease, as and when confirmed, shall be such a lease\n                     as might at the date of the original lease have been\n                     lawfully granted, under this Act, or otherwise, as\n                     the case may require.\n                                     Surrenders\nSurrender       17.-(1) A tenant for life may accept, with or without\nand new\n             consideration, a surrender of any lease of settled land,\nfk',\":f      whether made under this Act or not, in respect of the whole\n             land leased, or any part thereof, with or without an excep-\n             tion of all or any of the mines and minerals therein, or in\n             respect of mines and minerals, or any of them.\n                   me inclusion of this page is authorized by L.N. 480/1973]\n                        SETTLED LAND                                 17\n        (2) On a surrender of a lease in respect of part only\nof the land or mines and minerals leased, the rent may be\napportioned.\n         (3) On a surrender, the tenant for life may make\nof the land or mines and minerals surrendered, or of any\npart thereof, a new or other lease, or new or other leases\nin lots.\n       (4) A new or other lease may comprise additional\nland or mines and minerals, and may reserve any appor-\ntioned or other rent.\n       ( 5 ) On a surrender, and the making of a new or\nother lease, whether for the same or for any extended or\nother term, and whether or not subject to the same or to\nany other covenants, provisions, or conditions, the value of\nthe lessee’s interest in the lease surrendered may be taken\ninto account in the determination of the amount of the rent\nto be reserved, and of any fine to be taken, and of the nature\nof the covenants, provisions, and conditions to be inserted\nin the new or other lease.\n        (6) Every new or other lease shall be in conformity\nwith this Act.\n        IV. Sales, Leases, and other Dispositions\n                  Streets and Open Spaces"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Leasing powers for special objects.\n                                     Surrenders"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Surrender and new grant of leases.\n,                    IV. Sales, Lmses, and other Dispositions\n                              Streets and Open Spaces"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. On or in connection with a sale or grant for building Dedication\npurposes, or a building lease, the tenant for life, for the\ngeneral benefit of the residents on the settled land, or on etc.\nany part thereof-\n    (a) may cause or require any parts of the settled land\n         to be appropriated and laid out for streets, roads,\n         paths, squares, gardens, or other open spaces, for\n         the use gratuitously or on payment, of the public\n         or of individuals, with sewers, drains, watercourses,\n      me inclusion of this page is authorized by L.N. 480119731\n18                                SETTLED LAND\n                                                            a\n                   fencing, paving, or other works necessary or proper\n                   in connection therewith; and\n                   may provide that the parts so appropriated shall\n                   be conveyed to or vested in the trustees of the\n                   settlement, or other trustees, or any company or\n                   public body, on trusts or subject to provisions for\n                   securing the continued appropriation thereof to the\n                   purposes aforesaid, and the continued repair or\n                   maintenance of streets and other places and works\n                   aforesaid, with or without provision for appoint-\n                   ment of new trustees when required; and\n                   may execute any general or other deed necessary\n                   or proper for giving effect to the provisions of\n                    this section (which deed shall be recorded in the\n                   Record Office of this Island), and thereby declare\n                   the mode, terms, and conditions of the appro-\n                   priation, and the manner in which and the per-\n                   sons by whom the benefit thereof is to be enjoyed,\n                    and the nature and extent of the privileges and\n                   conveniences granted.\n                              Surface and Minerals Apart\nSeparate        19.41) A sale, exchange, partition, or mining lease,\ndealing with\nsurfaceand may be made either of land, with or without an exception\nminerals\nw:lthor      or reservation of all or any of the mines and minerals\ncF;LEy- therein, or of any mines and minerals, and in any such case\n             with or without a grant or reservation of powers of working,\n             way-leaves or rights of way, rights of water and drainage,\n             and other powers, easements, rights, and privileges for or\n             incident to or connected with mining purposes, in relation\n             to the settled land, or any part thereof, or any other land.\n                  (2) An exchange or partition may be made subject\n          to and in consideration of the reservation of an undivided\n          share in mines or minerals.\n                 me inclusion of this-page is authorized by L.N. 480/1973] ____\n                         SETTLED LAND                                 19\n                             Mortgage"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Separate dealing with surface and minerals with or without\n              wayleaves, etc.\n                                      Mortgage"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Where money is required for equality of exchange Mortgage\nor partition, the tenant for life may raise the same on mort- for\n                                                              equality\ngage of the settled land, or of any part thereof, by money*etc*\nconveyance of the fee simple, or other estate or interest the\nsubject of the settlement, or by creation of a term of years\nin the settled lands or otherwise, and the money raised shall\nbe capital money arising under this Act."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.--(1) Where money is required for the purpose of meraising\ndischarging an incumbrance on the settled land or part there- of money.\nof, the tenant for life may raise the money so required and\nalso the amount properly required for payment of the costs\nof the transaction on mortgage of the settled land, or of\nany part thereof, by conveyance of the fee simple or other\nestate or interest the subject of the settlement, or by creation\nof a term of years in the settled land, or any part thereof or\notherwise, and the money so raised shall be capital money\nfor that purpose and may be paid or applied accordingly.\n       (2) An incumbrance for the purpose of this section\nshall not include any annual sum payable only during a\nlife or lives or during a term of years absolute or deter-\nminable.\n                        Undivided Share"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Where the settled land comprises an undivided share .concuqcnce\n                                                             m exeruse\nin land, or, under the settlement, the settled land has come ofpowenar\nto be held in undivided shares, the tenant for life of an z E t ~ d \"\nundivided share may join or concur in any manner and to\nany extent necessary or proper for any purpose of this Act,\nwith any person entitled to or having power or right of\ndisposition of or over another undivided share.\n        me inclusion of this page is authorized by L.N. 480/1973]\n20                                      SETTLED LAND\n                                     Comeyance\nCorn letion    23.41) On a sale, exchange, partition, lease, mortgage,\nof safe\nlease,&,    or charge, the-tenant for life may, as regards land sold, given\nveyance.\nbycon-      in exchange or on partition, leased, mortgaged, or charged,\n            or intended so to be, including leasehold land vested in\n            trustees, or as regards easements or other rights or privileges\n            sold or leased, or intended so to be, convey or create the\n            same by deed, for the estate or interest the subject of the\n            settlement or for any less estate or interest to the uses and\n            in the manner requisite for giving effect to the sale, exchange,\n            partition, lease, mortgage, or charge.\n                    (2) Such a deed, to the extent and in the manner\n            to and in which it is expressed or intended to operate and\n            can operate under this Act, is effectual to pass the land\n            conveyed, or the easements, rights or privileges created,\n            discharged from all the limitations, powers, and provisions\n            of the settlement, and from all estates, interests, and charges\n            subsisting or to arise thereunder, but subject to and with the\n            exception of-\n                 (a) all estates, interest, and charges having priority\n                      to the settlement; and\n                 (b) all such other, if any, estates, interests, and charges\n                      as have been conveyed or created for securing\n                      money actually raised at the date of the deed; and\n                 (c) all leases and grants at fee-farm rents or other-\n                     wise, and all grants of easements, rights of com-\n                      mon, or other rights or privileges granted or made\ni     .\n   . - ...\n    c .\n                     for value in money or money’s worth, or agreed\n.\n.~   ..\n                      so to be, before the date of the deed, by the tenant\n     ~ . ..\n          .       I\n              .      for life, or by any of his predecessors in title, or by\n                     any trustees for him or them, under the settlement,\n                     or under any statutory power, or being otherwise\n                     binding on the successors in title of the tenant for\n                     life.\n                      me inclusion of this page is authorized by L.N. 480/1973]\n                          SETTLED LAND                                     21\n       (3) Conveyances executed under this Act shall be\nrecorded in the Record Office within six months of their\nexecution.\n     V . Investment or other Application of Capital\n                          Trust Money"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Completion of sale, lease, etc., by conveyance.\n           V. Investment or other Application of Capital Trust Money"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1) A fine received on the grant of a lease under Capital\n                                                                  money\nany power conferred by this Act is to be deemed capital WderAct;\nmoney arising under this Act.                                     investment,\n                                                                  etc., by\n                                                                  trustees or\n         (2) Capital money arising under this Act, subject court.\nto payment of claims properly payable thereout, and to\napplication thereof for any special authorized object for\nwhich the same was raised, shall, when received, be invested\nor otherwise applied wholly in one, or partly in one and\npartly in another or others, of the following modes namely-\n     (a) in investment on Government securities of Great\n           Britain or of this Island, or on other securities\n           on which the trustees of the settlement are by the\n           settlement or by law authorized to invest trust\n           money of the settlement, or on the security of the\n           bonds, mortgages, or debentures, or in the purchase\n           of the debenture stock, of any railway company in\n           Great Britain or Ireland incorporated by special\n           Act of the Parliament of the United Kingdom, and\n           having for ten years next before the date of invest-\n           ment paid a dividend on its ordinary stock or\n           shares, with power to vary the investment into or\n           for any other such securities;\n     (b) in discharge, purchase, or redemption of incum-\n           brances affecting the inheritance of the settled land,\n           or other the whole estate the subject of the settle-\n           ment, or of property tax, Crown rent, chief rent,\n           or quit rent, charged on or payable out of the\n           settled land;\n22                                   SETTLED LAND\n                    in payment for any improvement authorized by\n                     this Act;\n                    in payment for equality of exchange or partition\n                     of settled land;\n                    in purchase of the reversion or freehold in fee\n                     of any part of the settled land, being leasehold\n                     and held for years, or life, or years determinable\n                     on life;\n                     in purchase of land in fee simple or of leasehold\n                     land held for sixty years or more unexpired at\n                     the time of purchase, subject or not to any excep-\n                     tion or reservation of or in respect of mines or\n                     minerals therein, or of or in respect of rights or\n                     powers relative to the working of mines or\n                     minerals therein, or in other land;\n                    in purchase, either in fee simple, or for a term of\n                     sixty years or more, of mines and minerals\n                     convenient to be held or worked with the settled\n                     land, or of any easement, right, or privilege con-\n                     venient to be held with the settled land for mining\n                     or other purposes;\n                    in payment to any person becoming absolutely\n                     entitled or empowered to give an absolute dis-\n                     charge;\n                    in payment of costs, charges, and expenses of or\n                     incidental to the exercise of any of the powers, or\n                     the execution of any of the provisions, of this Act;\n                    in any other mode in which money produced by\n                     the exercise of a power of sale in the settlement\n                     is applicable thereunder.\nRegulations      25.-(1) Capital money arising under this Act shall, in\nrespecting\ninvestment,   order to its being invested or applied as aforesaid, be paid\nand income\n              either to the trustees of the settlement or into court, at the\nofsecurities, option of the tenant for life, and shall be invested or applied\netc.\n_.._\n                    m e inclusion of this page is authorized by L.N.480119731\n                         SETTLED LAND                                 23\nby the trustees, or under the direction of the Court, as the\ncase may be, accordingly.\n         (2) The investment or other application by the\ntrustees shall be made according to the direction of the\ntenant for life, and in default thereof, according to the\ndiscretion of the trustees, but in the last mentioned case\nsubject to any consent required or direction given by the\nsettlement with respect to the investment or other applica-\ntion by the trustees of trust money of the settlement; and\nany investment shall be in the names or under the control\nof the trustees.\n         (3) The investment or other application under the\ndirection of the Court shall be made on the application of\nthe tenant for life, or of the trustees.\n       (4) Any investment or other application shall not\nduring the life of the tenant for life be altered without his\nconsent.\n        (5) Capital money arising under this Act while\nremaining uninvested or unapplied, and securities on which\nan investment of any such capital money is made, shall,\nfor all purposes of disposition, transmission, and devolu-\ntion, be considered as land, and the same shall be held for\nand go to the same person successively, in the same manner\nand for and on the same estates, interests and trusts as the\nland wherefrom the money arises would, if not disposed of,\nhave been held and have gone under the settlement.\n        (6) The income of those securities shall be paid or\napplied as the income of that land, if not disposed of, would\nhave been payable or applicable under the settlement.\n        (7) Those securities may be converted into money,\nwhich shall be capital money arising under this Act."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Regulations respecting investment, devolution and income of\n              securities, etc."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Capital money arising under this Act from settled Investment\n                                                                land in\nland in Jamaica shall not be applied in the purchase of land in\n                                                             Jamaica.\n24                                   SETTLED LAND\n             out of Jamaica, unless the settlement expressly authorizes\n             the same.\nSettlement     27.41) Land acquired by purchase or in exchange, or\nof land\npurchased,   on partition, shall be made subject to the settlement in\ntaken in\nexchange,    manner directed in this section.\netc.\n                     (2) Freehold land shall be conveyed to the uses, on\n             the trusts, and subject to the powers and provisions which,\n             under the settlement, or by reason of the exercise of any\n             power of charging therein contained, are subsisting with\n             respect to the settled land, or as near thereto as circum-\n             stances permit, but not so as to increase or multiply charges\n             or powers of charging.\n                     (3) Leasehold land shall be conveyed to and vested\n             in the trustees of the settlement, on trusts and subject to\n             powers and provisions corresponding as nearly as the law\n             and circumstances permit, with the uses, trusts, powers,\n             and provisions to on andmbject to which freehold land is\n             to be conveyed as aforesaid; so nevertheless that the benefi-\n             cial interest in land held by lease for years shall not vest\n             absolutely in a person who is by the settlement made by\n             purchase tenant in tail, or in tail male, or in tail female,\n             and who dies under the age of twenty-one years, but shall,\n             on the death of that person under that age, go as freehold\n             land conveyed as aforesaid would go.\n                     (4) Land acquired as aforesaid may be made a sub-\n             stituted security for any charge in respect of money actually\n             raised, and remaining unpaid, from which the settled\n             land, or any part thereof, or any undivided share therein,\n             has theretofore been released on the occasion and in order\n             to the completion of a sale, exchange, or partition.\n                     (5) Where a charge does not affect the whole of the\n             settled land, then the land acquired shall not be subjected\n             thereto, unless the land is acquired either by purchase with\n                          SETTLED LAND                                     25\nmoney arising from sale of land which was before the sale\nsubject to the charge, or by an exchange or partition of\nland which, or an undivided share wherein, was before the\nexchange or partition subject to such charge.\n        (6) On land being so acquired, any person who, by\nthe direction of the tenant for life, so conveys the land as\nto subject it to any charge, is not concerned to inquire\nwhether or not it is proper that the land should be subjected\nto the charge.\n         (7) The provisions of this section referring to land\nextend and apply, as far as may be, to mines and minerals,\nand to easements, rights, and privileges over and in rela-\ntion to land.\n    Dealings as between Tenant for Life and the Estate"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Settlement of land purchased, taken in exchange, etc.\n                Dealings as between Tenant for Life and the.Estate"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Where a sale of settled land is to be made to the Dtalingsas\ntenant for life, or a purchase is to be made from him of land tenantfor\n                                                                between\nto be made subject to the limitations of the settlement, or an        gd\n                                                                    the\nexchange is to be made with him of settled land for other estate.\nland, or a partition is to be made with him of land an\nundivided share whereof is subject to the limitations of the\nsettlement, the trustees of the settlement shall stand in the\nplace of and represent the tenant for life, and shall, in\naddition to their powers as trustees, have all the powers of\nthe tenant for life for the purpose of reference to negotiating\nand completing the transaction.\n                        VI. Improvements\n         Improvements with Capital Trust Money"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Improvements authorized by this Act are the making Description\nor execution on, or in connection with, and for the benefit of improve\n                                                            merits\nof settled land, of any of the following works, or of any Gyarz  ied\nworks for any of the following purposes, and any operation\nincident to or necessary or proper in the execution of any\n26                            SETTLED LAND\n     of those works, or necessary or proper for carrying into\n     effect any of those purposes, or for securing the full benefit\n     of any of those works or purposes, namely-\n                 drainage, including the straightening, widening,\n                 or deepening of drains, streams, and water-\n                 courses;\n                 irrigation; warping;\n                 drains, pipes, and machinery for supply and\n                 distribution of sewage as manure;\n                 embanking or weiring from a river or lake, or\n                 from the sea, or a tidal water;\n                 groynes; sea walls; defences against water;\n                 inclosing; straightening of fences; redivision of\n                 fields;\n                 reclamation; dry warping;\n                 farm and plantation roads; private roads, roads\n                  or streets in villages or towns;\n                 clearing, trenching; planting\n                 cottages for labourers, farm and plantation ser-\n                 vants, and artisans, employed on the settled land\n                 or not;\n                 plantation buildings, farm houses, offices, and\n                 outbuildings, and other buildings, for plantation\n                 and farm purposes;\n                 saw-mills, scutch-mills, sugar mills, coffee mills\n                 and other mills, water-wheels, engine-houses,\n                 and kilns, which will increase the value of the\n                 settled land for agricultural purposes or as sugar\n                 and rum works or coffee or other works, or as\n                 woodland or otherwise;\n                 reservoirs, tanks, conduits, watercourses, pipes,\n                 wells, ponds, shafts, dams, weirs, sluices, and\n                 other works and machinery for supply and distri-\n           Trha inclusion of this page is authorized by L.N. 480/1973]\n                          SETTLED LAND                               27\n             bution of water for agricultural, manufacturing,\n             or other purposes, or for domestic or other con-\n             sumption;\n       (xiv) tramways, railways, canals, docks;\n        (xv) jetties, piers and landing places on rivers, lakes,\n             the sea, or tidal waters, for facilitating transport\n             of persons and of agricultural stock and produce,\n              and of manure and other things required for\n              agricultural purposes and of minerals, and of\n              things required for mining purposes;\n       (xvi) markets and market-places;\n      (xvii) streets, roads, paths, squares, gardens, or other\n             open spaces for the use, gratuitously or on pay-\n             ment, of the public or of individuals, or for dedi-\n             cation to the public, the same being necessary or\n             proper in connection with the conversion of land\n              into building land;\n     (xviii) sewers, drains, watercourses, pipe-making,\n             fencing, paving, brick-making, tile-making and\n             other works necessary or proper in connection\n             with any of the objects aforesaid;\n       (xix) trial pits for mines, and other preliminary works\n             necessary or proper in connection with develop-\n              ment of mines;\n        (xx) reconstruction, enlargement, or improvement of\n              any of those works;\n       (xxi) bridges;\n      (xxii) additions to or alterations in buildings reason-\n             ably necessary or proper to enable the same to\n             be let;\n     (xxiii) erection of buildings in substitution for buildings\n             within an urban sanitary district taken by a local\n             or other public authority, or for buildings taken\n             under compulsory powers, but so that no more\n--\n         me inclusion of this page is authorized by L.N. 480/1973]\n28                                    SETTLED LAND\n                         money shall be expended than the amount\n                         received for the buildings taken and the site\n                         thereof.\nApprovalby      30.-(1) Where the tenant for life is desirous that capi-\ncourt of\nschemefor    tal money arising under this Act shall be applied in or\nimprove\nmentand      towards payment for any improvement authorized by this\npayment      Act, he may submit for approval to the trustees of the\nthereon.\n             settlement, or to the Court, as the case may require, a\n             scheme for the execution of the improvement, shewing the\n             proposed expenditure thereon.\n                      (2) Where the capital money to be expended is in\n             the hands of trustees, then, after a scheme is approved by\n             them, the trustees may apply that money in or towards pay-\n             ment for the whole or part of any work or operation\n             comprised in the improvement, on-\n                 ( U ) a certificate of a competent engineer or practical\n                        surveyor or builder nominated by the trustees and\n                        approved of by the Court, certifying that the work\n                        or operation, or some specified part thereof, has\n                        been properly executed, and what amount is\n                        properly payable by the trustees in respect thereof,\n                        which certificate shall be conclusive in favour of\n                        the trustees as an authority and discharge for any\n                        payment made by them in pursuance thereof; or on\n                 (b) an order of the Court directing or authorizing the\n                        trustees to so apply a specified portion of the\n                        capital money.\n                     (3) Where the capital money to be expended is in\n             court, then, after a scheme is approved by the Court, the\n             Court may, if it thinks fit, o n a report or certificate of a\n             competent engineer or able practical surveyor or builder,\n             approved by the Court, or on such other evidence as the\n             Court thinks sufficient, make such order and give such\n             directions as it thinks fit for the application of that money,\n                     me inclusion of this page is authorized by L.N.480/1973]\n                           SETTLED LAND                                  29\nor any part thereof, in or towards payment for the whole\nor part of any work or operation comprised in the improve-\nment."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Approval by Court of scheme for improvement and payment\n      thereon.\n3 1. Concurrence in improvements."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. The tenant for life may join or concur with any other encurrence\nperson interested in executing any improvement authorized mments.\n                                                              improve-\nby this Act, or in contributing to the cost thereof."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.41) The tenant for life, and each of his successors Obligation\n                                                                  tenant for\nin title having, under the settlement, a limited estate or on  lifead\ninterest only in the settled land, shall, during such period, ~ a ~            ~   ~   ~   f\nif any, as the Court in any case may order, maintain and insm.e*c.\nrepair, at his own expense, every improvement executed\nunder the foregoing provisions of this Act, and where a\nbuilding or work in its nature insurable against damage\nby fire is comprised in the improvement, shall insure and\nkeep insured the same, at his own expense, in such amount:\nif any, as the Court may order.\n         (2) The tenant for life, or any of his successors as\naforesaid, shall not cut down or knowingly permit to be\ncut down, except in proper thinning, any trees planted as\nan improvement under the foregoing provisions of this Act.\n         (3) The tenant for life, and each of his successors\nas aforesaid, shall from time to time, if required by the\nCourt on or without the suggestion of any person having,\nunder the settlement, any estate or interest in the settled\nland in possession, remainder or otherwise, report to the\nCourt the state of every improvement executed under this\nAct, and the fact and particulars of fire insurance, if any,\nby filing in the Court a suggestion thereof.\n         (4) The Court may vary any certificate made under\nthis section, in such manner or to such extent as circum-\nstances appear to require, but not so as to increase the\nliabilites of the tenant for life, or any of his successors as\naforesaid.\n30                                     SETTLED LAND\n                       ( 5 ) If the tenant for life, or any of his successors\n               as aforesaid, fails in any respect to comply with the\n               requisitions of this section, or does any act in contraven-\n               tion thereof, any person having, under the settlement, any\n               estate or interest in the settled land in possession, remainder,\n               or reversion, shall have a right of action, in respect of that\n               default or act, against the tenant for life; and the estate of\n               the tenant for life, after his death, shall be liable to make\n               good to the persons entitled under the settlement any\n               damages occasioned by that default or act.\nPayment out       33. All or any part of any capital money paid into Court\nof court of\ncapital        may, if the Court thinks fit, be at any time paid out to the\nmoney.         trustees of the settlement for the purposes of this Act.\nCourt may        34. The Court may, in any case where it appears proper,\norder pay-\nment for im-   make an order directing or authorizing capital money to be\nprovements     applied in or towards payment for any improvement\nexecuted.\n               authorized by this Act notwithstanding that a scheme was\n               not, before the execution of the improvement, submitted for\n               approval, as required by this Act.\n                         Execution and Repair of Improvements\nProtection        35. The tenant for Me, and each of his successors in title\nas regards\nwaste in       having under the settlement, a limited estate or interest\nexecution      only in the settled land, and all persons employed by or\nand repair\nof improve-\nments.\n               under contract with the tenant for life, or any such\n               successor, may from time to time enter on the settled land,\n               and, without impeachment of waste by any remainder man\n               or reversioner thereon execute any improvement authorized\n               by this Act, or inspect, maintain, and repair the same, and,\n               for the purposes thereof, on the settled land, do, make and\n               use all acts, works and conveniences proper for the execu-\n               tion, maintenance, repair and use thereof, and get and work\n               freestone, limestone, clay, sand, and other substances and\n               make tramways and other ways and bum and make bricks,\n                     me inclusion of this page is authorized by L.N. 480/1973]\n                        SETTLED LAND                                 31\ntiles, and other things, and cut down and use timber and\nother trees not planted or left standing for shelter or\nornament.\n                     Improvement of Land"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34, Court may order payment for improvements executed.\n              Execution and Repair of Zmprovements"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. Protection as regards waste in execution and repair of improve-\n      ments.\n                                                                           I\n                       Zmprovement of Land"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. Improvement of or to land shall include all or any What\nof the following matters-                                included.\n    (a) the drainage of       land, and the straightening,\n          widening, deepening, or otherwise improving the\n          drains, streams and watercourses of any kind;\n    (b) the irrigation and warping of land;\n    (c) the embanking and weiring of land from the sea\n          or tidal waters, or from lakes, rivers, or streams,\n          in a permanent manner;\n    (d) the inclosing of lands, the making of dividing\n          fences and the straightening of fences and redivi-\n          sion of fields and the surveying and running of\n          lines;\n    (e) the reclamation of land, including all operations\n          necessary thereto;\n    (f>   the making of permanent plantation and farm\n           roads and permanent tramways and railways and\n           navigable canals for all purposes connected with\n           the improvement of the estate;\n    (g) the clearing of land;\n    (h) the erection of labourers’ cottages, plantation and\n          farmhouses, and other buildings required for\n          plantation and farm purposes, and the improve-\n          ment of and addition to labourers’ cottages, works,\n          houses and other buildings for plantation and\n          farm purposes already erected so as such improve-\n          ments or additions be of a permanent nature;\n      m e inclusion of this page is authorized by L.N. 480/1973]\n32                                    SETTLED LAND\n                   (i)   planting for shelter;\n                   ( j ) the constructing or erecting of any engine-houses,\n                         stills, watenvheels, sugar, coffee, saw and other\n                         mills, kilns, shafts, wells, ponds, tanks, reservoirs,\n                         dams, leads, pipes, conduits, watercourses, bridges,\n                         weirs, sluices, floodgates, or hatches, which will\n                         increase the value of any lands for agricultural\n                         purposes, or for the manufacture of agricultural\n                         products;\n                  (k) the construction or improvement of jetties or land-\n                      ing places on the sea coast, or on the banks of\n                         navigable rivers or lakes, for the transport of cattle,\n                         sheep and other agricultural stock and produce,\n                         and of lime, manure and other articles and things\n                         for agricultural purposes :\n                           Provided that the Court shall be satisfied that\n                         such works will add to the permanent value of the\n                         lands to be charged to an extent equal to the\n                         expense thereof;\n                  ( I ) the execution of all such works as in the judgment\n                         of the Court may be necessary for carrying into\n                         effect any matter hereinbefore mentioned, or for\n                         deriving the full benefit thereof.\n                                    VI1. Contracts\nPower for       37.41) A tenant for life-\ntenant for\nlife to enter     (a) may contract to make any sale, exchange, partition,\ninto\ncontracts.            mortgage, or charge; and\n                  (b) may vary or rescind, with or without consideration,\n                      the contract, in the like cases and manner in which,\n                      if he were absolute owner of the settled land, he\n                      might lawfully vary or rescind the same, but so\n                      that the contract as varied be in conformity with\n                    m e inclusion of this page is authorized by L.N. 480119731\n                                                                         I\n                                                                         I\n                         SETTLED LAND                               33\n         this Act; and any such consideration, if paid in\n         money, shall be capital money arising under this\n         Act; and\n    (c) may contract to make any lease; and in making\n         the lease may vary the terms, with or without\n         consideration, but so that the lease be in con-\n         formity with this Act; and\n    (d) may accept a surrender of a contract for lease,\n         in like manner and on the like terms in and on\n         which he might accept a surrender of a lease; and\n         thereupon may make a new or other contract, or\n         new or other contracts, for or relative to a lease\n         or leases, in like manner and on the like terms in              I\n         and on which he might make a new or other lease,\n         or new or other leases, where a lease had been\n         granted; and\n    (e) may enter into a contract for or relating to the\n         execution of any improvement authorized by this\n         Act, and may vary or rescind the same; and\n     (fl may, in any other case, enter into a contract to\n         do any act for carrying into effect any of the\n         purposes of this Act, and may vary or rescind the\n         same.\n         (2) Every contract shall be binding on and shall\nenure for the benefit of the settled land, and shall be en-\nforceable against and by every successor in title for the time\nbeing of the tenant for life, and may be carried into effect\nby any such successor; but so that it may be varied or\nrescinded by any successor in the like case and manner,\nif any, as if it had been made by himself.\n          (3) The Court may, on the application of the tenant\nfor life, or of any such successor, or of any person interested\nin any contract, give directions respecting the enforcing,\ncarrying into effect, varying, or rescinding thereof.\n        me inclusion of this page is authorized by L.N. 480/1973]\n                                                                         i\n            34                                      SETTLED LAND\n                                  (4) Any preliminary contract under this Act for\n                          or relating to a lease shall not form part of the title or\n                          evidence of the title of any person to the lease, or to the\n                          benefit thereof.\n                                       VIII. Miscellaneous Provisions\n            A plication\n            oPmoney m"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Power for tenant for life to enter into contracts.\n                  WlI. Miscellaneous Provisions"
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. Where, under any enactment incorporating or apply-\n            court under ing wholly or in part, the Lands Clauses Act, or under any\n            Lands\n            Clauses Act other enactment, public, local, personal, or private money\n            and other\n            enactments. is at the commencement of this Act in court, or is afterwards\n                        paid into court, and is liable to be laid out in the purchase of\n                        land to be made subject to a settlement, then, in addition\n                        to any mode of dealing therewith authorized by the enact-\n                        ment under which the money is in court, that money may be\n                        invested or applied as capital money arising under this Act,\n                        on the like terms, if any, respecting costs and other things,\n                        as nearly as circumstances admit, and notwithstanding any-\n                        thing in this Act according to the same procedure, as if the\n                        modes of investment or application authorized by this Act\n                        were authorized by the enactment under which the money is\n                        in court.\n            A plication      39. Where, under a settlement, money is in the hands\n            otmoney m\n            handsof       of trustees, and is liable to be laid out in the purchase of\n        '   under\n            trustees      land to be made subject to the settlement, then, in addition\n            powersof\n            settlement.\n                          to such powers of dealing therewith as the trustees have\n                          independently of this Act, they may, at the option of the\n    I                     tenant for life, invest or apply the same as capital money\n    i                     arising under this Act.\n            A plication      40. Where capital money arising under this Act is\n            ol'mone y\n                          purchase money paid in respect of a lease for years, or life,\n            reversion.    or years determinable on life, or in respect of any other\nI                         estate or interest in land less than the fee simple, or in\nI\n                          respect of a reversion dependent on any such lease, estate,\n                          or interest, the trustees of the settlement or the Court, as the\n                         SETTLED LAND                                        35\ncase may be, and in the case of the Court on the application\nof any party interested in that money, may, notwithstanding\nanything in this Act, require and cause the same to be laid\nout, invested, accumulated, and paid in such manner as, in\nthe judgment of the trustees or of the Court, as the case\nmay be, will give to the parties interested in that money, the\nlike benefit therefrom as they might lawfully have had from\nthe lease, estate, interest, or reversion in respect whereof the\nmoney was paid, or as near thereto as may be."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41.--(1)  Where a tenant for life is impeachable for waste sale\n                                                                Cuttingand\n                                                                   of\nin respect of timber, and there is on the settled land timber timberand\nripe and fit for cutting, the tenant for life, on obtaining the p ~ ~ s t o\n                                                                   E\nconsent of the trustees of the settlement or an order of the esetaside-\nCourt, may cut and sell that timber, or any part thereof.\n         (2) Three-fourths part of the net proceeds of the\nsale shall be set aside as and be capital money arising under\nthis Act, and the other fourth part shall go as rents\nand profits."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. The Court may if it thinks fit, approve of any action, proceeding\n                                                                   for protec-\ndefence, petition to the Parliament, legislative opposition, or tion or\nother proceeding taken or proposed to be taken for protec- i z ! d q\ntion of settled land or of any action or proceeding taken or settled    or\n                                                                claimed to\nproposed to be taken for recovery of land being or alleged besettled.\nto be subject to a settlement, and may direct that any costs,\ncharges, or expenses incurred or to be incurred in relation\nthereto, or any part thereof, be paid out of property subject\nto the settlement."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43.41) Where personal chattels are settled on trust so Heirlooms.\nas to devolve with land until a tenant in tail by purchase\nis born or attains the age of twenty-one years, or so as other-\nwise to vest in some person becoming entitled to an estate\nof freehold of inheritance in the land, a tenant for life of the\nland may sell the chattels or any of them.\n         me Musion of this page is authorized by LN. 480/1973]\n36                                      SETTLED LAND\n                      (2) The money arising by the sale shall be capital\n              money arising under this Act, and shall be paid, invested,\n              or applied and otherwise dealt with in like manner in all\n              respects as by this Act directed with respect to other capital\n              money arising under this Act, or may be invested in the\n              purchase of other chattels, of the same or any other nature,\n              which, when purchased, shall be settled and held on the\n              same trusts, and shall devolve in the same manner as the\n              chattels sold.\n                      (3) A sale or purchase of chattels under this section\n              shall not be made without an order of the Court.\n                                        IX. Trustees\nAppoint-         44.-(1)    If at any time there are no trustees of a settle-\nment of\ntrustees      ment within the definition in this Act, or where in any other\nbyawe\n              case it is expedient, for purposes of this Act, that new\n              trustees of a settlement be appointed, the Court may, if it\n              thinks fit, on the application of the tenant for life or of any\n              other person having, under the settlement, an estate or\n              interest in the settled land, in possession, remainder, or\n              otherwise, or, in the case of an infant, of his testamentary\n              or other guardian, or next friend, appoint fit persons to be\n              trustees under the settlement for purposes of this Act.\n                        (2) The persons so appointed, and the survivors\n              and survivor of them, while continuing to be trustees or\n              trustee, and, until the appointment of new trustees, the\n              personal representatives or representative for the time being\n              of the last surviving or continuing trustee, shall for purposes\n              of this Act become and be the trustees or trustee of the\n              settlement.\nTmCafor         45. Where there are for the time being no trustees of\nthe urposes\nof&sAct.      the settlement within the meaning and for the purposes\n              of this Act, then the following persons shall, for the pur-\n                         SETTLED LAND                                    37\nposes of this Act be deemed trustees of the settlement,\nnamely-\n        (i) the persons (if any) who are for the time being\n            under the settlement trustees, with power of or\n            upon trust for sale of any other land comprised\n            in the settlement and subject to the same limita-\n            tions as the land to be sold, or with power to\n            consent to or approve of the exercise of such\n            power of sale, or, if there be no such persons,\n            then\n      (ii) the persons (if any) who are for the time being\n            under the settlement trustees with future power\n            of sale, or under a future trust for sale of the\n            land to be sold, or with power to consent to or\n            approve of the exercise of such future power of\n            sale, and whether the power or trust takes effect\n            in all events or not."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. All the powers and provisions contained in the Newtrustees\nTrustee Act with reference to the appointment of new underthe appointed\ntrustees, and the discharge and retirement of trustees, shall TrusteeAct*\napply to and include trustees for the purposes of this Act\nwhether appointed by the Court or by the settlement, or\nunder provisions contained in the settlement."
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47.-(1) Notwithstanding anything in this Act, capital Number\nmoney arising under this Act shall not be paid to fewer than oftoact.\n                                                                  trustees\ntwo persons as trustees of a settlement, unless the settlement\nauthorizes the receipt of capital trust money of the settle-\nment by one trustee or unless the trustee is a trust corpora- 43/igfis\n                                                               s. 3.\ntion.\n         (2) Subject thereto, the provisions of this Act\nreferring to the trustees of a settlement apply to the\nsurviving or continuing trustees or trustee of the settlement\nfor the time being.\n        me inclusion of this page is authorized by L.N. 480/1973]\n38                                      SETTLED LAND\nTrustees’       48. The receipt or direction in writing of or by the trustees\nreceipts.\n43/1955       of the settlement, or where one trustee is empowered to act,\ns.4.          of or by that trustee, or of or by the personal representatives\n              of the last surviving or continuing trustee, for or relating to\n              any money or securities, paid or transferred to or by the\n              direction of the trustees, trustee, or representatives, as the\n              case may be, effectually discharges the payer or transferor\n              therefrom, and from being bound to see to the application\n              or being answerable for any loss or misapplication thereof,\n              and, in case of a mortgagee or other person advancing\n              money, from being concerned to see that any money\n              advanced by him is wanted for any purpose of this Act, or\n              that no more than is wanted is raised.\nProtection       49. Each person who is for the time being trustee of a\nof each\ntrusteein-    settlement is answerable for what he actually receives only,\ndividually.   notwithstanding his signing any receipt for conformity, and\n              in respect of his own acts, receipts, and defaults only, and\n              is not answerable in respect of those of any other trustee, or\n              of any banker, broker, or other person, or for the\n              insufficiency or deficiency of any sureties, or for any loss\n              not happening through his own wilful default.\nProtection       50. The trustees of a settlement, or any of them, are not\nof trustees\ngenerally.    liable for giving any consent, or for not making, bringing,\n              taking or doing any such application, action, proceeding or\n              thing, as they might make, bring, take, or do; and in case\n              of purchase of land with capital money arising under this\n              Act, or of an exchange, partition, or lease, are not liable\n              for adopting any contract made by the tenant for life, or\n              bound to inquire as to the propriety of the purchase,\n              exchange, partition, or lease, or answerable as regards any\n              price, consideration, or fine, and are not liable to see to or\n              answerable for the investigation of the title, or answerable\n              for a conveyance of land, if the conveyance purports to\n              convey the land in the proper mode, or liable in respect of\n                      me inclusion of this page is authorized by L.N. 480/1973]\n                         SETTLED LAND                                        39\npurchase money paid by them by direction of the tenant for\nlife to any person joining in the conveyance as a conveying\nparty, or as giving a receipt for the purchase money, or in\nany other character, or in respect of any other money paid\nby them by direction of the tenant for life on the purchase,\nexchange, partition or lease."
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51. The trustees of a settlement may reimburse themselves Trustees’\nor pay and discharge out of the trust property all expenses reirnburse-\n                                                            merit.\nproperly incurred by them."
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52. If at any time a difference arises between a tenant Referenceof\n                                                                   differences\nfor life and the trustees of the settlement respecting the t0 Court.\nexercise of any of the powers of this Act, or respecting\nany matter relating thereto, the Court may, on the applica-\ntion of either party, give such directions respecting the\nmatter in difference and respecting the costs of the applica-\ntion as the Court thinks fit."
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53.-( 1) A tenant for life, when intending to make a sale, N O ~ ~toW\nexchange, partition, lease, mortgage, or charge shall give trustees.\nnotice of his intention in that behalf to each of the trustees\nof the settlement, by posting registered letters, containing\nthe notice, addressed to the trustees, severally, each at his\nusual or last known place of abode in Jamaica, and shall\ngive like notice to the solicitor for the trustees, if any such\nsolicitor is known to the tenant for life, by posting a\nregistered letter containing the notice, addressed to the\nsolicitor at his place of business in Jamaica, every letter\nunder this section being posted not less than one month\nbefore the making by the tenant for life of the sale, exchange,\npartition, lease, mortgage, or charge, or of a contract for\nthe same. The notice by this section required may be a\nnotice of a general intention in that behalf.\n        me inclusion of this page is authorized by L.N.480/1973]\n                                   SETTLED LAND\n                 (2) Provided that at the date of notice given the\n          number of trustees shall not be less than two, unless a\n          contrary intention is expressed in the settlement.\n                  (3) A person dealing in good faith with the tenant\n          for life is not concerned to inquire respecting the giving\n          of any such notice as is required by this section.\n                  (4) The tenant for life is, upon request by a trustee\n          of the settlement, to furnish to him such particulars and\n          information as may reasonably be required by him from\n          time to time with reference to sales, exchanges, partitions,\n          or leases effected, or in progress, or immediately intended.\n                 ( 5 ) Any trustee, by writing under his hand, may\n          waive notice either in any particular case, or generally, and\n          may accept less than one month's notice.\n                                X. Court; Procedure\nRegulations     54.-(1)   All matters within the jurisdiction of the Court\nr es wi\n      n g\npayments      under this Act shall be subject to the enactments regulating\napplications, the Court, and to the practice of the Court.\nInto\netc.\n                  (2) Payment of money into court effectually\n          exonerates therefrom the person making the payment.\n                  (3) Every application to the Court shall be by\n          petition, or by summons at Chambers.\n                  (4) On an application by the trustees of a settle-\n          ment notice shall be served in the first instance on the\n          tenant for life.\n                  ( 5 ) On any application notice shall be served on\n          such persons, if any, as the Court thinks fit.\n                  (6) The Court shall have full power and discretion\n          to make such order as it thinks fit respecting the costs,\n          charges or expenses of all or any of the parties to any applica-\n          tion, and may, if it thinks fit, order that all or any of those\n                  me inclusion of this page is authorized by LN. 480119731\n                            SETTLED LAND                                  43\nbefore or after the commencement of this Act; and iii this\nsection assignment includes assignment by way of mortgage,\nand any partial or qualified assignment, and any charge or\nincumbrance; and assignee has a meaning corresponding\nwith that of assignment.\n        (5) Every instrument whereby a tenant for life, in 2 2 2 - n\nconsideration of marriage or as part or by way of any family ment\narrangement, not being a security for payment of money creating\n                                                             settlement.\nadvanced, makes an assignment of or creates a charge upon\nhis estate or interest under the settlement shall be deemed\none of the instruments creating the settlement, and not an\ninstrument vesting in any person any right as assignee for\nvalue within the meaning or operation of this section.\n       (6) Subsection ( 5 ) shall apply and have effect with\nrespect to every disposition unless inconsistent with the\nnature or terms of such disposition."
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55. Payment of costs out of settled property.\n             XI. Restrictions, Savings and General Provisions"
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56. Powers not assignable; contract not to exercise powers void.\n        Definition of instrument creating settlement."
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57.-(1)   If in a settlement, will, assurance, or other Prohibition\n                                                               or hmtation\ninstrument executed or made before or after, or partly against\nbefore and partly after the commencement of this Act a powenvoid.\n                                                               exercise of\nprovision is inserted purporting or attempting, by way of\ndirection, declaration, or otherwise, to forbid a tenant for\nlife to exercise any power under this Act, or attempting, or\ntending, or intended, by a limitation, gift, or disposition\nover of settled land, or by a limitation, gift, or disposition\nof other real or any personal property, or by the imposition\nof any condition, or by forfeiture, or in any other manner\nwhatever, to prohibit or prevent him from exercising, or to\ninduce him to abstain from exercising, or to put him into\na position inconsistent with his exercising, any power under\nthis Act, that provision, as far as it purports, or attempts,\nor tends, or is intended to have, or would or might have,\nthe operation aforesaid, shall be deemed to be void.\n        (2) For the purposes of this section an estate or\ninterest limited to continue so long only as a person\n            [The inclusion of this page i s authorized by L.N. 95119971\n44                                         SETTLED LAND\n                abstains from exercising any power shall be and take effect\n                as an estate or interest to continue for the period for which\n                it would coiitinue if that person were to abstain from\n                exercising the power, discharged from liability to deter-\n                mination or cesser by or 011 his exercising the same.\nProvision\nagainst"
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58. Notwithstanding anything in a settlement, the\nforfeiture.     exercise by the tenant €or life of any power under this Act\n                shall not occasion a forfeiture.\nTenantfor         59. A tenant for life shall, in exercising any power under\nlife trustee\nfor all         this Act, have regard to the interests of all parties entitled\npartiCS\nInterestd.      under the settlement, and shall, in relation to the exercise\n                thereof by him, be deemed to be in the position and to have\n                the duties and liabilities of a trustee for those parties.\nGeneral\nprotection of"
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60. On a sale, exchange, partition, lease, mortgage, or\npurchasers,     charge, a purchaser, lessee, mortgagee, or other person\netc.\n                dealing in good faith with a tenant for life shall, as against\n                all parties entitled under the settlement, be conclusively\n                taken to have given the best price, consideration or rent,\n                as the case may require, that could reasonably be obtained\n                by the tenant for life, and to have complied with all the\n                requisitions of this Act.\nExm-of             61.---(1) Powers and authorities conferred by this Act\nEz%nof          on a tenant for life or trustees or the Court are exercisable\nprovisions.\netc.            from time to time.\n                         (2) Where a power of sale, exchange, partition,\n                leasing, mortgaging, charging, or other power is exercised\n                by a tenant for life, or by the trustees of a settlement, he and\n                they may respectively execute, make, and do all deeds,\n                instruments and things necessary or proper in that behalf.\n                       (3) Where any provision in this Act refers to sale,\n                purchase, exchange, partition, leasing, or other dealing,\n                or to any power, consent, payment, receipt, deed assurance,\n                           SETTLED LAND                                 45\ncontract, expenses, act or transaction, the same shall be\nconstrued to extend only (unless it is otherwise expressed)\nto sales, purchases, exchanges, partitions, leasings, dealings.\npowers, consents, payments, receipts, deeds, assurances,\ncontracts, expenses, acts, and transactions under this Act."
    },
    {
      "provision_ref": "sec62",
      "section": "62",
      "title": "Section 62",
      "content": "62.-(1) Nothing in this Act shall take away, abridge, Savingfor\nor prejudicially affect any power for the time being subsist- other\ning under a settlement, or by statute or otherwise, exercis-\nable by a tenant for life, or by trustees with his consent,\nor on his request, or by his direction, or otherwise; and the\npowers given by this Act are cumulative.\n         (2) But, in case of conflict between the provisions\nof a settlement and the provisions of this Act, relative to\nany matter in respect whereof the tenant for life exercises\nor contracts or intends to exercise any power under this Act\nthe provisions of this Act shall prevail; and, accordingly,\nnotwithstanding anything in the settlement, the consent of\nthe tenant for life shall, by virtue of this Act, be necessary\nto the exercise by the trustees of the settlement or other\nperson of any power conferred by the settlement exercisable\nfor any purpose provided for in this Act.\n         (3) If a question arises, or a doubt is entertained,\nrespecting any matter within this section, the Court may,\non the application of the trustees of the settlement, or of\nthe tenant for life, or of any other person interested, give\nits decision, opinion, advice, or direction thereon."
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63.-( 1) Nothing in this Act shall preclude a settlor from Additional\nconferring on the tenant for life, or the trustees of the settle- or larger\nment, any powers additional to or larger than those m ~ ~ m e ~ ~ t .\nconferred by this Act.\n        (2) Any additional or larger powers so conferred\nshall, as far as may be, notwithstanding anything in this\nAct, operate and be exercisable in the like manner, and\nwith all the like incidents, effects, and consequences, as if\n         p h e inclusion of this page is authorized by L.N. 9.51 1997\n46                                     SETTLED LAND\n            they were conferred by this Act, unless a contrary intention\n            is expressed in the settlement.\n                              XII. Limited Owners Generally\nEnumeration    6 4 . 4 1 ) Each person as follows shall, when the estate\nof other\nlimited     or interest of each of them is in possession, have the powers\nowners to\nhavepowen, of a tenant for life under this Act, as if each of them were\nof tenant\nfor life,   a tenant for life as defined in this Act, namely-\n                         a tenant in tail, including a tenantin tail who is by\n                         statute restrained from barring or defeating his\n                         estate tail, and although the reversion is in the\n                         Crown, and so that the exercise by him of his\n                         powers under this Act shall bind the Crown, but\n                         not including such a tenant in tail where the land\n                         in respect whereof he is so restrained was pur-\n                         chased with money provided by the Parliament of\n                         the United Kingdom or by the Legislature of\n                         Jamaica in consideration of public services;\n                         a tenant in fee simple, with an executory limita-\n                         tion, gift or disposition over, on failure of his issue,\n                         or in any other event;\n                        a person entitled to a base fee, although the rever-\n                         sion is in the Crown, and so that the exercise by\n                         him of his powers under this Act shall bind the\n                         Crown;\n                         a tenant for years determinable on life, not hold-\n                         ing merely under a lease at a rent;\n                        a tenant for the life of another, not holding merely\n                         under a lease at a rent;\n                         a tenant for his own or any other life, or for years\n                         determinable on life, whose estate is liable to cease\n                          in any event during that life, whether by expiration\n                          of the estate, or by conditional limitation, or\n                         otherwise, or to be defeated by an executory\n                          limitation, gift, or disposition over, or is subject\n                          to a trust for accumulation of income for payment\n                         of debts or other purpose;\n                                                                            .\n                         SETTLED LAND                                  47\n     (g) a tenant in tail after possibility of issue extinct;\n     (h) a tenant by the curtesy, which is to be deemed\n           for the purposes of this Act an estate arising under\n           a settlement made by his wife;\n     (0 a person entitled to the income of land under a\n           trust or direction for payment thereof to him\n           during his own or any other life, whether subject\n           to expenses of management or not, or until sale\n           of the land, or until forfeiture of his interest therein\n           on bankruptcy or other event.\n         (2) In every such case the provisions of this Act\nreferring to a tenant for life, either as conferring powers\non him or otherwise, and to a settlement, and to settled land,\nshall extend to each of the persons aforesaid, and to the\ninstrument under which his estate or interest arises, and\nto the land therein comprised.\n         (3) In any such case any reference in this Act to\ndeath as regards a tenant for life shall, where necessary,\nbe deemed to refer to the determination by death or other-\nwise of such estate or interest as last aforesaid.\n          XIII. Infants; Married Women;Lunatics"
    },
    {
      "provision_ref": "sec64",
      "section": "64",
      "title": "Section 64",
      "content": "64. Enumeration of other limited owners to have powers of tenant\n          for life.\n                 XIII. Infants; Married Women; Lunatics"
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65. Where a person who is in his own right seised of or Znf.nt\nentitled in possession to land, is an infant, then for purposes =g\nof this Act the land is settled land, and the infant shall be bewtenant\n                                                                for life.\ndeemed tenant for life thereof."
    },
    {
      "provision_ref": "sec66",
      "section": "66",
      "title": "Section 66",
      "content": "66. Where a tenant for life, or a person having the Tenatfor\npowers of a tenant for life under this Act, is an infant,or\nan infant would, if he were of full age, be a tenant for life,\nor have the powers of a tenant for life under this Act, the\npowers of a tenant for life under this Act may be exercised\non his behalf by the trustees of the settlement, and if there\nare none, then by such person and in such manner as the\n       l?h6 bdusion of   this page ir authorized by L.N. 4&0(1973]\n48                                        SETTLED LAND\n                Court, on the application of a testamentary or other\n                guardian or next friend of the infant, either generally or in\n                a particular instance, orders.\nMarried         .   67.41) The foregoing provisions of this Act apply to a\nwoman\nhowtobe         married woman of full age, whether or not she is entitled\n                to her estate or interest for her own benefit, and she, with-\n                out her husband, may exercise the powers of a tenant for\n                life under this Act.\n                       (2) A restraint on anticipation in a settlement shall\n                not prevent the exercise by her of any power under this\n                Act.\nTenantfor         68. Where a tenant for life, or a person having the powers\nlife,\nlunatic.        of a tenant for life under this Act, is a lunatic, so found by\n                inquisition, the committee of his estate may, in his name and\n                on his behalf, under an order of the Court, exercise the\n                powers of a tenant for life under this Act, and the order may\n                be made on the petition of any person interested in the\n                settled land, or of the committee of the estate.\n                        XIV. Settlement by Way of Trusts for Sale\nProvision          69.41) Any land, or any estate or interest in land, which\nfor case of\ntrust to sell   under or by virtue of any deed, will, or agreement, covenant\nin land.        to surrender, statute, or other instrument or any number of\n                instruments is subject to a trust or direction for sale of that\n                land, estate or interest, and for the application or disposal\n                of the money to arise from the sale, or the income of that\n                money, or the income of the land until sale, or any part of\n                that money or income, for the benefit of any person for his\n                life, or any other limited period, or for the benefit of two or\n                more persons concurrently for any limited period, and\n                whether absolutely, or subject to a trust for accumulation of\n                income for payment of debts or other purpose, or to any\n                other restriction, shall be deemed to be settled land, and the\n                        me inclusion of this page is authorized by L.N. 480/1973]\n                         SETTLED LAND                               49\ninstrument or instruments under which the trust arises shall\nbe deemed to be a settlement; and the person for the time\nbeing beneficially entitled to the income of the land, estate,\nor interest aforesaid until sale, whether absolutely or subject\nas aforesaid, shall be deemed to be tenant for life thereof;\nor if two or more persons are so entitled concurrently, then\nthose persons shall be deemed to constitute together the\ntenant for life thereof; and the persons, if any, who are for\nthe time being under the settlement trustees for sale of the\nsettled land, or having power of consent to, or approval of,\nor control over the sale, or if under the settlement there are\nno such trustees, then the persons, if any, for the time being,\nwho are by the settlement declared to be trustees thereof\nfor purposes of this Act are for purposes of this Act trustees\nof the settlement.\n         (2) In every such case the provisions of this Act\nreferring to a tenant for life, and to a settlement, and to\nsettled land, shall extend to the person or persons afore-\nsaid, and to the instrument or instruments under which\nhis or their estate or interest arises, and to the land there-\nin comprised, subject and except as in this section provided,\nthat is to say-\n     (a) Any reference in this Act to the predecessors or\n           successors in title of the tenant for life, or to the\n           remaindermen, or reversioners or other persons\n           interested in the settled land, shall be deemed to\n           refer to the persons interested in succession or\n           otherwise in the money to arise from sale of the\n           land, or the income of that money, or the income\n           of the land, until sale (as the w e may require).\n     (b) Capital money arising under this Act from the\n           settled land shall not be-applied in the-purchase\n           of land unless such application is authorized by\n           the settlement in case of capital money arising\n           thereunder from sales or other dispositions of the\n                  SETTLED LAND\n     settled land, but may, in addition to any other\n     mode of application authorized by this Act, be\n     applied in any mode in which capital money\n     arising under the settlement from any such sale\n     or other disposition is applicable thereunder, sub-\n     ject to any consent required or direction given\n     by the settlement with respect to the application\n     of trust money of the settlement.\n(c) Capital money arising under this Act from the\n    settled land and the securities in which the same\n     is invested, shall not for any purpose of disposi-\n     tion, transmission, or devolution, be considered\n     as €and unless the same would, if arising under\n     the settlement from a sale or disposition of the\n     settled land have been so considered, and the same\n     shall be held in trust for and shall go to the same\n     persons successively in the same manner, and for\n     and on the same estates, interests and trusts as the\n .   same would have gone and been held if arising\n     under the settlement from a sale or disposition of\n     the settled land, and the income of such capital\n     money and securities shall be paid or applied\n     accordingly.\n(d) Land of whatever tenure acquired under this Act\n    by purchase, or in exchange, or on partition, shall\n    be conveyed to and vested in the trustees of the\n    settlement, on the trusts, and subject to the powers\n    and provisions which, under the settlement or by\n    reason of the exercise of any power of appointment\n    or charging therein contained, are subsisting with\n    resped to the settled h  d ,or would be so subsist-\n    ing if the same had not been sold, or as near thereto\n    as circumstances permit, but so as not to increase\n    or multiply charges or powers of charging.\n       k h s i o l l ab this page U ail- by LN.rso~lsun]\n                     SETTLED LAND                               51\n        (3) In the case of a settlement within the meaning\nof this section, any consent not required by the terms of the\nsettlement is not by force of anything contained in this Act\nto be deemed necessary to enable the trustees of the settle-\nment, or any other person, to execute any of the trusts or\npowers created by the settlement.\n       (4) In the case of every other settlement, not within\nthe meaning of this section, where two or more persons\ntogether constitute the tenant for life for the purposes of\nthis Act, then notwithstanding anything contained in sub-\nsection (2) of section 62, requiring the consent of all those\npersons, the consent of one only of those persons is by force\nof that section to be deemed necessary to the exercise by the\ntrustees of the settlement, or by any other person, of any\npower conferred by the settlement exercisable for any\npurpose provided for in this Act.\n        (5) With respect to the powers conferred by this\nsection the following provisions are to have effect-\n          Those powers are not to be exercised without the\n          leave of the court.\n          The Court may by order, in any case in which\n          it thinks fit, give leave to exercise all or any of\n          those powers, and the order is to name the person\n          or persons to whom leave is given.\n         The Court may from time to time rescind or vary\n          any order made under this section, or may make\n          any new or further order.\n          So long as an order under this section is in force\n          neither the trustees of the settlemenf nor any\n          person other than a person having the leave, shall\n          execute any trust or power Created by the settle-\n          ment, for any purpose for which leave is by the\n          order given, to exercise a power conferred by this\n          Ad.\n52                                   SETTLED L A N D\n                (e) An order under this section shall be recorded in\n                     the Record Office.\n                 <fl Any person dealing with the trustees from time\n                     to time, or with any other person acting under\n                     the trusts or powers of the settlement, is not to\n                     be affected by an order under this section, unless\n                     and until the order is duly recorded as aforesaid.\n                (g) An application to the Court under this section\n                     may be made by the tenant for life, or by the\n                     persons who together constitute the tenant for\n                     life, within the meaning of this section.\n                (h) An application to rescind or vary an order, or to\n                     make any new or further order under this section\n                     may be made also by the trustees of the settlement\n                     or by any person beneficially interested under the\n                     settlement.\n                (8 The person or persons to whom leave is given by\n                     an order under this section, shall be deemed the\n                     proper person or persons to exercise the powers\n                     conferred by this section, and shall have, and may\n                     exercise, those powers accordingly.\n                     XV. Powers of Administrator-Genera1\nAdministra-      70. Notwithstanding anything in this Act contained, in\ntor-General\nwhen          all settlements within the definition of this Act in which the\naPpointd\ntrusteeto     Administrator-General of Jamaica is trustee, he shall be\nhaveallthe    deemed to be trustee for the purposes of this Act, and shall\npowers of\nt r u ~ t e ~ in all respects fill the place of two or more trustees under\nunder this\nA&            this Act, with all the rights, powers, duties and obligations,\n              attaching to two trustees under this Act, and in any case in\n              which the Administrator-General of Jamaica appointed\n              by the Court or otherwise sole trustee for the purposes of\n              this Act, such appointment shall m all respects be as valid\n              and effectual as if two or more persons were appointed,\n              notwithstanding anything in this Act to the contrary.\n                   [Tbe inclusion of this page is authorized by L.N. 480119731\n                                                                                 I\n                       SETTLED LAND                                      53"
    },
    {
      "provision_ref": "sec68",
      "section": "68",
      "title": "Section 68",
      "content": "68. Tenant for life, lunatic.\n                XIV. Settlement by Way of Trusts for Sale"
    },
    {
      "provision_ref": "sec69",
      "section": "69",
      "title": "Section 69",
      "content": "69. Provision for case of trust to sell and re-invest in land.\n           me inclusion of this page is authorized by L.N. 480119731\n                        SETTLED LAND                                 5\n             XV. Powers of Administrator-General"
    },
    {
      "provision_ref": "sec70",
      "section": "70",
      "title": "Section 70",
      "content": "70. Administrator-General when appointed trustee to have all the\n      powers of trustees under this Act."
    },
    {
      "provision_ref": "sec71",
      "section": "71",
      "title": "Section 71",
      "content": "71. Administrator-General not disqualified as trustee by reason of\n      official interest.\n       [The bclusion of this page is authorized by L.N. 480/ 19731\n                                                          I   ,,\n                          SETTLED LAND                                 9\nsettled land, and is, in relation to the settlement, referred\nto in this Act as the settled land.\n        (5) The determination of the question whether land\nis settled land, for purposes of this Act or not, is governed\nby the state of facts, and the limitations of the settlement,\nat the time of the settlement taking effect.\n       (6) The person who is for the time being, under a\nsettlement, beneficially entitled to possession of settled land,\nfor his life, is for purposes of this Act the tenant for life of\nthat land, and the tenant for life under that settlement.\n       (7) If, in any case, there are two or more persons so\nentitled as tenants in common, or as joint tenants, or for\nother concurrent estates or interests, they together con-\nstitute the tenant for life for purposes of this Act.\n       (8) A person being tenant for life within the fore-\ngoing definitions shall be deemed to be such notwithstand-\ning that, under the settlement or otherwise, the settled land,\nor his estate or interest therein, is incumbered or charged\nin any manner or to any extent.\n       (9) The persons, if any, who are for the time being,\nunder a settlement, trustees with power of sale of settled\nland, or with power of consent to or approval of the exercise\nof such a power of sale, or if under a settlement there are no\nsuch trustees, then the persons, if any, for the time being,\nwho are by the settlement declared to be trustees thereof\nfor purposes of this Act, are for purposes of this Act trustees\nof the settlement.\n     (10) Capital money arising under this Act, and\nreceivable for the trusts and purposes of the settlement, is\nin this Act referred to as capital money arising under this\nAct.\n10                                      SETTLED LAND\n                                n. Sale: Exchange: Partition\n                              General Powers and Regulations\nPowers to         3. A tenant for life-\ntenant for\nlife to sell,        (a) may sell the settled land, or any part thereof, or\netc.                     any easement, right or privilege of any kind, over\n                         or in relation to the same; and\n                     (b) may make an exchange of the settled land, or any\n                         part thereof, for other land, including an exchange\n                         in consideration of money paid for equality of\n                         exchange; and\n                    (c) where the settlement comprises an undivided share\n                         in land, or, under the settlement, the settled land\n                         has come to be held in undivided shares, may\n                         concur in making partition of the entirety, in-\n                         cluding a partition in consideration of money paid\n                         for equality of partition.\nExchanges.        4. On any exchange or partition any easement, right,\n                or privilege of any kind may be reserved or may be granted\n                over or in relation to the settled land or any part thereof,\n                or other land or an easement, right, or privilege of any kind\n                may be given or taken in exchange or on partition for land\n                or for any other easement, right, or privilege of any kind.\nPowersof          5. A tenant for life may make any conveyance which\ntenant for\nlife.           is necessary or proper for giving effect to a contract entered\n                into by a predecessor in title, and which if made by such\n                predecessor would have been valid as against his successors\n                in title.\nRegulations       6 . 4 ) Every sale shall be made at the best price that\nrespecting\nsale,           can reasonably be obtained.\nexchange\nand\npartition.\n                       (2) Every exchange and every partition shall be made\n                for the best consideration in land or in land and money that\n                can reasonably be obtained.\n                       me inclusion of this page is authorized by LN. 480/1973]\n                         SETTLED LAND                                   11\n       (3) A sale may be made in one lot or in several lots,\nand either by auction or by private contract.\n      (4) On a sale the tenant for life may fix reserve\nbiddings and buy in at an auction.\n        (5) A sale, exchange, or partition may be made\nsubject to any stipulation respecting title, or evidence of\ntitle, or other things.\n       (6) On a sale, exchange, or partition, any restriction\nor reservation with respect to building on or other user of\nland or with respect to mines and minerals, or with respect\nto or for the purpose of the more beneficial working thereof,\nor with respect to any other thing, may be imposed or\nreserved and made binding, as far as the law permits, by\ncovenant, conditions, or otherwise, on the tenant for life and\nthe settled land, or any part thereof, or on the other party\nand any land sold or given in exchange or on partition to\nhim.\n      (7) Settled land in Jamaica shall not be given in\nexchange for land out of Jamaica.\n                          Special Powers"
    }
  ],
  "definitions": []
}