{
  "id": "jm-stat-the-sexual-offences-act",
  "type": "statute",
  "title": "The Sexual Offences Act",
  "title_en": "The Sexual Offences Act",
  "short_name": "Sexual Offences Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-sexual-offences-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-sexual-offences-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec1i",
      "section": "1I",
      "title": "Section 1I",
      "content": "1I. Householder, etc., inducing or encouraging violation of child under\n          sixteen."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act, unless the context otherwise requires-                        Interpreta-\n                                                                                    tion.\n         \"adult\" means a person of or over the age of eighteen years;\n         \"child\" means a person under the age of eighteen years;\n         \"Children's Court\" means any Children's Court established\n             in accordance with the provisions of the Child Care\n             and Protection Act;\n         \"complainant\" means, in relation to a sexual offence against\n             this Act, a person who alleges that the offence was\n             committed or attempted against that person;\n         \"correctional institution\" has the meaning assigned to it in\n              the Corrections Act;\n         \"grievous sexual assault\" sMl be construed in accordance\n              with section 4(1);\n         \"house of prostitution\" means a building, enclosure or place\n              that is used for the purpose of prostitution;\n         \"mental disorder\" means-\n              (a) a substantial disorder of thought, perception,\n                   orientation or memory which grossly impairs a\n                   person's behaviour, judgment, capacity to recog-\n                   nize reality or ability to meet the demands of life,\n                   which renders a person to be of unsound mind; or\n                   -\n                    (fbc hKhsiola of CLb   b omtho-   by LN. IztnOlll"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.   Householder,                                      Fifteen years\n     etc. inducing\n     or encouraging\n     violation of\n     child under\n     sixteen"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4-41) A person (hereidler called \"the offender'? c a m i t s ~ S W U S\nthe offence of grievous sexual assault upon another (hereinafter\nd l e d the \"victim\") where, in the circums9ance.s specified in\n                                                                     zL\nsubsection (3,the offender-\n     (a) peneteates the vagina or anus of the victim with-\n             (i) a body part other than the penis of the\n                 offender; or\n             (ii) an object manipulated by the offender;\n     (6) causes another person to penetrates the vagina or amus\n         of the victim by-\n             (i) a W y part other than the penis sf hat person;\n                 or\n             (ii) an object manipulated by that other person;\n     (c) places his penis into the mouth of the victim;\n    (8) causes another person to place his penis into the mouth\n         of the victim;\n    (e) places his or her rnduth onto the vagiwa, wllvaa, penis or\n         anus of the victim; or\n    (j) causes another person to place his or her mouth onto\n        the vagina, vulva, penis or anus of the victim.\n       (2) Subsection (l)(a) and (b) do not apply to patration\ncanid out in the course of a search authorized by law or for\nbonapde medical purposes.\n       (3) The cimmstances referred to in subsection (1) me\nthat any of the acts specified in paragraphs (a) to (j) of that\nsubsection is-\n     (a) carried out-\n               (i) without the consent of the victim; and\n             (ii) knowing that the victim does not consent to the\n                   act or recklessly not caring whether the victim\n                   consents or not; or\n                        of tbk png k rotbodzed by 1-9. IRVU)II(\n             (Ihs i~lrs&a\n                                      SEXUAL OFFENCES\n                   (b) carried out upon a victim unda the age of sixteen\n                       ye=.\n                   (4) For the purposes of subsection (3), consent shall not\n           be treated as existing where the apparent consent to the act i s -\n                   (a) extorted by physid assault or threats or fear of phy-\n                       sical assault to the victim or to a third person; or\n                   (b) obtained by false and hudulent representation as to\n                       the nature of the act or the identity of the offender.\n      m.\n~arinal       5.---(I) A husband commits the offence of rape against his\n           wife if he has sexual intercourse with his wife in any of the cir-\n           cumstances specified in subsection (3)-\n                   (a) without her consent; and\n                   (b) knowing that she does not consent to sexual inter-\n                       course or recklessly not caring whether she consents or\n                       not.\n                   (2) For the purposes of subsection (I), consent shall not\n           Itbe deemed to exist where the apparent agreement to sexual inter-\n           course is-\n                   (a) extorted by physical assault or threats or fear of phy-\n                       sical assault to the wife or to a third petson; or\n                   (b) obtained by false and fraudulent representation as to\n                       the nature of the act or the identity of the offender.\n                    (3) The circumstances referred to in subsection (1) are\n           that-\n                   (a) the spouses have separated and thereafier have lived\n                       separately and apart within the meaning of the Matri-\n                       monial Causes Act;\n                   (b) there is in existence a separation agreement in writing\n                       Itbetvieen the spouses; -     -   .\n                   (c) proceedings for the dissolution of the marriage or\n                       for a decree of nullity of marriage have been\n                           ITk i n d n h of obis p g e h ashrizcd by LS. IU/LOlII\n                      SEXUAL OFFENCES\n        instituted;\n  (4) there has been made or granted against the husband an\n      order or injunction, as the case may be, for non-\n      cohabitation, non-molestation or ouster fism ok matri-\n      monial home for the personal protection of the wife; or\n  (e) the husband knows himself to be suffering fiom a\n      sexually transmitted infection.\n6 4 1) A person who-                                          Penally fbr\n                                                                    m\n  ( 0 ) commits the offence of rape (whether against section 3 g h f l m\n                                                               sesuat ssscaull.\n      or 5) is liable on conviction in a Circuit Courg to\n      imprisonment for life or such other term as the courg\n      considers appropriate. not being less than fifteen yem:\n      or\n  (b) commits the offence of grievous s e x d assault is\n      liabhe-\n          (i) on summary conviction in a Resident Magis-\n              trate's Court, to imprisonment for a term not\n              exceeding three years;\n         (ii) on conviction in a Circuit Court, to imprison-\n              ment for life or such other tern as the court con-\n              siders appropriate not being less than fitaeen\n              years.\n  (c) attempts to commit the offence of mpe is liable, on\n      conviction in a Circuit Court-\n          (i) where at the time of the attempt he was armed\n              with a dangerous or offensive weapon or ipl%trar-\n              ment, to imprisonment for a tam not exceeding\n              ten years; and\n         (ii) in any other ccase, to imprisonment for a term not\n              e x d i n g seven years;\n  (4) attempts to commit the offence of grievous sexual\n      assaults-\n          (i) where at the time of the attempt he was armed\n               I d d o n of ab prgc b aatbrhcd   LN. lUILO1BI\n10                             SEXUAL OFFENCES\n                        with a dangerous or offensive weapon or instru-\n                        ment, is liable on conviction in a Circuit Court\n                        to imprisonment for a tern not exceeding ten\n                        years; and\n                    (ii) in any other case, is liable-\n                            (A) on summary conviction in a Resident\n                                Magistrate's Court, to imprisonment for        0\n                                a term not exceeding theee years;\n                             (93) on conviction in a Circuit Court to im-\n                                  prisonment for a term not exceeding\n                                  seven years.\n                 (2) Where a person has been sentenced pursuant to sub-\n         section (I)@) or (b) (ii), then in substitution for the pro-\n         visions of section w l ) to ($) of the Parole Act, the person's\n         eligibility for prole shall be determined in the following\n         manner: the court shall specify a perid of not less than ten\n         years, which that person shall serve before becoming eligible\n         for parole.\n                 (3) For the purposes of this s t i o n , a f i r e m or an\n         imitation f i r e m shall, notwithstanding that it is not loaded or\n         is otherwise incapable of discharging any shot, bullet or\n         other missile, be deemed to be an offensive weapon or instru-\n         ment.\n                (4) In this section, \"fim\"      and \"imitation fim\"\n         have the meanings resisectively assigned to them under sections\n         2 and 25 of the Firems Act.\n                                  PART111. Incest\n~ncn(.     7 . 4 1 ) The offence of incest is committed by a male person\n         who willingly has sexual internurse with another person\n         knowing that the otha person is his grandmother, mother, sister,\n         daughter, aunt, niece or granddaughter.\n               (2) The offence of incest is committed by a f m d e\n         person who willingly has sexual intercourse with another\n                           SEXUAL OFFENCES                                B li\n    person knowing that the other person is her grandfather,\n    father, brother, son, uncle, nephew or grandson.\n           (3) For the purposes of subsection (1) or (2), the relation-\n    ship between the person charged with an offence under any of\n    those subsections and the person against whom the offence is\n    alleged to have been committed includes a relationship deter-\n    mined by the reference to the whole blood or half blood, as the\n@   case may be.\n          (4) A person who commits the offence of incest is liable\n    on conviction in a Circuit Court to imprisonment for life.\n            (5) Any person who attempts to commits the offence of\n    incest is liable on conviction in a Circuit Court to imprisonment\n    for a term not exceeding ten years.\n            (6) On the conviction of any person for an offence under\n    subsection (1) or 42)against-\n          (a) a child; or\n          (6) a person over the age of sixteen who is suffering from\n               a mental disorder,\n    then where the person so convicted has authority or guardian-\n    ship over the victim, the Court may act in accordance with s u b\n    section (7).\n            (7) The Court may-\n          (a) subject to paragraph (b), make an order divesting the\n               person so convicted of dl authority or guardianship\n               over the victim, and in any such case appoint any per-\n               son or persons to be the guardian or guardians of the\n               victim during, in the case of a child, the period of\n               minority or any lesser period; or\n          (6) in any case where it considers it appropriate, refer the\n               matter of guardianship to the Children's Court, and\n               that court may, at any time, vary or rescind an order\n               made under paragraph (a) by the appointment of\n               any other peason as such guardian, or in any other res-\n               Pt.\nI2                                      SEXUAL OFFENCES\n                        PART1V. S e w 1 Wences Against Children and\n                                     Indecent Assault\nS e x d touch-     $.--(I) In this section, \"child\" means a person under the age\ning a inter-\nfrrencp.\n                 of sixteen years.\n                        (2) An adult commits an offence where he or she, for a\n                 s e x 4 purpose, does any act specified in subsection (3).\n                         (3) The acts referred to in subsection (2) are-\n                      (a) touching9directly or indirectly, with a part of his or her\n                          M y or with an object, any part of the body of\n                          the child; or\n                      (6) inviting9 counselling or inciting a child to touch,\n                          directly or indirectly, with a part of the M y or with an\n                          object, the M y of-\n                              (i) any person, including the M y of the adult\n                                  who so indtes, counsels or incites; or\n                              (ii) the child.\n                       '(4) For the purposes of this section an act is done for\n                 a sexual purpose if a reasonable person would consider that-\n                      (a) whatever its circumstances or any person's purpose\n                          in relation to it, it is because of its nature sexual;\n                          or\n                      (6) because of its nature and because of its circumstances\n                          or the purpose of any person in relation to it (or both) it\n                          is sexual.\n                         (5) A person who commits an offence under subsection\n                 (2) is liable on conviction in a Circuit Court, to imprisonment\n                 for a term not exceeding ten years.\n                       (6) On the conviction of any person for an offence under\n                 subsection (3,then where the person so convicted has authority\n                 or guardianship over the child concerned, the Court may\n                 exercise its like power as under section 7(7).\n                              lfbc inchdon of l b page b wlorized by LS. IUROIII"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.   Violation                                         Fifteen years\n     of person\n     suffering\n     from mental\n     disorder"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6                           -     SEXUAL OFFENCES\n                         (B) mental retardation, where such ai condition is\n                                associated with abnonndly aggressive or\n                                seriously irresponsible behaviour;\n               \"Register\" means the Sex Offender Register maintained\n                     under section 29;\n               \"Registry\" means the Sex Offender Registry established by\n                     section 29;                                                a\n               \"sex offender\" means a person who has been convicted of a\n                     specified offence and whose particulars are entered or\n                     required to be entered in the Register, and who is\n                     required to make regular reports pursuant to this\n                     Act;\n               \" s e x d intercouase\" means the penetration of the vagina of\n                      one person by the penis of another person;\n~i             \"specified offence\" means an offence specified in the First\n~chcdd~.            Schedule, to which reporting obligations uslder Part\n                    VII apply.\n             BART I I . Rape, Grievous Sexual Assault and Marital Rape\nRaps.        3.--(I) A man commits the offence of rape if he has sexual\n           internme with a worncan--\n                 (a) without the woman's consent; and\n               (b) knowing that the woman does not consent to sexual\n                    intercome or recklessly not caring whether the woman\n                    consents or not.\n                  (2) For the pwpses of subsection (I), consent shall not\n           be treated as existing where the apparent agreement to-sexual\n           intmuase is-                                                         •\n                (a) extorted by physical assault or threats or fear of\n                    physical assault to the complainant or to a third person;\n                    Of\n               (B) obtained by false and hudulent representation as to\n                    the nature of the act or the identity of the offender."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.    Procuring                                                 Fifleen years\n      violation\n      of person\n      by threats\n      or fraud,\n      or administer-\n      ing drugs"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1)   An adult commits an offence if-                               ~arual\n                                                                              gaming of\n         (a) having met or communicated with a child on at least chiid.\n             two earlier occasions, he or she-\n                 (i) intentionally meets the child; or\n                (ii) travels with the intention of meeting the child\n                     in any part of the world;\n         (6) the child is under the age of sixteen years; and\n         (c) at the time of the meeting or travel, he or she-\n                (i) intends to do anything to or in respect of the\n                    child, during or after the meeting, in any part of\n                    the world, which, if the act were done in\n                    Jamaica, would amount to the commission by\n                    any person of a sexual offence under this Act;\n                    and\n                (ii) does not reasonably believe that the child is of or\n                     over the age of sixteen years.\n            (2) An adult commits an offence if he or she causes\n    another person to cany out the offence specified in subsection\n    (1).\n            (3) In subsection (I), the reference to the adult having\n    met or communicated with- the child is a reference to the adult\n    having met the child in any part of the world or having com-\n    municated with the child by any means from, to or in any jxui of\n    the world.\n             (4) A person who .commitsan offence under this section\n0   is liable on conviction in a Circuit Court, to imprisonment for a\n    term not exceeding fifteen years."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1)  Subject to subsection (3), a person who has sexual sexual\n                                                                    intersourse\n    intercourse with another person who is under the age of sixteen wi*gersocl\n    years commits an offence.                                       under six-\n                                                                              teen.\n           (2) Any person who attempts to have sexual intercourse\n                  )The inclusion of this p a y is 8u(borhcd by LN. 123nOll)\n                                          SEXUAL OFFENCES\n                 with any person under the age of sixteen years commits an\n                 offence.\n                        (3) It is a defence for a prson of twenty-ahtee years of\n                 age or under who is charged for the fi~sttime with an offence\n                 mddp subsection (1) or (2), to show that he or she had\n                 reasonable cause to believe that the other person was of or over\n                 the age of sixteen years.\n                        (4) Where the person charged with an offence under sub-\n                                                                                         0\n                 section (1) is an adult in authority, then, he or she is liable\n                 upon conviction in a Circuit Court to imprisonment for life,\n                 or such other term as the Court considers appropriate, not\n                 king less than fiM years, and the Court may, where the\n                 person so cosnvicted has authority or guardianship over the\n                 child concerned. exercise its like powers as under section\n                        (5) Where a gemn has k e n sentenced pursuant to sub-\n                 &tion (4), then, in substitution for the provisions of\n                 section 6(1) to (4) of the Parole Act, the p m n ' s eligibility\n                 for p o l e shall be determined in the following manner: the\n                 Court shall s p i Q a period of not less than ten years\n                 which that person shall serve, before becoming eligible for\n                 parole.\n                         (6) In this section, \"adult in authority\" means an adult\n                 who--\n                      (a) is in a position of trust or authority in relation to a\n                           child;\n                      (Q) is a pawn with whom a child is in a relationship of\n                          dependency; or\n                      (c) stands in l o c parentis\n                                          ~        to a child.\nHOuseholdeB         f I. A person c o m i t s an offence who, being the owner\netc.. inducing\notm--            or occupier of any premises, or having, or acting or assisting\ningviOimim       in, the management or control thereof, induces or knowingly\nofchild under\nsixteen.         allows any child under the age of sixteen years to reson to\n                 or be in or upon such premises for the p m s e of-\n                               (fbc k l n s h of tbh m e b amthorbred by L.S. IUltOll%\n                          SEXUAL OFFENCES\n     (a) having sexual intercourse with any man or woman;\n         or\n     (b) engaging in any act with any man or woman that\n         constitutes grievous sexual assault upon the child."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Where on the trial of any offence under this Act it is Custodyof\n                                                                    children\nproved to the satisfaction of the court that the seduction or pros- under sir-\ntitution of a girl or boy under the age of sixteen years has been teen.\ncaused, encouraged, or favoured by his or her parent or guard-\nian, it shall be in the power of the court to divest such parent or\nguardian of all authority over the girl or boy, and to appoint any\nperson or persons willing to take charge of such girl or boy to be\nher or his guardian until she or he has attained the age of\neighteen years, or any age below this as the court may direct,\nand a Judge of the Supreme Court shall have the power, from\ntime to time, to rescind or vary such order by the appointment of\nany other person or persons as such guardian, or in any other\nrespect."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Any person who carries out an act of indecent assault on Indecent\n                                                               assault.\nanother person commits an offence and-\n     (a) on summary conviction in a Resident Magistrate's\n         Court, is liable to imprisonment for a term not ex-\n         ceeding three years;\n     (b) on conviction in a Circuit Court, is liable to imprison-\n         ment for a term not exceeding fifteen years."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. It shall not be a defence to a charge or indictment for consentof\nan indecent assault on a person under the age of sixteen years      no\n                                                               defence in\n                                                                          ,\n                                                               young person\nto prove that the person consented to the act of indecency.    indecent\n                                                                          assault."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. A person who unlafilly takes or causes any child, being child\n                                                                  Abduai~of\n                                                                        under\nunder the age of sixteen years, to be taken out of the possession sixteen.\nand against the will of the child's father or mother, or of any\nother person having the lawfbl care or charge of the child,\ncommits an offence.\n             [The inclusion of thin page is authorized by LN. 123120111\n16                                        SEXUAL OFFENCES\n                                           PART V . Other Offences\nViolalion of         1 6 . 4 1) A person commits an offence who has or attempts to\nperson suffer-\ning from men-     have sexual intercourse with a person who is suffering from a\ntal disorder or   mental disorder or physical disability (knowing that the person\nphysical dis-\nability.          is suffering from such a disorder or disability) and who does not\n                  consent to the act of intercourse or is incapable of consenting to\n                  the act.\n                           (2) A person who is suffering from a mental disorder or\n                  physical disability shall be regarded as being incapable of con-\n                  senting to engage in any act where by reason of mental disorder\n                  or physical disability, the person is unable to do one or more of\n                  the following-\n                       (a) understand what the act is;\n                       (b) form a decision as to whether to engage in the act (or\n                           as to whether the act should take place);\n                       (c) communicate any such decision.\nForcible             17. A person commits an offence who by force takes away or\n.Muaim.\n                  detains another person, against the will of that person, with\n                  intent to-\n                       (a) have sexual intercourse with or commit grievous\n                           sexual assault upon that person;\n                       (6) cause that person to be married or to have sexual inter-\n                           course with or to be subjected to an act of grievous\n                           sexual assault by another person.\nProcuration.         1 8 . 4 1 ) A person commits an offence who procures or\n                  attempts to procure any other person-\n                       (a) who is a child, to have sexual intercourse with or\n                           engage in an act of grievous sexual assault with any\n                           other person or persons either within or outside\n                           Jamaica;\n                       (b) to b m e , either within or outside Jamaica, a male or\n                           female prostitute;\n                                (Ikindedon of tbh page h authorired by LN. l23nOlll\n                        SEXUAL OFFENCES\n    (c) to leave Jamaica, with the intent that the other person\n        shall become a male or female prostitute, or an inmate\n        of, or frequent a house of prostitution; or\n    ( 4 to leave the other person's usual place of abode in\n        Jamaica (such place not being a house of prostitution),\n        with intent that the other person may, for the purposes\n        of prostitution, become an inmate of or frequent\n        a house of prostitution within or outside of Jamaica.\n       (2) 'Any member of the Jamaica Constabulary Force\nabove the rank of corporal may take into custody without a\nwarrant any person whom he has good cause to suspect of\nhaving committed, or of attempting to commit, any offence\nagainst subsection (1)."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Violation of person suffering From mental disorder or physical\n          disability."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Forcible abduction.\n                   1The Inclusioa of thb p a p is mtborizd by L.S. IUROllJ\n                            SEXUAL OFFENCES"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. A person commits an offence who-                               Procuring\n                                                                     violation of\n                                                                     person by\n    (a) by threats or intimidation, procures or attempts to          th~auor\n        procure any person to have sexual intercourse or to :   ;\n                                                                ?  ;;\n                                                                    -\n        engage in or be subjected to an act of grievous sexual teringdrug.\n        assault, either within or outside of Jamaica;\n    (b) by false pretences or false representation, procures any\n        person to have sexual intercourse or to engage in or be\n     '\n        subjected to an act of grievous sexual assault either\n        within or outside of Jamaica;\n    (c) applies, administers to, or causes to be taken by any\n        person, any drug, matter, or thing, with intent to\n        stupe@ or overpower that person so as thereby to\n        enable any other person to have sexual intercourse with\n        or to engage in an act of grievous sexual assault upon\n        that other person; or\n    ( 4 has or attempts to have sexual intercourse with or\n        engages or attempts to engage in an act of grievous\n        sexual assault upon any other person, when that other\n        person is partially or entirely stupefied or overpowered\n        as specified in paragraph (c).\n            lThe inclusion of tbb pap b authorized by LN. 123ROll(\nI8                                         SEXUAL OFFENCES\nAbduction of       20.41) A person commits an offence who takes, or causes\nchild with\nintent to have\n                 to be taken, any unmarried child out of the possession and\nsexual inter-    against the will of his or her parent or guardian, with the intent\ncourse, elc.\n                 that such child should have sexual intercourse with or engage\n                 in act of grievous sexual assault involving any other person or\n                 persons generally.\n                        (2) It is a defence for a person charged with an offence\n                 under subsection (1) to show that the person had reasonable\n                 cause for believing that the child was of or above the age of\n                 eighteen years.\nUnlawful de-       21.41) A person commits an offence who detains another\ntention with\nintent Po\n                 person against his or her will-\nhave sexual\ninterwune.            (a) in or upon premises with the intent that such person\netc.                      may-\n                             (i) have sexual intercourse with or engage in\n                                 an act of grievous sexual assault involving any\n                                 other person or with persons generally; or\n                            (ii) be subjected to grievous sexual assault by any\n                                 person or by persons generally;\n                      (b) in a house of prostitution.\n                        (2) A person (hereinafter referred to as \"the offender\")\n                 shall be deemed to detain a person-\n                       (a) in or upon premises, who is in or upon those premises\n                           for the purpose of having sexual intercourse or\n                       (b) in a house of prostitution,\n                  if, with the intent to compel or induce a person to remain in or\n                  upon the premises or in the house of prostitution-\n                       (c) the offender withholds from   the other person any\n                           clothing apparel or other property belonging to that\n                           other person; or\n                       (6) where clothing apparel has been lent or otherwise\n                           supplied to the other person by the offender or at the\n                          offender's direction, the offender threatens the other\n                                ---\n                               (The ioc1usiQo of thin page is outborited by L.N. 123120111\n                             SEXUAL OFFENCES\n              person with legd proceedings if the other person takes\n              away the clothing apparel so lent or supplied.\n             (3) No legal proceedings, whether civil or criminal,\n    shall be taken against any person detained as described in sub-\n    section (2), for taking away or being found in possession of any\n    such clothing as was necessary to enable him or her to leave the\n0   premises or h o w of prostitution."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-41) If it appears to any Justice of the Peace on Powerof\n    information laid before him on oath relating to my person (in -h.\n    this section r e f e d to as \"the victim\") by-\n         (a) any parent, relative or guardian, as the case may be s f\n             the victim; or\n         (b) any other pemn who, in the opinion of the Justice of\n             the Peace, is bona fide acting in the interest of the\n             victim,\n    that there is reasonable cause to suspect that the victim is\n    unlawhlly detained for immoral purposes by any person, in any\n    place within the jurisdiction of such Justice, the Justice may,\n    subject to this section, act in accordance with subsection (2).\n            (2) The Justice may-\n         (a) issue a warrant authorizing any person named therein\n             to search for, and, when found, to take the victim\n             to and keep the victim in a place of safety or other Eaw-\n             hl place, until he or she can be brought before a Jus-\n             tice; and\n         (b) by the same or any other wmant, cause any person\n             accused of unlawfully detaining the victim to be appre-\n             hended and brought before a Justice, for legal proceed-\n             ings to be instituted against the accused pepson.\n            (3) The Justice before whom the victim is brought may\n    cause the victim, in the case of a child, to be delivered up to his\n    or her parents or guardians, or, in the case of an adult, 80 be\n    otherwise dealt with as the circumstances may permit or require.\n                 (The incl~siono f tkb page is author*cd by 1-3. 123R0111\n                                     ,   SEXUAL OWENCES\n                        (4) The victim shall be deemed to be unlawfully\n                detained for an immoral purpose if he or she is detained for the\n                purpose of having sexual intercourse with or engaging in an act\n                of grievous sexual assault involving any other person or with\n                persons generally and is-\n                     (a) in the case of a child-\n                            (i) under the age of sixteen years; or\n                           (ii) of or over the age of sixteen years, so detained\n                                against his or her will or that of a parent or\n                                                                         '                 \\\n                                guardian; or\n                     (b) in the case of an adult, so detained against his or her\n                          will.\n                        (5) Any person authorized by warrant under this section\n                to search for any victim unlawfully detained as specified in\n                this section may enter with such force as may be necessary,\n                any house, building or other place specified in such warrant\n                and may remove such victim therefrom.\nLiving on\nearnings of"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.--(1 1) Every person who-\nprostitution.\n                     (a) knowingly lives wholly or in part on the earnings of\n                         prostitution; or\n                     (b) in any place, whether public or private, persistently\n                         solicits or importunes for immoral purposes,\n                commits an offence and is liable-\n                              (i) on^summary conviction in a Resident Magis-\n                                  trate's Court, to a fine not exceeding five hund-\n                                  red thousand dollars or to imprisonment for a\n                                  term not exceeding three years; or\n                             (ii) on conviction in a Circuit Court, to a fine or to\n                                                                                               •\n                                  imprisonment for a term not exceeding ten\n                                  years.\n                         (2) If it is made to appear to a Resident Magistrate or\n                Judge, as the case may require, by information on oath that\n                there is reason to suspect that any house or any part of a house is\n                             [The inclusion of this page b authorized by L.S. 12.3/20111\n                             SEXUAL OFFENCB                                        2I\n    being used for the purposes of prostitution and that any person\n    residing in or frequenting the house is living wholly or in part on\n    the earnings of prostitution, the Resident Magistrate or Judge\n    may issue a warrant authorizing any constable to enter and\n    search the house and to arrest that person.\n             (3) Where a person is proved to live with, or to be\n    habitually in the company of, a prostitute, or is proved to have\n0   exercised control, direction or influence over the movements,of\n    a prostitute in such manner as to show that the person is\n    aiding, abetting or compelling prostitution, whether with any\n    particular person or generally, the person shall, unless the\n    court is satisfied to the contrary, be deemed to be knowingly\n    living on the earnings of prostitution.\n             (4) Subject to subsection (5), the wife or husband of a\n    person charged with an offence under this section may be called\n    as a witness either for the prosecution or the defence and\n    without the consent of the person charged.\n             (5) Subsection (4) shall not, except to the extent speci-\n    fied therein, be construed as affecting any principle that the wife\n    or husband of a person charged with an offence may at common\n    law be called as a witness without the consent of that person.\n            PARTV I. Capacity, Consent, Evidentiary Matters.\n                        Anonymity of Complainant"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. It is hereby declared that, subject to section 63 of the Abolition\n                                                                        common law\n                                                                                  of\n    Child Care and Protection Act, the common law presumption pnsumptian\n    that a boy under the age of fowteen years is incapable of com- of incapacity.\n    mitting rape or any other offence involving vaginal or anal inter-\n    course is abolished."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. For the purposes of proceedings in relation to an offence Casa    where\n0                                                                       consent\n     under section 741) or 42), 8(2), 9(1) or lO(1) or (2), it is im- immaterial.\n     material that the act constituting the offence was done with the\n    consent of any of the persons involved."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.-(1) Subject to subsection (2), where a person is tried for Warnings\n                                                                        tombofa\n    the offence of rape or any other sexual offence under this Act, it tion of evid-\n     shall not be necessary for the Gal judge to give a warning to necessary\n                                                                        ence not\n                                                                                  for\n                                                                           conviction.\n                  lTbc i n d h of Ibb pg b rulborbcd by LN. IUBOllJ\n--\n77                                            SEXUAL OFFENCES\n                  the jury as to the danger of convictiilg the accused in the absence\n                  of corroboration of the complainant's evidence.\n                            (2) Notwithstanding the provisions of subsection (1)'\n                  the trial judge may, where he considers it appropriate to do so,\n                  give a warning to the jury to exercise caution in determining-\n                       (a) whether to accept the complainant's uncorroborated\n                             evidence; and\n                       (b) the weight to be given to such evidence.\nRestriction o f      2 7 . 4 1 ) In any proceedings in respect of rape or other\nevidence at\ntrial for rape.   sexual offence under this Act, no evidence shall be adduced and\n                  no question shall be asked in cross examination relating to the\n                  sexual behaviour of the complainant with a person other than the\n                  accused, unless leave of the Judge is obtained on application\n                  made by or on behalf of the accused.\n                             (2) An application for leave under subsection (1) shall\n                  be made in the absence of the jury and a copy thereof shall be\n                  served upon the complainant.\n                             (3) Subject to subsection (4), the Judge shall not grant\n                  leave under subsection (1)-\n                        (a) unless the evidence or question in respect of which\n                              leave is sought, is or relates to, evidence-\n                                   (i) of specific instances of the complainant's sexual\n                                        behaviour which tend to establish the identity of\n                                        the person who had sexual contact with the\n                                        complainant on the occasion set out in the\n                                        charge;\n                                 (ii) of other sexual activity that took place on the\n                                       same occasion as the sexual activity that forms\n                                       the subject maater of the charge and relates to the\n                                       consent which the accused alleges that the\n                                       accused believed was given by the complainant;\n                                       or\n                                (iii) which rebuts evidence of the complainant's\n                                       sexual behaviour or absence thereof that was\n                                       previously adduced by the prosecution; or\n                                 I'lhc Lndosioa o f tbu page is a u t h o r i d by LN. 123120111\n     (b) unless the Judge is satisfied that the exclusion of the\n          evidence or question in respect of which leave is\n          sought, would be unfair to the accused because of the\n          extent to which that evidence-\n               (i) relates to behaviour on the part of the com-\n                   plainant which was similar to the alleged\n                   behaviour on the occasion of, or in relation\n                   to, events immediately preceding or follow- '--\n                   ing the alleged offence; and\n                                                                        >\n              (ii) is relevant to issues arising in the proceedings.             I\n         (4) In determining for the purposes of subsection (3)\nwhether evidence is admissible or questioning should be\nallowed, the Judge shall be satisfied that the probative value of\nthe evidence sought to be admitted or allowed is-\n     (a) significant; and\n     (b) likely to outweigh any risk of prejudice to the proper\n          administration of justice if it is admitted."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28.-41) Subject to subsections (2), (3), '(4) and (73, after am Ananynity\n                                                                     of m-\nallegation has been made that a person has k n the victim of mi,I,,       ,,c.\nrape or any other sexual offence under this Act-\n     (a) lac^ report of the proceedings in relation to the offfence\n          shall reveal the name or address, or include my part-\n          iculars dculated to lead to the identification of the\n          complainant either as being the person against or in\n          respect of whom the proceedings are taken or as being\n          a witness therein;\n     (b) no picture of the complainant shdl be published\n          except in so far (if at all) as may be permitted by the\n          direction of the court; and\n     (c) where a person is charged with rape or any other sexual\n          offence, no matter likely to lead members of ..the\n          public to identifj. a person as the complainant in\n          relation to that accusation.shall, during the complain-\n          ant's lifetime, be published in a weitten publication\n          available to the public or broadcast or included in a\n          cable programme.\n             ITbe bdmbra bf &fa page is om(LQrhEdl~L.N. I1YLOIII\n                          SEXUAL OFFENCES\n         (2) Nothing in subsection (1) prohibits the publication or\nbroadcasting or inclusion in a cable programme of matter con-\nsisting only of a report of criminal proceedings other than\nproceedings at, or intended to lead to, or on an appeal arising\nout of, a trial at which the accused is charged with the offence.\n        (3) The trial Judge may-\n      (a) on an application by the accused, direct that the prohi-\n           bition against identifjing the complainant be inappli-            @\n           cable, if he is satisfied that-\n                (i) such a direction is required for the purpsse of\n                     inducing persons likely to be needed as wit-\n                     nesses to come forward to give evidence at the\n                     trial; and\n              (ii) the defence of the accused is likely to be sub-\n                    stantially prejudiced if such direction is not\n                    given;\n      (b) direct that the prohibition against identifLing the com-\n           plainant be inapplicable to any matter specified in the\n           direction, if he is satisfied that-\n               (i) such a prohibition would impose a substantial\n                   and unreasonable restriction on the reporting of\n                   the trial proceedings; and\n             (ii) the removal or relaxation of the restriction would\n                   be in the public interest.\n         (4) Where a person hiis been convicted of rape or any\n other sexual offence under this Act and has given written notice\n of appeal or has made an application for leave to appeal against\n the conviction, the Court of Appeal may, upon the application\n by the convicted person, direct that the prohibition against the\n identification of the complainant be inapplicable, if the Court is\n satisfied that-\n       (a) such direction is necessary for the purpose of obtaining\n            evidence in support of the .appeal;and\n       (b) the applicant is likelyto suffer substantial injustice if\n            such direction is not given.\n              JThe induslon of Ibis page b a u t h o ~ e dby L.S. l23nOlll\n                       SEXUAL OFFENCES\n        (5) A person referred to in subsection (6) who con-\ntravenes this section commits an offence and shall be liable\nupon summary conviction in a Resident M a m ' s Court to\na fine not exceeding five hundred thousand dollars or to im-\nprisoment for a term not exceeding six months or to both such\nfine and imprisonment.\n      (6) The person referred to in s u b t i o n (5) is-\n    (a) in the case of publication in a newspaper or periodid,\n        any proprietor, the editor or-publisher of such news-\n        paper or periodical;\n    (b) in the case of any other publication, the person who is\n        the publisher;\n    (c) in the case of a broadcast or cable programme-\n             (i) any body corporate which transmits the broad-\n                 cast or provides the programme; and\n            (ii) the person having fbctions in relation to the\n                 broadcast or programme corresponding to\n                 those of an editor of a newspaper.\n       (7) Subject to s u b t i o n (8), where a person is charged\nwith an offence under subsection (I), it shall be a defence\nfor the person charged to prove that the publication, bmd-\ncast or cable programme in which the matter appeared was\none in respect of which the complainant had given written con-\nsent to the appearance of matter of that description.\n       (8) Written consent is not a defence if it is proved that\nany person interfered unreasonably with the c o m p l ~ m t 9 s\npeace or comfort with intent to obtain the consent.\n      (9) In this section-\n    (a) \"broadcast\" means a transmission by wiacless tele-\n        graphy of visual images, sounds or other information\n        which is capable of being received by members of the\n        public;\n    (b) \"cable programme\" means a transmission which consists\n            (Fbc &&rioa of cbi page b aucbohd by LN. IbVLOlll\n                                     SEXUAL OFFENCES\n                     wholly or m,&nly in sending visual images, sounds or\n                     other information by means of a telecommunications\n                     system, otherwise than by wireless telegraphy, for\n                     reception-\n                         (i) at two or more places (whether for simultaneous\n                             reception or at different times in response to\n                             requests by different users); or\n                        (ii) for presentation to members of the public;\n                 (c) \"picture\" includes a likeness however p d u c e d ;\n                  (4\"written publication\" includes a film, a sound track and\n                      army other record in permanent form, but does not\n                      include an indictment or other docwnent prepared for\n                      use in particular legal proceedings.\n                PARTVII. Sex mender Register and Sex Oflender Registry\n!kx~eder            29.-(1)      There shall be a Sex Oflender Register and a Sex\nRegister enal\nRegisty.        Offender    Registry.\n                            (2) The Registry shall be under the day-today\n                management of the Commissioner of Corrections and the Regis-\n                ter shall be maintained therein.\n                            (3) The Register shall consist of information supplied\n                by persons who are required to make a report under section 30\n                and such other information as may be prescribed.\n                            (4)' The Minister may make regulations prescribing-\n                     (a) the procedure for entry of information into the Register;\n                     (b) the establishment and location of Sex Offender Registry\n                           Registration Centres.\nPafticulm of       30.-(1)     The particulars of every conviction for a specified\nevery m v i c -\ntion to be      offence committed after the coming into operation of this Part\nfurnished to    shall be fiunished, in the circwmstances specified in subsection\nRegistry.\n                (2), to the Sex Offender Registry-\n                      (a) if the conviction is recorded in the Supreme Court\n                            at Kingston, by the Registrar of the Supreme Court;\n                      (b) if the conviction is recorded in a Circuit Court, by the\n                            Clerk of the Circuit Court; or\n                          lTbe Lndusioa of lhb page is rutbodzed by LN. 123/2011l\n                          SEXUAL OFFEACES\n        (c) if the conviction is recorded in the Court of Appeal, by\n            the Registrar of the Court of Appeal.\n          (2) The circumstances referred to in subsection ( I ) are\nthat-\n        (a) the specified offence is an incest offence;\n        (b) the offender has been previously convicted for a speci-\n            fied offence; or\n        (c) the offence has not been exempted, pursuant to sub=-\n            tion (3), from the registration and reporting require-\n            ments of this Part.\n        (3) A Judge of the Supreme Court (whether or not the\nJudge before whom the specified offence is tried) may direct\nthat a person who has been convicted of a specified offence\n(hereinafter called \"the offender\") be exempt from any o~ all\nof the registration and reporting requirements of this Bart by\nvirtue of-\n        (a) the conviction of the offender being a first time convic-\n            tion for a specified offence;\n        (b) the offender being a child;\n        (c) the sentence imposed for the offence being of minimal\n            severity (being of such category as may be prescribed);\n            or\n    (d) the Judge being satisfied that the effect of the impsi-\n        tion of such requirements on the offender, including ow\n        his privacy or liberty, would be grossly disproportionate\n        to the public interest to be achieved by registering the\n        offender as a sex offender.\n       (4) On receipt of the particulars mentioned in subsection\n(I), the Commissioner of Corrections shall cause to be e n t e d\nin the Register-\n         (a) the name of the offender; and\n        (6) the particulars of the conviction.\n                    lndabn of (bb page b a~i&or&ed   LN. 12M20111\n                                       SEXUAL OFFENCES\n                       (5) Subject to subsections (6), (7) and (8), a sex offender\n                shall after the expiration of a period of ten years after the date of\n                the imposition of the registration and reporting requirements,\n                (hereinafier called \"the original period\") be eligible for termina-\n                tion of the registration and reporting requirements imposed on\n                the sex offender under this Part.\n                       (6) Upon the expiration of the original period, a Judge in\n                Chambers shall make an order determining whether the registra-          0\n                tion and reporting requirements imposed on a sex offender-\n                     (a) shall be terminated; or\n                     (b) shall continue (with or without variation) for a further\n                          period not exceeding ten years. ,\n                        (7) Upon the expiration of the fiuther period, the provi-\n                sions of subsection (6) shall apply as in relation to the original\n                period.\n                        (8) A sex offender may apply to a Judge in Chambers\n                for an order for termination of the registration and reporting\n                requirements (whether imposed pursuant to s u b t i o n (6) or\n                (7) in relation to a specified offence of which the offender has\n                k a convicted.\n                        (9) Pn considering whether to make an order under sub-\n                section (61, (7) or ($), the Judge shall have regard to the matters\n                stated in subsection 3(4.\n~        m        -31. The   Supehtendent of every correctional institution\n&M sfcor-\nmw              sMt-     '\ninntitutionto\nh r m i infa-         (a)noti@ the Sex Offender Registry and the police of the\nInntion.\n                         pelease fiom that comtional institution for which he is\n                         in charge of every person, whether on parote or other-         0\n                         wise, who was convicted of a specified offence, and\n                         who is subject to the registration and reporting require-\n                         m a t s of this Part; and\n                      (6) in such form or manner as may be prescribed, inform\n                          such person of his duty to report in accordance with\n                          d o n s 32 and 33.\n                      SEXUAL OFFENCES\n  3 2 . 4 1 ) Every person who is-\n     (a) convicted of a specified offence;\n     (b) in accordance with the Criminal Justice (Administra-\n         tion) Act, found guilty but insane so as not to be res-\n         ponsible according to law for his actions at the time of\n         the act or omission charged; or\n     (c) released from custody pending the determination of an\n         appeal relating to a conviction for a specified offence,\nshall, within three days of the first occasion that he falls to be\ncategorized under paragraph (a), (b) or (c) and is not in lawful\ncustody, report in person to the Sex Offender Registry Regis-\ntration Centre that serves the area in which he resides and an\nentry of the report shall be made in the Sex Offender Register.\n        (2) No sex offender shall leave Jamaica before first\nreporting to the Registry his intention to leave Jamaica."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Particulars of every conviction to Be hrnished to Registry.\n3 1. Superintendent of correctional institution to furnish information."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.41) Every sex offender shall, after first reporting to s u m\n                                                                  obli@im lo\nthe Sex Offender Registry Registration Centre in accordance -.\nwith section 32 subsequently report, in the prescribed manner, to\nthe registration centre that serves the area in which he resides-\n     (a) within fourteen days after he has changed his main\n         residence or any secondary residence;\n     (b) within fourteen days after he has changed his name;\n     (c) at any time between eleven months and one year after\n         he has last reported to a registration centre.\n        (2) In this section and section 34-\n     \"main residence\" means the place in lamkca where a per-\nson lives or, as the case may be, can be found most often;\n    \"secondary residence\" m a : s a place in Jamaica other than\na main residence where a person regularly lives\"."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. Every sex offender shall notify a person who collects          ~oliaaboua\n                                                                     ai9semt.\ninformation at the Sex Offender Registry Registration Centre\nthat serves the area in which the sex offender resides, of-\n                                       SEXUAL OFFENCES\n                  (a) every address or location at which he stays or intends\n                      to shy, and of his actual or estimated dates of depar-\n                      ture h m , and re-        to, his main residence or a\n                      secondary residence, not later than fourteen days after\n                      dqtwtmz, if he is in Jamaica but is absent from his\n                      main residence and every other residence for a period\n                      of at Beast fourteen consecutive days;\n                  (b) his actual or estimated date of departure frsm his main\n                      residence and any secondary residence, not later than             0\n                      fourteen days after departure if he is outside Jamaica\n                      for a period of at least fourteen consecutive days;\n                      and\n                  (c) his actual rehm to his main residence or any second-\n                      drppy residence afaer a departure referred to in para-\n                      graph (a) or (b), not later than fourteen days after he\n                      returns, unless he is required to repoet under section 33\n                      within that period."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. A sex offender who contravenes the repoeting or notify-\n              cation requirements of this Part commits an offence and is liable\n              on s m a r y conviction in a Resident Magistrate's Couet to a\n              fine not exceeding one million dollars or to imprisonment for a\n              teim not e x d i n g twelve months or to both such fine and im-\n              prisonment.\n                                 PARTVIII. Miscellaneous\nOffmces\ndpenal-"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. A person -who commits an offence specified in the first\nties.         column of,the Second Schedule shall be liable, on conviction in\n              a Circuit Court, to the penalty specified in relation thereto in the\n              second column of that Schedule.\nPower on         37. If upon the trial on any indictment for rape or grievous\nindiebnent\nfm rape to\nfid b e\n              sexual assault, the jury is satisfied that the defendant is not\n              guilty of the offence charged in the indictment or of an attempt\n                                                                                        0\nIfdana\nguilty of a   to commit the offence, the jury may acquit the defendant of\nlesser        the offence charged and find him guilty of an offence under sec-\noffsnce.\n              tion 10 or of an indecent assault under section 13, and there-\n              upon the defendant shall be liable to be punished in the same\n              manner as if he had been convicted upon an indictment for an\n              offence under either section 10 or 13.\n                           [The idusiotoa of this page b nulhorlred by L.S. 123/2011(\n                         SEXUAL OFFENCES                                         31\n   3 8 . 4 1 ) n e Minister may make regulations generally, sub- Reulalions.\nject to affnrmative resolution, for giving effect to the provisions\nand purposes of this Act and without limiting the generality of\nthe foregoing, in particular may make regulations respecting-\n     (a) the reporting and notification obligations of sex offen-\n         ders;\n     (b) the form and contents of the Register;\n     (c) the grant of access to the Register;\n     (d) the hctions and operations of the Registry;\n     (e) the monitoring of sex offenders;\n     V) the management of and retention requirements for in-\n         formation recorded in the Registry;\n     (g) the circumstances under which sex offenders may be\n         required to participate in rehabilitation schemes.\n         (2) Regulations made under this Act may provide for\nthe imposition of penalties for offences in contravention thereof\nof a fine not exceeding one million dollars or of imprisonment\nfor a term not exceeding twelve months or of both such fine and\nimprisonment."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Power on indictment for rape to tind the defendant guilty of a lesser\n        offence."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. The Minister may by order, subject to affirmative reso- Power of\n                                                              Minister to\nlution, amend-                                                amend\n                                                                         Schrdule and\n     (a) any Schedule to this Act; or                                    penalties.\n     (b) any monetary penalty imposed by this Act.\n  4 0 . 4 1 ) This Act shall be reviewed for time to time by a Review of\ncommittee of both Houses of Parliament appointed for that pur- Act.\npose.\n         (2) The first such review shall be conducted not later\nthan five years after the date of commencement of this Act."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. Review of Act.\n    SCHEDULES\n             Slbe i s d h d thb page k r o h d d by LN. 1 m l l l\n                                SEXI/AL OFFENCES\n                     THE SEXUAL OFFENCES ACT                                           ACI\n                                                                                    12 or 2009.\n    [Parts 1 to V l and Part V l l l and the Schedules in operation on 38th June.\n    281 1 .]\n    [part VII in operation on 1 1th October. 281 1. ]\n0     1.--(I) This Act may be cited as the Sexual Offences Act.                     short title.\n           (2) For the purposes of this section, different days may\n    be appointed for the commencement of different provisions of\n    this Act and for different pupses of the same provision."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41.-31) This section applies where, in any proceedings-                Transitional.\n             (lhc inclusion of thii page b amtborizcd by Lh'. IZtROIII\n                         SEXUAL OFFENCES\n    (a) a person (in this section referred to as \"the defendant\")\n        is charged in respect of the same conduct both with\n        any of the offences under this Act and with an offence\n        specified in subsection (2) (in this section referred\n        to as \"the pre-commencement offence\");\n    (6) the only thing preventing the defendant fiom being\n        found guilty of an offence under this Act, is the.fact\n        that it has not been proved beyond a reasonable doubt\n        that the time when the conduct took place was after the\n        coming into operation of the provision under this Act\n        providing for the offence; and\n    (c) the only thing preventing the defendant fiom being\n         found guilty of the pre-commencement offence is the\n         fact that it has not been proved beyond a reasonable\n         doubt that, that time was before the coming into\n         operation of the repeal of the enactment providing for\n         the offence.\n       (2) The offences referred to in subsection (l)(a) are the\noffences under the Incest (Punishment) Act and the provisions\nof the Offences Against the Person Act repealed respectively by\nsections 41 and 42 of this Act.\n       (3) For the purpose of determining the guilt of the defen-\ndant it shall be conclusively presumed that the time when the\nconduct took place was-\n     (a) if the maximum penalty for the pre-c~mmencement\n         offence is less than the maximum penalty for the\n         offence under this Act, a time before the coming into\n         operation of the repeal of the enactment providing for\n         the pre-commencement offence; and\n     (6) in any :other case, a time afier the ico.ming.into opera-\n         tion of the provision under this Act providing for the\n         offence.\n      (4) In subsection (3), the reference in relation to an\noffence, to the maximum penalty is a reference to the maximum\n             lThe inclusion of thu page b authorized by LLK. 123ROlll\n                          SEXUAL OFFENCES\npenalty by way of fine or imprisonment or other deterition\nthat could be imposed on the defendant on conviction of the\noffence in the proceedings in question.\n    (5) This section applies to any. proceedings, whenever\ncommenced.\n                                                                     (Section 2)\n                    Specified Oflences in Relation to\n              which Report Obligations under Part V11 Apply"
    }
  ],
  "definitions": [
    {
      "term": "adult",
      "definition": "a person of or over the age of eighteen years",
      "source_provision": "sec2"
    },
    {
      "term": "child",
      "definition": "a person under the age of eighteen years",
      "source_provision": "sec2"
    },
    {
      "term": "Children's Court",
      "definition": "any Children's Court established",
      "source_provision": "sec2"
    },
    {
      "term": "house of prostitution",
      "definition": "a building, enclosure or place",
      "source_provision": "sec2"
    },
    {
      "term": "child",
      "definition": "a person under the age",
      "source_provision": "sec4"
    },
    {
      "term": "Register",
      "definition": "the Sex Offender Register maintained",
      "source_provision": "sec6"
    },
    {
      "term": "Registry",
      "definition": "the Sex Offender Registry established by",
      "source_provision": "sec6"
    },
    {
      "term": "sex offender",
      "definition": "a person who has been convicted of a",
      "source_provision": "sec6"
    },
    {
      "term": "s e x d intercouase",
      "definition": "the penetration of the vagina of",
      "source_provision": "sec6"
    },
    {
      "term": "specified offence",
      "definition": "an offence specified in the First",
      "source_provision": "sec6"
    },
    {
      "term": "broadcast",
      "definition": "a transmission by wiacless tele-",
      "source_provision": "sec28"
    },
    {
      "term": "cable programme",
      "definition": "a transmission which consists",
      "source_provision": "sec28"
    },
    {
      "term": "main residence",
      "definition": "the place in lamkca where a per-",
      "source_provision": "sec33"
    }
  ]
}