{
  "id": "jm-stat-the-shipping-incentives-act",
  "type": "statute",
  "title": "The Shipping (Incentives) Act",
  "title_en": "The Shipping (Incentives) Act",
  "short_name": "Shipping (Incentives) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-shipping-incentives-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-shipping-incentives-act | Legal areas: Transport",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                    Interpreta-\n                                                                     tion.\n    “annual allowances”, “chargeable income”, “initial\n        allowances”, “investment allowances” and “year\n        of assessment” shall have the same meaning as in\n        the Jncome Tax Act, and where pursuant to this\n        Act any annual allowance is made, such allowance\n        shall be made subject to and in accordance with\n        the provisions of that Act;\n    “approved shipping corporation” means-\n                 (a) the Jamaica Merchant Marine Limited, a\n                     company registered under the Companies\n                      Act on the 16th day of October, 1975;\n                 (b) the JMM Atlantic Line Limited, a com-\n                     pany registered under the Companies Act\n                     on the 18th day of April, 1977; and\n                 (4 any other company, being a company\n                          which is engaged in shipping activities\n                          and is wholly owned by the Government\n                          or in which the Government has a\n                        -majority interest, and which on applica-\n                          tion made to the Minister is declared by\n                          him, by order published in the Gazette,\n     .-     ..\n                        - to be an -approved shipping corporation\n       . .\n                    7   ~ for the purposes of this Act;\n          rn iwlln&m.qf tiris ,*-   is-au?hizcdby L.N. 871 l9SQ\n4                               SHIPPING (INCENTIVES)\n                  “company” means any company incorporated or\n                      registered under any law in force in the Island\n                      and any company whic>hthough incorporated or\n                      registered outside the Island, cames on business\n                       or has an office or place of business therein;\n                  “date of commencement of operations” means the\n                       date declared pursuant to section 3;\n                  “ship” includes a fleet of ships;\n                  “shipping activities” in relation to an approved shipping\n                       corporation means-\n                           (a) the operating of ships for the carriage of\n                                passengers or cargo;\n                           (b) the leasing of ships;\n                            (c) shipbuilding, including reconstruction,\n                                alteration, refitting, equipping, maintcn-\n                                ance or repairing of ships.\nDate 0.          3 . 4 1 ) The date on which an approved shipping corpora-\ncornmace-\n              tion commences or is deemed to commence operztions and\noperatiors.   from which the concessions under sections 6 and 8 may be\n              enjoyed shall, subject to subsection (2), be such date as the\n              Minister may, by order, declare, being a date not earlier\n              than the 25th day of May, 1976.\n                    (2) On application of an approved shipping corpora-\n              tion the Minister may, subject to such conditions as he\n              thinks fit, amend an order made under subsection (1) in\n              respect of the date of commencement of operations.\nConcearion      4. The concession period shall, as respects an approved\nperiod.\n              shipping corporation, be ten years commencing on the date\n              declared under section 3 to be the date of commencement\n              of operations.\nRevocation      5.-(1) Subject to subsection (2) where a company has\nof order.\n              been by order declared an approved shipping cotporation,\n                      SHIPPING (INC'EhTIT4CS)\nthe Minister may by order published in the Gazette at any\ntime during the concession period, revoke the order by\nwhich that company was so declared if he is satisfied that\nthe company has failed to hlfil any of the obligations\nimposed by this Act.\n      (2) The Minister shall give the company concerned a\nreasonable opportunity to show cause to the satisfaction of\nthe Minister why the revocation order should not be made."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-41) An approved shipping corporation shall, in respect          Incometas\n                                                                     cOncess'ms~\nof profits or gains arising or accruing during the concession\nperiod, be entitled to relief from income tax which would,\napart from this section, be payable by the approved shipping\ncorporation pursuant to any law for the time being relating\nto income tax.\n      (2) Notwithstanding anything in the law relating to\nincome tax, initial allowances shall not be made in respect\nof assets acquired in relation to an approved shipping cor-\nporation prior to or during the concession period.\n       (3) On the expiration of the concession period, initial\nallowances, investment allowances and annual allowances\nmay be made on the original cost of the assets, less any\nallowance made before the beginning of the concession\nperiod, and initial all<pwances and investment allowances\nshall not be made more than once in respect of any one\nasset.\n      (4) An approved shipping corporation entitled to relief\nfrom income tax under subsection (I), may, for the purpose\nof the assessment to income tax, carry forward in respect\nof the first six years of assessment after the expiration of\nthe concession period, losses which were incurred during\nthe concession period and were not written off, so, however,\nthat the annual allowances referred to in subsection (3) and\nthe amount of any loss admitted under paragraph (h) of\n                                      SHIPPING (NCENTIE5J\n             section 13 of the Income Tax Act, shall be taken into\n             account.\nDividends.      7.--(1) Every approved shipping corporation entitled to\n             relief fiom income tax in respect of profits or gains arising\n             fiom its operations during the concession period shall place\n             in a separate account all such profits or gains, and where\n             the approved shipping corporation intends to pay a divi-\n             dend to its shareholders out of such profits or gains such\n             dividends shall be paid out of that account.\n                   (2) Unless pursuant to the proviso to section 38 (1)\nL.N.         of the Income Tax Act, the Commissioner of Taxpayer\n16511999.\n             Audit and Assessment otherwise authorizes, income tax shall\n             be deducted by an approved shipping corporation which\n             pays any dividend pursuant to subsection (1) as if such\n             dividend had been paid out of profits or gains, within the\n             meaning of the provisions of the law relating to income tax,\n             as regards the deduction of tax by a company on the pay-\n             ment of a dividend by that company.\n                   (3) An approved shipping corporation making deduc-\n             tions of income tax pursuant to subsection (2) shall be\n             deemed to be collecting income tax on behalf of the Com-\n1211985      missioner of Inland Revenue and shall pay to the Commis-\nSC~.\n             sioner of Inland Revenue or to such person as he may direct\n             the amount so deducted.\n                   (4) Notwithstanding subsection (2), a shareholder to\n             whom a dividend is paid pursuant to subsection (1) shall\n             be exempt fiom income tax in respect thereof if that share\n             holder is-\n                  (a) the Government of Jamaica;\n                  (b) a resident of Jamaica; or\n                  (c)    if not a resident, is not liable to income tax in\n                         respect of such dividend in the country in which\n                         he is resident.\n                   SHlPPlNG (INCENTIVES)                                   7\n       (5) Where a shareholder to whom a dividend is paid\nis not resident in the Island and is liable to income tax in\nrespect of the dividend in the country in which he is resident,\nhe shall be exempt from so much of the income tax in\nrespect of that dividend as the Commissioner of Taxpayer ~ i ~ j l m .\nAudit and Assessmenlt is satisfied exceeds his liability in\nrespect of such dividend in the country in which he is\nresident.\n       (6) The exemption from income tax created by sub-\nsections (4) and (5) shall not exceed as regards the rate\nof the tax from which the shareholder is relieved, the rate\nof the tax which would, but for the provisions of section\n6 and this swtion, have been paid by the company on the\nprofits out of which the dividend is paid.\n        (7) Except as otherwise provided in this section, the\n provisions of the law relating to income tax in regard to\n the deduction of income tax from dividends and the refund\n of income tax to shareholders shall apply to dividends paid\n by an approved shipping corporation pursuant to sub-\n section (1).\n        (8) The dividend payable to the Government shall be\n paid into the Consolidated Fund.\n        (9) Subsection (1) shall not apply to any approved\n shipping corporation which is wholly owned by the\n Government."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8,-(1) An approved shipping corporation shall, during a a t o m\n                                                               duty con-\nthe concession period be entitled to import into the Island -10-\nfree of customs duty-\n       (a) any ship if permission for the importation is\n           granted by the Minister;\n       (b) any of the articles specified in the Schedule where schedule.\n           such articles are imported for the construction,\n           reconstruction, alteration, refitting, equipping,\n           maintenance or repairs of a ship.\n                                                             -        -\n8                                 SHIPPING (INCENTIVES)\n                   (2) The Minister may from time to time amend the\n              Schedule.\nProvisions      9. Every approved shipping corporation which pursuant\nrelating to\nimported      to section 8 imports into the Island artioles or ships free of\narticles      customs duty shall-\nand ships.\n                       keep records in such form and containing such\nLN.                     particulars as the commissioner of Cwtoms may\n1651193.\n                        from time to time require in relation to those\n                        articles or ships;\n                       cause those articles or ships to be marked with\n                        such mark and in such manner as the Commis-\nLa.                     siuner of Customs may require;\n16511999.\nLa.                    permit the Commissioner of Customs or any\n16511999.\n                        person authorized by him at all reasonable times\n                        to inspect the records referred to in paragraph (U)\n                        and to have access to any premises under the con-\n                        trol of the approved shipping corporation by\n                        whom those articles or ships were imparted far\n                        the purpose of examining any of those articles\nL.N.                    or ships which the Commissioner of Customs may\nl65/1999.\n                        believe to be on thwe premises and of satisfying\n                        himself as to the accuracy of the particulars in\n                        relation to those articles or ships contained in the\n                        records.\nRestriction     10. Any article or ship imported into the Island free of\nupon dis-\nposition of   customs duty under the provisions of section 8 shall not\narticle and\nship im-      be used for any purpose other than the purpose for which\nported        the article or ship was imported and shall not be sold, given\nfree of\nduty.         away or otherwise disposed of by the approved shipping\n              corporation which imported such article or ship-\n                   (a) unless prior permission is given by the Minister\n                        for the use thereof for such other purpose or for\n                        such sale, gift or other disposal; or\n                   SHIPPING (INCENTIVESj                                        9\n    (b) except after the expiration of ten years from the\n        date of importation of the article or ship into the\n        Island."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Restriction upon disposition of article and ship imported free\n       of duty."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. An approved shipping corporation is not exempt Compliance\nunder this Act from making any return to the Commissioner wifh         re-\n                                                                  qulrment\nof Idand Revenue or from complying yith the law relating $:gg\n to income tax in any other respects so as to establish liability, in-e\n                                                                  tax.\nif any, of that shipping enterprise to tax.                       L.N.\n                                                                    16511999."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. An approved shipping corporation shall-                Records\n                                                             and\n    (U) keep such books, records and accounts in relation\n         to its operation as may be prescribed;\n    (b) permit any person authorized by the Minister,\n         during business hours to enter any premises under\n         the control of an approved shipping corporation\n         in which such books, records and accounts are\n         kept to inspect and make copies of entries therein:\n    (c) if required by the Minister or any person autho-\n         rized by him, produce at such time and place as\n         the Minister or that other person may specify,\n         any books, records, accounts or other documents\n         relating to its operations; and\n    (4at such times and to such persons as the Minister\n         may specify, make such returns as may be pre-\n         soribed and give such other information relating\n         to its operations as the Minister may require."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Notwithstanding the provisions of section 4 of the Commis-\n                                                               of\nIncome Tax Act, the Commissioner of Taxpayer Audit and sioner\n                                                           InmmeTs\nAssessment may certify in such form as may be prescribed EAEZ.\nthe concessions enjoyed by an approved shipping corpora- m.\ntion under the provisions of this Act in order that such 16511W.\ncertificate may be produced by the approved shipping\ncorporation to the fiscal authorities of any other country\n             inclusion of this page is authorized by L.N. 3/2001]\n10                                SHIPPING (INCENTIVES)\n               in which a minority shareholder in an approved shipping\n               corporation may be liable to suffer taxation in respect of\n               his shareholding.\nProcedure\non transfer       14.-(1) A minority shareholder in an approved shipping\nof share-\nholding.\n               corporation on disposing of his minority shareholding shall\n               first offer that shareholding to the Government.\n                        (2) Where under subsection (1) the Government\n               does not acquire the minority shareholding, the approval of\n               the Minister in writing as regards the proposed pur-\n               chaser of the minority shareholding shall first be obtained\n               before the completion of the purchase.\n                        (3) Where the Government disposes of its majority\n               shareholding in an approved shipping corporation all con-\n               cessions enjoyed by that approved shipping corporation\n               under this Act shall cease as of the date of disposition of\n               the shareholding and the Minister shall by notice published\n               in the Gazette make a declaration to this effect.\nPenaIties.        15.-(1) The provisions of section 99 of the Income Tax\n               Act shall apply to any false statement or representation\n               made or any false return delivered or any false accounts\n               kept or prepared with reference to the concession allowed\n               under section 6 of this Act as if such false statement or\n               representation had been delivered or such false accounts\n               had been kept or prepared with reference to income tax\n               or profits or gains chargeable under the Income Tax Act.\n                        (2) A person who contravenes the provisions of\n               section 9, 10 or 12 shall be guilty of an offence and be\n               liable on summary conviction before a Resident Magistrate\n               to a fine not exceeding ten thousand dollars and in default\n               of payment to imprisonment for a term not exceeding\n               twelve months.\nRegulationa.     16.-(1) The Minister may make regulations for the\n               purpose of giving effect to the provisions of this Act and, in\n                    SHIPPING (INCENTIVES)                          11\nparticular, but without prejudice to the generality of the\nforegoing make regulations-\n     (a) for ensuring that any article or ship imported into\n          the Island free of customs duty is not used for\n          any purpose other than for shipping activities or\n         such other purpose as may be specified;\n     (b) regarding the adjustment of profits or gains when\n          the accounting period of an approved shipping\n         corporation falls partly within and partly outside\n          the concession period;\n     (c) for any matter required by this Act to be pre-\n          scribed.\n        (2) Regulations made under subsection (1) may be\nmade to have effect from such date as may be specified\ntherein, not being a date earlier than the 25th day of May,\n1976.\n       phe inclusion of this page is authorized by L.N. 57119801\nk\n    12                         SHIPPING (INCENTIVES)\n                                         SC~DULE                         (Section 8)\n            All material used in the construction, reconstruction, alteration,\n         refitting, equipping, maintenance or repair of ships.\n           Engines, hulls, electronic equipment, radio, radio telephones, masts,\n         sails, rudders, propellers, guys, guywires, anchors, cleats, wheels, wind-\n         shields, gears. signal lights and flares, dynamos, air conditioning\n         apparatus and appliances, refrigerating apparatus and appliances,\n         mirrors, pillows, matresses, crockery, silver and plated tableware, table\n         glassware, cutlery, kitchen utensils including stoves, iceboxes, bed linen,\n         table linen, towels, rugs and carpets.\n            Fire extinguishers and apparatus, pumps, blankets, electric light,\n         bell and telephone equipment and appliances (not including electric\n         light bulbs), electric fans, electric and gas cooking equipment, hot water\n         equipment, boilers and tanks, kitchen sinks and other kitchen fixtures,\n         bath tubs, basins, toilets, showers and other bathroom fittings."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Regulations.\n     SCHEDULE\n      [The inclusion of th.is page is authorized by L.N. 57/1980]\n                            SHIPPZNG (INCENTIVES)                                  3\n           THE SHIPPING (INCENTIVES) ACT                                 A&\n                                                                      13 of 1979,\n                                                                      12 of 1985\n                                                 V5th June, 1979.1        sch."
    }
  ],
  "definitions": []
}