{
  "id": "jm-stat-the-shops-and-offices-act",
  "type": "statute",
  "title": "The Shops and Offices Act",
  "title_en": "The Shops and Offices Act",
  "short_name": "Shops and Offices Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-shops-and-offices-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-shops-and-offices-act | Legal areas: Employment",
  "provisions": [
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-( 1) Every person who assaults or obstructs any Penalties.\nLabour Officer, or any constable, or any person called to\nthe assistance of a constable while such Labour Officer or\nconstable is acting pursuant to any power vested in him\nby this Act, shall be liable on summary conviction before\na Resident Magistrate to a fine not exceeding two hundred\ndollars and in default of payment thereof to imprisonment\nwith or without hard labour for a term not exceeding six\nmonths.\n        (2) Every occupier of a shop or office who without\nreasonable cause or excuse fails to comply with the\nprovisions of section 6 , or fails to exhibit in his shop or\noffice any prescribed notice, or fails to keep any prescribed\nrecords, shall be liable on summary conviction before a\nResident Magistrate to a fine not exceeding ten dollars and\nin the case of a continuing offence to a fine not exceeding\ntwenty dollars in respect of each day on which the offence\ncontinues after conviction.\n       (3) Every person who-\n    (a) being the occupier of a shop or office, without\n         lawful authority transacts or causes to be\n         transacted, any business in his shop or office in\n         contravention of the provisions of any regulations\n          made under this Act; or\n    (b) without lawful authority employs or causes to be\n         employed, any person in or about the business of\n          a shop or office in contravention of the provisions\n          of any regulations made under this Act; or\n    (c) being the occupier of a shop or office, without\n          reasonable cause or excuse fails to pay to any\n        m e inclusion Qf this page is authorized by L.N.4801 19731\n8                        SHOPS AND OFFICES\n              person employed in or about the business of his\n              shop or office overtime wages at not less than the\n              prescribed rates; or\n         (d) without reasonable cause or excuse fails to\n              comply with any request made by a Labour\n              Officer under paragraph (b) of subsection (I) of\n              section 8,\n    shall, on summary conviction before a Resident Magistrate,\n    be liable, in the case of a first offence, to a fine not\n    exceeding one hundred dollars and in default of payment to\n    imprisonment with or without hard labour for a term not\n    exceeding four months; in the case of a second offence, to a\n    fine not exceeding two hundred dollars and in default of\n    payment to imprisonment with or without hard labour\n    for a term not exceeding six months; and in the case of a\n    third or subsequent offence, to a fine not exceeding four\n    hundred dollars and in default of payment to imprison-\n    ment with or without hard labour for a term not\n    exceeding twelve months.\n          (4) Every person who contravenes or fails to\n    comply with any of the provisions of this Act or of any\n    regulations made thereunder, for which no penalty is\n    expressly provided by this Act, shall be liable on\n    summary conviction before a Resident Magistrate to a\n    fine not exceeding one hundred dollars and in default of\n    payment to imprisonment with or without hard labour for\n    a term not exceeding six months.\n          me inclusion of this page is authorized by LH. 480/1973]"
    }
  ],
  "definitions": []
}