{
  "id": "jm-stat-the-southern-rhodesia-sanctions-act",
  "type": "statute",
  "title": "The Southern Rhodesia (Sanctions) Act",
  "title_en": "The Southern Rhodesia (Sanctions) Act",
  "short_name": "Southern Rhodesia (Sanctions) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-southern-rhodesia-sanctions-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-southern-rhodesia-sanctions-act | Legal areas: International Relations",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Southern Rhodesia ~ h ~ r t t i t l ~ .\n(Sanctions) Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act “appropriate Minister” means-            Interprota-\n                                                          tion.\n     (a) the Prime Minister; or\n     (6) the Minister designated by the Prime Minister to\n           exercise on any particular occasion the power\n           conferred by subsection (1) of section 3."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1)    The appropriate Minister (hereinafter referred to p o w e ~ o f\nas “the Minister”) may, by order, make such provisions in Minister\n                                                                 ,,,,tbmmt\nrelation to Southern Rhodesia, or persons or things in any b * a\nway belonging to, or connected with, Southern Rhodesia\nas appear to him to be necessary or expedient in con-\nsequence of any resolution with respect to Southern\nRhodesia passed by any organ of the United Nations.\n       (2) Without prejudice to the generality of subsec-\ntion (l), an order thereunder may make such provision-\n     (a) for modifying, extending or suspending the\n          operation of any enactment or instrument in\n          relation to Southern Rhodesia, or to persons or\n           things in any way belonging to, or connected\n          with, Southern Rhodesia;\n     (b) for imposing prohibitions, restrictions or obliga-\n           tions in respect of transactions relating to Southern\n          Rhodesia or to any such persons or things,\nas appear to the Minister to be necessary or expedient as\n       me inclusion of this page b authorized by L.N. 480/1973]\n            SOUTHERN RHODESIA (SANCTIONS)\naforesaid; and any provision made by or under such an\norder may apply to things done or omitted outside as well\nas within Jamaica.\n      (3) An order under this section may make or\nauthorize the making of such incidental, supplemental and\nconsequential provisions as appear to the Minister to be\nexpedient for the purposes of the order, and any provision\nmade by or under such an order may, subject to sub-\nsection (7) of section 20 of the Constitution of Jamaica,\nbe made to have effect from any date not earlier than the\n11th day of November, 1965.\n      (4) An order under this section shall be subject to\nnegative resolution.\n      IThe indudon of thir pue i8 authorhd by L.N.   460/1973]"
    }
  ],
  "definitions": []
}