{
  "id": "jm-stat-the-spirit-control-act",
  "type": "statute",
  "title": "The Spirit Control Act",
  "title_en": "The Spirit Control Act",
  "short_name": "Spirit Control Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-spirit-control-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-spirit-control-act | Legal areas: Health and Safety",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Spirits Control Act.                        Short title."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-\n   \"denatured alcohol\" means any spirits which, by the\n       addition thereto of a denaturant approved by the\n       Commissioner of Customs, has been rendered unfit                     1211985\n                                                                            Sch.\n       for use as a beverage and incapable of being\n       converted to the purposes of spirits;\n   \"retail price\" means the price of any spirits sold or to be\n         sold under a town retail licence, a town-off licence, a\n        village retail licence, a tavern licence, a hotel\n         licence, an occasional or special licence, or a special\n         hotel licence granted under and by virtue of the\n         Spirit Licence Act;\n   \"spirits\" means distilled spirits of every kind distilled in\n        this Island, including rum and alcohol as defined in\n        the Excise Duty Act, but not including denatured\n         alcohol;\n    \"Spirits Pool Agreement\" means-\n            (a) a certain agreement dated the tenth day of\n                March nineteen hundred and thirty-two and\n                made between the Jamaica Sugar and Rum\n                Manufacturers Limited a Company duly\n                incorporated under the Laws of this Island\n                (hereinafter called \"the Company\") and\n                certain sugar manufacturers making provision\n                for the control and regulation of the\n                 manufacture of spirits by the said sugar\n                 manufacturers and for the sale there-\n                                 SPIRITS CONTROL\n                          of by the Company (a true copy whereof\n                          has been deposited on the tenth day of\n                          November nineteen hundred and thirty-\n                          four with the Colonial Secretary for Jamaica)\n                          and any modification or alteration of\n                          the said agreement agreed upon by such\n                          of the sugar manufacturers who may have\n                          executed or otherwise assented to the said\n                          agreement and who shall own not less than\n                          three-quarters in number of the sugar\n                          factories owned for the time being by the\n                          sugar manufacturers who may have exe-\n                          cuted or otherwise assented to the said\n                          agreement;\n                    (b) any agreement with the Company which\n                        shall be executed or otherwise assented to\n                        by sugar manufacturers who for the time\n                        being shall own not less than two-thirds in\n                        number of the sugar factories for the time\n4711957                 being existing in this Island making provi-\nS. 2 (b).               sion for the control and/or regulation and/\n                        or restriction of the manufacture andlor\n                        sale of spirits manufactured or to be\n                        manufactured by such sugar manufac-\n                        turers;\n            \"sugar factory\" means all buildings, machinery and plant\n                 erected and in use as one unit for the purpose\n                 of manufacturing sugar in this Island by the\n                 vacuum pan process;\n            LLsugarmanufacturer\" means any person engaged in this\n                Island in the manufacture of sugar by the vacuum\n                pan process.\n              line in_clus~onof lhls page i s 3~1lhorizcdby L.N. 87120041\n                          SPIRITS CONTROL                                     5"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) There shall be established a Board to be called            zh-\n\"The Spirits Control Board\" (in this Act referred to as             spititscon-\nthe Board) comprised of not less than seven members for             E\"')m2p\nthe purpose of carrying out the provisions of this Act.             duties.\nOne member of the Board shall be a spirits manufacturer\nor a representative of spirits manufacturers and one other\nmember shall be a spirits dealer not concerned with the\nmanufacture of spirits.\n      (2) The members and Chairman of the Board shall\nbe appointed by the Minister and the Minister may fiom\ntime to time define the powers and duties of the Board.\n      (3) The Minister may fill any vacancy on the Board\ncaused by the death, resignation, illness, absence from the\nIsland, or inability to act, of any member thereof or in\nany other manner whatsoever, and may revoke the appoint-\nment of any member of the Board.\n     (4) Notwithstanding any temporary vacancy or\nvacancies in the body of members composing the Board\nthe same shall be deemed to be fully constituted for the\npurposes of this Act.\n      (5) Five members including the Chairman or Acting\nChairman shall form a quorum for the transaction of\nbusiness and may do anything that the Board may do\nunder this Act.\n      (6) The Chairman shall have the right to vote on\nany question and in the event of the votes being equal he\nshall also have a casting vote and the decision of the\nmajority of the members present and voting shall prevail:\n  Provided that no member of the Board shall take part\nin the deliberations of the Board, on any question in which\nhis individual interests, as distinct fiom the interests of\nthe industry generally, are directly concerned. The\nChairman of the Board shall have full power to call meet-\n                                           SPIRlTS CONTROL\n            ings of the Board and shall be entitled to attend meetings\n            of the Board of the Company mentioned in this Act, and\n            shall have the right of access to all contracts, records and\n            transactions of the Company, but he shall not be a member\n            of the Board of the said Company, or be entitled to vote\n            at any meeting of the Board of the said Company.\n                 (7) In addition to any express powers and duties of the\n            Board that may be defined as aforesaid it shall be lawful for the\n            Board-\n1211985\nSch               (a) to demand and obtain from the Commissioner of\n                      Customs or any officer of Customs such information\n                      either written or verbal as the Board may from time\n                      to time deem necessary to enable it to exercise its\n                      powers or perform its duties under this Act;\n                  (b) from time to time to advise the Minister as to\n                      the maximum retail prices which it is advisable\n                      for him to fix for the various grades of spirits in\n                      Jamaica;\n                  (c) to perform such duties and exercise such powers\n                      as may from time to time be assigned to it or\n                      conferred on it by the Minister for fully carrying\n                      into effect the provisions of this Act.\nWhO\"h\"\"be     4. For the purposes of this Act the following persons\napproved\n            shall be or be deemed to be \"approved manufacturers\"-\nturers.\n4711957           (a) Ail the persons mentioned in the Schedule:\nS.5 (a).\n                          Provided that so soon as any one of such persons\n                        shall cease to be subject to the obligations of the\n                        agreement or agreements now in force-relating to the\n                        restriction andlor regulation andlor sale of the spirits\n                        manufactured or to be manufactured by such person\n                        such person shall subject to the further provisions of\n                        this section immediately cease to be or be deemed to\n                        be an \"approved manufacturer\".\n                     [The irl:\\usicc   nf ibis page is authorized by L.N. 87/2004]\n                       SPIRITS CONTROL                                    7\n    (b) Any sugar manufacturer in this Island so long\n        as such sugar manufacturer shall be subject to\n        the obligations of any Spirits Pool Agreement."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Any person who is a sugar manufacturer or who Further\nshall become a sugar manufacturer as is defined in this\nAct shall be entitled to become a party to any Spirits Pool\nAgreement."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Minister shall grant to each approved manu- Ministerto\nfacturer other than the persons mentioned in the Schedule fgzmto\n                                                             approved\na licence to manufacture (subject to the provisions of this manufac\nAct and of any enactment relating to the manufacture of m e n -\n                                                             4711957\nspirits in this Island) spirits in this Island and no such s.4.\napproved manufacturer shall manufacture any spirits in this Schedule.\nIsland unless such approved manufacturer shall be the\nholder of a licence granted as aforesaid. If and when any\nsuch approved manufacturer to whom a licence shall have\nbeen granted as aforesaid shall cease to be an approved                       ,\nmanufacturer as provided in section 4 the licence granted to\nsuch approved manufacturer shall be deemed immediately\nto be revoked and rendered null and void."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) Except as is otherwise provided in subsection (2), L*imitation\n                                                               manu-\nno spirits shall be manufactured in this Island, during the of\n                                                            factura\ncontinuance of any Spirits Pool Agreement, by any person\nother than an approved manufacturer, or in breach of\nthe terms of any Spirits Pool Agreement.                    4711957\n                                                            s. 5.\n      (2) Notwithstanding anything .contained in this\nsection, where application is made to him in writing\nsigned by a majority of the sugar factory owners in the\n      CI’he inclusion of this page is authorized by L.N. 480119731\n8                                  SPIRITS CONTROL\n            Island, the Minister, if he thinks fit, may grant a special\n            licence authorizing the person named in the licence to\n            manufacture spirits, or any specified liquid which would\n            be included in the definition of spirits under this Act, and\n            every such licence shall be granted subject to such terms\n            and conditions as the Minister in any case may attach\n            theret0.\n               For the purposes of this section the expression “a\n            majority of the sugar factory owners in the Island” means\n            at least two-thirds of the total number of such sugar\n            factory owners, at the time when an application is made\n            under this section.\nOffences.      8.-(1) Any person who shall by himself, his servants or\n            agents manufacture or aid or abet or be concerned in the\n            manufacture in this Island of any spirits contrary to the\n            provisions of this Act shall be guilty of an offence against\n            t h s Act.\n                   (2) Every person charged with an offence under this\n            section shall be liable on summary conviction by a Resident\n            Magistrate to a penalty not exceeding two hundred dollars\n            for the first offence and not exceeding four hundred dollars\n            for every subsequent offence and in default of payment\n            of any such penalty such person (or in the case of a\n            Company, the Manager, or agent in Jamaica of such\n            Company) shall be liable to imprisonment with or without\n            hard labour for a period not exceeding sixty days for the\n            first offence and not exceeding six months for any sub-\n            sequent offence.\n                   (3) In any proceedings under this section after it\n            shall have been proved that any person shall by himself,\n            his servants or agents have manufactured or aided or\n            abetted or been concerned in the manufacture in this Island\n            of any spirits the onus of proof that the spirits so manu-\n                   m e inclusion of this page is authorized by L.N. 480/ 1973J\n                       SPIRITS CONTROL                                   9\nfactured have been fully manufactured shall be upon the\nperson charged."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Any spirits manufactured in this Island contrary to Forfeiture\n                                                               contra-\nthe provisions of this Act may be seized and forfeited in onvention.\nsuch manner as any spirits liable to seizure and forfeiture\nunder the Excise Duty Act may be seized and forfeited:\n  Provided that when any such spirits shall be seized and\nforfeited the same shall be destroyed or otherwise disposed\nof as the Minister may direct."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.41) It shall be lawful for the Minister, if he think Mini-\nfit, from time to time by order to be published in the may.fix\n                                                             ma-m\nGazette to fix the maximum retail prices in Jamaica for -Mca\nany or all of the various grades of spirits and the Minister\nmay by like order vary or revoke any such order previously\nmade.\n        (2) Any person selling spirits in excess of such\nmaximum price so fixed as aforesaid shall on conviction\nbe liable to a penalty not exceeding two hundred dollars\nfor each such offence and in default of payment of the\npenalty imposed to imprisonment with or without hard\nlabour for a period not exceeding three months."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-( 1) The Minister may from time to time make regu- Regulations\nlations for the more effective carrying out of the provisions\nof this Act and in particular, but without prejudice to the\ngenerality of the foregoing provision, in relation to any or\nall of the following matters-\n       (a) for controlling the Board;\n       (b) for regulating the procedure of the Board in ali\n          matters to be brought before the Board in pur-\n          suance of the provisions of this Act;\n       [The inclusion of fbh page is ruthmized by L.N. 480/1973]\n'10                                     SPIRITS CONTROL\n                         (c) for ensuring the recording and carrying out of any\n                              decision of the Board and of a Judge in Chambers;\n                         (rl) for the proper service of all necessary notices and\n               -              process;\n        .   _.\n                         (e) for the fixing of all costs and fees in relation to\n                              any proceedings under this Act.\n                         (2) Such regulations shall not have any force or\n                   effect until publication thereof in the Gazette and shall,\n                   as and from the .date of such publication, have the force\n                   of law.\nModjfica-     1 2 4 1 ) From and after the 18th day of February, 1937,\ntiOns*d\nOltcratiQM  no modification or alteration of the Agreement in this Act\nofam=-      defined as the Spirits Pool Agreement, and no agreement\nmenband- :\nnewagree-   to be hereafter made shall be deemed to form part of, or be\nments to be\naPProvedby 8 Spirits Pool Agreement within the meaning and for the\nMinister.   purposes of this Act unless such moditication, alteration or\n4711957\ns.6 (a) (b) agreement shall have been approved by the Minister.\n(c) and (d).\n                          (2) At any time prior to (but not earlier than one\n4711957\nS. 6 (e)           year before) the termination of any separate Spirits Pool\n& 0.               Agreement made as hereinafter provided, the Company\n                   shall, with the approval of the Minister, make a separate\n                   Spirits Pool Agreement with any of the parties to the expi-\n                   ring separate Spirits Pool Agreement with such terns as\n                   to the Company may seem just and reasonable, subject to\n                   the right of any of the said parties to appeal to the Minister\n                   from any refusal of the Company to accord to any such\n                   party terms that may be just and reasonable.\n                           (3) Upon an appeal as afor@aid.the -M@ster shall\n                   refer such appeal to the B o a 3 for its xonsideiatiun -and\n                   advice, and the Board .shall-hold an enquiry and shall\n                   investigate 'and consider any such appeal, and shall hear\n                   and consider-all evidence and matters submitted by or on\n                   behalf of the appellant and the Company and any person\n                         me hdwioa d this   page is aurnorized by   .CN:48OIlh31\n                         SPIRITS CONTROL                                11\nclaiming to be interested in or liable to be injuriously\naffected thereby, and shall report to the Minister in relation\nto such appeal.\n       (4) The Minister in considering such report shall not\nbe bound by anything contained therein, and may settle\nand approve of a Spirits Pool Agreement with such terms\nas shall in his discretion be just and reasonable, and such\nlast mentioned Agreement shall be deemed to be a Spirits\nPool Agreement within the meaning and for the purposes\nof this Act, other than section 5, and shall be binding on\nthe Company as a Spirits Pool Agreement notwithstanding\nthat such Agreement has not been executed or otherwise\nassented to in accordance with the provisions of paragraph\n(b) of the definition of “Spirits Pool Agreement” in seetion"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Modifications and alterations of agreements and new agreements\n      to be approved by Minister."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1)   Upon any application to the Minister for Procedure\n                                                              on applica-\napproval of any modification or alteration of any existing tion for\nagreement or of any new agreement as mentioned in approval    Mmister.\n                                                                       of\nsection 12 the Minister shall refer such application to the\nBoard for its consideration and advice.\n   Every such application shall be advertised in such man-\nner as may be prescribed in the Gazette and at least three\ntimes in a daily newspaper circulating in Jamaica.\n        (2) Any person (hereinafter referred to as “an\nobjector”) claiming to be interested in, or liable to be\ninjuriously affected by, any such modification, alteration\nor new agreement, may within 14 days from the last of\nsuch advertisements lodge with the Board an objection\nand shall forthwith serve a copy thereof on the Applicant.\nSuch objection shall be in writing and shall set out the\ngrounds upon which the objector claims to be interested\nin or liable to be injuriously affected by such modification,\nalteration or new agreement, and shall also set out the\ngrounds upon which the objector will rely.\n__ .- - __ -me iniiision of this>&’is authorized by L.N.480/19731\n12                                   SPIRITS CONTROL\n                    (3) The Board shall thereupon hold an inquiry and\n              shall investigate and consider any. such application and\n              any objection thereto, and shall hear and consider all\n              evidence and matters submitted by, or on behalf of the\n              applicant, and any objector and shall report to the\n              Minister in relation to such application. The Minister\n              in approving or disapproving of any such modification,\n              alteration or new agreement as aforesaid shall not be\n              bound by any advice contained in any such report and\n              may make such order as may seem proper.\n                    (4) For the purposes of this section “prescribed”\n              means prescribed by regulations to be made by the Minis-\n              ter in pursumce of th is Act.\nUgaudis-        14. The company shall not in effecting sales or making\ncnmination\nprohibited.   executory contracts of sale of any spirits manufactured\n              under and in pursuance of any Spirits Pool Agreement\n              (hereinafter referred to as “pool spirits”) unfairly discri-\n              minate between individual buyers of pool spirits.\nPower of         15.--(1) Whenever any person shall contend that the\nhear and\nBoardto       Company has in any particular matter in relation to the\ndetermine     sale of pool spirits unfairly discriminated against him such\nComplaints.\n              person may lodge a complaint as to such matter with the\n              Board and the Board shall thereupon summon the Com-\n              pany to wswer to such complaint.\n                     (2) Whenever the Company shall contend that any\n              person has committed any breach of any arrangement by\n              such person with the Company in relation to the sale of any\n              pool spirits the Company may lodge a complaint as to such\n              matter with the Board and the Board shall thereupon sum-\n              mon such person to answer to such complaint.\n                     file inclusion of this page is authorized by L.N.480/1973]\n                       SPIRITS CONTROL                                        13\n       (3) All such complaints shall be in writing and\nshall set out concisely the facts complained of and the\ngrounds upon which the complainant will rely and a copy\nof such complaint shall be attached to any summons to be\nissued by the Board to the Company or other person in\npursuance of this section.\n        (4) The Board shall thereafter have power to and\nshall hear and consider the subject matter of such com-\nplaint and any answer thereto and all evidence and matters\nsubmitted by or on behalf of the complainant and the\nother party and may after such hearing make such order\nin the premises as to the Board shall seem fit."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.41) Any party aggrieved by any order made by the ~~~d~\nBoard pursuant to the provisions of section 15 may appeal\nto a Judge in Chambers who shall hear and determine such           Ehamben.\nappeal and make such order as to such Judge may seem\nfit.\n        (2) Any such order made by a Judge in Chambers\nshall be final and binding on all parties to the proceeding.\n        (3) Rules of court may be made prescribing the\nnotices to be given, the parties to be served, and the\nprocedure to be followed, in relation to any appeal under\nthis section."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. In considering the subject matter of any such com- Prevailing\n                                                                   customs,\nplaint as aforesaid and in making any order thereon the etc., to be\nBoard, and on appeal the Judge, shall have due regard - m k ~\nto any custom, practice, matter or thing relating to the\nmanufacture of spirits and to the sale thereof prevailing at\nthe 18th day of February, 1937, or from time to time\nprevailing in the industry :\n       me inclusion of this page is authorized by L.N. 480/1973]\n14                                    SPIRITS CONTROL\n                Provided always that the Board may only consider any\n              custom, practice, matter or thing not involving an unfair\n              discrimination between individual buyers.\nDuty and        18. The Board may from time to time, and shall, on the\npowers of\nBoardto       direction of the Minister or on the requisition of at least\nenquiries\nmake          two members of the Board enquire into any matter or thing\nadreport.     in relation to the manufacture of spirits in this Island. and\n              to the sale thereof by the Company or by any other person\n              whomsoever, and report to the Minister upon any such\n              enquiry. For the purpose of any such enquiry the Board\n              shall have all the powers of the Supreme Court to summon\n              witnesses at such enquiry and to compel the production of\n              any document.\nPowersof        19. In respect of any question or matter coming before\nBoard\nin any        the Board in pursuance of the provisions of sections 13\nproceeding.   and 15 the Board shall have all the powers of the Supreme\n              Court to summon parties and witnesses and to compel the\n              production of any document and shall have power to make\n              such order as it deems fit in regard to the payment of the\n              costs of any proceedings before it by any of the parties to\n              such proceedings.\nForce of         20.-(1) An order of the Board and any decision of the\norder of\nBoardand      Board other than a decision contained in a report to the\nOfJudge.\n              Minister in pursuance of the provisions of section 13 shall\n              have the force of a judgment of a Resident Magistrate’s\n              Court in matters within the Court’s jurisdiction and any\n              order or decision made by the Judge on any Appeal in\n              pursuance of section 16 shall have the force of a judgment\n              of the Supreme Court.\n                     (2) Any action or other proceeding may be brought\n              in any competent court by any person who is aggrieved\n              by failure to carry out any such order or decision of the\n                        SPIRITS CONTROL                               15\nBoard or of the Judge and in such case the court shall\nenforce such order or decision in like manner as judgments\nof such court are enforced."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Any offence under this Act shall be tried summarily Trialof\n                                                          offences.\nbefore a Resident Magistrate and the offence shall be\ndeemed to have been committed in any parish in which\nthe offender resides or carries on business and the com-\nplaint or information relating to any such offence may be\nmade or laid at any time within six months from the time\nwhen the matter of such complaint or information arose.\n        me inclusion,of?hispage is authorized by L.N. 480/1973]\n16                                 SPIRITS CONTROL\n471 1957                                 SCHEDULE                          (Section 4)\ns. 7.\n              Member                         Factory                Postal Address\n                -                             -\n           Jamaica Sugar Estates Ltd. Duckenfield         Golden Grove\n           Seaforth Sugar & Rum Ltd. Serge Island         Seaforth\n           Gray’s Inn (Jamaica)\n                Central Factory Ltd.   Gray’s Inn Central Annotto Bay\n           Richmond-Llandovery Ltd. Richmond-Llandovery Laughlands\n           Sheriff & Company\n              (Jamaica) Ltd.          Long Pond           Clarks Town\n           Vale Royal Estates Ltd.    Vale Royal          Duncans\n           Barnett Ltd.                Catherine Hall     Montego Bay\n           Rose Hall Ltd.             Rose Hall           Little River\n           Hampden Estates Ltd.       Hampden             Hampden\n           The West Indies Sugar\n              Co., Ltd.                Frome              Frome\n           The West Indies Sugar\n              Co., Ltd                 Monymusk           Lionel Town\n           J. Wray & Nephew Ltd.       Appleton           Siloah\n           Holland Estate Ltd.        Holland             Middle Quarters\n           Sevens Limited             Sevens              May Pen\n           New Yarmouth Ltd.          New Yarmouth        Sandy Gully\n           Caymanas Estates Ltd.       Caymanas           Spanish Town\n           Worthy Park Ltd.            Worthy Park        Ewarton\n           Innswood Estate Ltd.       lnnswood            Spanish Town\n           Bemard Lodge Sugar\n              Company                  Bernard Lodge      Spanish Town\n           United Estates Ltd.         Bybrook            Bog walk"
    }
  ],
  "definitions": [
    {
      "term": "denatured alcohol",
      "definition": "any spirits which, by the",
      "source_provision": "sec2"
    },
    {
      "term": "retail price",
      "definition": "the price of any spirits sold or to be",
      "source_provision": "sec2"
    },
    {
      "term": "spirits",
      "definition": "distilled spirits of every kind distilled in",
      "source_provision": "sec2"
    },
    {
      "term": "sugar factory",
      "definition": "all buildings, machinery and plant",
      "source_provision": "sec2"
    }
  ]
}