{
  "id": "jm-stat-the-stamp-duty-act",
  "type": "statute",
  "title": "The Stamp Duty Act",
  "title_en": "The Stamp Duty Act",
  "short_name": "Stamp Duty Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-stamp-duty-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-stamp-duty-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0.06 per cent and\n                                 color maximum 60\n                                 Units      International\n                                 Commission for Uni-\n                                 form Methods of\n                                 sugar          Analysis\n                                 (ICUMSA) attenua-\n                                  tion index.\nEXEMPTION FROM ADDITIONAL STAMP DUTY\n Customs warrants inwards in respect of goods listed in\n  Appendix B, such exemption being to the extent of the 1 1 1                     Appendix B.\n  amount of additional stamp duty imposed under thls\n  Schedule unless otherwise specified in this Schedule or\n  Appendix A or B.                                                                Appendix A\n                                                                                  LN.\n                                                                                  8811994.\nDEEDS-\n    On every deed, order, decree, or other instrument\n     executed wholly out of this Island, and not bearing the\n         British ad valorem stamp, the same duty as is hereby\n         imposed on deeds or instruments of a like nature executed\n         in this Island.\n                   [The iiiclusion of this page IS authorized by L N   88/2003]"
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Goods that qualify for admission into the Island at a Common\nMarket rate of duty."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Goods icmported by or on behalf of, or taken out of bond by-\n    (a) Central Government; or\n    (b) Local     Government or quasi-government institutions\n        approved by the Minister under the Second Schedule to the\n        Customs Tarif€ (Revision) Resolution, 1972, for me in their\n        respective services."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3, the stamp duty payable in respect of any such clraq order,\nLN.           acceptanceorpromhny note sballmtexceedfivethausand\n104A1/2002.   dollars.\n                  The stampduties chargeable on any such draft, order,\n              acceptance or promissory note may be denoted by adhesive\n              stamps\n              Draft, o w , aaxpma, or promissory note for the\n                 payment of any sum of money weekly, monthly or any\n                 otherstatedpexiod,ifmadepayabletothebearer,arto\n                 order, o r i f ~ t o t h e p a y e e , o r s o m e p e r s o n o n\n                 his or hex             when the M amount of money\n                 therebymackpayableshallbe~edtherein,orcan\n                 beascemmdtherefrom.\n               The duties hereby imposed on Bills of Exchauge\n                Promissory Notes              sball (except as respects the\n11/1999         maximum of One thousad dollars imposed by the prwiso)\ns.2 @).         apply to all Bills of Exchange and Promissory Nates drawn\n                abroad and expmsed tobe paid or actuaUy paid or endorsed\n                or in any manuer negotiated in this Island and sball be\n                payable by adhesive stamps on suchbills or notesbeing so\n                paid or endarsed or negotiated or, in respect of such bills of\n                exchange payable on demand,     in such\n                                           . .aoer.           mamex as may\n                bewdbythe-\n              EXEMPTIONS FROM THE PRECEDING AND ALL OTHER STAMP\n                 DUTIES\n              Au d&q or ordgs, drawn on the Accountaet-General of this\n                 &land, but such drafts or orders shall, natwitbstandin& be\n                 lia;Meatthetimeof~tothedutyimposedbythis\n                 Act on receipts.\n              BILLS OF EXCHANGE AND PROMISSORY NOTES (FOREIGN) DRAWN\n                 INTHISISLAND\n               For every two hunQed dollars or fractional part of two\n                hundred dollars for which the billor wte is shown or\n                made        ...         ...            ...         ...                    $8.00\n                                me inclusion of this page is authorized by L.N. SSn003]\n                              STAMP DUTY                                                   49\n    And all foreign bills of exchange drawn in this Island\n     shall be stamped at and after the rates hereinbefore\n     mentioned, notwithstanding that the sums for which\n     such bills shall be drawn shall be expressed in dollars,\n     francs, or any description of money of account and\n     the duties chargeable on such bills of exchange and\n     promissory notes drawn in this Island may be denoted\n     by adhesive stamps.\nBILLSOF LADING-\n   Of or for any goods, wares, merchandise, or effects to\n      be exported from this bland               ...          ...     $50.00    11/1999\n                                                                               s. 2 fb).\n    On each receipt for goods, wares, merchandise, or\n      effectsto bc carried coastwise or to be exported from\n      this Island      ...        ...          ...        ...        $50.00    1111999\n                                                                               S.2 (b).\nBILLSOF SIGHT\n    On every bill of sight under the Customs Act.\n    Where the value of the goods exceeds one hundred\n      dollars           ...         ...          ...         ...     $100.00   ;y;9\n    The duty imposed under this heading may be paid\n      either by adhesive stamps or impressed stamps.\nEXEMPTTONS FROM THE PRECRDING DUTY ON BILLSOF SIGHT\n    Bills of sight in respect of parcels transmitted to\n     Jamaica through the Post Oflice.\nBONDS-\n    Bond given as a security for the payment of any definite                   11/ 1999\n      and certain sum of money.                                                s. 20.\n    For evleay two thousand dollars d such sum or f r d d\n      part of two thousand dollars               ...         ...      $30.00   i!!??\n    When the money secured, or to be ultimately recover-\n     able thereon shall be limited, not to exceed a given\n     sum, the same duty as on a bond for such limited\n      Slllll.\n    And when the total amount of the money secured, or to\n     be ultimate4y recoverable thereon shall be uncertain,\n     and without any limit, the same duty as on a bond\n     for a sum equal to the amount of the penalty of such\n      bond.\n           Vhe inclusion of this page is authorized by L.N.3/2001]\n50                                  STAMP DUTY\n            And where there shall be no penalty of the bond in such\n             last mentioned case, such bond shall be available for\n             such an amount only as the ad valorem duty denoted\n             by any stamp or stamps thereon shall extend to cover.\n            Bond given as a security for the payment of any sum\n             of money which shall be in part secured by a mort-\n              gage, or other instrument, or writing, hereinafter\n             charged with the same duty as on a mortgage bearing\n              even date with such bond, or for the performance\n              of covenants contained in such mortgage, or other\n11/1999\nS. 2 Cb).     instrument in writing, or for both those purposes ...           $20.00\n            Bond given as a collateral or auxiliary security for the\n              payment of any annuity, upon the original creation\n              and sale thereof, where the same shall be granted, or\n              conveyed. or secured by any other deed or instrument\n              liable to, and charged with the ad valorem duty here-\n              inafter imposed on conveyances upon the sale of any\n              PmPW             ...         ...        ...         ...         s   5.00\n            Bond, covenant or instrument of any kind whatsoever.\n              not otherwise charged in this Schedule, guaranteeing\n              fidelity in office         ...        ...         ...           $   5.00\n            Bond given as a security for the payment of any annuity\n             (except upon the original creation and sale thereof).\n             or of any sum or sums of money, at stated periods\n              (not being interest for any principal sum, nor rent\n              reserved, or payable upon any lease), for any definite\n              and certain term so that the total amount of the\n             money to be paid can be previously ascertained, the\n              same duty as on a bond of the like nature for the\n             payment of a sum of money equal to such total\n              WOUnt.\n            Bond given as a security for the payment of any annuity\n              (except as aforesaid), or of any sum or sums of\n              money at stated periods (not being interest for any\n              principal sum, nor rent reserved, or payable upon\n              any lease), for the term of life, or any other indefinite\n              period. so that the whole money to be paid cannot be\n             previously ascertained.\n            Where the annuity, or sum secured, shall not exceed\n              five hundred dollars per annum            ...          ...      $   5.00\n            Above five hundred dollars and not exceeding one\n              thousand dollars per annum        ...       ...                 $ 10.00\n                   [The inclusion of this page is aathrized by L.N. 3/2001]\n                                  STAMP DUTY                                           51\nAnd for even additional one thousand dollars. or fractional\n pan of one thousand dollars . . .        ...           ...                   $10.00\nBond. commonl\\- called counter bond for indemiufjing an!-\n  person who shall have become bound or engaged as sureh\n  for the payment of any sum of money. or annuin      ...\n                                                                              $ 5.00\nBond othenvise than to the Crown for the due execution of an\n office and to account for mone\\- received b\\- virtue thereof                 $ 5.00\nBond of an\\- kind whatever. not othenvise charged in this\n  Schedule. nor expressly exempted from all stamp duG- . . .                  $ 5.00\nBONDS. TR-CXSFER OR XSSIGSUEST OF\n A n y transfer or assignment of any such bond as aforesaid. and\n   which shall have paid the proper mi sdoreni d u e on\n   bonds       ...             ...            ...             .,.             $ 5.00\nESEMPTIOSS FROM THE PRECEDIXG XXD U L OTHER ST,L\\IP\n   MTlES\n Will bonds and administrationbonds.\n All bonds and all instruments of surehship given by public\n  officers for the due execution of their offices. or as securi~\n  for the faithful and honest performance of the duties of their\n  offices.\n Such bonds to Her Majesty. her heirs and successors as the\n  Minister may notify in the Gazette.\n Bail bonds and replevin bonds.\n All bonds and all instruments of surepship given by officers\n  in the employment of a Parish Council. or by Revenue\n  Bailiffs appointed by a Collector of Taxes as security for the\n  faithfid and honest performance of the duties of their offices.\n All bonds given as a security for the payment of any definite\n  and certain sum of money. amounting to skdy dollars or\n  under.\nCERTIFIC.ATES-[SCX  also SHARES.]\n  in &\n On e cry certificate of the admission of a Banister to practise\n        Courts of the Island              ....\n And on every certificate of the admission of a Soliciror, ot\n                                                             ...\n  Conveyancer. to practise in the Courts of this Island      ...\n                 [The inclusion of this page i s authorized by L.N. 8SnOO3]\n52                                                     STAMP I N JTY\n                Provided that the total sum charged to a Unitcd Kingdoni\n                  Solicitor for the stamp on his admission to practise in thc\n                 Courts of this island shall not in any casc bc largcr than tlic\n                 total sum payable by a Jamaican Attomcy-at-law beforc k i n g\n                 admitted to practise as such in that part of tlic Unitcd Kingdom\n                 in which the said United Kingdom Solicitor sliall hitvc bccn\n                 admitted to practise.\n                But no one person is to be obliged to take out inorc than onc\n                 certificate. although he may act in inore than onc of thc\n                 capacities aforesaid. or in several of the Courts aforesaid."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Fertilizers: Ex Chapter 31 of the First Schedule to the Custonis\nTariff (Revision) Resolution, 1972, approved for the purpose of this\nlist by the Minister responsible for import and export licensing."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.2 (b).        (a) primary:\n                      for every two hundred dollars or fractional\n                                STAMP DUTY\n              part of two hundred dollars of the amount\n               secured               ...       ...        ...                        $3.00\n         (b) collateral:\n                for every two hundred dollars or fractional\n                part of two hundred dollars of the amount\n                secured              ...      ...        ...                         $1S O\n     NOTE-Where        the consideration in respect of any\n       dwelling-house consists of money amounting to four\n       hundred and fifty thousand dollars or less, then,\n       notwithstanding anything to the contrary herein\n       expressed, the stamp duty chargeable in respect of a\n       mortgage relating to such dwelling-house as aforesaid\n       shall be a flat rate of $150.\nEXEMPTION FROM THE SAID Ad Valorem DUTY ON\n  MORTGAGES, Et Celera, BUT NOT FROM ANY OTHER\n  DUTY TO WHICH THE SAME MAY BE LIABLE\n     All transfers, assignment, dispositions and assignations of\n         mortgages of any money or stock secured 1)y any\n         instrument or mortgage or by any judgment made by\n         an executor or trustee for the purpose of vesting the\n         legal estate or interest therein in any beneficiary or\n         person entitled thereto.\n     All consumers' bills of sale as defined in the Hire-\n         Purchase Act.\nEXEMPTION FROM ALL STAMP DUTY\n     All mortgages granted to a Building or Benefit Building\n        Society or the Trustees thereof for any sum not\n        exceeding sixteen thousand dollars.\nNATURALIZATION, CERTIFICATE OF PATENT&                       ...     ...        $1,000.00 L.N.\n                                                                                                  1 04A1/2002.\n      On any power of attorney confined to applying for and\n         obtaining letters patent   ...      ...        ... $1,000.00\n      On the specification                  ...        ...         ...          $1,000.00 L.N.\n                                                                                                  104A1/2002.\n      On the letters patent\n      On certificate or warrant of Attorney-General, disclaimer\n         or memorandum of alteration           ...           ... $ 1,000.00 ;;ki2002.\n                                                                            r\n                                                                            I The same duty as\n                                                                              for a conveyance\n      On assignment of letters patent                  ...           ...   {  on sale for a sum\n                                                                              ofmoney oflhe\n                                                                              same amount or\n                                                                            1 as tor a settle-\nEXEMPTION FROM ALL STAMP DUTY\n     Patents of pardon.\nPOLICIES-\n                                       STAMP DUTY\n               On every policy of assurance or insurance or other\n                 instrument, by whatsoever name the same shall be\n                 called, (not otherwise charged under this Schedule)\n                 whereby any assurance shall be made to cover loss of\n                 profit or whereby any assurance shall be made of or\n                 upon any building, plantation, goods, wares,\n                 merchandise or other property whatsoever (other than\n                 growing crops, motor vehicles or animal-drawn\n                 vehicles, or passengers' baggage during transfer),\n                 from loss or damage by fire, whether alone or in\n                                                                                             0\nL.N.\n104~'/2002.      conjunction with any other perils      ...            ...         $200.00\n              But any insurances effected for periods less than twelve\n               months, shall be charged as follow-\n                   For any period not exceeding one month, one-fourth\n                     part of the annual rate.\n                   Above one month, and not exceeding three months,\n                     one-half thereof.\n                   Above three months and not exceeding six months,\n                     three-fourths parts thereof.\n                   Above six months, the full duty abovementioned.\n              On every policy or assurance or insurance, or other\n                instrument by whatever name the same shall be called\n                whereby any assurance shall be made to cover loss of\n                cash in transit ...           ...          ...        ...          $ 1.00\n              On every policy of assurance or insurance, or other\n               instrument by whatever name the same shall be called\n               whereby any assurance shall be made upon any ship or\n               vessel, or upon the machinery, tackle or furniture of any\n               ship or vessel, or upon any goods, merchandise, or\n               other property on board of any ship or vessel, or upon\n               the freight of any ship or vessel, or upon any other\n               interest in or relating to any ship or vessel which may\n               lawfully be insured:\n                  ( a ) For or upon any v o y a g e\n                        In respect of every full sum of $1,000 and\n                        also any fractional part of $1,000 thereby\n                        insured      ...            ...          ...                   50c\n                  (b) For time-\n                      In respect of every full sum of $1,000, and also\n                      any fractional part of $1,000 thereby insured-\n                            Where the insurance shall be made for any\n                              time not exceeding six months . . . . . .                50c\n                               STAMP DUTY                                                      65\n       Where the insurance shall be made for any time\n           exceeding six months and not exceedmg twelve\n           months            ...           ...            ...                $   1.00\nOn every policy of assurance. or insurance. or other\n   mstrument by whatever name the same shall be called,\n   whereby any insurance shall be made upon any life or\n   lives. of any person or persons resident in this Island or\n   upon any event or contingency relating to. or dependmg\n   upon any such life or lives. except for the payment of\n   money upon the death of any person only from accident\n   or violence or otherwise. than from natural causes.\nOn every policy of health insurance          ...          ...\n                    GROUP LIFE INSURANCE\nWhere the sum insured does not exceed $1,000   ...                           $ 1.00\nAnd upon every additional one thousand dollars or\n  fractional part thereof       ...       ...  ...                           $ 1.00\n                     OTHER LIFE INSURANCE\nOn every policy of Life Insurance                 ...          ...           $200.00\nFor any payment agreed to be made upon the death of any\n        person, only from accident or violence. or other than\n        from natural cause       ...               ...         ...           $200.00 L”\n                                                                                        104A1/2002.\nFor any payment agreed to be made as compensation for\n        personal injury, or by way of indemnity against loss or\n        damage of any property not otherwise. provided for ...               $200.00 L.N.\nIf any instrument whereby any insurance is made upon the                                104A’/Z002.\n        life of any person resident in this Island or upon any\n        event or contingency relating to, or depending upon.\n        such life and on which ad valorem duty is payable\n        under this item (“Policies”) provides also for further\n        payment to be made upon the death of any person only\n        from accident, violence or other than from MW\n        cause, then the instrument shall be treated, for the\n        purpose of liability to duty, as operathg for two\n        separating purposes and the duty payable in respect of\n        the purpose of so providing shall be limited to        ...           $200.00 L.N.\nThe duties hereby imposed on policies shall be payable on                               104A’/2002.\n        every policy of assurance or insurance or other\n        instrument, by whatsoever name the same shall be\n        called, covering any property in Jamaica, real or\n        personal, whether the said policy, or instrument shall be\n  ,de‘ffe          made, written or issued in Jamaica or\n        elsewhere.\nProvided always that a renewal receipt issued in\n        respect of insurance covering a particular risk which\n            [The iiicliisicm of tliis page is aulllori7zd by L.N. 88/2003]\n66                                            STRMP DUTY\n                   merely continues insurance against the same risk\n                   covered by a policy of assurance or insurance or other\n                   instrument. by whatsoever name the same shall be\n                   called upon which stamp duh has already been paid.\n                   current and in force up to the commencement of the\n                   period in respect of which the renewal receipt is issued.\n                   and in respect of which one or more of the original\n                   insurers remain liable to the extent of at least one-third\n                   of the risk shall only be liable to stamp duty payable in\n                   respect of a receipt.\n           PRIVATE BILL-\n                On each private bill introduced into the House of\n                  Representatives to be paid before the second reading\n                  thereof so. howeyer. that the Minister may remit the\n                  whole or any part of the stamp duty to be paid upon any\n                  private bill if satisfied that such bill is intended only to\n                  amend an Act wluch was introduced into the\n                  Legislature as a private bill within not more than three\n                  years of the date of the introduction of the amending\n                  bill        ...             ...           ...            ...            $500.00\n           PROMISSORY NOTE FOR THE PAYMEST TO THE BEARER ON\n              DEMAVD OF Xh'Y S L N OF MOXEY\n                Not exceeding two dollars ...                ...  ...                          2c\n                Exceeding two dollars, and not exceeding four dollars                          5c\n                Exceeding four dollars. and not exceeding ten dollars                         1oc\n                Exceeding ten dollars, and not exceeding twenty\n                 dollars              ...          ...        ...  ...                       20c\n                Exceeding twenty dollars, and not exceedmg forty\n                  dollars             ...          ...        ...  ...                       30c\n                Exceeding forty dollars, and not exceeding sixty\n                  dollars            ...         ...          ... ...                        4oc\n                Exceeding sixty dollars, and not exceeding one\n                 hundred dollars             ...           ...    ...                        50c\n                Exceeding one hundred dollars, and not exceeding\n                 two hundred dollars              ...         ... ...                     s 1.00\n                Which said notes may be reissued after payment\n                 thereof. as often as shall be thought fit\n           PROTESTS-\n                Oneveryprotest,orother notarial act, under the hand\n                of a notary public, done in this Island             ...                   $ 5.00\n           RECEIPT or discharge (excepting withdrawal slips used for\n                    banking purposes) given for or upon the payment of\n                    money, (the duties whereon shall be paid by the party\n                    receiving the money) adhesive stamps may be used-\n1111999          Of two dollars and less than one hundred dollars       ...               $ 1.00\nS. 2(b).\n                            [The inclusion of this page IS ailthanzed by L N   88/2003]\n                        STAMP DUTY                                                     67\nOf or above one hundred dollars              ...        ...        $ 2.00   11/1999\n                                                                            S. 2(b).\nAnd where any sum of money shall be therein ex-\n  pressed or acknowledged to be received in full\n  of all demands               ...          ...         ...        $20.00\nAnd any note, memorandum, or writing whatsoever.\n  given to any person for or upon the payment of\n  money, whereby any sum of money, debt, or\n  demand, or any part of any debt, or demand therein\n  expressed shall be expressed or acknowledged to have\n  been paid, settled, balanced, or otherwise dis-\n  charged, or satisfied, or which shall import or\n  signify any such acknowledgment; and whether the\n  same shall or shall not be signed with the name\n  of any person, shall be deemed and taken to be a\n  receipt for a sum of money of equal amount with\n  the sum, debt, or demand, so expressed, or\n  acknowledged to have been paid, settled, balanced. or\n   otherwise discharged and satisfied, within the in-\n   tent and meaning of this Schedule, and shall be\n   charged with a duty accordingly.\nAnd any receipt, or discharge, note, memorandum.\n   or writing whatsoever, given to any person for or\n   upon the payment of money which shall contain.\n  import, or signify any general acknowledgment of\n   any debt, account, claim, or demand, debts,\n   accounts, claims, or demands whereof the amount\n   shall not be therein specified, having been paid,\n   balanced, settled, or otherwise discharged or satis-\n   fied, or whereby any sum of money therein men-\n   tioned shall be acknowledged to be received in full,\n   or in discharge, or satisfaotion of any such debt,\n   claim, account, or demand, debts, accounts, claims\n   or demands, and whether the same shall or shall\n   not be signed with the name of any person, shall\n   be deemed and taken to be a receipt in full, within\n   the intent and meaning of this Schedule, and shall\n   be charged with the duty of fifty cents accordingly.\n Provided that any letter, or one of divers letters.\n   importing or signifying any receipt or acknowledg-\n   ment, within the meaning of this Schedule, may be\n   stamped at any time before being tendered in\n   evidence; and, where there are divers such letters,\n    it shall suffice to stamp one of such letters, in\n   relation to one transaction or claim.\nAnd all receipts, discharges, and acknowledgments of\n    the description aforesaid, which shall be given for,\n    or upon payment made by or with any bills of\n    exchange, drafts, promissory notes, or other\n                                                                   -\n68                                         STAMP DUTY\n                 securities for money, shall be deemed and taken to\n                 be receipts given upon the payment of money\n                 within the intent and meaning of this Schedule.\n              And all receipts or discharges which shall be given or\n               granted to the Accountant-General, for or in respect\n               of any money payable by him out of the Treasury\n               (except moneys payable as drafts on Island certifi-\n                cates and exchequer bills), other than as hereinafter\n               excepted, shall be chargeable after the like scale\n                of duty, and such last mentioned receipts may be\n               made by adhesive stamps.\n              On every receipt granted by the Deputy Keeper of the\n                 Records for deeds or papers recorded in his office ..    .         2oc\n              On every receipt granted by the Deputy Keeper of the\n                Records for recording annual returns of attorneys\n                or trustees. commonly called “Crop Accounts” ...                    4oc\n              On every receipt for the payment of moneys or sub-\n                scriptions in consideration for, or on every other\n               acknowledgment of the existence of, a right to parti-\n               cipzte in any sweepstake conducted in accordance\n               with the provisions of section 30 of the Batting.\n               Gaming and Lotteries Act. in respect of every\n                twenty cents or fractional part of twenty cents of\n               the amount in respect of which such receipt or\n               acknowledgment is made ...             ...                 ...        IC\n11/1999        On every receipt to which a composition agreement\ns. 2 b).         relates (except withdrawal slips used for banking pur-\n                 poses and bills of exchange issued on farms supplied\n                 by a banker pursuant to an agreement under section"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.4.                (2) Any agreement made under this section shall\n          require the person with wham it is made to deliver to the\n          Commissioner periodical accounts in respect of the instru-\n          ments to which the agreement relates, giving such particulars\n          as the Commissioner may specify, and may contain such\n          other terms and conditions as the Commissioner thinks\n          proper.\n                    (3) Where any agreement has been made under\n          this seotion, any instrument to which the agreement relates\n          and which bears such indication of the payment of stamp\n          duty thereon as the Commissioner may require shall not\n          be chargeable with stamp duty but the person with whom\n          the agreement was made shall pay to the Commissioner,\n          on delivery of any account under the agreement, such\n          sums as would, but for the provisions of this seation, have\n          been chargeable by way of stamp duty on such instmenlts\n          issued during the perid to which the account relates.\n                      (4) If any person makes default in delivering any\n            account required by any agreement made under this section\n            or in paying the duty payable on the delivery of any such\n            account, he shall be guilty of an offence and shall be liable\n            on summary conviction before a Resident Magistrate to a\n3211997\nSch.\n            fine not exceeding one thousand dollars for every day during\n            which the default continues and shall also be liable to pay\n            to the Commissioner, in addition to the duty, interest\n            thereon at the prescribed rate from the date when the\n            default begins.\n                      (5) For the purpose of ascertaining that all amounts\n            payable in accordance with an agreement under this section\n            are duly paid, the Commissioner or any officer acting\n                               ST’DUTY                                        46.01\non his written instructions shall have the right at all reasonable\ntimes to inspect the books, records or documents of any person\nparty to the agreement.\n        (6) Any person who wilfully delays or obstructs any\nperson acting in the course of the exercise of any right conferred\non him by or pursuant to subsection ( 5 ) or conceals or attempts\nto conceal any books, records or documents from him shall be\nguilty of an offence and liable on summary conviction in a\nResident Magistrate’s Court to a fine not exceeding fifty\nthousand dollars or to imprisonment for a term not exceeding 32/1997\nthree months.                                                        Sch\n        (7) The Minister may, by order, prescribe the rate of\ninterest chargeable pursuant to subsection (4) and, until other\nprovision is made pursuant to this subsection, the rate of interest\nshall be twentyper centurn per annum."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Food as follows -\n       Wheat\n       Soya Oil\n          me inclusion of this page is authorized by L.N. 42 / 19951\n80                                          STAMP DUTY\n                    Butter Oil\n                    Skimmed Milk Powder\n                    Butter Milk Powder\n                    Rice\n                    Chicken Necks and Backs\n                    Corned Beef\n                    Dried Salted Fish\n                    Pickled Fish, that is to say, alewives and bloaters\n                    Canned Sardines\n                    G M e d Herrings\nL. N.               Canned Mackerel\n95 h/1986.\n                    Fresh Mackerel imported for pickling.\nLN.             8. Passengers’ baggage and household effects as described in Item\n4/19p1.       6 and Item 6~ of the Second Schedule to the Custom T a r 8 (Revision)\n              Resolution, 1972, except that the reference in paragraph (1) (d) of Item\n              6 to forty dollars shall, for the purpose of this item, have effect aa if\n              it were a reference to four hundred dollars."
    },
    {
      "provision_ref": "sec07",
      "section": "07",
      "title": "Section 07",
      "content": "07.13\n                  Dried leguminous vegetables other than peas and beans, shelled,\n                  whether or not skinned or split-ex Tariff Heading No. 07.13\n                  Grapes dried-ex TariB Heading No. 08.06\n                  Stone Fruit fresh-ex Tarif€ Heading No. 0809.00 and 08.10\n                  Vegetables other than onions, tomatoes and pickles in airti&t\n                  containers-ex Tariff Heading No. 20.01\n                  Vegetables other than oninons, tomatoes, and pickles not in air-\n                  tight containers-x     Tariff Heading No.20.01\n                  Peas and Beans prepared or preserved otherwise than by vinegar\n                  or acetic acid-ex Tariff Headlng No. 20.05\n                       me inclusion of this page is authorized by L.iN. 90/1993]\n                                          STAMP DUTY                                         82.05\n        Vegetables other than tomatoes, tomato paste, peas and beans\n        preserved or prepared otherwise than by vinegar or acetic acid, in\n        airtight containers-ex Tariff Heading Nos. 20.03 to 20.05\n        Vegetables other than tomatoes, tomato paste, peas and beans\n        preserved or prepared otherwise than by vinegar or acetic acid, not\n        in airtight containers-ex Tariff Heading Nos. 20.03 to 20.05\n        Nuts other than ground nuts, roasted-ex              Tariff Heading No.\n,F'-"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-4 1) All adhesive stamps, whether provided for                  z,t\"dY\npostage or for revenue, or for postage and revenuz\npurposes, and all stamped papers provided for postage 711967\n                                                         S.3 (b).\npurposes, shall be kept in the custody of the Postmaster\nGeneral.\n     (2) All other stamped papers and printed forms shall\nbe kept in the custody of the Commissioner.\n       (3) It shall be lawful for the Minister from t h e to\ntime to appoint distributors of stamps, to whom the Post- s7 I.I967\n                                                                 3(r~\nmaster General or Commissioner, as the case may be, shall\nissue such quantity of adhesive stamps and stamped papers,\nand printed forms of the respective denominations or values\nas may be necessary to meet the demands of the public,\nand each distributor of stamps shall account to the Post-\nmaster General or Commissioner, as the case may be, from\ntime to time, as the Minister shall direct, for all such stamps,\nstamped paper, and printed forms, and for all moneys\nrecdvd by him for or on account of the sale of such stamps,\nstamped paper, and printed forms, and pay over such\nmoneys at such periods and in such manner as may be\n fixed by the Minister:\n  Provided, that every such distributor of stamps, not\nbeing a Collector, or an Assistant Collector of Taxes, shall,\nas a remuneration for his trouble and services, be allowed\n8                                       STAMP DUTY\n              to retain, from the proceeds of such sales by him, a com-\n3/1970        mission at a rate not exceeding two and one-half per centurn\ns. 2          on th,: amount of all such sales.\nScale of         10. The distributors of stamps in the sale of stamped\nmoneys to\nbe            paper, shall demand, over and above the amount of stamps\ndemanded\non sale of\n              thereon, a sum of money for and in respect of each sheet\nstamps.       of papcr, according to the following scale-\n                   on each set of foreign bills of exchange          sc\n                   on each set of foreign bills of lading ...        sc\n                   on each form of title      ... ... ...           IOC\n                   on each sheet or half sheet of printed\n                        forms, of any other description\n                        whatsoever, such sum as shall cover\n                        the cost thereof, to be fixed from\n                        time to time by the Minister.\nPenalty for\ndemand          11. If a distributor of stamps shall demand any amount\nbeyond the\nstamp and     for any stamp beyond the value of such stamp, or for paper,\nrate hereby   or for any form beyond the rate hereby fixed, he shall\nhed.\n3211997       forfeit a sum not exceeding one thousand dollars.\nsch.\nCertificate      12. Every certificate of the admission of an attorney-at-\nof admis-\nsion of       law, to practise in the courts of this Island shall be stamped\nattorneys-\nat-&          as by this Act is required, and shall be signed by the Regis-\nto be\nstamped\n              trar of h e Supreme Court; and any attorney-at-law, who\nunder this    shall not, upon his admission, take out a certscate of\nAct.\n3211997       admission, is hereby declared incapable of acting, practising,\nS. 3 (a) W.   or officiating in any court of this Island, or otherwise, in\n              such capacity; but one certificate of admission, so stamped\n321 1997      and signed as aforesaid, shall entitle an attorney-at-law to\ns. 3 (c).\n              admission in every court of law and equity in this Island;\n3211997\ns 3 fc).      and no attorney-at-law who shall have taken out his certi-\n              ficate as aforesaid shall be required to produce such certi-\n              ficate of admission.\n                          STAMP DUTY                                           9"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Goods (other than goods sppacified in Appendix A) that the\n              Commissioner of Customs and Excise is satisfied are imported for\n              use solely as raw materials for the manufacture or. as the case may\n              be, processing of any of the following goods-\n                  (4 drugs;\nL.N.              (b) infant foods. milk-based nutritional supplements. the foods\n138~211993.           mentioned in item 7 of this list or food, except condensed milk,\n                      the manufacturing or processing of which is a taxable activity\n                      for the purposes of the General Consumption Tax Act and\n                      which is carried on by a person registered as a registered\n                      taxpayer under that Act;\n                  (c) fertilizers;\n                  (d) goods manufactured or processed for export-\n                          (i) under the Export Industry Encouragement Act; or\n                             inclusion of this page is authorized by L.N. 42/1995]\n                              STAMP DUTY                                         80.01\n            (ii) exclusively to the suppliers of the raw materials from\n                 which such goods are manufactured or processed. as\n                 the case may be:\n   (e) printed     books which the Commissioner of Customs and\n          Excise is satisfied are intended for the purpose of study in\n          schools. universities or other educational establishments;\n    V, animal feeds:\n    (9)   fuel;\n    (h) containers and packaging materials as mentioned in item 21 ;\n    (8 goods for use solely by-\n            (i) agencies of Government; or\n            (ii) institutions financed wholsly or mainly out of the Con-\n                 solidated Fund:\n    (j) insecticides, fungicides and herbicides as described in item\n          30 of this list:\n    ( k ) bauxite or alumina:\n    (0 sports equipment as mentioned in item 16 of this list;\n   (m) barbed wire:\n    (n) school uniforms and school shoes for children, identified as\n          such by reference to criteria approved by the Minister\n          responsible for industry and commerce;\n    (0) goods roferred to in item 25 of this Appendix.\n   1OA. The follorWing goods, if the Commissioner of Customs is mtis- 2111991\nfied that they are imported for use solely as raw materials in the m u - s. 21(c)(ii).\nfacture or processing of other goods-\n    commeal, soya meal, counter flours baking flour, biscuit flours\n    pickled mackerel."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11,1999        CHARTER P.\\RT\\--\nS 2(b).          On every charter par^                      ...                    ...                  . ..   SSO0.OO\n               COMPANY--[&        dS0 LEITERS. SHARES. VOTING I\nL.N.\n                Every statement under sections 2 I and 22 ...                ... S.COO.OI)"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. All such goods relating to the Heading “Aimaft” as are de-\nscribed in item 2 of the Second Schedule to the Customs Tariff (Revi-"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. It shall not be lawful for any banker, banking cor- Banken,\n                                                               etc., to take\nporation, or co-partnership to issue any unstamped out licence\npromissory note for money, payable to the bearer on to enable\ndemand, without taking out a licence yearly for that ::farnped\npurpose, which licence shall be granted by the Corn- no*=.\nmissioner for the time being, on payment of the full\nlicence duty charged in the Schedule; and every suuh schedule\nlicence shall specify the proper name and place of abode of\nthe person, or the proper name and description of any body\ncorpor& to whom the same shall be granted, and also the\nname of the town or place where, and the name of the bank,\nas well as the partnership or other name, style, or firm\nunder which such notes are to be issued, and where any\nsuch licence shall be granted to persons in partnership, the\nsame shall spzcify the names and places of abode of all the\n persons concerned in the partnership, whether all their\n names shall appear on the promissory notes to be issued by\n them or not; and in default thereof, such licence shall be\n absolutely void; and every such licence shall be dated on thz\n day on which the same shall be granted, and shall\n have effect, and continue in force from the day of the date\n thereof until the thirty-first day of December then next\n following both inclusive."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. When any such licence as aforesaid shall be granted person\n                                                             Licenceto\n                                                                     in\nto any persons in partnership as bankers, the same shall partnership\n                                                                continue\ncontinue in force for the issuing of promissory notes under to\n                                                             inforcenot-\nthe name, style, and firm therein specified, notwithstanding withstand-\n                                                             ing altera-\nany alteration in the partnership.                           tion in\n                                                                    m-P"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15)                 ...         ...          ...         ...     $1.00\n           EXEMPTIONS  FROM THE PRECEDING DUTIES    ON RECEIPTS\n              Letters by the general post, acknowledging the safe\n                arrival of any bills of exchange, promissory notes.\n               or other securities for money.\n               Receipts for any moneys paid into any savings bank\n                of this Island.\n               Any entry in the pass book or pass books kept\n                between a Building Society and a member thereof\n                having the effect of a receipt or discharge and any\n                receipt given for money so entered in such pass books.\n                       F e inclusion of this page is authorized by L.N. 3/2001]\n                       STAMP DUTY\nReceipts or discharges endorsed, or otherwise written\n  upon. or contained in any bond, mortgage or other\n  security. or any conveyance, deed, or instrument\n  whatever, duly stamped according to the laws in\n  force at the date hereof acknowledging the receipt\n  of the consideration money therein expressed, or\n  the receipt of any principal money, interest, or\n  annuity thereby secured.\nRelease or discharge of money by deed duly stamped.\n  according to the laws in force at the date hereof.\nReceipts or discharges for the return of any duties of\n customs upon certificate of over entry.\nReceipts given or granted by the Accountant-General\n  of this Island, or by any Collector of Taxes, or\n  officer of internal revenue, for, or in respect of any\n taxes or duties.\nReceipts or acknowledgments on the records of\n the office of the Deputy Keeper of the Records.\n of the payment of a mortgage debt.\nReceipts given for money deposited in any bank, or\n  with any banker, to be accounted for and ex-\n  pressed to be received of the person to whom the\n same is to be accounted for.\nAcknowledgment by any banker of the receipt of any\n  bill of exchange or promissory note for the pur-\n pose of being presented for acceptance or payment.\nReceipts given to any of6cer of the Government\n in respect d any refund of moneys deposited with\n an officer of the Government.\n Receipt given for or on account of any salary, pay or\n   wages. or for or on account of any other like pay-\n  ment made or to or for the account or benefit of any\n  person. being the holder of an ofice or an employee\n  in respect of his office or employment, or for or on\n  account of money paid in respect of any pension,\n  superannuation allowance. compassionate allowance\n  or other like allqwance.\n                                                                  -\n70                              STAMP Dui‘!’\n        Receipts issued by the Administrator-General on\n         behalf of estates or trusts vested in or administered\n         by him under the Administrator-General’sAct.\n     RENUNCIATION-[SEE\n                    LETTERS.]\n     SETTLEMENTS-\n        Any deed or any order, or decree of the Supreme\n          Court or of the Court of Chancery of England. or\n          other jurisdiction or authority, or instrument\n         whatever, whether voluntary or gratuitous. or upon\n          any good or valuable consideration other than a born\n         fide pecuniary consideration, whereby any certain\n          and definite sum or sums of money (whether\n         charged or chargeable on lands or other heredita-\n          ments or not or to be laid out in the purchase of\n          lands or other hereditaments or not and if charged\n         or chargeable on lands or other hereditaments,\n         whether to be raised at all events or not) or whereby\n          any lands, tenements, rents, annuities, or other\n         property, real or personal, or any right, title, in-\n         terest, or claim into, out of, or upon, any lands,\n         tenements, rents. annuities. or other property,\n          shall be set$tled,or agreed to be settled upon, or\n         for the benefit of any person or persons, either in\n         possession or reversion either absolutely or condi-\n          tbnally or contingently, or for life, or other partial\n         interest, or in any other manner whatsoever.\n        Where the amount or value of the property settled\n         or agreed to be settled-\n        Does not exceed five hundred dollars         ...          ...     s 25.00\n        Exceeds five hundred dollars. and does not ex-\n          ceed one thousand dollars                  ...          ...     $ 50.00\n        Exceeds one thousand dollars,             and does not\n          exceed two thousand dollars                ...          ...     s 50.00\n        And for every additional one thousand dollars. and\n          for every fractional part of one thousand dollars               J! 55.00\n      Nom-The value of such property shall be ascertained\n         by a declaration of the true and real value of the\n     --  same.\n             n h e inclusion of this page is authorized by L.N. 3/2001]\n                           S T A M P DUTY                             71\nEXEMPTIONS\n         FROM STAMP DUTIESUNDER THE PRECEDING\n   HEAD“SE-ITLEMENTS”\n   (a) Bonds, mortgages, and other securities operating\n       as settlements, if chargeable with the ad valoretii\n       duties on bonds and mortgages hereinbefore\n       granted.\n   ( b ) Deeds, or instruments of appointment, apportion-\n         ments. in execution of powers given by any pre-\n         vious settlement. deed or will to, or in favour of,\n         persons specially named or described as the object\n         of such powers.\n   (c) Deeds. or instruments merely declaring the trusts\n        of any money, pursuant to any previous settle-\n        ment (in respect of which ad valorem settlement\n        duty has been paid) deed or will. or for securing\n        any gifts or dispositions made by any previous\n        settlement, (in respect of which ad valorem settle-\n        ment duty has been paid) deed or will.\n   (4Wills, testaments, and testamentary instruments\n        and dispositions mortis CQUSU, of every description.\n   (e) Where several instruments are executed for effect-\n        ing the settlement of the same property, and the\n        ad vaforemduty chargeable in respect of the settle-\n        ment of the property exceeds five dollars, one only\n        of the instruments is to be charged with the ad\n        valorem duties.\n    (j)Where a settlement is made in pursuance of a pre-\n       vious agreement. upon which ad valorem settlement\n       duty exceeding one dollar has been paid in respect\n       of any property the settlement is not to be charged\n       with ad valorem duty in respect of the same duty.\n    But in each of the two cases (e) and v> above men-\n     tioned, the instruments not chargeable with ad\n     valorem duty, are to be charged with the duty of\n     five dollars.\n72                                       STAMP DUTY\n           &HEDULE-\n               Inventory, or catalogue of any lands or hereditaments.\n                 or of any furniture. fixtures, or other goods or effects\n                 or containing the terms and conditions of any pro-\n                 posed sale or lease, or the conditions and regulations\n                 for the cultivation and management of any estate.\n                 plantation. pen, or other property leased, or agreed\n                 to be leased, or containing any other matter or mat-\n                 ters of contract or stipulation whatsoever, which shall\n                 be referred to, in, or by, and be intended to be used\n                 or gwen in evidence as part of, or as material to, any\n                 agreement. lease, bond, deed, order, decree, or other\n                 instrument charged with any duty, but which shall be\n                 separate and distinct from, and not endorsed on, or\n                 annexed to. such agreement, lease, bond, deed, order,\n                 decree or other instrument.\n               Where any such inventory, schedule or catalogue shall\n                be so referred to, in or by any such a g ~ ~ m mlease,\n                                                                  t,\n                bond. deed, order, decree, or such other instrument as\n                aforesaid. chargeable with any stamp duty, not ex-\n                ceeding five dollars the same duty as shall be so\n                chargeable on such agreement, lease, bond, deed,\n                order, decree, or other instrument.\n               And where any such schedule, inventory or cataloguf\n                shall be referred to, in or by any lease, bond, deed\n                order, decree, or such other instrument as aforesaid,\n                chargeable with a stamp duty exceeding five dollars,\n                then for every additional five dollars of the amount of\n                the last mentioned duty, a further progressive d u g\n                of                 ...          ...       ...        ...            soc\n           SHARES-\n               00 every share, scrip or stock certificate of any duly\n                registered company in Jamaica where the nominal\n                value of the share, scrip or stock to which the instru-\n1111999         ment relates is less than one hundred dollars ...                 $1.00\ns. 2 @).\n               Where the nominal value of the share or stock is one\n11/1999         hundred dollars and upwards           ...        ...              $5.00\ns. 2 &).\n               The stamp duty chargeable on such share, scrip or\n                 stock certificate may be denoted by 811 adhesive stamp\n                 to be cancelled by the person delivering such share\n                 or stock certificate.\n                        STAMP DUTY\n  name Department; or any Military or Naval Board in\n  this Island, or relating to the Public Service of this\n  Island, or to the Kingston and St. Andrew Corpora-\n  tion, or any Parish Council in the Island.\nAll bills of sale transferring ships or a share therein\n  and any mortgage of a registered ship or a share\n  therein.\nAgreements, bills of exchange, promissory notes,\n  bonds or mortgages made or entered into by or with\n  an Agricultural Loan Society controlled by any Ag-\n  ricultural Loan Societies Board and duly registered\n  under the Industrial and Provident Societies Act or\n  any enactment amending or substituted for the same\n  and any receipt given by or to any such Society.\nAny receipt given by or to a Liquidator of a Society\n registered under the Industrial and Provident Societies\n Act or any enactment amending or substitvted for\n the same.\nAny receipt given by or to a Receiver appointed under\n the Industrial and Provident Societies Act.\nAny transfer of property or rights (at law or in equity)\n from a foreign bank to a local bank if-\n      (U)   the said transfer is made upon the acquisition\n             generally by the local bank of the business\n             carried on in Jamaica by the foreign bank;\n             and\n       (b) the local bank has been formed with that\n           acquisition in view,\n  but this exemption shall not apply as respects so\n  much, if any, of the transfer as relates to such an\n  estate or interest as may constitute real property (at\n  law or in equity) where the estate or interest is held\n  otherwise than by way of security for any indebted-\n  ness; and in this item-\n74                      STAMP DUTY\n     “acquisition generally” includes, in relation to\n         a n y business acquisition thereof subject to\n         any exceptions, but does not include any\n         such acquisition after the 2nd August, 1974.\n         unless the Minister responsible for finance\n         certifies in writing that the acquisition shall\n         be treated as general notwithstanding the\n         exceptions;\n     “business” means banking business as defined in\n         section 2 of the Banking Act, and includes\n         any business carried on in conjunction\n         therewith;\n     “foreign bank” means any body corporate which\n          has been established as a foreign bank\n          within the meaning assigned to that expres-\n          sion by section 2 of the Banking Act;\n     “local bank” means a body incorporated to carry\n          on business as a local bank within the\n          meaning assigned to that expression by sec-\n          tion 2 of the Banking Act, being a body to\n          which the Minister grants a licence under\n         that Act:\n     “property or rights”, in relation to any transfer\n         frm a foreign bank upon acquisition of any\n             business thereof, means any property or\n             rights belonging to that bank and held, used\n             or exercisable for the purposes of such\n             business;\n     ‘6\n          transfer” m e w any conveyance, assignment or\n              other instrument of transfer and. in relation\n              to any property or rights, includos a written\n              agreement to transfer such property or rights,\n              as the case may be.\n                          STAMP DUTY                                 75\n   All instruments executed by or on behalf of the Univer-\n     sity Hospital Board of Management constituted under\n     the University Hospital Act.\n   All instruments executed by or on behalf of the Jamaica\n     Library Board constituted under the Jamaica\n    Library Service Act.\n   All instruments duly executed by or on behalf of the\n     University of the West Indies.\n   All instruments duly executed by or on behalf of the\n     United Theological College of the West Indies.\n   All instruments duly executed by or on behalf of the\n     council of Legal Education.\n   No duty shall be due or paid or collectad on any\n     letter or other instrument submitted as a nomina-\n     tion for the purpose of obtaining a right for any\n     racehorse to enter for, or participate in. a horse race.\nPAPERSTAMPS-\n   All exemplifications of wills. and every other exempli-\n     fication, all proceadmgs and copies sent to this\n     Island which are not charged with any spacific\n      duty under this Act, shall be subject to, and be\n     impressed with the paper stamps hereinafter respec-\n     tively spec&d.\n   All accounts of guardians, trustees. mortgages in pos-\n     session, required to be recorded in the Record\n     OBiCe; inventories; and all office copies authenti-\n     cated by the Deputy Keeper of the Records, shall be\n     written. transcribed. engrossed, or printed upon im-\n     perial and royd paper, or any paper, vellum, or\n     parchment of the same size; and such paper. vellum,\n    or archment, and each sheet thereof shall be stamped\n    w i t i the duties hereinafter mentioned, according\n76                                          STAMP DUTY\n                     to the number of words and figures (each figure\n                     being reckoned as a word) contained in any sheet or\n                     sheets of paper, vellum or parchment when the same\n                     shall be under or amount to SIX hundred words. ...               5oc\n                   And the like sum for every number of six hundred\n                    words and for every fractional part of such number\n                    of words.\nLNn.                                          APPENDIX\n                                                     A\n181~11985,                                                           (Schedule-Cusm~s\n9 b / 1987,                                                           WARRANTS INWARD)\n3oA / 1992.\n3311%\n1386/1993*      In this Appendix appears the percentages of the aggregate of the\nyyigf.        value of gods and customs duty thereon, by reference to which\n              additional stamp duly is charged on customs warrants inward.\n                  PART 1.-Aggregate Additional Stamp Duty and Customs Duty on\n                            Customs Warants l w 0 d pertaining to goods specifid in\n                                                   this Pmt\n                The additional stamp duty payable on inward customs warrants\n              pertaining to the goods specified in the first column hereunder shall be\n              such sum as, when added to the customs duty chargeable on those goods\n              by reference to their value determined pursuant to section 19 of the\n              Customs Act, results in the aggregate duty chargeable being an amount\n              that is equivalent to such percentage of the value of the goods as is\n              specified in relation to them, respectively, in the second column here-\n              under-\n                                  Goods                              Aggregate Duty\n                Whole Broilers                                             86 %\n                Chicken Wings                                              80%\n                                                               1\n                Chicken Leg Quarters\n                Chicken Legs, Thighs                                       86 %\n                  and Drumsticks\n                Whole Turkeys\n                  Turkey Wings                                             80 %\n                  Turkey Drumsticks                                        86 %\n              -"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) Every chief agent of an insurance or assurance R m & o r\ncompany shall keep at the chief agency in Jamaica, and kzgb\nevery managing director, secretary, or manager of a local ;yh;t;Q‘\ncompany shall keep at the chief office of the company, mcemd\n                                                              assurance\nrecords and documents sufficient to enable the sums pay- tobe\nable for stamp duty to be checked and verified as herein- checked.\nafter provided; and every chief agent, managing director,\nsecretary or manager failing to keep such records or docu-\nments, shall be liable to a penalty not exceeding five 3&19m\nthousand dollars.\n           (2) Every chief agent of an insurance or assurance\ncompany at the chief agency of such company in Jamaica\nand every managing director, secretary or manager of ,I\nlocal insurance or assurance company shall keep a record\nof the policy moneys payable on the death of any persoil\nand shall render to the commissioner at the end of each\nquarter a statement showing-\n      ( U ) the name of the person insured;\n      (b) the date of the death of the insured;\n      (c) the amount payable under the policy;\n      (d) the name and address of the person to whom the\n             insurance money has been paid,\nand every chief agent, managing director, secretary or\nmanager aforesaid failing to render such return shall be\nliable to a penalty not exceeding five thousand dollars.             3lgW\n12                                           STAMP DUTY\nInspaotian       17. The Commissioner, or Auditor-General or an officer\nof book8\nand            of the Taxpayer Audit and Assessment Department or of\nrecords of     the Audit Office, if authorized in writing by the Com-\niosuranm\nand\nassuraUCe\n               missioner or Auditor-General in any case, or any officer\n mpnies.       acting under his instructions in writing shall have the\n1211985\nscb.           right to inspect the books, records or documents of every\nL.N.\n165/1999.      insurance and assurance company doing business in\n               Jamaica, for the purpose of ascertaining that stamp duty\n               is duly paid on all policies of insurance and assurance.\nApplicatrOn       18. Sections 16 and 17 shall apply to all persons carrying\nof sections\n16 and 17\nof this Act.\n               on or transacting insurance or assurance business in this\n8/1971         Island on their own account, or on behalf of persons abroad,\ns. 111.\n               in the same manner and to the same extent as the said\n               sections apply to insurance and assurance companies and\n               the said sections shall apply to the attorneys or agents\n               of any such persons as aforesaid, in the same manner and to\n               the same extent as they apply to the attorneys and ezgm\n               of such crnpanies as aforesaid.\nTime policy      19.-(1) No policy of marine insurance made for time\nof marine\ninsurance      shall be made for any time exceeding twelve months.\nnot to\nexceed\ntwelve                 (2) A policy of marine insurance shall not be valid\nmonths.\n               unless it specifies the particular risk or adventure, the name\n               of the broker, agent or other person negotiating or trans-\n               acting the insurance, and the sum or sums insured, and is\n               made for a period not exceeding twelve months.\nPolicy for       20. Where any marine insurance is made for a voyage\nvo ageand\n&cy for        and also for time, or to extend to or cover any time beyond\ntime.\n               thirty days after the ship shall have arrived at her destina-\n               tion and been there moored at anchor, the policy is to be\n               charged with duty as a policy for a voyage, and also with\n               duty as a policy for time.\n                           [The inclusion of this page i s authorized by L.N. 3/2001]\n                             STAMP DUTY                                    13"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Goods to the extent only that such goods, when imported into\n        the Island, are exempt from import duties pursuant to an agreement\n        to which the Government is a party."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Goods falling under the following tariff heading numbers of the\n        First Schedule to the Customs Tariff (Revision) Resolution, 1972:"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Newsprint which the Commissioner of Customs and Excise is\nsatisfied is imported as raw material for use solely in the manufacture\nof-\n      (a) goods ,to be used only by-\n               (i) agencies of Government; or\n              (ii) institutions financed wholly or mainly out of the Con-\n                   solidated Fund; or\n      (b) printed books which the Commissioner of Customs and Excise\n           is satisfied are intended for the purpose of study in schools,\n           universities or other educational establishments."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.08\n        Tomato juice-ex Tariff Heading No. 20.09\n        Vegetable juices other than those listed in Appendix A-ex Tariff\n        Heading No. 20.09\n        Canned Corn-ex Tariff Heading No. 20.04\n        Frozen Corn-ex Tariff Heading No. 20.04\n        Peanut Butter-ex Tariff Heading No. 20.08\n        Berries fiesh -ex Tariff Heading No. 08.10\n        Fruit preserved by freezing, containing added sugar - e x Tariff\n        Heading No. 08.11\n        Fruit-Peel other than citrus and parts of plant preserved by sugar-ex\n        Tariff Heading No. 20.06\n        Other -Jams, Fruit, Jellies, Marmalade, Fruit Puree and h i t pastes of 21,1991\n        citrus-ex Tariff Heading No. 20.07                                        S . 2l(c)(ii).\n        Mango Pulp-ex Tariff Heading No. 20.07\n        Other Jams, Jellies, Marmalade, Fruit Puree and Fruit Pastes not of\n                                                                                  21/1991\n        citrus-ex Tariff Heading No. 20.07                                        S . Zl(c)(ii)\n        Mangoes prepared or preserved-ex Tariff Heading No. 20.08\n        Grapehit prepared or preserved-ex Tariff Heading No. 20.08\n        Fruit other than mangoes, pineapples, grapefruit, oranges, prunes,\n       ackees otherwise prepared or preserved-ex           Tariff Heading No."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. A statement of the amount which is to form the Statement\n                                                                of share\nnominal share capital of any company to be registered capital+\nwith limited liability shall be delivered to the Commis- companies\n                                                                tobe\nsioner, and a statement of the amount of any increase registered.\nof registered capital of any company now registered or to\nbe registered with limited liability, shall be delivered to the\nsaid Commissioner, and every such statement shall be\nduly stamped with the duty i m p e d by this Act, when\nthe same is delivered to the Commissioner."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Oats that the Commissioner of Customs and Excise is satisfied\nare imported for use solely in the manufacture of cereal foods.\n  2 3 . 4 1 ) Parts and accessories for the following, if the Commissioner\nof Customs and Excise is satisfied that such parts and accessories are\nof a kind not manufactured in Jamaica-\n     (a) motor cars;\n     (b) motor cycles;\n     (c) bicycles:\n     (d) motor tractors, excluding motor tractors not designed for\n            use wholly or mainly on roads;\n     (e) trailers for motor tractors as provided in paragraph (4;\n     (f) trucks;\n     (g) motor chassis fitted with engine and with or without cab; and\n     (h) any other mechanically propelled vehicle (except an invalid\n            carriage) that is not mentioned in this item and that-\n                 (i) is intended or adapted for use on roads; and\n               (i) is constructed or adapted for the camage of goods\n                     or passengers or both.\n        (2) In this item-\n     (U) reference to parts and accessories in relation to the goods\n            specified is a reference to such parts and accessories relating\n            thereto (excluding tyres, inner tubes and accumulators) as\n            fall under Chapter 87 of the First Schedule to the Customs\n            Tariff (Revision) Resolution, 1972, and under such other\n            chapters and tariff heading numbers of that Schedule as the\n            Commissioner of Customs and Excise is satisfied relates to\n            such goods; and\n                                                                       I\n                            STAMP DUTY\n    (b) reference to “invalid carriage”, “motor cars”, “motor cycles’’.\n        “motor tractors”, “trailers” and “trucks”, respectively. is a\n        reference to those expressions as defined, respectively, in sec-\n        tion 11 of the Road Traffic Act."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-(1) Every letter or Power of Attorney for the pur- Lettenor\n                                                               Powers of\npose of appointing a proxy to vote at a particular meeting, Attorney\nand every voting paper respectively charged under this Act appointing\n                                                               proxyto\nwith the duty of ten dollars, is to specify the day upon which\nthe meeting at which it is intended to be used is to be held, ;${1gO.\nand is to be available only at meetings so specified, and sch.\nany adjournment thereof.\n14                                       STAMP DUTY\nL.N.                   ((2)The duty of ten dollars may be denoted by an\n3821 1970.\n32 1 1997      adhesive stamp, which is to be cancelled by the person by\nSch.           whom the instrument is executed, and a letter or Power\n32/1997\nsch.\n               of Attorney or voting paper charged with the duty of ten\n               dollars, is not to be stamped after the execution thereof by\n               any person.\n                        (3) Every person who makes, or executes, or votes,\n               or attempts to vote, under or by means of any letter\n               or Power of Attorney or voting paper, not being duly\n321 1997\nsdh.\n               stamped, shall incur a fine of five thousand dollars, and\n               every vote given or tendered under the authority or by means\n               of the letter or Power of Attorney or voting paper shall be\n               void.\nm-t.             24. Instruments or documents hereby subjected to stamp\netc., to\noperate        duty shall only operate for one purpose unless the same\nonly for\nonepurpose     shall be stamped in addition for each other object or\nadditionally\nunless         purpose embraced therein, or affected thereby, according\nstamped.       to the rates hereby fixed for such other object or purpose\n               respectively.\nDutimmay\nbe made up"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Articles imported or ,taken out of bond for the use of the\nGovernor-General or his household."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Any article or device (or any part or accessory thereof) that the\nCommissioner of Customs and Excise is satisfied is, or is intended to\nbe, €or medical reasons-\n     (a) implanted in the human body: or\n     (b) worn or carried on the human body,\nand is designed or adapted to correct, compensate for or prevent\nbodily defect or disability."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.-( 1) Except where otherwise specially provided, all\nexcept     stamps shall be impressed or perforated, as the case may\nwhere\notherwise  require, in accordance with rules made under section 8 (a),\nprovided,\n=da&&,,    and no instrument, the duty upon which is permitted by\ngg%FRlaw to be denoted by an adhesive stamp, shall be deemed\ntobe       duly stamped with an adhesive stamp, unless the persons\ncancelled.\n32/1997    using such adhesive stamp cancel the same, by Writing on\ns. 5.      or across the stamp his name, or initials, or the name or\n           initials of his firm, together with the true date of his so\n           writing, so that the stamp may be effectually cancelled and\n                          STAMP DUTY                                             15\nrendered incapable of being used for any other instrument;\nor unless it is otherwise proved that the stamp appearing on\nthe instrument was affixed thereto at the proper time:\n  Provided that the provision of this section shall not apply\nto stamps &ed       to letters for the purpose of denoting\npayment of postage duty; but on the contrary any stamp\nso a x e d to a letter on which any writing or mark shall\nhave been made before the posting of such letter, shall be\ndeemed to have been cancelled, and shall not be taken to\ndenote payment of postage duty.\n       (2) The duty payable in respect of any instrument to\nwhich this subsection applies may be denoted either on the\ninstrument or, at such time and in such manner and subject\nto such conditions as may be approved by the Commis-\nsioner, on a separate certificate issued in respect of the\ninstrument, and any such certificate may be issued in\nrespeot of one or more such instruments.\n       (3) The instruments to which subsection (2) applies 7/1964\n                                                                          ._\n                                                                     S. 2 (bl.\nw                                                                      ~\n    (U) any    receipt for the payment of moneys or\n         subscriptions in consideration for, or any other\n         acknowledgment of the existence of, a right to\n         participate in any sweepstake conducted in accord-\n         ance with the provisions of section 52 of the Bet-\n         ting, Gaming and Lotteries Act.\n     (6) any assignment and transfer executed outside\n         Jamaica of any share, scrip or stock in any duly\n         registered company in Jamaica.\n        (4) Where the duty payable in respect of any 7 1 1 ~ 7\n                                                          s. 4.\ninstrument may be denoted by an adhesive stamp and, on\nthe application of any person, the Commissioner is satis-\nfied that it is expedient so to do, he may, in his dis-\ncretion, and subjeot to such conditions as he thinks\nappropriate, grant permission for such duty to be denoted\n16                                     STAMP DUTY\n              by that person by the use of a franking meter device\n              licensed for the purpose by him; and the stamp imprinted\n              by the franking meter device shall, for the purposes of this\n              Act, be treated as if it were an adhesive stamp and the pro-\n              visions of subsection (1) in regard to cancellation and of\n              sections 27 and 28 shall apply accordingly.\nPendtyfor       27. Every person who, being required by law to cancel\nnot\ncancelling    an adhesive stamp, wilfully neglects or refuses duly and\nstamps.       effectually to do so in manner aforesaid, shall forfeit a sum\n321 1997\nSch.\n              not exceeding five thousand dollars.\nFrauds in\nconnection"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Machinery and parts therefor which the Commissioner of Cus-\ntoms and Excise is satisfied are imported for use solely in the manu-\nfacture of goods for export."
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Any person who fraudulently removes, or causes to\nwith          be removed from any instrument any adhesive stamp, or\nadhesive\nstamps.       affixes any adhesive stamp which has been so removed to\n              any other instrument, with intent that such stamp may be\n              used again; or who sells, or offers for sale, or utters\n              any adhesive stamp which has been so removed, or utters\n              any instrument having thereon any adhesive stamp which\n              has to his knowledge been so removed as aforesaid; or who\n              practises, or is concerned in any other fraudulent act,\n              contrivance, or device concerning adhesive stamps, not\n              herein specially provided for, with intent to defraud Her\n              Majesty, her heirs, or successors of any duty, shall forfeit,\n              over and above any other penalty to which he may ;be liable,\n3211997       a sum not exceeding ten thousand dollars; and, in default of\nSCB.          payment forthwith, shall be liable to be imprisoned with OT\n              without hard labour, for a period not exceeding six months.\nStamping of      29. Any instrument that at the time of its execution was\nunstamped\ninstrument    under any statute of Jamaica then but not now in force,\nliable to\nstamp duty    liable to stamp duty that might not be denoted by adhesive\nunder any     stamps, which instrument has not yet been impressed with\nformer\n statute.     any or with the proper stamps required by such statute, and\n              is not by any statute now in force prohibited from being\n              so stamped, may now, or at any time hereafter be so\n              stamped, upon the following conditions : namely, first,\n                            STAMP DUTY                                    17\nupon production of an affidavit to the effect that the\nomission to have such instrument stamped was owing to\naccident, mistake, inadvertency, or necessity, and was not\nowing to any wilful intention to evade the duty to which\nit was liable; and secondly, upon payment of the full\namount of duty to which such instruments are liable under\nLaw 40 of 1903 (hereby repealed), or any statute read as\none therewith, and of the penalty of ten dollars, and also\nby way of further penalty, where the unpaid duty exceeds\nten dollars, of interest on such duty at the rate of ten dollars\nper centum per m u m , from the day upon which\nthe instrument was first executed up to the time when the\namount of interest is equal to the unpaid duty. Such\ninstrument may thereafter be used and given in evidence\nin like manner as if it had been duly stamped at the time\nof its execution."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Motor cars, as defined in section 11 of the Road Traffic Act-\n    (U) that are designed to be used with petrol and have an\n        engine capacity not exceeding 2000 c.c.: or\n    (b) that are designed to be used with diesel fuel and have an\n        engine capacity not exceeding 2200 C.C.\n         me inclusion of this p g e is authorized by L.N. W/193]\n                            STAMP DUTY                                           0.01"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.-(1) The colnrmissioner may enter into an agree-                 %rfp$\nment with any person for the composition, in accordance dutyon\n                                                            receipts.\nwith the provisions of this section, of the stamp duty ii/1971\nchargeable under the item “Receipt, or discharge given for .’ *-\nor upon the payment of money” in the Schedule on such schedula\nreceipts or discharges given by or on behalf of that person\nas may be specified in the agreement.\n        (2) Any agreement made under this section shall\nrequire the person with whom it is made to deliver to\nthe Commissioner periodical amunts in respect of the\ninstruments to which the agreement relates, giving such\nparticulars as the Ciymmissioner may specify, and may con-\ntain such other terns and conditions as the Commissioner\nthinks p p e r .\n        (3) Where any agreement has been made under this\nsection, any instrument to which the agreement relates and\nwhich bears such indication of the payment of stamp duty\nas the Commissioner may require shall not be chargeable\nwith stamp duty, but the person with whom the agreement\nwas made shall pay to the Commissioner, on delivery of\n1%                                   STAMP DUTY\n            any account under the agreement, such s u m s as would,\n            but for the provisions of this section, have been charge-\n            able by way of stamp duty on such instruments issued\n            during the period to which the account relates.\n                    (4) If any person makes default in delivering any\n            account required by any agreement made under this section,\n            or in paying the duty payable on the delivery of any such\n            account, he shall be guilty of an offence and shall be liable\n            on summary conviction before a Resident Magistrate to a\n~ 1 9 9 7   fine not exceeding one thousand dollars for every day during\nsch.\n            which the default continues and shall also be liable to\n            pay to the Cmmissioner, in addition to the duty, interest\n            thereon, from the date when the default begins, at the rate\n            of twenty per centurn per annum or such other rate as the\n            Minister may, by order, prescribe."
    },
    {
      "provision_ref": "sec30a",
      "section": "30A",
      "title": "Section 30A",
      "content": "30A.-(1) The Commissioner may enter into an agree-\nEx?-\ndutyon      ment with an importer of goods for the composition,\ninward\ncustomr     in accordance with the provisions of this section, of the\nwarrant\n61 1980\n            stamp duty chargeable under the item “Customs Warrants”\ns. 3.       in the Schedule on such inward customs warrants made\n            by or on behalf of that importer as may be specified in the\n            agreement.\n                     (2) Any agreement made under this section may\n            require the importer to deliver to the Chmmissioner\n            periodical accounts in respect of the instruments to which\n            the agreement dates, giving such particulars as the Com-\n            missioner may specify, and may contain such other terms\n            and conditions as the Commissioner thinks proper.\n                     (3) Where any agreement has been made under this\n            section, any instrument to which the agreement relates and\n            which bears such indication of the payment of stamp duty\n            as the Commissioner may require, shall not be charge-\n            able with stamp duty, but the importer shall pay to\n            the Commissioner, at such time as may be stipulated\n                     me inclusion of this page is authorized by L.N.3/20011\n                          STAMP DUTY                                          19\nunder the agreement such sums as would, but for the pro-\nvision of this section, have been chargeable by way of stamp\nduty on such instruments.\n         (4) Where an importer defaults in delivering any\naccount required by any agreement made under this section,\nor in paying the duty payable on the delivery of any such\naccount, he shall be guilty of an offence and shall be liable on\nsummary conviction before a Resident Magistrate to a fine\nnot exceeding one thousand dollars for every day during 32/1997\n                                                                 %.\nwhich such default continues and shall also be liable to\npay to the Commissioner, in addition to the duty, interest\nthereon, from the date when the default begins, at #.g97\nthe rate of twenty per centum per annum or such other rate\nas the Minister may, by order, prescribe.\n          (5) For the purposes of this section, the powers\nconferred on the Cmmrissioner may be exercised by\nthe Commissioner of Customs and Excise and, subject 12/1985\nto direotion by the Commissioner of Custums and Excise, by\nofficers subordinate to him, who shall account to the\nCommissioner for all the stamp duties received pursuant\nto an agreement under this section.\n          (6) In this section “importer” has the meaning\nattributed to it in section 2 of the Customs Act."
    },
    {
      "provision_ref": "sec30b",
      "section": "30B",
      "title": "Section 30B",
      "content": "30B. The provisions of section 3 relating to surcharge on Fa;;&\nduty payable in respect of the several instruments mentioned inward\n                                                             customs\nin the Schedule shall not apply to inward customs warrants. warrants\n                                                                  Schedule.\n                                                                  61 1988\n                                                                  s. 3.\n   3OC. For the purpose of determining the amount of addi- Valueof\ntional stamp duty payable in accordance with the Schedule\non inward customs warrants, the value of the goods shall\n                                                                  $;ch\n                                                                  zs:nd\nbe taken to be the normal price, that is to say, the price which stampduty\nthey would fetch at the time when they were entered for payable. 6/1980\nuse within the Island (or if they are not so entered, the S. 3-\ntime of importation) on a sale in the open market in the\nIsland between buyer and seller independent of each other.\n                                              --\n         ma inclusion of this page is authorized by L.N.3/2001]\n20                                       STAMP DUTY\nPqwFr of         30D.-(1) The Minister may, on an application made by\nMullstar\nrespecfing     the person who in accordance with the Schedule has paid\nremission\nand exemp      or is liable for the payment of, additional stamp duty on\ntion of\nadditional\n               inward customs warrants, waive, remit or refund in whole\nstamp duty     or in part such additional stamp duty and the waiver, re-\non inward\ncustom8        mission or refund may be subject to such special conditions\nSchedule.      as the Minister may see fit to impose.\n61 1980\ns. 3.                   (2) The Minister may, by order, subject to drma-\n               tive resolution of the House of Representatives, amend\n*pp*dim-\n3/1986\n               any or all of the Appendices.\ns. 2.\n                         (3) Without prejudice to the generality of subsec-\n               tion (l), where refund is due consequent on overpayment,\n               such refund may be approved at any time within two years\n               after the overpayment, by any public officer authorized in\n               that behalf by the Minister.\nSecurity         30E.-(l) Where, pursuant to the Customs Act, imported\nfor addi-\ntional stamp\nduty on\n               goods are released to an importer in anticipation of final\nprovisional    entry and payment of duty thereon, the importer may be\nentry of\ngoodr.         required by the proper officer of customs to deposit with\n61 1980\ns. 3.          the Commissioner as security for the due payment of\n1211985\nSch.\n               additional stamp duty-\n                   (a) the amount estimated as the additional stamp duty\n                        that may be payable on the final customs warrant\n                       imwards pertaining to such goods; and\n                   (b) such sum, being not less than one-half of the\n                       amount deposited under paragraph (a), as such\n                        proper officer may require.\n                        (2) The amount deposited in relation to any goods\n               pursuant to subsection (1) shall be forfeited if the importer\n               fails within three months or such longer period as the\n6ch.\nl2/lgs5        Commissioner may allow, to make final entry of such goods.\n                              STAMP DUTY                                   21\n        (3) In this section-\n    “final customs warrant inwards” means the customs\n         warrant inwards on which final entry is made; and\n    “final entry” in relation to goods means entry for home\n         consumption, customs duty (if any) payable in res- b;i;yJ\n         pect of such goods having been paid."
    },
    {
      "provision_ref": "sec30d",
      "section": "30D",
      "title": "Section 30D",
      "content": "30D. Power of Minister respecting remission and exemption of addi-\n           tional stamp duty on inward customs warrants."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31, 38 and 39 of Appendix B.\n    PART 11.-Rate of Additional Stamp Duty on Customs Warrants               i6/1991\n                 Inward pertaining to goods specified in this Part           s. 64.\n  In relation to the inward customs warrant pertaining to the goods\nspecified in the first c o l m hereunder, @hereshall be p p b e additional\nstamp duty of an amount equivalent to suoh percentage of the aggre-\ngate of-\n     (a) the value of such goods, as determined pursuant to section 19\n         of the Customs Act; and\n     (b) customs duty payable thereon.\nas is specified in relation to such goods. respectively, in the second\ncolumn hereunder.\n                             STAMP DUTY\n                                                       Rate of Additional\n                Prescribed Goods                         Stamp Duty\n  Mill-finished extrusions - ex Tariff\n    Heading No. ex Chapter 76-\n         (a) solid shapes                                         20%\n         (b) hollow shapes                                        20%\n                                 -\n  Anodized-finished extrusions ex Tariff\n    Heading No. ex Chapter 7 6\n        (a) solid shapes                                          20%\n        (b) hollow shapes                                         20%\n  Colour-andied-finished extrusions - ex Tarif€\n    Heading No. ex Chapter 76-\n        (a) solid shapes                                          20%\n        (b) hollow shapes                                         20 %\n  Slugs for toothpaste tubes - ex Tariff\n    Heading No. ex Chapter 76\n  Extruded pipes and tubes - ex Tariff\n    Heading No. ex Chapter 76\n  Corrugated sheets - ex Tarit€\n    Heading No. ex Chapier 76-\n        (a) painted                                               25 %\n        (b) unpainted                                            25%\n  Condensed Milk - ex Tariff\n   Heading No. 0402.991                                          35%\n  Corn - ex Tarif€\n    Heading No. 10.05                                            35%\n  Soya beans - ex Tarif€Heading No. 12.01                        35 %\n  Alcoholic Beverages                                             34%\n  Tobacco Products                                                56%\n  The application of the foregoing duties is subject to Items 1. 2. 6. 24."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.-(1)   Save where other express provision is by law zyd;&\nmade, any unstamped or insufficiently stamped instrument after\nmay be stamped after the execution thereof, on payment execution.\nof the unpaid duty, without penalty, provided that this is\ndone before the expiration of fourteen days after the\ninstrument is first executed; if fourteen days have so expired\nthere shall be a penalty of ten dollars, and also by way of\nfurther penalty, where the unpaid duty exceeds ten dollars,\nof interest on such duty, at the rate of five per centum per\nannum, from the day upon which the instrument was first\nexecuted up to the time when the amount of interest is equal\nto the unpaid duty.\n       (2) “Court Documents”, that is to say, documents\nconnected with the process or procedure of the Supreme\nCourt or the Resident Magistrates’ Courts, upon the filing\nor lodging of which a Court fee is payable, may be filed\nand used if properly stamped at the time of the filing or\n22                              STAMP DUTY\n     lodging thereof without the penalty being imposed by this\n     section, anything in this Act to the contrary notwith-\n     standing.\n            (3) In the case of such instruments hereinafter\n     mentioned, as are chargeable with ad vdorem duty, the\n     following provisions shall have effect-\n              the instrument, unless it is written upon duly\n              stamped material, shall be duly stamped with the\n              proper ad vaiorem duty before the expiration of\n              thirty days after it is first executed, or after it has\n              been first received in Jamaica, in case it is first\n              executed at any place out of this Island, unless the\n              amount of duty is uncertain, and the opinion of\n               the Ooanmissioner with respect to the amount of\n              duty with which the instrument is chargeable, has,\n               before such expiration, been required in writing;\n              if the opinion of the Commissioner with respect\n               to any such instrument has been required the\n               instrument shall be stamped in accordance with\n               the assessment of the Commissioner, within four-\n               teen days after notice of the assessment;\n              if any such instrument executed after the coming\n              into operation of this Act, has not been, or is not\n              duly stamped in conformity with the foregoing\n              provisions of this subsection, the person in that\n              behalf hereinafter specified, shall incur a fine of\n              ten dollars, and in addition to the penalty payable\n              on stamping the instrument, there shall be paid a\n              further penalty equivalent to the stamp duty\n              thereon, unless a reasonable excuse for the delay\n              in stamping, or the omission to stamp, or the\n              insufficiency of stamp, be afforded to the\n              satisfaction of the Minister, or of the Court, Judge,\n              or arbitrator, before whom it is produced.\n              (The inclusion of this page is authorized by L.N. 3/2001]\n                                        STAMP DUTY                                                 23\n       The instruments and persons to which the provisions\n    of this subsection are to apply are as follows-\n                                                        ~~~\n          Title of Instrument                                 Person liable to Penalty\n    ~~~            ~~       ~\n    Bond, Covenant, or Instrument of The Obligee, Convenantee or other\n      any kind whatsoevercreating a    person taking the security.\n     Security\n    Conveyance                       The Vendee or Transferee.\n    LeaSe                            The Lessee.\n    Mortgage, Bond, Debenture        The Mortgagee or Obligee. In the\n                                      case of a transfer or re-cmveyance\n                                      the Transferee, Assignee or\n                                      Disponee, or the person redeeming\n                                      the security.\n    Settlement                       The Settlor.\n     Transfers, re-conveyances,                   Transferee, Disponee, Assignee.\n      assignments\n     Contract or agreement chargeable The Purchaser.                                     1111971\n      under section76                                                                    s. 3.\n             (4) Provided, that save where other express\n     provisio’n’ is made by this Act in relation to any particular\n     instrument-\n           (a) any unstamped, or insufficiently stamped instrument,\n               which has been first executed at any place out of this\n0              Island, may be stamped at any time within thirty days\n               after it has been first received in the Island, on\n               payment of the unpaid duty only;\n           (b) the Minister, may if he thinks fit at any time after the\n                fvst execution of any instrument, mitigate, or remit\n24                                       STAMP DUTY\n                       any penalty payable on                       stamping.\n                    ( 5 ) The expressions“executed” and “execution”\n             with reference to instruments not under seal, mean\n             signed and signature.\n                                                                                      (’3\nsecurity\nfor future"
    },
    {
      "provision_ref": "sec32a",
      "section": "32A",
      "title": "Section 32A",
      "content": "32A.-(1) This section applies to money which is to be\nadvances.    lent, advanced or paid, or which may become due on\n17R000       an account current, either with or without money pre-\ns. 2.\n             viously due.\n                       (2) Where, in relation to any money to which\n             this section applies, the total amount owed or to be\n             ultimately recoverable is unlimited or is in any way\n             limited-\n                  (a) a security for the payment or repayment of\n                      that money shall be charged with the same\n                      duty as a security for the amount advanced;\n                      and\n                  (b) the security is to be available for such an\n                      amount only as is covered by the ad vaIorem\n                      duty, impressed thereon,\n             so, however, that where such an advance or loan is\n             made in excess of the amount covered by the ad\n             vdorem duty, the security shall, for the purpose of stamp\n             duty, be deemed to be a new and separate instrument,\n             bearing the date on which the advance or loan is\n             made.\n                                                                                      0\nDefinition      33. For the purposes of this Act, the expression\nof bill of\nexchange.    “bill of exchange” includes dr&, order, cheque and\n                               STAMP DUTY                                           25"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. Tyre carcasses shown to the satisfaction of the Commissioner of 16/1w1\nCustoms and Excise to be imported for use solely in the tyre treading S. 64\nindustry."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. Parts and accessories for the goods specified in sub-paragraph 16/1%1\n(a) to (h) of paragraph (1) of item 23 of this Appendix, where the Com- s. a\nmissioner of Customs and Excise is satisfied that such parts and acces-\nsories are of a kind manufactured in Jamaica and are intended for use\nin. or are normally used wholly or mainly in, or in connection with-\n     (U) the manufacture or production of goods for commercial pur-\n          poses;\n      (b) the rendering of services by a body of persons, whether incor-\n          porated or not; or\n     (c) the practice of any profession, trade or craft or the carrying\n           on of any business by an individual,\nand the provisions of item 23 (2) of this Appendix shall apply in respect\nof this item."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Goods including building and construction materials imported 16/ l p ~ l\ninto the Island (not bemg goods imported as raw material, in conneotion 6. 64\nwith paragraph (a) hereunder, fuel, food of any description, cosmetics\nand toilet preparations of any description, motor vehicles as defined in\nthe Road Traffic Act and parts therefor) that the Commissioner of\nCustoms and Excise is satisfied are primarily intended for use in or\nnormally used wholly or mainly in or in connection with-\n     (U) the manufacture or production of tangible moveable property\n          for commercial purposes; or\n     (b) the manufacture or production of tangible immovable pro-\n          perty whether or not for commercial purposes; or\n     (c) the rendering of services by any person; or\n     (6) the practice of any profession, trade or craft or the carrying\n          out of any business by an individual.\n                                                                          16/1pPl"
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. Goods as follows-                                                5.64.\n    Blackeye Peas fresh or chilled-ex T a r 8 Heading No. 07.08        a1/ 1w1\n                                                                       S. 21 (c) (2).\n    Cucumbers fresh or chilled-ex Tariff Heading No. 07.07\n    Vegetables (other than potatoes, tomatoes, alliaceous vegetables,\n    peas and beans, currants, beets, sweet peppers, cabbages, okra,\n    cucumbers, pumpkins, lettuce) fresh or chilled-+x Tariff Heading\n    No. 07.09\n    Blackeye Peas (whether or not cooked) in packages of a kind sold\n    by retail-ex Tarif€ Heading No. 07.10\n    Vegetables other than carrots and stringbeans (whether or not\n    cooked) preserved by freezing in packages of a kind sold by re-\n    tail-ex Tariff Heading No. 07.10\n    Blackeye Peas not in packages of a kind sold by retail-x    Tarif€\n    Heading No. 07.10"
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. A letter, whether\notherwise, acknowledging\n                         sent through the post or\n                            the payment or receipt ing payment\n                                                                           z;w,dg-\nof money, shall not be received by any court as ~ ~ ~ e y e t d o\nevidence of such payment or receipt, unless stamped as receipt.\nas a receipt."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. Every instrument liable to stamp duty under                        ~~~~~\nthis Act, or any other law heretofore in force evidmwb\nimposing stamps, shall be admitted in        evidence\nin any     criminal proceeding, although it may not\nhave the stamp required by law impressed thereon,                         if/i997\nperforated or affixed thereto."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. In the examination of any       accounts, it shall mAuditorGmaal\n                                                            y admit\nbe 1awfi.d for the Auditor-General, in cases where it\nshall appear to him to be reasonable, and           ex- vouQersb\n                                                         cetam\npedient for the Public Service, to admit and allow\nvouchers, for the receipt      or payment of money,\nalthough such vouchers be not stamped accordingly\nto law."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. Upon the tender in evidence of any instrument, ~ ~ o                              ~   ,   l\nother than inland and foreign bills of exchange and stteatimof\npromissory    notes,  coastwise receipts, and bills of Judgeto\n                                                        omission or\nlading, it shall be the duty of the officer of i,suffcimq\nthe court, before reading such instrument, to call Of*Ws.\nthe attention of the Judge to any omission or in-\nsufficiency of the stamp; and the instrument         if\nunstamped, or insufficiently stamped, shall not     be\n26                                           STAMP DUTY\n              received in evidence until the whole, or (as the\n              case may be) the deficiency of the stamp duty, to\n              be determined by the Judge, and the penalty required\n32/1997       by this Act, together with an additional penalty of\nSch.          five hundred dollars, shall have been paid.\nofficer on      44. Such officer of the court shall, upon payment\npayment to\nendorse       to him of the duty payable upon such instrument,\nmemorandum    and of the penalties imposed by this Act, endorse\nthereofon\ninstrument,   on the instrument a memorandum of             the payment\nand P Y\nover moneys\n              of such duty and penalties, stating            the amounts\nto commis-    thereof respectively,    with the date of such pay-\nsioner.       ment, and the name of the cause and court in\n              which paid; and thereupon such instrument shall be\n              admissible in evidence, saving all         just exceptions\n              on other grounds; and an entry of the fact of\n              such payment, and of the amount thereof shall be\n              made in a book kept by such officer, who shall\n              at the end of each sitting make a return 05\n              and pay over         the moneys       so received to the\n              Commissioner, or otherwise, as may be by law\n              directed, and make return thereof to that officer,\n              distinguishing the amounts        respectively paid for\n              duty and penalties, and stating the name of the\n              cause, and of the parties paying the same, and\n              the date, if any, and description of the instrUment,\n              for the purpose of identifjhg the same; and in\n              case of neglect in either of the respects aforesaid,\n              the offending      officer   shall be subject\n              attachment, out of the Supreme Court, to enforce\n                                                                  to an                  0\n              the payment of such moneys, together with the\n              costs of all proceedings, upon         application to be\n              made for      that ‘purpose to any Judge of the\n              Court, by or on behalf of the Commissioner.\n                           [The inclusion of p i s page i s authonrsd by L N   3/2002]\n                            STAMP DUTY                                           27"
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44.012                                      STAMP DUTY\n                            be re-vested in the person from whom it was con-\n                            veyed or transferred or in any person on his behalf;\n                      ( 6 ) any annuity reserved out of the property or any\n                            part of it, or any life or other interest so reserved,\n                            being an interest which is subject to forfeiture.\n                             (6) Where on a olaim made to the Commissioner\n                 nat later than two years after the making or execution\n                 of the instrument it is shown to his satisfaction that\n                 any such power as is mentioned in paragraph (a) of sub-\n                 section (5) has been exercised in relation to the property and\n                 the property or any property representing it has been re-\n                 conveyed or re-transferred in whole or in part in consequence\n                 of that exercise, the Cmmissioner shall refund the stamp\n                 duty paid by virtue of subsection (5)-\n                      (a) where the whole of such property has been so re-\n                            conveyed or re-transferred, so far as it exceeds the\n                            stamp duty which would have been payable apart\n                            from subsection (5); and\n                      ( b ) in any other case, so far as it exceeds the stamp\n                            duty which would have been payable if the instru-\n                            ment had operated to convey or transfer only such\n                            property as is not so re-conveyed or re-transferred.\nStamp\nduties"
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. The Commissioner shall, upon production of the ammis-\n                                                              si’oner on\ndocument with such memorandum thereon, perforate such production\n                                                              of such\ninstrument with or, as the case may require, impress thereon, document\nthe proper stamp or stamps, in conformity with such randum.   withmemo-\n                                                                       to\nreceipt.                                                      stamp SBmC\n                                                                       3211997\n                                                            s. 9. ."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46.02                                              STAMP DUTY\n1111999           Schedule, or expressly exempted                        from all             stamp\nS. 2 (b).\n                 duty)                           ...                     ...                       ...    $10.00\nL.N.          An Agreement, or any minute or memorandum of an agreement\n104A112002.\n                 for rental or lease of equipment or for maintenance of\n                 equipment                          ...         ...           ...                        $250.00\n1111999       On every hire purchase agreement, or any minute or\nS. 2(b).         memorandum of an agreement under seal           ...          ...                         $20.00\n              But where divers letters shall be offered in evidence to prove\n                 any agreement between the parties who shall have written\n                 such letters, it shall be sufficient if any one of such letters\n                 shall be stamped with the duty aforesaid; and such letter may\n                 be stamped at any time before it is given in evidence.\n              An agreement for a lease or with respect to the letting of any\n                 lands, tenements or heritable subjects shall be charged with\n                 the same duty as if it were an actual lease made for the term\n                 and consideration mentioned in the agreement.\n              On every building agreement in respect of a house in a housing\n                 scheme for which the necessary approvals have been\n                 obtained under the Kingston and St. Andrew Building Act,\n                 the Local Improvements Act, the Parish Councils Building\n                 Act or the Town and Country Planning Act, where the\n                 consideration-\n                     does not exceed $500,000           ... Nil\n                     exceeds $500,000                   ... $55.00 in respect of\n                                                            each $l,OOO or part\n                                                             themf in excess of\n                                                                        $500,000.'\nL.N.          On every Lease option to renew                 ...                 ...               ...   $500.00\n104A'/2002.\n              EXEMPTION FROM THE PRECEDING STAMP DUTIES\n               Memorandum, letter or agreement-made by or on behalf of, or\n                with the Chief Technical Director in relation to all matters\n                undertaken by the Public Works Department for or on behalf\n                of the Government of this Island\n              EXEMPTION FROM THE PRECEDING AND ALL OTHER STAMP\n                 DUTIES\n                                                        ,,                                    -.\n               Memorandum or agreement for the hire of any labourer,\n                artificer, tradesman, mandachmr, or menial servant.\n               Memorandum, letter, or agreement made for, or relating to the\n                sale of any goods, wares, and merchandise.\n                                [The incliision of tliis page IS authorized by L N     88/2003l\n                                    STAMP DUTY                                                                47\n But any memorandum, or agreement, intended as preparatory\n  to a more formal instrument. and so stated on the face of it,\n  may be stamped with the duty hereby imposed, if made\n  w i h this Island at any time within ninety days after the\n  date thereof, and if made or signed by any of the parties\n  thereto out of the Island, within six months after the date\n  thereof.\nALLOTMENT-[SEE LElTERS.]\nANNUITY, Rep~r~hase\n                 Of-\n Any release, or assignment of an annuity, or rentcharge made\n  subject in and by the on@     grant thereof to be redeemed or\n  repurchased shall, on the repurchase thereof, be exempted\n  from the duty hereby imposed on a conveyance or transfer of\n  land, and shall be charged only with the duty hereby\n  imposed upon a deed not otherwise charged.\nAPPOINTMENTS-\n On every appointment in execution of a power over land, or\n   other property, real or personal, or of any use or interest\n   therein. where made by any writing, not being a deed\n   or will           ...               ...                 ...                           s 5.00\nARTICLES OF CLERKSHIP-\n On every article of clerkship or contract, whereby any person\n  shall first become bound to serve as a clerk, in order to his\n  admission as a solicitor in the courts of this Island       ...                        $250.00\n On every article of clerkship or contract, whereby any person\n  shall become bound to serve as a clerk, in order to any such\n  admission as aforesaid,for the residue of the term, for which\n  he was ongudly bound, in consequence of the death of his\n  former master, or of the contract between them being\n  vacated by consent, or by rule of court, or in any other event                         $ 5.00\nASSIGNMENT-[SEE CONVEYANCES, MORTGAGES, SHARES]\nAW-\n     Oneveryaward           ...              ...              ...                  ...   $ ,500\nBILLS- AIRWAY-\n                                                                                                   1111999\n     Of or for any goods, wares, merchandise or effect to be\n                                                                                                   S.2 (a).\n      exported from this Island       ...                 ...                             $10.00\nBILLS OF EXCHANGE AND PROMISSORY NOTES (INLAND)\n     Bills of exchange payable on demand-\n     In the case of bills of exchange issued on forms supplied\n        by a banker pursuant to an agreement under section 15,\n        thedutyoneachshallbe           ...                 ...                              20c\n     In any other case the duty on each shall be           ...                            $1.00    ;1;g\n                 (The iiicliisioii of this page is aiitliorized by L.N. 88/2003]\n48                                               STMDUTY\n              Draft, order, acceptance, or promissory note for the payment to\n                 thebearer, or to order, at any time otherwrse\n                                                            *  thanondemand\n                 of any sum of money-\n11/1999       For every two hunQed dollars of such sum or M o d part of\ns.2 @).\nLN.\n                 two hundred dollars                    ...                ...            $10.00\n104A1/2002.\n                 Provided that natwithstandinganything continned\n                                                            '    insection"
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. The Deputy Keeper of Records is hereby required &pzof\nto give a separate receipt for each instrument to be recorded R C C O R I S ~ ~\nin his office, and he shall not enter or record any instru- give\n                                                              stamped\nment without delivering a receipt stamped, as by this Act\nrequired under the penalty of one thousand dollars for each            EM.\noffence.                                                      321 1997"
    },
    {
      "provision_ref": "sec48",
      "section": "48",
      "title": "Section 48",
      "content": "48. Any public officer who shall wilfully or fraudulently pendtyon\n                                                                public\nenter or record any instrument chargeable with duty under oamfor\n                                                                recordin@\nthis Act or any former law, and which shall not have been b-e,,t\nduly stamped shall, for every such offence, forfeit and pay notduly\na sum not exceeding ten thousand dollars; and if he shall O5 Cb I .~ mU ~ E\n                                                                copes\nissue any office copy, or any copy of any instrument without without\nthe stamps imposed by this Act, or if he shall commit or               \\Tm&-\nconnive at any fraud or practice whereby the duties to arise scb\nby this Act shall be lessened, impaired, or lost, he shall upon\nconviction for every such offence, forfeit and pay a sum\nnot exceeding ten thousand dollars, and such officer shall, 3211997\n                                                                s~h.\nover and above such penalty, forfeit his office; and if any\nattorney-at-law shall be guilty of, or of participating in any         i:/t.m\nfraud or practice in any of the respects aforesaid, and be\n-\n28                                     STAMP DUTY\n             convicted thereof, he shall be disqualified from practising in\n             any of the courts within this Island.\nPenalty\nfor giving"
    },
    {
      "provision_ref": "sec49",
      "section": "49",
      "title": "Section 49",
      "content": "49. Every person, who with intent to evade this Act, shall\nreceipt      give or accept any receipt or acquittance, in which a less\nexpressed\nfor less     sum shall be expressed than the sum actually paid and\nsum than     received, shall for every such offence, forfeit the sum of\nreceived.\n3211997      ten thousand dollars.\nSch.\nPenalty for   50. Every person who issues, endorses, transfers,\nissuing, a.\nunstamped   negotiates, presents for payment, or pays any bill of\nbill of\nexchangeor exchange, or promissory note liable to duty, and not being\npromissory duly stamped, shall incur a fine or penalty not exceeding\nnnte\n3211997      one hundred dollars and the person who takes or receives\nSch.\n             from any other person such bill or note, either in payment, or\n             as security, or by purchase, or otherwise, shall not be entitled\n             to recover thereon, or to make the same available for any\n             purpose whatever, except that the same may be used for\n             the purposes of evidence on payment of the stamp duty\n             payable thereon, together with a penalty equal to the stamp\n             duty payable thereon, which penalty shall be in lieu of the\n             penalty imposed by section 32 :\n                Provided, that if any bill of exchange payable on\n             demand, or at sight, or on presentation, is presented for\n             payment unstamped, the person to whom it is presented\n3211997      may affix thereto an adhesive stamp of ten dollars and\nsch.\n             cancel the same, as if he had been the drawer of the bill,\n             and may thereupon pay the sum in the bill mentioned, and\n             charge the duty on account against the person by whom the\n11I1962\n             bill was drawn, or deduct the duty from the said sum, and\ns. 3 (1).    the bill is, so far as respects the duty, to be deemed valid\nL.N.\nsszli970.    and available; but the foregoing provision is not to relieve\n             any person from any fine or penalty incurred by him in\n             relation to such bill.\nInsunaca       51.-(1) If any person-\n                  (a) becomes an assurer upon any insurance, of any\n                          STAMP DUTY                                       29\n          class or description or enters into any contract\n          for any such insurance, or directly or indirectly\n          receives, or contracts, or takes credit in account\n          for any premium or consideration for any such\n          insurance, or knowingly takes upon himself any\n          risk, or renders himself liable to pay, or pays any\n          sum of money upon any loss peril or contingency\n          relative to such insurance, unless the insurance is\n          expressed in a policy duly stamped; or\n          makes or effects, or knowingly procures to be\n          made, or effected, any such insurance as afore-\n          said, or directly or indirectly gives, or pays, or\n          renders himself liable to pay any premium ar\n          coiisideration for any such insurance, or enters\n          into any contract for such insurance, unless tlic\n          insurance is expressed in a policy of insurance\n          duly stamped; 01'\n         is concerned in any fraudulent contrivance, or\n          device, or is party to any wilful act, neglect, cr\n          omission with intent to evade the duty payable\n          on policies of insurance, or whereby the duties\n          may be evaded,\nhe shall for every such offence incur a fine or penalty G f\n                                                              3 2 I 1097\ntwo thousand dollars.                                         Sch.\n        (2) Every broker, agent, or other person negotiat-\ning or transacting any insurance contrary to the true intent\nand meaning of this Act, or writing any policy of insurance\nupon material not duly stamped, shall for such offence\nincur a fine or penalty of two thousand dollars and shall not 32/1997\n                                                              Sch.\nhave any legal claim to any charge for brokerage,\ncommission or agency, or for any money expended or paid\nby him with reference to the insurance, and any money\npaid to him in respect of any such charge shall be deemed\nto be paid without consideration and shall remain the\nproperty of his employer.\n30                                     STAMP DUTY\n                    (3) If any person makes, or issues, or causes to be\n           made or issued any document purporting to be a copy of\n           a policy of insurance, and there is not at the time of the\n           making or issue in existence a policy duly stamped, whereof\n           the said document is a copy, he shall for such offence, in\n           addition to any other fine or penalty to which he may be\nsch.\n322/1997   liable, incur a penalty of two thousand dollars.\nTravel\ntickets.     52.-(1)    Subject to the provisions of subsection (3) of\n1511972\ns. 2.\n           this section and subsection (3) of section 54, if any carrier-\n                (a) enters into an agreement to provide a traveller\n                     with transportation for his itinerary, unless the\n                     agreement specifies (among other things)-\n                          (i) the name and address of the traveller;\n                         (ii) the destination of the traveller; and\n                        (iii) the amount of fare in respect of the\n                              traveller’s itinerary,\n                      in an instrument (referred to in this Act as a\n                      ‘travel ticket’) duly stamped or bearing such other\n                      indication of payment of the duty chargeable (as\n                      required by the Commissioner); or\n                 (b) is concerned in any fraudulent contrivance, or\n                      device, or is party to any wilful act or neglect or\n                      omission with intent to evade the duty payable\n                      on travel tickets, or whereby the duty may be\n                      evaded,\n            he shall for every such offence incur a fine or penalty of\n32/im       two thousand dollars.\nsch.\n                   (2) If any person makes or issues or causes to be\n           made or issued any instrument purporting to be a copy\n           of a travel ticket, and there is not at the time of the making\n           or issue in existence a travel ticket duly stamped or bearing\n           such other indication of payment of the duty chargeable,\n           whereof the said instrument is a copy, he shall for such\n                          STAMP DUTY                                   31\noffence, in addition to any other fine or penalty to which\n                                                           32/1997\nhe may be liable, incur a penalty of two thousand dollars. a\n       (3) Notwithstanding the provisions of subsection\n(U,no duty shall be chargeable on travel tickets issued to\nany category or group of travellers as may be prescribed\nby the Minister by order published in the Gazette.\n        (4) In this section, sections 53 and 54 and under\nthe item “Travel Tickets” in the Schedule, the words “air- ~ C M O .\ncraft”, “carrier”, “ships” and “traveller” shall each wherever\nthey appear have the meaning respectively assigned thereto\nby section 2 of the Travel Tax Act."
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50. Penalty for issuing. etc., unstamped bill for exchange or pro-\n       missory note."
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53.41) The Commissioner may enter into an agree- %;E:-\nrnent with any carrier for the composition, in accordance gzp”\nwith the following provisions of this section, of the stamp\nduty chargeable, under the item “Travel Tickets” in the s.2\nSchedule, on such travel tickds made or issued by or on\nbehalf of the carrier as may be specified in the agreement.\n       (2) Any agreement made under this section shall\nrequire the carrier to deliver to the Commissioner periodical\naccounts in respect of the instruments to which the agree-\nment relates, giving such particulars as the Cornmissioner\nmay specify and may contain such other terms and condi-\ntions as the Commissioner thinks proper.\n        (3) Where any agreement has been made under this\nsection, any instrument to which the agreement relates and\nwhich bears such indication of the payment of stamp duty\nas the Commissioner may require shall not be charge-\nable with stamp duty, but the carrier shall pay to\nthe Commissioner, on delivery of any account under the\nagreement, such sums as would, but for the provisions\nof this section, have been chargeable by way of stamp\n         frhc inclusion of this page is authorized by L.N. 3/2001]\n32                                        STAMP DUTY\n               duty on such instruments made or issued during the period\n               to which the account relates.\n                      (4) Where a carrier makes default in delivering any\n               account required by any agreement made under this section,\n               or in paying the duty payable on the delivery of any such\n               account, he shall be guilty of an offence and shall be liable\n               on summary conviction before a Resident Magistrate to\n321 1997\nsch.           a fine not exceeding one thousand dollars for every day\n               during which the default continues and shall also be liable\n               to pay to the Commissioner, in addition to the duty,\n321 1997       interest thereon, from the date when the default begins, at\ns 11.\n               the rate of twenty per centum per annum or such other rate\n               as the Minister may, by order, prescribe.\nRequire-\nment for          5 4 4 1 ) Subject to the provisions of subsection (3), every\ntravel\nticketa        traveller on every occasion he is leaving Jamaica shall\nto be\npresenw\n               present for inspection a separate travel ticket duly starnp-\nto immiprrr-   ed or bearing such other indication of payment of the duty\ntion\noffiar.        chargeable and conforming otherwise with the provisions\n1511972\ns. 2.          of this Act, to an immigration officer at such place where\n               the traveller is beginning his itinerary.\n                       (2) Subject to the provisions of subsection (3) and\n               without prejudice to the provisions of any other enactment,\n               where a travel ticket presented in accordance with sub-\n               section (1) is not duly stamped or bears no indication of\n               payment of the duty chargeable or is in breach of any other\n               provisions of this Act the immigration officer shall refuse\n               to grant permission for the traveller to leave Jamaica until\n               he presents a travel ticket duly stamped or bearing an\n               indication of payment of the duty chargeable (as the case\n               may be) and conforming otherwise with the provisions of\n               this Act.\n                       (3) Notwithstanding the provisions of subsections (1)\n               and (2). an immigration officer may grant permission for\n               a traveller to leave Jamaica-\n               c                                                                    -\n                             STAMP DUTY                                         33\n     (a) without a travel ticket if he is satisfied that the\n         traveller is a member of the crew of an aircraft\n         or ship; or\n     (b) without having the stamp duty or other indication\n         of payment of the duty chargeable impressed on\n         his travel ticket if the traveller is a person referred\n         to in subsection (3) of section 52."
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54. Requirement for travel tickets to be presented to immigration\n       officer."
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55. The provisions of section 3 relating to the surcharge charge\n                                                             NOSLU-\non duty payable in respect of the several instruments men- ontravel\n                                                             tickets.\ntioned in the Schedule shall not apply to travel tickets. 15/1972\n                                                                        s. 2.\n                                                             Schedule."
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56.04                                     STAMP DUTY\n                On every deed. order. decree or instrument executed\n                  partly out of tlus Island and partly in this Island, and on\n                 which the British ad valorem duty shall have been\n                 impressed, one-half the duty imposed on deeds\n                 or instruments of a like nature. executed wholly in the\n                 Island.\n                And on every deed, order, decree, or instrument. wholly\n                 executed out of this Island, and bearing the British\n                 ad valorem stamp. the like ad valorem duty as on deeds,\n                 executed in this Island, or in the option of the parties, a\nL.S.             duty of ...             ...             ...             ...    $500.00\n104A12002.\n               Duplicate, or counterpart of any deed, order, decree, or\n                instrument whatsoever, chargeable with any stamp duty or\n                duties under this Schedule, where the stamp duty or duties\n1111999\nS. 2 (b).       chargeable as aforesaid shall not amount to the sum of ten\n                dollars the same duty or duties as shall be chargeable upon\n                the original deed, order, decree, or instrument.\n               And when the stamp duty or duties shall amount to the sum of\n11/19W          ten dollars and upwards   . ..            ...           ...     $10.00\nS. 2(b).\n               On every deed of any kind whatever, not charged in this\nL.N.            Schedule, nor expressly exempted from all stamp duty ...        $500.00\n104A’/2002.\n              EXCHANGE-\n               On every deed, order, decree, or instrument, whereby lands or\n                other hereditaments are conveyed in exchange, if no sum, or\n                a sum under one thousand dollars be paid for equality of\n                exchange                                                 ...    S l0.00\n               If a sum of one thousand dollars or more be paid for quality\n                 of exchange, ad valorem duty as on a sale on the sum to be\n                 paid.\n                                                                                                                  57\nIN1.AND AIR TRANSPORT.~TION\n     On each airline ticket purchased or issued in respect of\n      transportation within Jamaica         ...          ...                              $30.00\nKEITIBAH-\n         On every Kettubah or Jewish Contract of Marriage\n          which includes a settlement of propem the same\n          duty as on settlements.\nLEASE-\n    Lease of any lands or hereditaments. granted in\n          sideration of a sum of money. by way of finc.\n          mium or other gross sum paid for the same\n          any yearly rent. or with any yearly rent of\n          one hundred dollars.\n    Lease of any lands or hereditaments at a yearly\n          rent. without any s u m of money. by way of fine.\n          premiun or other gross sum paid for the same.\n    When the yearly rent shall not exceed one hundred\n       dollars      ...         ...      ...       ...                                          Nil\n    When the yearly rent shall be above one hundred dollars\n      and shall not exceed one thousand dollars         ...                               $20.00      1111999\n                                                                                                      S. 2 (b).\n     And for every additional one thousand dollars or\n      fractional part of one thousand dollars ...  ...                                    $10.00\n    And where such rent shall progressively increase. then\n     the amount of duty payable on the highest rent\n     reserved.\n                                                                                  Both the ad\n                                                                                  deration of a\nLease of any lands or hereditaments. granted in\n   consideration of a sum of money. by way of fine.\n                                                                                  1\n   premium, or other gross sum. and also of a yearly rent                         ing to the\n                                                                                  amount of rent\n   amounting to upwards of one hundred dollars.                                   reserved\n                                                                                   hereon.\n                 [The iiicliisioii ofthis page IS aiithorized by L N   8Si?OO3]\n58                                                  STAMP DUTY\n11 1999             Lease not otherwise charged in this Schedule                                 ...   $1.000.00\nS. 2 (b).\n                                                                                                 b   e same duty\n                                                                                                  as on the\n                    Counterpart or duplicate of any lease whatsoever.                             original but in\n                                                                                                  no case to\n11 1999\nS. 2 (b).\n                                                                                                 Lexceed one\n                                                                                                  thousand dollars.\n                  A lease made subsequently to and in conformity with an\n                     agreement for such lease duly stamped            ..*                                S 5.00\n              EXE.MPTIONS FROM A S Y STAMP DCTY LXDER THE PRECEDING\n                 HEAD “LEASE\n                  Lease of waste or uncultivated land to any person, for any\n                         term not exceeding three years, or ninety-nine years\n                         where the fine shall not exceed fifty cents nor the\n                         reserved rent two dollars ten cents per annum, and the\n                         counterparts or duplicates of all such leases.\n              LETTERS-\n                  On every letter, or power of attorney, and every decree or\n                     order of the Supreme Court, or of the Court of\n                     Chancery of England, or other competentjurisdiction or\nL.N.                 authority, operating as a power for the recovery of debts\n104A112002.          in this Island, or for the sale of property ...      ...                           $500.00\n                  On every letter, or power of attorney, and every decree or\n                     order of the Supreme Court, or of the Court of\n                     Chancery of England, or other competent jurisdiction or\n                    authority, operating as a power for managing any pen,\n                     plantation, or sugar estate or estates, and whether the\nL.N.\n                     same shall or shall not include a power for the recovery\n104A1/2002.          of debts, or other purposes          ...      ...      ...                         $500.00\n                  On every letter, or power of attorney, and every decree or\n                         order of the Supreme Court, or of the Court of\n                         Chancery of England, or other competentjurisdiction or\n                         authority operating as a power for managing premises\n                         mentioned in any such power, which consists of only a\n                         place of residence, habitation, or woodlands, not\n                         opened, or common pasture, and whether the same shall\n                         or shall not include a power for the sale of such\nL.N.                     property, or for the recovery of debts  ...        ...                         $500.00\n104A112002\n                                 [The iiiclusioii of this page I S authonzed by L N   88/2003]\n                                STRMP DUTY                                                          59\nOn even letter. or poJver of attorney. and eveq decree. or\n   order of the Supreme Court or of the Court of Chancer?;\n   of England. or other competent jurisdiction or authority.\n   authorizing any party or parties to acknowledge\n   payment and satisfaction of mortgage demands on                                       L.S.\n   behalf of the party or parties giving such authority                        $joO.OO   104.4' 2002.\nOn every other letter. or power of attorney. or decree. or\n   order as aforesaid. not herein charged with a stamp duty\n   or exempted from all stamp duty and upon eyery\n   svbstitution under a letter. or power of attorney. or any\n                                                                                         L.N.\n   decree. or order. as aforesaid         .,.      ...                         s500.00 104.4'2002.\nBut. in case an?; letter. or power of attorney. or decree. or\n   order. shall not disclose what particular real estate is to\n   be managed. it shall be lawful for the Deputy Keeper of\n   Records. or the person officiating for him. to require the\n   production of a declaration to be taken before a Justice\n   of the Peace. stating the nature of the real estate in order\n   that the said officer may be satisfied that the proper\n   stamp is impressed on such letter. power. or decree. or\n   order.\nOn every letter. or power of attorney. for the purpose of\n   appointing a proxi to vote at a particular meeting of the\n   shareholders. or members. or contributors to the funds\n   of any company. society. or institution                   ...\nOn every letter, or power of attorney, for the purpose of\n  appointing a proxy generally to vote at all meetings of\n  such shareholders. members. or contributors as\n  afomaid            ...        ...         ...       ..,\nOn every letter of allotment and letter of renunciation or\n  other document having the effect of a letter of\n  allotment-\n    (a) Of any share of any company or proposed\n     (b) In respect of any loan raised or proposed to be\n         raised by any company or proposed company\n         when the nominal amount which is allotted or to\n         which the letter of renunciation relates is less\n                                                                                         11/1999\n         than one hundred dollars ...     ...          ...                      slo'OO   S. 2(b).\nWhen &he nominal amount which is allotted or to which the\n  letter of munciation relates is one hundred dollars or\n  upwards           ...              ...               ...                      $20.00 S.\n                                                                                       11'19*\n                                                                                          2 (b).\n             [Tlic iiicluston of this page IS atttliorized by L.N   88/2003]\n60                                                Si’jlMP DUTY\n                   A separate duty shall be chargeable in respect of letters of\n                     allotment and letters of renunciation although they may\n                     be contained in the same document.\n                  On every letter or other instrument submitted by any\n                     person for the purpose of obtaining a right to enter for.\n                     or participate in, any competition (other than a\n                     sweepstake conducted in accordance with the\n                     provisions of section 38 of the Betting, Gamiflg and\n                     Lotteries Act and any stake or bet placed on the Racing\n                     Pool betting conducted by a racing promoter in Jamaica\n                     in accordance with the provisions of the said Act) in\n                     connection with which a prize or prizes is or are offered\n                     (whether in money or any other form) in respect of\n                     every two cents or fractional part of two cents of any\n                     entrance fee. stake. contribution or subscription payable\n                     for or in connection with such right to enter or to\n                     parmipate a duty thereon to be paid by the promoters\n                     of such competition                  ...              ...                  10c\n                  The stanip duties chargeable on such letters may be\n                     denoted by adhesive stamps to be cancelled by the\n                     person executing the document.\n              EXEMPTION FROM ANY STAMP DUTY UNDER THE PRECEDING\n                 HEAD ‘ ‘ L E P E R S\n                   Every letter to a Banker or the Accountant-General\n                      authorizing another party to sign cheques, drafts or\n                      orders on the writer’s behaK\n                   Every letter to a Banker or the Accountant-General\n                      authorizing or requesting him to honour, on the writer’s\n                      behalf, cheques, drafts or orders signed by some person\n                      named in such letter.\n              LICENCES-\nL.N.               On every annual licence to sell gunpowder             ... $ 2.000.00\n104A’/2002.\n                   On every licence to be taken out yearly by any banker or\n                      bankers, banking company, or corporation, or other\n                      person or persons who shall issue any promissory notes\n                      for money payable to bearer on demand, and allowed to\n11/1999               be re-issued                    ...                ... $10.000.00\nS. 2 (b).          On every Marriage Licence         ...                 ... $4,000.00\nL.N.\n104A’/2002.\n              MORTGAGE-\n                    (Note:   The surcharge imposed by section 3 shall\n                             continue to apply to duties charged under this\n                             Head).\n                               [The iiidusioii of tliis page i s atttllorizedby L N. 88120031\n                        STAMP DUTY                                                      61\nMortgage further charge or security on, or affecting any\n   lands. estate or property, real or personal whatsoever.\nDebenture including a debenture which either creates a\n  debt or acknowledges it although no charge or security\n  on the real or personal property is thereby created.\nAlsq any conveyance, order, decree or instrument\n  dsposing of any lands, estate, or property whatsoever,\n  in trust to be sold, or otherwise converted into\n  money, which shall be intended only as a security,\n  and shall be redeemable before the sale or other dis-\n  posal thereof, either by express stipulation or other-\n  wise. excdpt where such conveyance, order, decree,\n  or instrument shall be made for the benefit of\n  creditors generally, or for the benefit of creditors\n  tpecil8ed. who shall accept the provision made for\n  payment of their debts, or who shall exceed five in\n  number.\nAlso any defeasance, declaration, or other deed, order,\n  or dccree of the Supreme Court or of the Court of\n  Chancery of England, or writing for defeating. or\n  making redeemable, or explaining, or qualifying any\n  conveyance of any lands, estate, or property whatso-\n  ever, which shall be appamntly absolute, but intend-\n  ed only as security.\nAlso any agreement, contract, or bond, accompanied\n  with a dqwit of title deeds for making a mortgage,\n  or mtch other security, or conveyance, or instrument\n  as aforesaid. of any lands, estate, or property,\n  Comprised in such title deeds, or for pledging or\n charging the same as security.\nWhen the same respectively shall be made as a security\n  for the payment of any definite and certain sum of\n  money advanced or lent at the time, or previously due\n  and owing or forborne to be paid being payable:\n    (a) in respect of a security other than a debenture,                  11/1999\n          for every two hundred dollam of muh sum or                     s. 2 (b).\n          fractional part thereof         ...         ...        $1.00\n    (b) in resped of a debemtw! for every two hundred                         11/1999\n          dollars of such sum or fractional part thereof         $1.60   *'      @)*\nAnd w h m the same respectively shall be made as a\n ilecurlty for the repayment of money, to be thereafter\n  lent, advanced, or due, or *oh may bacome due on\n  8x1 uccount current, together With any sum already\n  advanced, or without, as the case may be, other than\n and except my sum or sums d money, to ibe advanced\n lbr the insurance of any pmpcrty comprised in suoh\n mortgage or security against damage by fire. or to be\n advanced for the insurance of any life or lives pur-\n rmant to any agreement in any deed, whereby any\n     IThe inclusion of this page is authorized by L.N. 3/2001]\n62                                  STAMP DUTY\n            annuity shall be granted or secured for such life or\n            lives, if the total amount of the money secured or to\n            be ultimately recoverable thereupon shall be limited\n            not to exceed a given sum the same duty as on a\n            mortgage for such limited sums.\n           And if the total amount of the money secured, or to be\n             ultimately recoverable thereon, shall be uncertain,\n            and without any limit, then the same shall be available\n             as a security or charge for such amount only of\n             money or stock intended to be thereby secured as the\n             ad valorem duty denoted by any stamp or stamps\n             thereon will extend to cover.\n           A collateral, or auxiliary, or additional, or substituted\n             security or by way of further assurance for the\n             purpose of securing the payment or repayment of\n             money, when the principal or primary security is duly\n             stamped with the mortgage duty as aforesaid, for\n             every $200 and also for any fractional part of $200 of\n            the amount secured             ...         ...          ...       25c\n           Transfer, assignment, disposition, or assignation of\n             any mortgage of any such security as aforesaid, or\n             of the benefit thereof, or of any money or stock\n             secured thereby or by any instrument or judgment.\n           For every $200 and also for any fractional part of $200\n             of the amount transferred, assigned, or disposed ...             25c\n           And also where any further money is added to the\n             money already secured, the same duty as a principal\n             security for such further money.\n           Reconveyance, release, discharge, surrender, re\n             surrender, warrant to vacate. or renunciation,of any\n              such mortgage or security as aforesaid or of the\n             benefit thereof, or of the money thereby secured.\n           For every $200 and also for any fractional part of $200\n              of the total amount or value of the money at any time\n             secured               ...           ...             ...          1OC\n           Where several distinct deeds, orders, decrees, or instru-\n              ments falling within the description of any of the\n              instruments, hereby charged with the said ad vdorern\n              duty on mortgages, shall be made at the same time for\n              securing the payment or transfer of one and the Same\n              sum of money, the said ad valorem duty, if exceeding\n              four dollars shall be charged only on one of such\n              deeds. orders, decrees, or instruments, and all the rest\n              shall be charged with the duty to which the =me may\n              be liable under any more general description of the\n              same, contained in this Schedule.\n1111999    Mortgage other than real property-"
    },
    {
      "provision_ref": "sec57",
      "section": "57",
      "title": "Section 57",
      "content": "57.41) The Commissioner may enter into an agree-\nduty on     ment with any telephone utility for the composition, in\ntelephone\nbills.      accordance with the following provisions of this section,\nis/1973     of the stamp duty chargeable, under the item “Telephone\ns.2.\nSchedulu    Bills” in the Schedule, on such telephone bills made or\n            issued by or on behalf of the telephone utility as may be\n            specified in the agreement.\n                   (2) Any agreement made under this section shall\n            require the telephone utility to deliver to the Commissioner\n            periodical accounts in respect of the instruments to which\n            the agreement relates, giving such particulars as the Com-\n            missioner may specify, and may contain such other terms\n            and conditions as the Canmissioner thinks proper.\n                    (3) Where any agreement has been made under this\n            section, any instrument to which the agreement relates, and\n            which bears such indication of the payment of stamp duty\n            as mentioned in subsection (1) of section 56, shall (without\n            prejudice to any liability by virtue of subsection (2) or\n            (3) of section 56 or to any right or liability by virtue of\n            section 58) not be chargeable with any such duty, but\n            the telephone utility shall pay to the Commissioner, on\n            delivery of any account under the agreement, such sums as\n            would, but for the provisions of this section, have been\n            chargeable by way of stamp duty on such instruments made\n            -___                   -    ~   ____           ~\n                           STAMP DUTY                                     35\nor issued during the period to which the account relates,\nexcept any such sum unrecovered by the telephone utility\nand shown to the satisfaction of the Commissioner to be\n(for any reason) irrecoverable by it under subsection (3)\nof section 56.\n        (4) If any telephone utility makes default in deliver-\ning any account required by any agreement made under\nthis section, or in paying the duty payable on the delivery\nof any such account, the telephone utility shall be guilty of an\noffence and shall be liable on summary conviction before\na Resident Magistrate to a fine not exceeding two thousand 32/im\ndollars for every day during which the default continues sah.\nand shall also be liable to pay to the Commissioner, in\naddition to the duty, interest thereon, from the date when 3211997\n                                                                 s. 12.\nthe default begins, at the rate of twenty per centum per\nannum or such other rate as the Minister may, by order,\nprescribe."
    },
    {
      "provision_ref": "sec58",
      "section": "58",
      "title": "Section 58",
      "content": "58.-( 1) The Commissioner or Auditor-General or any Insrtion\n                                                             of oks\nofficer acting under his instructions in writing shall have andre-\n                                                                   of\nthe right to inspeot the books, records or documents of cordstelephone\nany telephone utility for the purpose of ascertaining that $ . , 3\nall amounts of stamp duty are duly paid on any telephone s.2.\nbills.\n         (2) Every person who wilfully delays or obstructs\nany person acting in the course of the exercise of any right\nconferred on him by virtue of subsection (l), or conceals\nor attempts to conceal any books, records or documents\nfrom him, shall incur a fine or penalty of twenty thousand a   9!9 7\ndollars.\n                                                                 Interpreta-"
    },
    {
      "provision_ref": "sec59",
      "section": "59",
      "title": "Section 59",
      "content": "59. In sections 56, 57 and 58 and this section-                tion of\n     “amount”, used in paragraph (a) of subsection (1) of        ~       t cm- ~   ~   ~   9\n        section 56 with reference to any charge or collec- elusive).\n                                                           1411973\n        tion made by a telephone utility, does not include s.2.\n        any amount payable or paid (as the case may be)\n         [The inchion of this page is authorized by L.N. 3/2=]\n36                                      STAMP DUTY\n                      by inserting money in a coin box provided by the\n                      telephone utility;\n                 “coin box” means any receptacle provided by a tele-\n                      phone utility for receiving money upon the use,\n                      for telephonic communication, of any facilities\n                      afforded by such utility;\n                 ”telephone service” means facilities afforded during\n                      any period commencing after the 28th February,\n                      1973, for telephonic communication and includes\n                      any services, equipment, energy or other commod-\n                      ity (from whatever source) supplied for the pur-\n                      pose of any such telephonic communication or\n                      incidental purposes, but does not include any ser-\n                      vice in so far as it is one in the process of which\n                      messages accepted from persons availing them-\n                      selves of its facilities are telephonically communi-\n                      cated in order to be transmitted, in each case, in\n                      the form of a telegram or in like form;\n                 “telephone utility” means any incorporated body of\n                      persons that operates an undertaking in Jamaica\n                      for the purposes of provision or maintenance of\n                      a telephonic system for the Island;\n                 “telephonic communication” includes, in relation to\n                      any facilities, telephonic communication (whether\n                      or not to any extent by way of wireless telephony)\n                      between a telephonic system, being that by means\n                      of which a person avails himself of any such facil-\n                      ities, and any part of another telephonic system\n                      wholly or partly in Jamaica or elsewhere, but does\n                      not include any broadcasting within the meaning\n                      attributed thereto by subsection (1) of section 2,\n                      or subsection (4) of section 18, of the Broadcasting\n                      and Radio Re-Diffusion Act.\nNO ZRX- on\ncharge         69. The provisions of section 3 relating to the surcharge\ntelephone\nbills.\n             on duty payable in respect of instruments mentioned in\n~ 1 9 7 3    the Schedule shall not apply to telephonic bills.\ns.2.\nSchedule.             m e inclusion of this page is authorized by L.N.3/2001]\n                           STAMP DUTY                                    31"
    },
    {
      "provision_ref": "sec61",
      "section": "61",
      "title": "Section 61",
      "content": "61. If any person other than a person acting in pursu- f,y$~\nance of an agreement under section 30-                          s. 4.\n     (4 gives a receipt liable to duty and not duly stamped;\n          or\n     (b) in any case when a receipt would be liable to duty\n          refuses, or without reasonable excuse fails to give\n          a receipt duly stamped; or\n     (C) upon a payment to the amount of one thousand a 1 9 9 7\n          dollars and upwards, gives a receipt €or a less s u m\n          than the amount of such payment or separates or\n          divides the amount paid, with intent to evade the\n          duty,\nhe shall incur a fine or penalty not exceeding one thousand 3211997\n                                                                sch.\ndollars."
    },
    {
      "provision_ref": "sec62",
      "section": "62",
      "title": "Section 62",
      "content": "62. Every person who makes or executes any bill of\nlading of or for any goods, wares, merchandise, or effects\nto be exported from the Island, or any receipt for goods,\nwares, merchandise, or effects to be carried coastwise, not\nduly stamped, shall incur a fine or penalty of two thousand 3 1 9 9 7\ndollars."
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63. Every person who executes, grants, issues, or delivers      zyc;:,\nout any document chargeable with duty as a letter of sflp,etc.\nallotment, letter of renunciation, or share certificate, scrip\nor share before the same is duly stamped, shall incur a fine\n                                                               32l1997\nof one thousand dollars.                                       sch."
    },
    {
      "provision_ref": "sec64",
      "section": "64",
      "title": "Section 64",
      "content": "64. In the case of neglect to deliver such a statement as%\n                                                           :':!\nis required by sections 21 and 22 to be delivered, the statement\n                                                              deliver\nCorporation or Company shall be liable to pay to the requirdby\nCommissioner a sum equal to ten per centum upon                    zpg.s21\nthe amount of duty payable, and a like penalty for every\nmonth after the first month during which the neglect shall\ncontinue.\n         me inclusion of this page is authorized by L.N. 3/2001]\n38                                       STAMP DUTY\nPenalty for      65. Save where other express provision is made, every\ngiving,etc.,\nunstamped      person who shall give, receive, or negotiate any instrument\ninstrument.\n               whatever charged with a duty under this Act or any\n3211997        enactment amending the same, not impressed with, per-\nS. 13 (a).\n               forated, or not otherwise having the proper amount of the\n               stamps prescribed by law, shall for every such offence, for-\n322/19!37\nSch.           feit and pay a sum not exceeding one thousand dollars, and\n               also by way of further penalty where the unpaid duty\n               exceeds twenty dollars, interest on such duty at the rate of\n321 1997       twenty per centurn per annum or such other rate as the Min-\nS. 13 W.\n               ister may, by order, prescribe from the day upon which the\n               instrument was first executed up to the time when the amount\n               of interest is equal to the unpaid duty.\nRecovery of\npenalties."
    },
    {
      "provision_ref": "sec66",
      "section": "66",
      "title": "Section 66",
      "content": "66.-(1)    NI penalties imposed by this Act shall be\n               recoverable in a summary manner in the parish where the\n               offence shall be committed, with such costs as the court\n               shall think fit; and such last mentioned penalties and costs\n               shall, unless forthwith paid, be levied by distress and sale\n               of the offender’s goods and chattels, or, in default, the\n               offender shall be committed to prison for a term not\n               exceeding three months.\n                         (2) Summary proceedings for the recovery of\n               penalties may be taken and information laid by direction\n               of the Director of Public Prosecutions at any time within\n               six months of the subject matter of such information\n               coming to the knowledge of the Commissioner.\nApplication      67. All penalties recovered under this Act shall be\nof\npuralties.     applied, one moiety to the Consolidated Fund and the\n               other moiety to the person who shall have sued or\n               prosecuted for the same.\nExchange\nof spoiled"
    },
    {
      "provision_ref": "sec68",
      "section": "68",
      "title": "Section 68",
      "content": "68.-(1) The Commissioner may exchange for others all\nstamps.        stamped instruments which shall have been inadvertently\n               or undersignedly spoiled, obliterated, or otherwise rendered\n               unfit for use before the execution thereof upon produc-\n                        F e inclusion of this page is authorized by L.N.3/2001]\n                          STAMP DUTY                                        39\ntion to him of the entire sheet or piece of paper, or\ninstrument upon which such stamp is impressed or per-\nforated, and of an affidavit, taken before a Justice, or the ;2’1:997\nsaid Commission, to the effect following-\n      “I do swear, that the several sheets, or pieces of paper,\n            or instrument hereto annexed, and hereunder\n            specified, were inadvertently or undersignedly\n            spoiled, and that no consideration has been\n            received for the same by any person, viz.: (here\n            set forth a description of the document or\n            documents).”\nAnd, if satisfied that such sheet, or piece of paper, or\ninstrument has not been executed by the parties thereto\nthe Commissioner shall exchange such spoiled stamp for\na stamp or stamps of equal value, free of any charge, to\nbe impressed or perforated upon such paper, or instru-\nment, as the party requiring the same shall produce\nbut if the Canmissioner shall be of opinion that such\nstamp so brought to be exchanged, is not really and bow\nfide a spoiled stamp, according to the true intent and mean-\ning of this Act, he may refuse to exchange the same; and all\n such spoiled stamps must be tendered to the Commissioner,\n within the period of six months from the time when the\n same shall have been respectively spoiled and rendered\n useless.\n          (2) The a d a v i t referred to in this section and any\noath required by section 69 may be taken before or\n administered by, as the case may be, the Commissioner\n or the Deputy Commissioner."
    },
    {
      "provision_ref": "sec69",
      "section": "69",
      "title": "Section 69",
      "content": "69. It shall be lawful for the Commissioner to allow as            p&Fg\nspoiled, and to cancel and give other stamps in lieu of all          dew+\n                                                            a8 8pollcd\nstamps as shall have been used-                             Btampr.\n    for or upon any instrument, which shall have been\n         signed by any party or parties, but which, by\n40                            STAMP DUTY\n             reason of any error or mistake therein, shall be\n             afterwards found unfit for the purpose originally\n             intended;\n         or which, by reason of the death of any person whose\n             signature shall be necessary thereto, without\n             having signed the same, or by reason of t h t\n             refusal of any such person to sign the same, can-\n             not be completed so as to effect the transaction in\n             the form proposed;\n         or which, for want of the signature of some material\n             and necessary party shall in fact be incomplete\n             and insufficient for the purpose intended;\n         or which, by reason of the refusal of any person to\n             act under the same, or by the refusal or non-\n             acceptance of any office thereby granted, shall fail\n             of its intended purpose;\n         or which, for want of enrolment or registration within\n             the time required by law, shall become null and\n             void;\n         or which shall become useless in consequence of the\n             transaction therein mentioned being effected by\n             some other instrument or instruments duly\n             stamped, so that the instruments for which an\n             allowance of stamps shall be claimed in the several\n             cases last aforesaid shall be delivered up to thc\n             said Commissioner to be cancelled :\n     And provided, that the application for the relief shall be\n     made within six calendar months after the passing of this\n     Act, or within six calendar months after the date of the\n     instrument in question, except where the same shall become\n     void for want of enrolment within six or any other number\n     of calendar months from the date, in those cases, within\n     six or such other number of calendar months as aforesaid,\n     next, after the same shall so become void; and, except\n                          STAMP DUTY                                       41\nwhere the same shall have been sent abroad, in that case,\nwithin six calendar months after the same shall be received\nback; and provided no action shall have been brought, or\nsuit commenced, in which such instrument could or would\nhave been given or offered in evidence; and provided all\nthe facts upon which the Commissioner is hereby authorized\nto give relief, shall be fully proved by oath to his satis-\nfaction."
    },
    {
      "provision_ref": "sec70",
      "section": "70",
      "title": "Section 70",
      "content": "70. All spoiled stamps shall be destroyed in the Stamp spoilcd\n                                                        stamp to be\nDuty and Transfer Tax Department in the presence of the destroycd.\n                                                        1211985\nCommissioner or his clerks.                             Sch."
    },
    {
      "provision_ref": "sec71",
      "section": "71",
      "title": "Section 71",
      "content": "71. if any person surreptitiously or privately and               zsPr\nsecretly uses any stamp or die which has been provided, die,    stampor\n                                                                    etc.\nmade or used in pursuance of this Act, or shall, by any\nfalse pretence, or crafty or subtle deceit, device, or means,\nobtain, or procure to be perforated or impressed upon, or 3211997  ss\naffixed to any vellum, parchment, or paper, any such stamp\nor die, or the resemblance of any such stamp or die, or any\npart thereof, with intent to defraud the revenue of this Island\nof any of the said duties, or any part thereof: Or if any\nperson shall fraudulently take out or tear off, or cause\nor procure to be taken out or torn off the perforation or S.    3211997\n                                                                   15Bh\nimpression, of any stamp or die, which shall have been\nproved, made, used, or issued in pursuance of this or any\nformer law for expressing or denoting any duty or duties,\nor any part of such duty or duties, from any vellum, parch-\nment, or paper whatsoever, with intent to use the same for or\nupon any other vellum, parchment or paper or any instru-\nment charged or chargeable with any of the duties hereby\ngranted, then, and in every such case, every person so\noffending, and every person or persons knowingly, and\nwilfully aiding, abetting, or assisting any person or\npersons in committing any such offence as aforesaid,\nshall be guilty of felony; and being convicted thereof, shall\n         me inclusion of this page is authorized by L.N. 3/2001]\n42                                     STAMP DUTY\n42f1969      be liable to be imprisoned for any term not exceeding four-\n3rd sch.\n             teen years, with or without hard labour.\nProsecutions   72. In any suit, prosecution, or proceeding to be brought\nto be in\nthe name\n             against any person for the taking or retaining, or for the\nof Her       losing, damaging, or destroying of any adhesive stamp,\nMajesty or\nAttorney-    or of any vellum, parchment, or paper upon which any\nGeneral.\n             stamp or stamped mark, denoting any duty imposed by\n321 1997     law, hath been impressed or perforated or put, or for any\nS. 16.       other cause of action or proceeding relating to the same\n             respectively, such suit, prosecution, or proceeding shall and\n             may be commenced, instituted, and proceeded with in the\n             name of Her Majesty, or in the name of the Attorney-\n             General of this Island for the time being, for and on behalf,\nL.N .        of Her Majesty in civil actions; and in all such suits, prosecu-\n21011962.\n             tions, or proceedings, the property in all such adhesive\n             stamps, or in such vellum, parchment, or paper so stamped,\n321 1997      marked, and impressed or perforated as aforesaid, shall be\nS. 16.\n              descibed to be, and shall be deemed and taken to be in Her\n              Majesty; and the value of the same respectively shall be\n             deemed and taken to be the amount of the value denoted\n              by such adhesive stamps, and of the vellum, parchment, and\n              paper, and of the stamp duty denoted by such stamp, so"
    },
    {
      "provision_ref": "sec72",
      "section": "72",
      "title": "Section 72",
      "content": "72. Prosecutions to be in the name d Her Majesty or Attorney-\n       General.\n4                             STAMP DUTY"
    },
    {
      "provision_ref": "sec73",
      "section": "73",
      "title": "Section 73",
      "content": "73. Penalty for fraudulent act, etc., with intent to defraud Her\n           Majesty."
    },
    {
      "provision_ref": "sec74",
      "section": "74",
      "title": "Section 74",
      "content": "74.-(1) Where the Commissioner is satisfied that an Refund\n                                                                 over\nerror has been made in the imposition or payment of of        paid\nduties, he shall cause such error to be rectified and any duty.\n                                                              lo/lwc.a\nexcess duty paid as a result of such error, to be refunded to S.\nany person appearing to him to be entitled thereto.\n        (2) Subject to subsection (3), no claim for a refund\nunder this section shall be made after the expiration of six\nyears from the date of the payment in question.\n        (3) Where any person satisfies the Commissioner\nthat, in the special circumstances of the case, it was not\nreasonably practicable for that person to make his claim\nwithin the period of six years aforesaid the Commissioner\nmay extend the period as he thinks fit."
    },
    {
      "provision_ref": "sec75",
      "section": "75",
      "title": "Section 75",
      "content": "75. Any agreement for or relating to the supply of goods : z f b d W\non hire, whereby the goods in consideration of periodical purchase\npayments will or may become the property of the person agrements.\nto whom they are supplied, shall be charged with stamp\nduty as an agreement, or, if under seal as a Deed, as the\ncase requires, and the second exemption under the heading\n“Memorandum, letter or agreement,” in the Schedule schedule.\n(which exempts agreements for the sale of goods) shall\nnot apply in the case of any such instrument.\n   7 6 4 1 ) Any contract or agreement for the sale of any Certain\nequitable estate or interest in any property, or for the sale of contract8\nany estate or interest in any property except land or other z     tk\n                                                                   :\nproperty locally situated outside Jamaica, or goods, wares anas  convey-\n                                                                        on\nor merchandise, or stock, or marketable securities, or any sale.\nship or vessel, or part interest, share or property of or in any S11/1971\n                                                                   . 5.\nship or vessel, shall be charged with the same ad valorem\nduty as if it were an actual conveyance on sale of the estate,\ninterest or property contracted or agreed to be soId and in\nlieu of the duty payable on such conveyance.\n                                          __.__~____                 -   -\n44                                       S T A M P DUTY\n                     (2) Where duty has been duly paid in accordance\n             with subsection (l), the Commissioner shall, upon applica-\n             tion, either denote the payment of the ad valorem duty\n             upon the conveyance or transfer made in pursuance of\n             the contraat or agreement to the purchaser or any other\n             person on his behalf or by his direction, or shall transfer the\n             ad valorem duty paid, thereto, upon production of the con-\n             tract or agreement duly stamped.\n                      (3) The ad valorem duty paid upon any contract or\n             agreement in accordance with subsection (1) shall be\n             returned by the Commissioner where the contract or\n             agreement is afterwards rescinded or annulled, or where\n             for any reason it is found to be or becomes void.\nSchedule.            (4) The provisions of the Schedule save those re-\n             lating to exemptions, shall not be construed so as to derogate\n             from subsection (I).\nStamp\nd u t y on      76A.-(1) Subjeot to the provisions of this section, any\nconvey-\nances\n             instrument whereby property is conveyed or transferred to\nand          any person in contemplation of a sale of that property shall\ntransfers.\n3311995      be treated for the purposes of this Act as a conveyance or\ns. 2.        transfer on sale of that property for a consideration equal\n             to the value of that property.\n                      (2) If on a claim made to the Commissioner not\n             later than two years after the making or execution of an\n             instrument chargeable with duty in accordance with sub-\n             section (1) it is shown to his satisfaction-\n                 (a) that the sale in contemplation of which the instru-\n                      ment was made or executed has not taken place\n                      and the property has been re-conveyed or re-\n                      transferred to the person from whom it was con-\n                      veyed or transferred or to a person to whom his\n                      rights have been transmitted on death or bank-\n                      ruptcy; or\n                          STAMP DUTY                                 44.01\n    (b) that the sale has taken place for a consideration\n        which is less than the value in respect of which\n        duty was paid on the instrument by virtue of this\n        section,\nthe Commissioner shall, in accordance with subsection (3),\nrefund the duty paid by virtue of this section.\n         (3) The Commissioner shall refund stamp duty-\n    (a) in a case falling under paragraph (a) of subsection\n         (2), so far as it exceeds the stamp duty which\n         would have been payable, apart from subsection\n         (2); and\n    (b) in a case falling under paragraph (b) of subsection\n        (2), so far as it exceeds the stamp duty which\n        would have been payable if the instrument had\n        been stamped in accordance with subsection (1) in\n        respect of a value equal to the consideration in\n        question.\n         (4)The foregoing provisions of this section shall\napply whether or not an instrument conveys or transfers\nother property in addition to the property in contemplation\nof the sale in respect of which it is made or executed, but\nthose provisions shall not affect the stamp duty chargeable\non the instrument in respect of that other property.\n        ( 5 ) Subject to subsection (6), for the purpose of\nsubsection (11, fthe vdue of property conveyed or transferred\nby an instrument chargeable with duty in accordance with\nthat subsmtion shall be determined without regard t o -\n     (a) any power (whether or not contained in the in-\n         strument) on the exercise of which the propmty or\n         any part of or any interest in, the property, may"
    },
    {
      "provision_ref": "sec76",
      "section": "76",
      "title": "Section 76",
      "content": "76.02                                       STAMP DUTY\n                   Goods                                                 Aggregate Duty\n                   -\n        Grains (not being wheat intended for\n          the manufacture of flour) or oats\n           imported for use as, or in the\n           manufacture of animal feed\n        Soyameal\n        Cotton seed meal\n        Linseed meal\n        Corn glutten meal\n        Meat and bone meal\n        Sunflower seed meal\n        Peanut meal\n        Safflower meal\n        Poultry by-product meal\n        Hydrolized feather meal\n        Rape seed meal\n        Cornmeal\n                                                                   I\n        Peanuts, shelled-\n         ex Tariff Heading No. 12.02                                                90%\n        Peanuts, unshelled -\n         ex Tariff Heading No. 12.02\n        Peanuts, roasted -\n         ex Tariff Headmg No. 20.08\n        Other peanuts                                              I-               86%\n        Onions (fiesh or chilled)-\n          ex Tariff Headmg No. 07.03                                                 90%\n        Potato (not sweet or fresh or chilled)\n        Red Kidney Beans (dried,shelled.\n         whether or not skinned or split)-\n          ex Tariff Heading No. 07.13\n        Other Red Iodney Beans                                  }                    90%\n                          STAMP DUTY                                76.03\n                Goods                              Aggregate Duty\nGuava Jelly -\n ex Tariff Heading No. 20.07\nPineapples prepared or preserved -\n  ex Tariff Heading No. 20.08\nOran Juice concentrated -\n    T\n  ex ariff Heading No. 20.09\nOrange Juice not concentrated -\n  ex Tariff Heading No. 20.09\nGrapefruit Juice concentrated -\n  ex Tariff Heading No. 20.09                              86%\nPineapple Juice -\n  ex Tariff Heading No. 20.09\nMixed Grapefruit and Orange Juice -\n ex Tariff Heading No. 20.09\nPineapple-based Juices -\n  ex T a r 8 Heading No. 20.09\nGrapes fresh -\n  ex Tariff Heading No. 08.06\nTomatoes fresh or chilled -\n  ex Tariff Heading No. 0702.00                            90%\nString beans fresh or chilled -\n  ex Tariff Heading No. 07.08                              86%\nCarrots fresh or chikd   -                    -l\n  ex Tariff Heading No. 07.06\nSweet peppers fresh or chilled -\n  ex Tariff Heading No. 07.09                              90%\nCabbage fresh or chilled -\n  ex Tariff Heading No. 07.04                 /"
    },
    {
      "provision_ref": "sec77",
      "section": "77",
      "title": "Section 77",
      "content": "77. When by any statute now in force and not repealed\nunder            by this Act, stamp duty is imposed upon any instrument,\nother\nstatutes.        ancl such instrument is not mentioned in this Act, such\n                 instrument shall be stamped in accordance with the\n                 provisions of that statute.\nInstrumenI ~ S     78. Any instrument that at the time of its execution\nliable to\nstamp            was liable to stamp duty under the Stamp Duty Law 1903\nduty.            (Law 40 of 1903) or any statute read as one therewith, (here-\n                 by repealed) shall continue to be liable to such stamp duty\n                 notwithstanding such repeal together with such forfeitures,\n                 sums and further penalties as may be payable on any such\n                 instrument in respect of unpaid duty.\n                 -        _____\n                             STAMP DUTY                                      45"
    },
    {
      "provision_ref": "sec79",
      "section": "79",
      "title": "Section 79",
      "content": "79.41) The Commissioner may require to be furnished Powerof\n                                                                 Commis-\n with all documents and with such other evidence as he sionerto\n may d e m necessary in order to satisfy himself as to cvldence  require\n whether all the facts and circumstances affecting the liability \\0$].984\n of the instrument to duty or the amount of duty chargeable\n thereon are fully and truly set forth in any instrument in-\n tended to be stamped.\n          (2) Any person who refuses or wilfully fails to com-\n ply with any requirements under subsection (1) shall be\n liable to a fine not exceeding fifty thousand dollars.        3211997\n                                                               Sch.\n        (3) Where any instrument referred to in section 32\n(3) relates to land in Jamaica, any application to have it\nstamped shall be accompanied by a certificate from the\nCollector of Taxes of the parish in which the land is situated\nindicating whether all taxes or penalties due on the land\nhave been paid or, if not, what arrangements have been\nmade for payment.\n        (4) The Commissioner may defer the stamping\nof any such instrument as is referred to in subsection (3)\nuntil the Collector of Taxes certifies that the taxes or penal-\nties have been paid or that arrangements for payment satis-\nfactory to the Collector have been made."
    },
    {
      "provision_ref": "sec80",
      "section": "80",
      "title": "Section 80",
      "content": "80. Notwithstanding the provisions of section 50 a bill exchange\n                                                             Billsof\n of exchange which is presented for acceptance or accepted acccptmior\n                                                             payable\n or a bill of exchange or a promissory note which is payable outside\nelsewhere than in Jamaica shall not be invalid by reason             ;;;2;\n only that it is not stamped in accordance with the law for stamped\n                                                             valid and\nthe time being in force relating to stamp duties, and any receivablein\nsuch bill of exchange or promissory note which is unstamped $22$\nor not properly stamped, may be received in evidence on dutyand\n                                                             penalty.\npayment of the proper duty and penalty as provided by\nsection 50.\n______                       ~ _ _ - - -- _____\n46                                    STAMP DUTY\nOeneral      80A.-(1) The Commissioner may enter into an agree-\npower of\nComunis-\nsioner to\n          ment with any person for the composition, in accordance\nagrw ‘0.  with the provisions of this section, of the stamp duty\ncornpubon\nof atamp  chargeable  under this Act on any item specified in the agree-\nduty.     ment.\n 1011984"
    },
    {
      "provision_ref": "sec80a",
      "section": "80A",
      "title": "Section 80A",
      "content": "80A. General power of Commissionm to agree to oompoeition of\n           stamp duty."
    },
    {
      "provision_ref": "sec80b",
      "section": "80B",
      "title": "Section 80B",
      "content": "80B.41) If the W     L st\n                          q is satisfied that it would be just and       ffm&T\nequitable to do so,he may remit any amount of duty charged or io/igw\nchargeable under this Act.                                           s. 4.\n        (2) Notice of any remission under subsection (1) shall be\npublished in the Gazette.\n        (3) The provisions of this section shall be without\nprejudice to the powers of the Minister under section 30D."
    },
    {
      "provision_ref": "sec81",
      "section": "81",
      "title": "Section 81",
      "content": "81. The word “instrument” as used in this Act, and in the              uy&.\nSchedule, shall include every printed or written document. Schedule."
    },
    {
      "provision_ref": "sec82",
      "section": "82",
      "title": "Section 82",
      "content": "82.02                                           STAMP DUTY\n                          Tariff\n                       Heading No.                       Description of Goods\n                       Ex Ch. 87          Motor vehicles for the transport of persons, goods\n                                          or materials (including sports motor vehicles,\n                                          other than those of Heading No. 87.1 1).\n                       Ex Ch. 87          Special purpose motor lorries and vans (such as\n                                          breakdown lorries, fire engines, fire escapes, road\n                                          sweeper lorries, spraying lorries, etc., workshops\n                                          and mobile radiological units), but not including\n                                          the motor vehicles of Heading No. 87.02 to 87.04.\n21111991                Ex Ch. 87         Chassis fitted with engines for the motor vehicles\nS. 211 (c) (ii).                          falling within Heading Nos. 87.01 to 87.05.\n21 I19911              Ex Ch. 87          Motor Cycles.\nS. 211@\\ @I.\n                       Ex a.87            Cycles not motorized.\n                       Ex Ch. 87          Trailers and semi-trailers for the transport of\n                                          goods, complete.\n                        Ex 96.09          chalk.\n                     The following goods and any other goods approved from time to time\n                   by the Minister which the Commissioner of Customs and Excise is\n                   satisfied are intended for use solely for agricultural or horticultural pur-\n                   poses-\n                       Crawler type tractors, wheel type tractors, walking type tractors,\n                       back hoes, draglines, loaders, mistblowers, motor mowers, plough,\n                       harrows, subsoilers, rippers, rotovators, seed planters, transp anters,\n                       fertilizer spreaders, cultivators, ditchers, land levellers, boom\n                       sprayers, ridgers, power augers, sickle mowers, rotary mowers,\n                       brush cutters, power saws, combine reapers, pull type reapers,\n                       threshers, hullers, feed grinding mills, bojlers, crimpers, rakes,\n                       trailers, dusters, feed mixers, irrigation equlpment including port-\n                       able pump and engine, deepwell pump and engine, tractor power\n                       winch. All spare parts for the articles listed above.\n                       Medical goods (including dental, surgical and diagnostic equip-\n                       ment and X-Ray films) which the Commissioner of Customs and\n21 I 19911             Excise is satisfied are intended for use solely by private hospitals\ns. 21 (C) (iih         (including veterinary hospitals) approved for the purposes of Item\n                       32 of the Second Schedule to the Customs Tariff (Revision) Reso-\n                       lution, 1972.\n16/1991            33. Goods that the Commissioner of Customs and Excise is satisfied\nS. 64.           are imported for use solely as raw materials in the manufacture or\n21 I 1991        processing of any goods, pursuant to a licence granted under the Excise\n.' / 19911\n21      (')\n                 Duty  Act or a certificate of registration granted to a registered tax-\ns. 2,1 (cl (ii). payer under the General Consumption Tax Act.\n16/1991             34. Newsprint which the Commissioner of Customs and Excise is\nS. 64.           satisfied is imported for use solely as raw material in the manufacture\nNI1w'1           of goods other than those goods specified in Item 19 of this Appendix.\nS. 2,l (c) (ii).\n                             STAMP DUTY                                         82.03"
    },
    {
      "provision_ref": "sec84",
      "section": "84",
      "title": "Section 84",
      "content": "84.09         Internal combustion piston engine blocks for\n                      motor vehicles.\n    Ex Ch. 87         Tractors for use in agriculture (under 40 H.P.)."
    },
    {
      "provision_ref": "sec104",
      "section": "104",
      "title": "Section 104",
      "content": "104,41,2002,    For every two hundred dollars and any fraction of two liundrcd\n                 dollars over any multiple of two hundred dollars of tlic amount\n11 '1999         of such capital or increase of capital   ...                ...    $2.00\nS 2(h).\n               CONVEYANCES-[       See also ASSIGNhIENT.                       tvlOR?'<i.K<;E. SHARES 1\n                Conveyance. whether grant. bargain and salc. assignmcnt.\n                 transfer. release or any other kind or description whatever. or\n                 order or decree of the High Court of Chancery of England. or\n                 the Supreme Court of this Island or other competent\n                 jurisdiction or authority. operating as a conveyance upon the\n                  sale of any land. tenement. rents. annuities. or other property.\n                  real or personal. or of any right. title. interest. or claim into. out\n                 of or upon any lands. tenements. rents. annuities. or other\n                 propexty: that is to say for or in respect of the principal. or only\n                 deed. instrument. order. decree. or writing. whereby the lands\n                 or other things sold shall be granted. or othemise. conveyed to.\n                 or vested i n the purchaser or purchasers or any other person or\n                 persons by his or their direction.\n                And where there shall be duplicates of any deed. order. decree.\n                 or instrument. chargeable with the said ad vdorem duty.\n                 exceeding four dollars. one of them only shall be charged\n                 therewith, and the otheror others shall bechargedwiththe\n                 ordinary duty on deeds. orders decrees. or instruments of\n                 the same kind. not upon a sale. And where any deed. order.\n                 decree. or inshument. operating as a conveyance on the sale of\n                 any property, shall operate also as a conveyance of any\n                 other than theproperty sold by way of settlement. or\n                 for any other purpose. or               shall also contain\n                 any other matter or          thing besides what          shall\n                                  [The I I ~ C ~ U S I of      page IS aiitliorized b? L N\n                                                       O I 1111s\n                                                           ~                                 SS 200;l\n                                                                     53\n  be incident to the sale and conveyance of the property\n  sold, or relate to the t d e thereto, every such deed,\n  order. decree, or instrument, shall be Charged. in\n  addition to the duty to which it shall be liable as a\n  conveyance on the sale of property, with such further\n  stamp duty as any separate deed, order, or decree.\n  contaming the other matter, would have been charge\n  able with.\nWhere the purchase or conslderation money does not\n  exceed five hundred dollars             ...         ...  $ 25.00\nExceeds five hundred dollars, and does not exceed one\n  thousand dollar8            ...           ...       ...  $ 50.00\nExceeds one thousand dollars. and does not exceed\n  two thousand dollars        ...         ...         ...  $100.00\nAnd for every additional one thousand dollars, and\n  for every fractional part of one thousand dollars\nNOTE.-The purchase or COnsideraUon money is to be\n                                                      ...  $ 55.00\n  truly expressed and set for& in words at length. in or\n   upon every such principal, or only deed. order.\n  decree, or instrument ot conveyance.\nAnd where any lands, or other property, held under\n  Merent titles, contracted to be sold at one entire\n  price for the whole. shall be conveyed to the pur-\n  chaser in separate parts or parcels by Merent deeds,\n  orders, decrees, or instruments, the purchase. or\n  consideration money shall be divided and apportion-\n  ed in such manner as the parties shall think fit, 80\n   that a distinct price or Considerationfor each separate\n  part or parcel maybe set forth in or upon the\n  principal or only deed! order, decree, or instrument\n  of conveyance relating thereto, which shall be charged\n  with the said ad valorem duty in respect of the price\n  or consideration money therein set forth.\nAnd where any lands. or other property. contracted to\n  be purchased by two or more persons jointly, or by\n  any person for himself and others, or wholly for\n  othem, at one entire price Tor the whole, shall be\n  conveyed in iparts or parcels by separate deeds,\n  orders, decrees, or instruments, to the persons for\n  whom the same shall be purchased for hstinct\n  or shares of the purchase money, the p r i n c i p ~ ~\n  only deed, order, decree, or instrument of conveyance\n  of each separate part or parcel shall be charged with\n  the said ad valorem duty in respect of the s u m of\n  money therein specified as the consideration for the\n  me.\nBut if separate parts or parcels of such land, or other\n   property, shall be conveyed to, or to the use of, or in\n   trust for, merent persons, in and by one and the\n     me inclusion of this page is authorized by LN.37119881\n                       STAMP DUTY\n  same deed, order, decree, or instrument, then such\n  deed, order, decree, or instrument shall be charged\n  with the said ad valorem duty, in respect of the aggre-\n  gate amount of the purchase or consideration moneys\n  therein mentioned to be paid, or agreed to be paid\n  for the lands or property thereby conveyed.\nAnd where any person, having contracted for the pur-\n  chase of any lands or other property, but not having\n  obtained a conveyance thereof, shall contract to sell to\n  any other person, and the same shall, in consequence,\n  be conveyed immediately to the sub-purchaser, the\n principal or only deed, order, decree. or instrument of\n conveyance shall be charged with the said ad vuhem\n duty in respect of the purchase or consideration\n mone therein mentioned to be paid, or agreed to be\n       i\n paid y the sub-purchaser.\nAnd where any person, having contracted for the pur-\n  chase of any lands, or other property, but not havmg\n obtained a conveyance thereof, shall-contract to sell\n  the whole, or any part or parts thereof, to any other\n  person or persons, and the same shall in consequence,\n  be conveyed by the original seller to different persons\n in parts or parcels, the principal or only deed, order,\n decree, or instrument of conveyance of each part or\n parcel thereof shall be charged with the said ad\n  valbvern duty, in respect only of the purchase or con-\n sideration money, which shall & therein mentioned\n  to be paid, or agreed to be paid for the same by the\n person or persons to whom, or to whose use. or in\n trust for whom the conveyance shall be made, without\n regard to the amount of the original purchase money.\nBut where any sub-purchaser shall take an actual a n -\n veyance of the interest of the person immediately sell-\n ing to him,which shall be chargeable with the said\n ad valorem duty, in respect of the purchase or consi-\n deration money paid, or agreed to be paid by him.and\n shall be duly stamped accofdingly. any daed, order.\n  dccrte. or instrument of conveyance to be afterwards\n  made to him of the property in question, by the\n original seller, shalI be exempted hthe said ad\n vdorcm duty, and be charged only with the ordinary\n duty on deeds, orders, decrees, or instruments of the\n same kind, not upon a sale.\nAnd where any Iands, or other property, separately\n  contracted to be purchased of different persons, at\n  aeparate and distinct prices, shall be conveyed to the\n   urchaser, or as he shall direct, in and by one and\n  k e same deed, order, decree or instrument, such\n deed, order, decree, or instrument shall be charged\n      me inchion of this page is authorized by LN.37/19881\n                         S T A M P DUTY\n  with the said ad valorem duty, in respect of the\n  aggregate amount of the purchase or consideration\n  moneys therein mentioned to be paid, or agreed to be\n  paid for the same.\nAnd where any lands or other property shall be sold and\n conveyed in consideration wholly, or in part, of any\n  s u m of money charged thereon, by way of mortgage,\n or otherwise, and then due and owing to the pur-\n chaser, or shall be sold and conveyed, subject to any\n  mortgage, bond, or other debt, or to any gross or\n entire s u m of money, to be afterwards paid by the\n purchaser. such sums of money, or debt, shall be\n deemed the purchase or consideration money or part\n of the purchase or consideration money, as the case\n may be, in respect whereof the said ad rulorem duty\n is to be paid: Provided, where the mortgagee, or\n other person in the situation of mortgagee shall\n  become the purchaser of the equity of redemption the\n duty shall be charged upon the true and real value of\n the property, as if the same stood unmortgaged, such\n value to be calculated and ascertained as is herein-\n after directed in this Schedule. under the head\n “SETI-LEMENTS”\nAnd where upon the sale of any annuity or other right\n not (beforein existence, the same shall not be created\n by actual grant or conveyance, but shall only be\n secured by bond, warrant of attorney, covenant, con-\n tract. or otherwise, the bond, or other instrument by\n which the same shall be secured, or some one of such\n instruments, if there be more than one, shall be\n deemed and taken to be liable to the same duty as an\n actual grant or conveyance.\nAnd where there shall be several deeds, orders, decrees.\n instruments, or writings for completing the title to the\n property sold, such of them as are not liable to the cad\n valmem duty, to which the same may be liable, and\n which shall, upon the face thereof refer to the prin-\n  cP   deed, order, decree, or instrument bearing the\n     valorem stamp, shall be charged with the duty to\n which the same may be liable, under any general or\n particular description of such deeds, orders, decnea,\n mstruments, or writings,contained in this Schedule:\n Provided, that when any deed, order, decree, instru-\n ment, or writing. not liable to such ad vdorern stamp,\n shall be tendered to the Deputy Keeper of Records\n for the urpose of being recorded, the principal deed,\n order, (Pccree or Mrument, bearing the said ad vulo-\n rem stamp, shall also be produced, and the fact of\n such production, and the amount of such ad vulment\n     F   e inclusion of this page is authorized by L.N. 37/1988]\n56                           STAMP DUTY\n      stamp, shall be certified by the Deputy Keeper of\n       Records on such other deed, order, decree, or instru-\n       ment, and such certificate shall be deemed sdcient\n       evidence of the said ad valorem duty having been im-\n       pressed on the principal deed, order, decree. or instru-     -\n       ment, without its being necessary to produce the same    .\n       in evidence.\n     And where in any case not hereby expressly provided               I\n       for, of several deeds, orders, decrees, instruments, or\n       writings, a doubt shall arise which is the principal, it\n       shall be lawful for the parties to determine for them-     .\n       selves which shall be so deemed, and to pay the said\n       ad valorem duty therwn accordingly: and the other\n       deeds, orders, decrees, instruments, or writings on\n       which the doubt shall have arisen, shall, upon the face\n       of each of them, refer to the principal deed as bearing\n       the ad valorem duty.\n     And where the consideration, or any part of the consi-\n       deration, for a conveyance consists of any stock or\n       marketable security, the conveyance is to be charged\n       with ad valorem duty in respect ol-the value of the\n       stock or security.\n     And where the consideration, or any part of the consi-\n       deration, for a conveyance consists of any security not\n       being a marketable secunty. the conveyance is to be\n       charged with ad vulorem duty in respect of the .\n       amount d w on the day of the date thereof for princi-\n       pal and interest upon the security.\n     And where the consideration, or any part of the consi-\n       deration. for a conveyance consists of money payable\n       periodically for a definite period not exceeding twenty\n       years. so that the total amount to be paid can be\n      previously ascertained, the conveyance is tO be charged\n       in respect of that consideration with ad valorern duty\n       on such total amount.\n     And where the consideration, or any rt of the con-\n      sideration, for a conveyance consists &oney payable\n      periodically for a definite period exceeding twenty\n       years or in perpetuity, or for any indefinite period not\n      terminable with life, the conveyance is to be charged\n      in respect of that consideration with ad valorem duty\n      on the total amount which will or may, according to\n      the terms of sale, be payable during the period of\n      twenty years next after the day of the date of the in-\n      strument.\n     And where the consideration or any part of the wnsi-\n      deration for a convepanc? consists of money payable        .\n      periodically during any Me or lives, the conveyance\n      is to be charged in respect of that consideration with\n      ad valorem duty on the amount which will or may,\n                                      STAMP DUTY                                        56.03\n                     rate of 63% of-\n                               the value of such goods as\n                               determined pursuant to\n                               section 19 of the Customs\n                               Act: and\n                               the amount of customs\n                               duty payable thereon.\n                    In tlus paragraph-\n                           \"refined sugar''       means\n                                white beet or cane\n                                 crystal sugar with\n                                 minimum        polariza-\n                                 tion 99.8 degrees.\n                                 moisture      maximum"
    }
  ],
  "definitions": []
}