{
  "id": "jm-stat-the-standards-act",
  "type": "statute",
  "title": "The Standards Act",
  "title_en": "The Standards Act",
  "short_name": "Standards Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-standards-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-standards-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The Council shall consist of fourteen members as follows-           Appoint-\n    (U) thirteen members (hereinafter referred to as “nominated merit Of\n                                                                         members.\n         members”) appointed by the Minister of whom-\n             (i) one shall be appointed chairman;\n            (ii) one, being a person who has been employed in some\n                 senior capacity in the service of the Government, shall\n                 be appointed vice-chairman;\n           (iii) four shall be persons of whom one shall in the opinion\n                 of the Minister be representative of the interests of\n                 agriculturalists, and the remaining three shall in like\n                 manner be representative of the interests of manufac-\n                 turers, wholesalers, and retailers of commodities res-\n                 pectively:\n           (iv) three shall be persons who, in the opinion of the\n                 Minister, are representative of the interests of con-\n                 sumers;\n            (v) four shall be persons in the service of the Govern-\n                 ment;\n     (b) the Director of Standards.\n14                                         STANDARDS\nActing           2. In the case of the absence or inability to act, at any meeting,\nappoint-       of the chairman, the vice-chairman shall preside at that meeting, and\nment.          in the case of the absence or inability to act of both the chairman\n               and vice-chairman, the remaining members of the Council shall elect\n               one of their number to preside at that meeting.\nTenure of        3. (1) The appointment of every nominated member of the Council\noffice.        shall be evidenced by an instrument in writing, and such instrument\n               shall state the period of office of the member which shall not exceed\n               three years.\n                    (2) Every nominated member of the Council shall be eligible for\n               reappointment.\n                    (3) Notwithstanding anything to the contrary the Minister may\n               at any time revoke the appointment of the chairman or any other\n               nominated member of the Council.\nResignation.      4. (1) Any nominated member of the Council other than the chair-\n               man may at any time resign his office by instrument in writing addressed\n               to the Minister and transmitted through the chairman, and from the\n               date of the receipt by the Minister of such instrument such member\n               shall cease to be a member of the Council.\n                     (2) The chairman may at any time resign his officeby instrument\n               in writing addressed to the Minister and such resignation shall take\n               effect as from the date of the receipt of such instrument by the\n               Minister.\npublication   5. The names of all members of the Council as first constituted\nof          and every change in the membership thereof shall be published in\nmembmhip. the Gazette.\nprocedure          6. (1) The Council shall meet at such times as may be necessary\nand             or expedient for the transaction of business, and such meetings shall\nmeetings.       be held at such places and times and on such days as the Council\n               shall determine, so, however, that the Council shall meet not less than\n                ten times a year and any nominated member absent for three con-\n               secutive meetings shall automatically forfeit his seat unless he was\n               ill or, with the prior permission of the Council, he was so absent.\n                      (2) The chairman may at any time call a special meeting of\n               the'Council and shall call a special meeting to be held within seven\n               days of a written request for that purpose addressed to him by any\n               two members of the Council.\n                     (3) The chairman or, in the case of the absence or inability to\n               act of the chairman, the vice-chairman or person elected in accordance\n               with the provisions of paragraph 2 shall preside at the meetings of\n               the Council and when so presiding the chairman or vice-chairman\n               or the person elected as aforesaid, as the case may be, shall have\n               an original and a casting vote.\n                      m e inclusion of this page is authorized by L.N. 480/1973]\n                             STANDARDS                                          15\n     (4) The quorum of the Council shall be seven or such greater\nnumber as may be fixed by the Council.\n     (5) Subject to the provisions of this Schedule the Council may\nregulats its own proceedings.\n     (6) The validity of any proceedings of the Council shall not\nbe affected by any vacancy amongst the members thereof or by any\ndefect in the appointment of a member thereof."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1) The Bureau shall formulate for the Minister Standard\n                                                                   specifica-\nspecifications for such commodities, processes and practices compulsory\n                                                                tions and\nas he may from time to time request.                            standard\n       (2) The Bureau, on formulating a specification, may, specifica-\n                                                                tions.\nwith the consent of the Minister, declare it to be a standard\nspecification for the commodity, process or practice to\nwhich it relates.\n       (3) Where any other enactment prescribes or\nauthorizes the making of regulations prescribing grades,\nstandards or other characteristics of any commodity, pro-\ncess or practice, the Minister shall not consent to the decla-\nration of any standard specification in respect thereof or\ncause any amendment to be made to any such standard\nspecification except with the approval of the Minister for\nthe time being charged with responsibility for the depart-\nment or subject to which that enactment relates.\n       (4) The Bureau shall as soon as may be after the\ndeclaration of a standard specification cause notice thereof\nto be published in the Gazette and in such other manner\nas the Minister may direct and shall place on sale copies of\nthe standard specification.\n       (5) No specification shall be declared to be a standard\nspecification unless the Minister is satisfied that any persons\nwho may be affected thereby have had an opportunity to\n       me inclusion of this page is authorized by L.N. 480119731\n6                                     STANDARDS\n            consider it and to make representations on it to the Bureau\n            and that the Bureau has given due consideration to such\n            representations.\n                   (6) The Bureau may, with the consent of the Minister,\n            revoke or amend a standard specification, and shall revoke\n            a standard specification in any case where the Minister so\n            directs.\n                   (7) Where it appears to him necessary or desirable in\n            the public interest so to do, the Minister may by order\n            declare a standard specification to be a compulsory standard\n            specification.\nProof of      8. Prima fucie evidence of any standard specification may\nspecifi-\ncation.     be given in any proceedings by the production of a copy\n            of the specification purporting to be issued by the Bureau.\nStandard       9 . 4 1 ) The Minister may, on the recommendation of the\nT  'i:epY\ncribed-\n            Bureau, prescribe standard marks to be used in relation\n            to commodities, processes or practices to distinguish com-\n            modities, processes or practices which conform to a\n            standard specification from others which do not conform\n            to that specification or do not conform to any standard\n            specification.\n                     (2) Standard marks shall be of such design and con-\n            tain such words, figures or symbols and be used by such\n            persons, in such circumstances and subject to such condi-\n            tions, as may be prescribed.\nLicences      10.41) The Bureau may grant to any person a licence\nto use\nstandard    to use a standard mark in connection with any commodity,\nmarks.      process or practice, which conforms to a standard specifi-\n            cation, and notice of the grant of every such licence shall\n            be gazetted :\n              Provided that where a specification in respect of a com-\n            modity, process or practice is declared to be a standard\n            specification with the approval of another Minister by\n                  me inclusion of this page is authorized by L.N. 480119731\n                             STANDARDS                                              13"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. (1) The Bureau shall, as soon as practicable after the end of Annual\neach financial year, cause to be made and transmit to the Minister- report-\n     (U) a statement of its accounts audited in accordance with para-\n          graph 7;\n     (b) a report dealing generally with the activities of the Bureau\n          during that financial year, and containing such information\n          relating to the proceedings and policy of the Bureau as can\n          be made public without detriment to the interest of the\n          Bureau.\n      (2) The Minister shall cause a copy of the report together with\nthe annual statement of accounts and the auditor’s report thereon to\nbe laid on the respective Tables of both Houses of Parliament."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. (1) No action, suit, prosecution or other proceedings shall be Protection\nbrought or instituted personally against any member of the Council ofmembers\nin respect of any act done bona fide in pursuance or execution or Of cOunci*.\nintended execution of this Act.\n      (2) Where any member of the Council is exempt from liability\nby reason only of the provisions of this paragraph the Bureau shall\nbe liable to the extent that it would be if the said member was a\nservant or agent of the Bureau."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. (1) The Council may appoint committees for any such general Appoint-\nor special purposes with which the Council may be concerned as ment of\nin the opinion of the Council would be better regulated and managed committees.\nby means of a committee.\n      (2) The number of members of a committee appointed under\nsub-paragraph (l), their functions and terms of appointment, the\nquorum of the committee and the area, if any. within which the\ncommittee is to exercise authority shall be determined by the Council.\n      (3) A committee appointed pursuant to this paragraph m a y\ninclude persons who are not members of the Council.\n      (4) The provisions of paragraph 9 shall apply to a member of\na committee who is not a member of the Council in like manner\nas they apply to a member of the Council.\n      ( 5 ) The validity of the proceedings of a committee appointed\npursuant to this paragraph shall not be affected by any vacancy amongst\nthe members thereof or by any defect in the appointment of a member\nthereof.\n         me inclusion of this page is authorized by L.N. 480119731\n16                                         STANDARDS\nDelegation     11. (1) Subject to the provisions of this Act the Council may,\nOf Powers-   subject to the approval of the Minister, delegate to any member or\n             committee of the Council or to any of the officers or servants of\n             the Bureau the power and authority to carry out such functions as\n             the Council may determine.\n                   (2) Every delegation under this paragraph shall be revocable by\n             the Council and no delegation shall prevent the exercise by the Council\n             of any function delegated.\n                                                                                       ,\n                      frhe inclusion of this page is authorized by L.N. 480/1973]"
    }
  ],
  "definitions": []
}