{
  "id": "jm-stat-the-statistics-act",
  "type": "statute",
  "title": "The Statistics Act",
  "title_en": "The Statistics Act",
  "short_name": "Statistics Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-statistics-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-statistics-act",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0) wages,           hours and                   conditions            of      labour   and\n              cost-of-living index;\n    (k) employment, unemployment and pay rolls;\n    (I)       industrial disturbances and disputes;\n    (m) injuries, accidents and compensation;\n    (n) wholesale and retail prices;\n    (0) stocks of manufactured and unmanufactured goods;\n    @) transport and communication by land, water and air;\n          1\n    (4) banking and finance;\n                  [The incliision of tliis page IS authorized by L N   88/2003]\n12                                         STA TISTICJ'\n                   ( r ) transfers, mortgages and leases of land;\n                   (s) fire, marine, life, accident or other insurance;\n                   (t) incomes and earnings;\n                   ( u ) local government;\n                   (1))   such other matters as may be prescribed.\nCompilation.         S.-(l) The Institute shall cause the statistics and other\ntabulation and     particulars collected pursuant to this Act to be compiled and\npublication of\nstatistics. etc.   tabulated, and shall cause to be published such statistics and"
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1,                                        , solemnly swear that I will\nfaithfully and honestly fulfil my duties as\nin conformity with the requirements of the Statistics Act, and of all\norders, regulations and instructions issued in pursuance thereof, and\nthat I will not, without due authority in that behalf, disclose or make\nknown any matter or thing which comes to my knowledge by reason of\nmy employment as such.\n                                                                                         311984\n                            SECOND SCHEDULE                            (Section 2~ (2)) s. 18."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . - ( 1 ) The term of office of any member, other than the Director-\n General, shall be such period not exceeding thRe years as the Minister may\n direct in the instrument appointing the member.\n                                                                                         ~z.\n                                                                                         Termof\n           (2) Any member shall be eligible for reappointment."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.19X4             particulars, or abstracts thereof, or extracts therefrom, with\nS. 8 (a) (h).\n                   or without observations thereon.\n                           (2) Except for the purpose of communicating\n                   information in accordance with any conditions of an\n                   arrangement made under section 3 (2) (c) (ii), no report,\n                   summary of statistics or other publication under this Act\n                   shall, without the previous consent in writing of the person\n                   or of the owner for the time being of the undertaking in\n                   relation to which a return or answer was made or given for\n                   the purposes of this Act, contain any of the particulars\n                   comprised in any individual return so arranged as to enable\n                   any person to identify any particulars so published as being\n                   particulars relating to any individual person or business.\nOaths.               9. Every person employed in the execution of any duty\n                   under this Act or under any regulation, before entering on\n                   his duties, shall make and subscribe before a Justice an oath\nFirst Schedule.    in the form set out in the First Schedule.\nForms. etc           10. Particulars to be collected under this Act, either at a\n                   census or at any other time, shall be obtained in such\n3/ 1 984           manner as may be prescribed, and it shall be the duty of the\ns. 9.              Institute to prepare the schedules, forms or other documents\n                   required for the purpose.\n                              STATISTICS                                    13"
    },
    {
      "provision_ref": "sec3a",
      "section": "3A",
      "title": "Section 3A",
      "content": "3A.41) An arrangement under section 3 (2) (c) (ii) shall Control of\nprovide that the person in respect of whom or in respect of g$zf;oz\nwhose activities any report or information is sought shall be 311984\ninformed, by a notice to that effect, that the information s. 5.\n        me inclusion of chis page is authorized by L.N.25/1985]\n                                             STATISTICS\n               will be exchanged between the Institute and the public agen-\n               cy, body corporate or other enterprise, as the case may be.\n                        (2) The arrangement aforesaid shall not apply where\n               a person gives notice in writing to the Institute that he\n               objects to the exchange of the information between the\n               Institute and the public agency, body corporate or other en-\n               terprise, as the case may be.\n                        (3) An exchange of information pursuant to the\n               arrangement aforesaid may, subjeot to subsections (1) and\n               (21, include replies to original inquiries and supplementary\n               inquiries and supplementary information provided by a per-\n               son to the Institute or to the Institute and the public agency,\n               body corporate or other enterprise jointly collecting the in-\n               formation.\nPdiCY            3R.-(1) The Minister may, after consultation with the\ndirections.\n311984         Director-General, give to the Institute such directions of a\ns. 5.          general character as to the policy to be followed by the\n               Institute in the discharge of itts functions as appear to the\n               Minister to be necessary in the public interest; and the\n               Institute shall give effect to such directions.\n                        (2) The Institute shall furnish to the Minister, sub-\n               ject to section 17, such information as he may require with\n               respect to the activities of the Institute, and shall afford to\n               him facilities for verifying such information in such manner\n               and at such times as he may reasonably require.\nAppoint-         3C.41) There shall be a Director-General of the Insti-\nment of\nDirCClXK-      tute who shall be appointed by the Minister.\nGeneral and\nother                 (2) The Director-General shall be in charge of the\nofficers and\nservants.\n311984\n               day-to-day management and operation of the Institute.\ns. 5.\n                       [The inclusion of @his page is authorized by L.N. 25/1985l\n                             STATISTICS                                7\n         (3) The Institute may appoint and employ at such\nremuneration and on such terms and conditions as it thinks\nfit, a Secretary and such other officers and servants as it\nthinks necessary for the proper carrying out of the provi-\nsions of this Act:\n  Provided that-\n    (a) no salary in excess of the prescribed rate shall be\n         assigned to any post without the prior approval of\n         the Minister; and\n    (b) no appointment shall be made to any post to which\n        a salary in excess of the prescribed rate is assigned\n        without the prior approval of the Minister.\n         (4) The Governor-General may, subject to such\nconditions as he may impose, approve of the appointment\nof any officer in the service of the Government to any office\nwith the Institute and any officer so appointed shall, while\nso employed, in relation to any pension, gratuity or other\nallowance, and in relation to other rights as a public officer,\nbe treated as continuing in the service of the Government.\n         (5) In subsection (3) the “prescribed rate” means a\nrate of fifteen thousand dollars per annum or such higher\nrate as the Minister may, by order, prescribe."
    },
    {
      "provision_ref": "sec3d",
      "section": "3D",
      "title": "Section 3D",
      "content": "3D. The Institute may, with the approval of the Pensions,\n                                                          gratuities\nMinister-                                                 and other\n                                                          retiring\n    (a) enter into arrangements respecting schemes, w h e benefits.\n                                                          3I1984\n          ther by way of insurance policies or not; or    s. 5.\n    (b) make regulations,\nfor medical benefits, pensions, gratuities and other retiring\nor disability or death benefits relating to officers and ser-\nvants of the Institute and such arrangements or regulations\n        [The inclusion of bhis page is authorized by L.N. 25/1985]\n' 8                                         STA TISTlCS\n              may include provisions for the grant of benefits to the\n              dependants and the legal personal representatives of such\n              officers or servants.\n Funds apd\n resources"
    },
    {
      "provision_ref": "sec3e",
      "section": "3E",
      "title": "Section 3E",
      "content": "3E. The funds and resources of the Institute shall consist\n of the       of-\n Institute.\n 311984\n s. 5.              (a) such sums as may from time to time be appro-\n                        priated by Parliament for bhe purposes of the In-\n                         stitute; and\n                    (b) all other moneys and other property which may in\n                        any manner become payable to or vested in the\n                        Institute in respect of any matter incidental to its\n                        functions.\n Deposit         3F.-(1) The Institute shall establish and maintain a De-\n ACCOUnt\n and          posit Account and a General Reserve Fund.\n General\n Reserve               (2) The income of the Institute shall be paid into\n Fund.\n 31 1984      the Deposit Account from which, at the end of each finan-\n s. 5.\n              cial year, surpluses shall be transferred to the General Re-\n              serve Fund.\n                      (3) Subject to subsection (41, no withdrawal shall\n              be made from the General Reserve Fund without the prior\n              written approval of the Minister.\n                       (4) Wherever the sums standing to the credit of the\n              General Reserve Fund exceed an amount to be determined\n              by the Minister, such excess shall be paid into the Consoli-\n              dated Fund.\n ACCOWltS       36.-(1) The Institute shall keep accounts and other r e\n and audit\n 31 1984      cords in relation to its business and shall prepare annually\n s. 5.        a statement of accounts in a form satisfactory to the Minis-\n              ter, being a form which shall accord with established ac-\n              counting principles.\n                                       STATISTICS                                                    11\n    (4 requiring information to be given to the persons liable\n         to make returns by the persons with respect to whom\n         the returns are to be made,\n    (e) making provisions with respect to any other matters as\n        regards which it is necessary to make provision for the\n        purpose of carrying into effect the provisions of the\n        order"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Any member, other than the Director-General, may at any time resign               Resigns-\n his office by instrument in writing addressed to the Director-General who               \"OnS.\n shall forthwith cause it to be forwarded to the Minister and upon the date of\n the receipt by the Minister of such instrument the member shall cease to\n hold office."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The Minister may tenininate the appointment of any person as                      Rsvocation\n                                                                                         of appoint-\n Director-General or member if such person-                                              mznts.\n        (a) becomes of unsound mind or becomes permanently unable to\n              perform his functions by reason of ill health;\n        ( b ) is convicted and sentenced to a term of imprisonment;\n        (c) fails without reasonable excuse, to carry out any of the hnc-\n              tions conferred or imposed on him under this Act; or\n        (4 engages in such activities as are reasonably considered\n              prejudcial to the interests of the Institute."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The appointment, removal or resignation of any member shall be                    Gazeningof\n                                                                                         appoint-\n notified in the Gazette.                                                                ments.\n                                                                                         .-----\n                                                 STATISTICS\n                                         SECOND SCHEDULE, contd.\nLeave.              7. The Minister may, on the application of any member, grant leave of\n                 absence to such member.\nSeal and            8 . 4 1 ) The seal of the Institute shall be kept in the custody of the\nexecution of\ndocuments.\n                 Director-General or of any officer of the Institute authorized by the Institute\n                 in that behalf, and shall be a x e d to instruments pursuant to a resolution of\n                 the Institute in the presence of the Director-General or any member\n                 authorized to act in that behalf, and the Secretary thereof.\n                         (2) The seal of the Institute shall be authenticated by the signature\n                 of the Secretary.\n                         (3) All documents other than those required by law to be under seal,\n                 made by, and all decisions of, the Institute may be signified under the hand\n                 of the Director-General or any other member or officer of the Institute\n                 authorized to act in that behalf.\nProcedure           9.-41) The Institute shall meet as often as may be necessary or\nand\nmeetings.\n                 e w e n t for the transaction of its business and such meetings shall be held\n                 at such places and times and on such days as the Institute may determine.\n                         (2) The chairman may at any time call a special meeting of the\n                 Institute, and shall call a special meeting to be held within seven days of a\n                 written request for that purpose addressed to h m by any two members.\n                         (3) The chairman shall preside at meetings of the Institute, and if\n                 the chairman is absent from a meeting the members present shall elect one\n                 of their number to preside at the meeting.\n                         (4) The quorum of the Institute shall be three.\n                         (5) The decisions of the Institute shall be by a majority of votes and\n                 in addition to an original vote the chairman or other member presiding at\n                 the meeting shall have a casting vote in any case in which the voting is\n                 equal.\n                         (6) Subject to the provisions of this Schedule the Institute may\n                 regulate its own proceedings.\nDisclosure of        10. A member who is directly or indirectly interested in any matter\ninterests.\n                 which is being dealt with by the Institute-\n                        (a) shall d~sclosethe nature of his interest at a meeting of the\n                            Institute; and\n                       (b) shall not take part in any deliberation or decision of the Institute\n                            with respect to that matter.\nOWcr of            11. The office of member, other than Director-General, shall not be a\nmember,          public off~cefor the purposes of Chapter V of the Constitution of Jamaica.\nother than\nDirector-\nGeneral, not\n                                 STATISTICS                                                    23\n                     SECOhD SCHEDULE, contd."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. With the approval of the Minister, the Institute shall collect,                             E,;,,,\nwhether in conjunction with any census or not, statistics relating 3 1984\nto all or any of the following matters-                              S l\n    (a) population and housing thereof;\n    (b) immigration and emigration,\n    (c) vital occurrences and morbidity;\n    (d) social and educational matters;\n    ( e ) imports and exports;\n              trade and commerce;\n    (g) industry and merchandising;\n    (h) land tenure, occupation and condition of land, and the\n        produce thereof;\n    (i)       primary and secondary production;"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. 13 (c).\n               employed in the Institute.\n’\n311984\n     l3 (d)*\n                      (4) Nothing in this section shall be construed as pre-\n               cluding publication of-\n                   (a) any information available to the public under any\n                        other enactment;\n                   (b), any information relating to any hospital, mental\n                        institution, welfare institution or other similar non-\n                        commercial indtution, if the particulars are\n                        arranged in such a manner that it is not possible to\n                        relate such particulars to any individual patient,\n                        inmate or other person in the care of such institu-\n                        tion;\n                             STATISTICS                                    17\n    (c) the names and addresses of individual establish-\n         ments, firms or businesses that are within specific\n         ranges of numbers of employees or persons en-\n         gaged or constituting the work force; and\n    (d) information relating to any public carrier or public\n         utility."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11- Every person from whom particulars may lawfully Furnishing\n                                                                   of informa-\nbe required pursuant to this Act or any regulation shall, tion\nto the best of his knowledge, when required to do so by the d.s;:q;;\nInstitute, fill up and supply, in accordance with the etc.\ninstructions contained in or accompanying or having S3.I1984          10.\nreference to any schedule, form or other document, the\nparticulars specified in that schedule, form or other docu-\nmen t ."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12, The lea ving by any person employed in the execu- notice\n                                                            Leaving\n                                                                  at\ntion of a duty under this Act or under any regulation at home.\nany house or part of a house of any schedule, form or\nother document purporting to be issued under this Act or\nunder any regulation and having thereon a notice requiring\nthat it be filled up and signed within a stated time by the\noccupant of such house or part of a house, or in his ab-\nsence by some other member of the family, shall, as against\nthe occupant, be a sufficient requirement so to fill up and\nsign the schedule, form or other document, though the oc-\ncupant is not named in the notice or personally served\ntherewith."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. The leaving by any person employed in the execu- Leaving\n                                                              notice at\ntion of a duty under this Act or under any regulation at the office, etc.\noffice or other place of business of any person, partnership,\nfirm, association or body corporate, or the delivery by\nregistered letter to any person, partnership, firm, associa-\ntion or body corporate, or his or its agent, of any schedule,\nform or other document purporting to be issued under this\nAct or under any regulation and having thereon a notice\nrequiring that it be filled up and signed within a stated\ntime, shall, as against the person, partnership, firm or\nassociation, the members thereof and each of them, or the\nbody corporate, be a sufficient requirement so to fill up and\nsign the schedule, form or other document, and, if so\n         [The inclusion of ,thirs page is auhnized by L.N. 25/ 19851\n14                                         STATISTICS\n               required in the notice, to post the schedule, form or other\n311984\ns. 11.         document within a stated time to the Institute.\n Furnishing\nof informa-"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Every person shall, to the best of his knowledge\n tion to       and belief, answer all questions asked him by the Institute\nInstitute.\netc.           or by any person authorized in that behalf-\n3 I 1984\ns. 12               (a) by any regulation; or\n                    (b) in writing by the Institute,\n               where the information sought is required for the purposes\n               of any statistics authorized by this Act to be collected.\nRight of         15. Where the Minister has approved under section 7\nentry.\n311984         of any statistics authorized by this Act to be collected.\ns. 12.         Institute or any person authorized in that behalf-\n                     (a) by any regulation; or\n                     (b) in writing by the Institute,\n               for the purpose of making any enquiries or observations\n               necessary for obtaining such statistics, may at all reason-\n               able times enter-\n                    (i) where the matter in respect of which the Minister\n                        has approved the taking of statistics is a census\n                        under section 5, any premises where persons are\n                        employed and any dwelling-house; or\n                     (ii) where the matter in respect of which the Minis-\n                          ter has approved the taking of statistics is not a\n                          census under section 5, any premises where persons\n                          are employed except a dwelling-house.\nAccess to"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Where the Minister has approved under section 7\npublic\nrecords.\n                of the collection of statistics relating to any matter, any\n              , person who has the custody or charge of any Government,\n                parochial, municipal or other public records or documents,\n                or any records or documents of any corporation or any\n                       F e inclusion of this page b authorized by L.N. 25/1985]\n                              STATISTICS                                15\n person, partnership, firm or association, from which, in 3,,984\nthe opinion of the Institute information sought in S. 12\nrespect of the matter in relation to which the Minister\nhas approved of the collection of statistics can be obtained,\nor which would aid in the completion or correction of such\nstatistics, shall grant to the Institute or any person author-\nized in that behalf-\n      (a) by any regulation; or\n      (b) in writing by the Institute,\naccess thereto for the obtaining of such information there-\nfrom."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) No individual return, and no part of an indivi- Restriction\n dual return, made, and no answer to any question put, for on     pub h -\n                                                               tionof\n the purposes of this Act or of any regulation, shall be returns.\n published :\n   Provided that the above prohibition shall not apply-\n      (a) in a case where the consent in writing of the per-\n           son to whom, or of the owner for the time being\n           of the property, business or undertaking to which\n           such return or answer relates has been previously\n           obtained; or\n      (b) in a case of and for the purposes of a prosecution\n           under this Act or under any regulation; or\n      (c) for the purpose of communicating information in 3/1984\n           accordance with any conditions of an arrangement S. 13 (a).\n           made under section 3 (2) (c).\n         (2) No information derived from any Government,\nparochial, municipal or other public records or documents\nrelating to any individual, firm, corporation or associdtion\nshall be published in such form as to enable any person\nto identify such information as relating to any individual,\nfirm, corporation or association, except-\n       (a) in the case of information relating to an indivi-\n           dual or a firm, with the consent in writing of such\nRL-77\n16                                         STATISTICS\n                        individual or of all the partners of such firm, as\n                        the case may be; and\n                     (b) in the case of information relating to a corpora-\n                        tion or an unincorporated association, after the\n                        passing by the directors or other governing body\n                         (by whatever name known) of such corporation or\n                        unincorporated association, or if there be no such\n                        governing body, by the members of such corpora-\n                        tion or unincorporated association, of a resolution\n                        approving of the publication of such information;\n311984\nS. 13 (b).         (c) in a case of and for the purposes of a prosecution\n                        under this Act or under any regulation; or\n311984\n                   (d) for the purpose of communicating information in\nS. 13 (b).              accordance with any conditions of an arrangement\n                        made under section 3 (2) (cl.\n                     (3) For the purposes of this section the term\n               “publish” includes to communicate in any manner what-\n               ever, orally or in writing, or to reveal in any manner\n               whatever, and whether to a court of law or to any other\n               tribunal, or to any person whatever, other than a person\n311984"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) Any person, being a person employed for any Major\n                                                       offences.\nof the purposes of this Act or of any regulation, who-\n      (a) by virtue of such employment becomes possessed\n         of any information which might exert an influence\n          upon or effect the narket value of any product or\n          article and, before such infornation is made\n          public in accordance with the provisions of this\n          Act, directly or indirectly uses such information\n         for personal gain;\n      (b) without lawful authority, publishes or cominuni-\n         cates to any person otherwise than in the ordinary\n         course of such employment any information\n         acquired by him in the course of his employment;\n      (c) knowingly compiles for issue any false statistics\n         or information,\nshall be guilty of an offence against this Act and shall-\n           (i) on conviction before a Circuit Court, be\n               liable to irnpri7onment with hard labour\n               for a period not exceeding three years or to\n               a fine not exceeding three thousand dollars or 3/1984\n               to both such imprisonment and fine;            S. 14 (a).\n           (ii) on summary conviction before a Resident\n                Magistrate, be liable to imprisonment with\n                hard labour for a period not exceeding one\n        CT!he inclwion of th.& page is authorized by 1L.N. 251 19851\n 18                                          STA TiSTlCS\n 311984                          year or to a fine not exceeding one thousand\n S. 14 (b).                      dollars or to both such imprisonment and\n                                 fine.\n                     (2) Any person, being in possession of any in-\n              formation which to his knowledge has been disclosed in\n              contravention of this Act, who publishes or communicates\n              such information to any person shall be guilty of an offence\n              against this Act and shall-\n                    (a) on conviction before a Circuit Court, be liable to\n                       imprisonment with hard labour for a period not\n                       exceeding three years or to a fine not exceeding\n311984                 three thousand dollars or to both such imprison-\nS. 14 (a).\n                       ment and fine;\n                    (b) on summary conviction before a Resident Magis-\n                       trate, be liable to imprisonment with hard labour\n                       for a period not exceeding one year or to a fine\n3/1984\nS. 14 (b).\n                       not exceeding one thousand dollars or to both\n                       such imprisonment and fine.\n3/1984\nS. 14 (c).\n                      (3) For the purpose of this section any person em-\n              ployed for any of the purposes of this Act or of any regula-\n              tion includes-\n                  (a) any public officer authorized by the Minister for\n                      such periods as he may determine to carry out any\n                      duty, power or function of the Institute; and\n                  (b) any person retained under contract to perform\n                       special services for the Institute pursuant to this\n                       Act.\nMiscel-         19. Any person who-\nlaneous\noffences.         (a) hinders or obstructs any person duly authorized\n                      in the execution of any power conferred under this\n311984\n                      Act or under any regulation or refuses or neglects\nS. 15 (a).             to comply with any directive of the Institute;\n                            SlrA TlSTlcS                                   19\n      (b) refuses or neg!ects to fil! up and supply the parti-\n         culars required in any schedule, form or other\n         document lawfully left with or sent to him, or\n         who refuses or neglects to answer any question or\n           enquiry addressed to him under the authority of\n           this Act or of any regulation;\n       (c) knowingly makes in any schedule, form or other\n           document filled up or supplied pursuant to this\n           Act or any regulation, or in any answer to any\n           question asked him under the authority of this\n           Act or any regulation, any statement which is\n           untrue in any material particular;\n       (d)without lawful authority, destroys, defaces, or\n           mutilates any schedule, form or other document\n           containing particulars collected under this Act or\n           under any regulation, or who writes or makes on\n           any schedule, form or other document issued for\n           the purposes of this Act or of any regulation and\n           furnished to the Institute, any indecent, obscene, 3/1984\n           blasphemous or insulting remarks, drawing or S. l5 (b).\n           other matter;\n       (4accepts the office of enumerator or agent or simi-\n           lar appointment under this Act or under any\n           regulation and afterwards, without sufficient ex-\n           cuse from sickness or other unavoidable cause,\n           refuses or neglects to perforin any duty required\n           by this Act or any regulation to be done or\n           performed by him or any duty assigned to him 311984\n                                                              S. 15 (c).\n           by the Institute,\nshall be guilty of an offence against this Act."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Any person guilty of an offence against this Act or General\n                                                          penalty.\nany regulation made thereunder for which no special 3/1984\npunishment is provided shall be liable, on suniiiiary con- S(il,\n                                                              16 (a).\nviction before a Resident Magistrate, to a fine not exceeding\n        mhe inclusicm of ~s page is aubhorized by La. 25/1985]\n20                                           STA TISTICS\n               one thousand dollars, and in default of payment to imprison-\n               ment with hard labour for a period not exceeding six\n               months, and in the case of a continuing offence to a further\n               fine not exceeding one hundred dollars for each day on\n               which the offence continues after conviction.\nRegulations.     21. The Minister may make regulations generally for\n311984\nS. 17.         giving effect to the provisions of this Act, and without\n               prejudice to such general power may make regulations-\n                     (a) requiring particulars and information to be fur-\n                        nished at prescribed times by persons in prescribed\n                        areas for prescribed periods;\n                    (b) requiring particulars and information to be\n                        furnished as to the addresses and occupations of\n                        persons;\n                    (4 prescribing what schedules, returns and informa-\n                       tion are to be verified by oath and the form of\n                        oath to be taken;\n                   (d) prescribing a tariff of fees to be paid to the Institute\n                        for the collection of statistics to be supplied under\n                        this Act, and for any special information or report\n                        supplied, or special investigation carried out, by\n                        the Institute;\n                   (e) prescribing. where provison is not otherwise made\n                       therefor, all things required to be prescibed by this\n                       Act.\n                       [The inclusion of ~ththisp3ge is auhrizsd bv 1L.N. 251 19851\n                                 STATISTICS\n                              FIRST SCHEDULE                               (Section 9)   311984\n                                                                                         S. 18.\n                                 Form of Oath"
    }
  ],
  "definitions": []
}