{
  "id": "jm-stat-the-status-of-children-act",
  "type": "statute",
  "title": "The Status of Children Act",
  "title_en": "The Status of Children Act",
  "short_name": "Status of Children Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-status-of-children-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-status-of-children-act | Legal areas: Children",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Status,of Children Act.                         short title."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1)   In this Act-                                                           Interprets-\n                                                                                 tion.\n    \"child\" includes a child born out of wedlock;\n    \"marriage\" includes a void marriage;\n    \"Registrar-General\" means the Registrar-General under the\n        Registration (Births and Deaths) Act and includes any\n        person for the time being discharging the duties of that\n        office;\n    \"trustee\" includes guardians, committees of lunatics, as\n         well as all persons who are trustees within the\n         meaning of the Trustee Act.\n      (2) For the purposes of sections 11 to 15 inclusive-\n    \"blood samples\" means blood taken for the purpose of\n        blood tests;\n    \"blood tests\" means blood tests carried out and includes\n         any test made with the object of ascertaining the\n         inheritable characteristics of blood;\n    \"excluded means excluded subject to the occurrence of\n        mutation.\n                           Status of Children"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1)  Subject to subsection (4) and to the provisions Alchildren\n                                                          of equal\nof sections 4 and 7, for all the purposes of the law of ,,,\nJamaica the relationship between every person and his\nfather and mother shall be determined irrespective of\n                                       STATUS OF CHILDREN\n                whether the father and mother are or have been married to\n                each other, and all other relationships shall be determined\n                accordingly.\n                       (2) The rule of construction whereby in any instru-\n                ment words of relationship signify only legitimate\n                relationship in the absence of a contrary expression of\n                intention is hereby abolished.\n                      (3) Subject to subsection (4), this section shall apply\n                in respect of every person, whether born before or after\n                the 1st day of November, 1976, and whether born in\n                Jamaica or not, and whether or not his father or mother\n                has ever been domiciled in Jamaica.\n                      (4) Nothing in this section shall affect or limit in\n                any way any nrle of law relating to-\n                    (a) the domicile of any person;\n                    (b) the provisions of the Children (Adoption of) Act\n                        which determine the relationship to any other\n                        person of a person who has been adopted;\n                    (c) the c;onstruction of the word \"heir\" or of any\n                        expression which is used to create an entailed\n                        interest in real or personal property.\nTransitional      4 . 1 ) 1   dispositions made before the 1st day of\nprovisions re\nwills, and      November, 19'76, shall be governed by the enactments and rules\notherinstru-    of law which would have applied to them if this Act had not\nments and\nintestacies.    been passed.\n                       (2) Where any disposition to which subsection (1)\n                applies creates a special power of appointment, nothing in this\n                Act shall extend the class of person in whose favour the\n                appointment may be made, or cause the exercise of the power\n                to be construed so as to include any person who is not a\n                member of thait class.\n                            ITLe lncluslon of thh page l a authorized by L.N. 180Al2006)\n                     STATUS OF CHILDREN                                     5\n       (3) The estates of all persons who have died intestate\nas to the whole or any part thereof before the 1st day of\nNovember, 1976, shall be distributed in accordance with\nenactments and rules of law which would have applied to\nthem if this Act had not been passed.\n       (4) In this section “disposition” means a disposition,\nincluding an oral disposition, of real or personal property\nwhether inter vivos or by will or codicil; and notwithstand-\ning any rule of law, a disposition made by will or codicil\nexecuted before the 1st ’day of November, 1976, shall,\nnotwithstanding the provisions of section 29 of the Wills\nAct, not be treated for the purposes of this section as\nmade on or after that date by reason only that the will or\ncodicil is confirmed by a codicil executed on or after that\ndate.\n                       Status of Children"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Transitional provisions re wills, and other instruments and\n     intestacies."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) For the purposes of the administration or distribu- Protection\n                                                              of personal\ntion of the estate of any deceased person or of any other repraenu-\nproperty held upon trust, every personal representative or\ntrustee shall, whenever it is material in the circumstances,\nmake honest and reasonable inquiries as to the existence\nof any person who could claim an interest in the estate or\nother property by reason only of this Act, but shall not be\nobliged to pursue such inquiries further than he honestly\nand reasonably believes to be necessary.\n       (2) No action shall lie against any personal represent-\native or trustee, by any person who could claim an interest\nin the estate or other property aforesaid by reason only of\nthis Act, to enforce any claim arising by reason of the fact\nthat the personal representative or trustee has made any\ndistribution of the estate or property or otherwise acted\nin the administration of the estate or property disregarding\nthe claims of that person where, at the time of making the\ndistribution or otherwise so acting, the trustee, having made\n       me inclusion of this page is authorized by LN. 31119771\n6                                 STATUS OF CHILDREN\n              such inquiries as are required under subsection (1) had no\n              notice of the relationship on which the claim is based.\n                     (3) Nothing in this section shall prejudice the right\n              of any person claiming an interest in the estate or property\n              aforesaid, (which interest is alleged by the claimant to have\n              existed at the time the trustee made the distribution or\n              otherwise acted as aforesaid) to follow such estate or\n              property, or any property representing it, into the hands\n              of any person, other than a purchaser, who may have\n              received it.\n                                  Evidence re Parenthood\nPresump-        6 . 4 1 ) Subject to subsections (2) and (3), a child born\ntions re\nparenthood    to a woman during her marriage, or within ten months\nofchild\nborn during\n              after the marriage has been dissolved by death or other-\nmarriage.     wise, shall, in the absence of evidence to the contrary, be\n              presumed to be the child of its mother and her husband, or\n              former husband, as the case may be.\n                    (2) Subsection (1) shall not apply if, during the whole\n              of the time within which the child must have been con-\n              ceived, the mother and her husband were living apart under\n              an oral or written agreement for separation, or under a\n              decree or order of separation, or decree nisi of divorce,\n              made by a competent court or authority in Jamaica or\n              elsewhere.\n                     (3) Subsection (1) shall not apply where a child is\n              born within ten months after the dissolution of the marriage\n              of its mother by death or otherwise, and after she has\n              married again, and in such case there shall be no presump-\n              tion as between the husband of the mother and her former\n              husband that either is the father of the child, and the\n              question shall be determined on the balance of probabilities\n              in each case.\n                     me inclusion of this page is authorized by LN. 31/1971\n                             STATUS OF CHILDREN                                   7"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) The relationship of father and child, and any other Recognition\n     relationship traced in any degree through that relationship shall, :$:$?\n     for any purpose related to succession to property or to the casesof\n     construction of any will or other testamentary disposition or of           z F\n     any instrument creating a trust, be recognized only if-\n         (a) the father and the mother of the child were married\n             to each other at the time of its conception or at\n             some subsequent time; or\n         (b) paternity has     been admitted by or established\n             during the lifetime of the father (whether by one\n             or more of the types of evidence specified by\n             section 8 or otherwise):\n                  Provided that, if the purpose aforesaid is for the\n              benefit of the father, there shall be the additional\n              requirement that paternity has been so admitted or\n              established during the lifetime of the child or prior to\n              its birth.\n            (2) In any case where by reason of subsection (1) the\n     relationship of father and child is not recognized for certain\n     purposes at the time the child is born, the occurrence of any act,\n     event, or conduct which enables that relationship, and any other\n     relationship traced in any degree through it, to be recognized\n     shall not S e c t any estate, right, or interest in any real or\n     personal property to which any person has become absolutely\n     entitled, whether beneficially or otherwise, before the act, event,\n     'or conduct occurred.\n       & - ( I ) If, pursuant to section 19 of the Registration Evidence\n     (Births and Deaths) Act or to the corresponding provisions\nrl\nL\n     of any former enactment, the name of the father of the\n     child to whom the entry relates has been entered in the\n     register of births (whether before or after the 1st day of\n     November, 1976), a certified copy of the entry made or given\n     in accordance with section 55 of that Act or sealed in\n     accordance with section 57 of the said Act shall be prima.facie\n                                        STATUS OF CHII,DREN\n                evidence that the person named as the father is the father of the\n                child.\n                       (2) Any instrument signed by the mother of a child\n                and by any person acknowledging that he is the father\n                of the child shall, if executed as a deed or by each of\n                those persons in the presence of an attorney-at-law or\n                a Justice of the Peace or a Clerk of the Courts or a registered\n                medical practitioner or a minister of religion or a marriage\n                officer or a midwife or the headmaster of any public\n                educational institution as defined in the Education Act\n                be prima facie evidence that the person named as the father is\n                the father of the child.\n                      ( 3 ) [Dekted by Act 30 of 2005, S. 28(2).]\n                       (4) Subject to subsection (1) of section 7, a declaration\n                made under section 10 shall, for all purposes, be conclusive\n                proof of the matters contained in it.\n                       (5) An order made in any country outside Jamaica\n                declaring a person to be the father or putative father of\n                a child, being an order to which this subsection applies\n                pursuant to subsection (6), shall be prima .facie evidence\n                that the person declared the father or putative father, as\n                the case may be, is the father of the child.\n                       (6) The Minister may from time to time, by order,\n                declare that subsection (5) applies with respect to orders\n                made by any court or public authority in any specified\n                country outside Jamaica or by any specified court or public\n                authority in any such country.\nInstrumentsof     9.-(1)   Any instrument of the kind described in subsection\nacknowledge-\nment may be     (2) of section 8, or a duplicate or attested copy of any such\nfiledwith       instrument, may in the prescribed manner and on payment\nRegistrar-\nGeneral.\n                of the prescribed fee (if any) be filed in the office of the\n                Registrar-General, but it shall not be necessary to file any such\n                instrument.\n                             [The inclusion of this page Is authorlzed by L.N. 180A120061\n                                STATUS OF CHILDREN                                                9\n            (2) The Registrar-General shall cause indices of all\n     instruments and duplicates and copies of instruments filed with\n     him under subsection (1) to be made and kept in his office, and\n     shall upon the request of any person and on receipt of the\n     prescribed fee (if any), cause a search of any index to be made,\n     and shall permit any such person to inspect any such instrument\n     or any such duplicate or copy.\n           (3) Where the Supreme Court, Resident Magistrate's 30/2oQ5\nC;   Court or the Family Court makes a declaration of paternity s. 2s (2)(b).\n     under section 10, the Registrar of the Court or the Clerk of the\n     Court, as the case may be, shall forward a copy of the\n     declaration to the Registrar-General for filing in his ofice under\n     this section, and on receipt of any such copy the Registrar-\n     General shall file it accordingly as if it were an instrument\n     described in section 8(2)."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1)      Any person who-                                                  power of\n                                                                                     Court to\n         (a) being a woman, alleges that any named person is makedecla-\n                                                             ration of\n                 the father of her child; or                                         paternity.\n         ( b ) alleges that the relationship of father and child\n               exists between himself and any other person; or\n         (c) being a person having a proper interest in the\n             result, wishes to have it determined whether the\n             relationship of father and child exists between two\n             named persons,\n     may apply in such other manner as may be prescribed by rules\n     of court for a declaration of paternity, and if it is proved to the\n     satisfaction of the Court that the relationship exists the Court\n     may make a declaration of paternity whether or not the father or\n     the child or both of them are living or dead.\nO\n           (2) Where a declaration of paternity under subsection (1)\n     is made after the death of the father or of the child, the Court\n     may at the same or any subsequent time make a declaration\n     determining, for the purposes of paragraph ( b ) of subsection (1)\n                     (The inclusion of this page is authorized by L.N. 180.4120061\n                                             STATUS OF CHILDREN\n                   of section 7, whether any of the requirements of that paragraph\n                   have been satisfied.\n3012005                (3) An application under subsection (l)(a) may be made\ns. 28(2)(c)(ii). by a woman who is with child, before the birth of the child.\n30/2005                    (4) An application may be made under subsection (1)\nS. 28(2)(c)(ii).\n                   to-\n                         (a) the Resident Magistrate's Court for the parish in which\n                             any of the parties reside or, as the case may be, the\n                             Family Court; or\n                         (b) the Supreme Court.\n                                                     Blood Tests\nPowerofcourt          11.-(1) In any civil proceedings in which the paternity of\nto require use\nof blood tests.    any person (hereinafter referred to as \"the subject\") falls to be\n                   determined by the court hearing the proceedings, the court may,\n                   on an application by any party to the proceedings, give a\n                   direction for the use of blood tests to ascertain whether such\n                   tests show that a party to the proceedings is or is not thereby\n                   excluded from being the father of the subject and for the taking,\n                   within a period to be specified in the direction, of blood samples\n                   from the subject, the mother of the subject and any party alleged\n                   to be the father of the subject or from any, or any two, of those\n                   persons.\n                         (2) A court may at time revoke or vary a direction\n                   previously given by it under this section.\n                          (3) The person responsible for carrying out blood\n                   tests taken for the purpose of giving effect to a direction\n                   under this section shall make to the court by which the\n                   direction was given a report in which he shall state-\n                         (a) the results of the tests;\n                         (b) whether the person to whom the report relates is\n                             or is not excluded by the results from being the\n                             father of the subject; and\n                                  (The inclusion of thls page is authorized by L.N. 180A~20061\n                        STATUS OF CHILDREN\n    (c) if that person in not so excluded, the value, if any, of\n        the results in determining whether that person is the\n        subject's father,\nand the report shall be received by the court as evidence in the\nproceedings of the matters stated therein.\n       (4) Where a report has been made to a court under\nsubsection (3), any party to the proceedings may, with the\nleave of the court, or shall, if the court so directs, obtain\nfrom the person who made the report a written statement\nexplaining or amplifying any statement made in the report,\nand that statement shall be deemed for the purposes of\nthis section to form part of the report made to the court.\n       (5) Where a direction is given under this section in\nany proceedings, a party to the proceedings shall not be\nentitled to call as a witness the person responsible for carry-\ning out the tests taken for the purpose of giving effect to\nthe direction, or any person by whom anything necessary\nfor the purpose of enabling those tests to be carried out was\ndone, unless-\n     (a) within fourteen days after receiving a copy of the\n          report he serves notice on the other parties to the\n          proceedings, or on such of them as the court may\n          direct, of his intention to call that person; or\n    (b) the court otherwise directs,\nand where any such person is called as a witness the party who\ncalled him shall be entitled to cross-examine him.\n       (6) Where a direction is given under this section the\nparty on whose application the direction is given shall pay\nthe cost of taking and testing blood samples for the purpose\nof giving effect to the direction (including any expenses\nreasonably incurred by any person in taking any steps\nrequired of him for the purpose), and of making a report to\nthe court under this section, but the amount paid shall be treated\n12                                       STATUS OF CHILDHEN\n                 as costs incurred by him in the proceedings.\n                         ( 7 ) [Deleted by Act 30/2005, S. 28(2)(a).]\nconsents, etc.   12.-(1) Subject to the provisions of subsections (3) and (4)\nrequired for\ntaking of      and without prejudice to section 13, a blood sample which is\nbloodsarnp~es. required to be taken from any person for the purpose of giving\n                 effect to a direction under section 11 shall not be taken from that\n                 person except with his consent.\n                        (2) The consent of a minor who has attained the age\n                 of sixteen years to the taking from himself of a blood sample\n                 shall be as effective as it would be if he were of full age; and\n                 where a minor has by virtue of this subsection given an\n                 effective consent to the taking of a blood sample it shall not\n                 be necessary to obtain any consent for it from any other\n                 person.\n                        (3) A blood sample may be taken from a person\n                 under the age of sixteen years, not being such a person as\n                 is referred to in subsection (4), if the person who has the care\n                 and control of him consents.\n                        (4) A blood sample may be taken from a person who\n                 is suffering from mental disorder and is incapable of under-\n                 standing the nature and purposes of blood tests if the person\n                 who has the care and control of him consents and the\n                 medical practitioner in whose care he is has certified that\n                 the taking of a blood sample from him will not be prejudicial\n                 to his proper care and treatment.\nFailure to          13.-(1)  Where a court gives a direction under section 11 and\ncomply with\n                 any person fails to take an step required of him for the purpose\ndirections for\nbloodtests.                                      d:\n                 of giving effect to the irection, the court may draw such\n                 inferences, if any, from that fact as appear proper in the\n                 circumstances.\n                       (2) Where in any proceedings in which the paternity\n                 of any person falls to be determined by the court hearing\n                              [The inclusion of this page h authorized by L.N. 180A12006j\n                     STATUS OF CHILDREN                               13\nthe proceedings there is a presumption of law that that person\nis born in wedlock, then if-\n      (a) a direction is given under section 11 in those\n          proceedings; and\n      (b) any party who is claiming any relief in the proceed-\n          ings and who for the purpose of obtaining that\n          relief is entitled to rely on the presumption fails\n          to take any step required of him for the purpose\n          of giving effect to the direction,\nthe court may adjourn the hearing for such period as it\nthinks fit to enable that party to take that step, and if at the\nend of that period he has failed without reasonable cause\nto take it the court may, without prejudice to subsection\n(l), dismiss his claim for relief notwithstanding the absence\nof evidence to rebut the presumption.\n       (3) Where any person named in a direction under\nsection 11 fails to consent to the taking of a blood sample\nfrom himself or from any person named in the direction\nof whoin he has the care and control, he shall be deemed\nfor the purposes of this section to have failed to take a step\nrequired of him for the purposes of giving effect to the\ndirection."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-If for the purpose of providing a blood sample for Penaltyfor\na test required to give effectto a direction under section 11      f”;;?\nany person personates another, or proffers a child knowing bloodtrnta.\nthat it is not the child named in the direction, he shall be\nliable on summary conviction in a Resident Magistrate’s\nCourt to imprisonment for a term not exceeding twelve\nmonths or to a fine not exceeding five hundred dollars."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-The Minister may by regulations make provision as Regulatio~\nto the manner of giving effect to directions under section 11\nand, in particular, any such regulations may-\n       me inclusion of this pege is authorized by L.N. 31/1977]\n14                 STATUS OF CHILDREN\n       provide that blood samples shall not be taken\n       except by such medical practitioners as may be\n       designated by the Minister;\n       regulate the taking, identification and transport of\n       blood samples;\n      require the production at the time when a blood\n       sample is to be taken of such evidence of the\n       identity of the person from whom it is to be taken\n       as may be prescribed by the regulations;\n       require any person from whom a blood sample\n       is to be taken, or, in such cases as may be pre-\n       scribed by the regulations, such other person as\n       may be so prescribed, to state in writing whether\n       he or the person from whom the sample is to be\n       taken, as the case may be, has during such period\n       as may be specified in the regulations suffered\n       from any such illness as may be so specified or\n       received a transfusion of blood;\n       provide that blood tests shall not be carried out\n       except by such persons, and at such places, as\n       may be appointed by the Minister;\n       prescribe the blood tests to be carried out and\n       the manner in which they are to be carried out;\n       regulate the charges that may be made for the\n       taking and testing of blood samples and for the\n       making of a report to a court under section 11;\n       make provision for securing that so far .as practic-\n       able the blood samples to be tested for the purpose\n       of giving effect to a direction under section 11 are\n       tested by the same person;\n       prescribe the form of the report to be made to a\n       court under section 11.\n     me inclusion of this page is authorized by L.N. 31/1977]\n                     STATUS OF CHILDREN                            15\n                           General"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) The Minister may from time to time, make Regulations,\n                                                             general.\nregulations for all or any of the following purposes-\n     (a) prescribing fees and forms for the purposes of this\n         Act;\n     (b) providing for such matters as are contemplated by\n         or necessary for giving full effect to this Act and\n         for its due administration.\n        (2) Where the Registrar-General is empowered to do\nany act for which a fee is payable, he may refuse to do the\nact until the fee is paid.\n       (3) Notwithstanding the provisions of any regula-\ntions under this Act, the Registrar-General may dispense\nwith the payment of any fee payable under this Act.\n       me inclusion of this page is authorized by L.N. 311 19771"
    }
  ],
  "definitions": [
    {
      "term": "Registrar-General",
      "definition": "the Registrar-General under the",
      "source_provision": "sec2"
    },
    {
      "term": "blood samples",
      "definition": "blood taken for the purpose of",
      "source_provision": "sec2"
    },
    {
      "term": "blood tests",
      "definition": "blood tests carried out and includes",
      "source_provision": "sec2"
    }
  ]
}