{
  "id": "jm-stat-the-students-loan-fund-act",
  "type": "statute",
  "title": "The Students' Loan Fund Act",
  "title_en": "The Students' Loan Fund Act",
  "short_name": "Students' Loan Fund Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-students-loan-fund-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-students-loan-fund-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1 . 4 1 ) The d of the Bureau shall be authenticated by the signatures ~ ~ t h c n t i ~ -\nof the chairman or one member of the Council authorized to act in tion of seal\nthat behalf and an officer of the Bureau so authorized.                  and docu-\n                                                                         mcnls.\n       (2) AU documents, other than those required by law to be under\nseal, made by, and all decisions of the Bureau may be signified under\nthe hand of the chairman or any member of the Council authorized\nto aot in that behalf or an o5cer of the Bureau so authorized."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act, unless the context otherwise requkes-\n       “approved financial institution” means a l5nancial insti- 1611996\n                                                                 S. 2b).\n            tution approved by the Minister by order to borrow\n            sums from the Bureau and to make loans to\n            approved students for the purposes of this Act;\n       “approved student” means a student who is enrolled or\n            has been accepted for enrolment at a specified\n           educational institution in a prescribed course of\n           studis\n       “borrower” means an approved financial institution or, L f / g 6\n            as the case may be, an approved student to whom\n            a loan is made under this Act;\n       “Bureau” means the Students’ Loan Bureau established\n            under section 4;\n       “Council” means the Students’ Loan Council estab-\n            lished under section 5;\n       “financial institution” means-                            1611996\n                                                                 s. 2(a).\n            (a) a bank licensed under the Banking Act;\n            (b) a company licensed under the Financial Insti-\n                 tutions Act;\n             (c) a co-operative society registered under the\n                 Co-operative Societies Act;\n       “functions” includes duties and powers;\n       “loan” means-                                             161I996\n4                               STUDENTS LOAN FUND\n                     (a) a sum of money lent by the Bureau to-\n                              (i) an approved financial institution; or\n                           (ii) an approved student;\n                     (b) unless the oontext otherwise requires, a sum\n                         Qf money lent by an approved financial insti-\n                         tution to an approved student and derived\n                         from moneys lent to the institution by the\n                         Bureau;\n                “specified educational institution” means an institute\n                    of learning, whether within or outside of Jamaica,\n                    which offers training in a prescribed course of\n                    study and which is designated by the Bureau as a\n                    specified educational institution for the purposes\n                    of this Act.\nastsbii-      3.-(1) There shall be established for the purposes of this\nmcnt of\nsmdmb-      Act, a Students’ Loan Fund (hereinafter referred to as “the\nLoan\nFund.       Fund“).\n                    (2) The resources of the Fund shall comprise-\n                  (a) such moneys as may from time to time be placed\n                       at its disposition for the purposes of this Act by\n                       Parliament;\n16 I1 996         (b) sums derived from moneys raised by the Bureau\nS. 3tnl\n                       from time to time for-\n                          (i) making loans m grants to approved students\n                               for educational purposes; or\n                          (ii) making loans to approved financial insti-\n                               tutions for re-loan to approved students for\n                               such purposes;\n16 I I996        (c) sums entrusted to the Bureau for-\ns   3@).\n                           making loans or grants to approved students\n                         (i)\n                              for educational purposes; or\n                      p3m iaclusion of &is -is   auh~ized\n                                                        by L.N. %/I9981\n                     STUDENTS LOAN FUND                                      5\n            (ii) making loans to approved financial insti-\n                 tutions for re-loan to approved students for\n                 such purposes;\n     (d) all sums from time to time paid into or falling due\n         to the Fund in respect of loans made therefrom and\n         interest on such loans;\n     (e) moneys earned by or arising from investments\n         made in respect of the Fund by the Bureau;\n     (fl such other moneys as may be lawfully paid into the\n         Fund.\n      (3) Custody of the Fund or any part thereof shall be\nwith the Bank of Jamaica or with any bank in which public\nfunds may lawfully be deposited."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1)     The Bunau shall appoint and employ at such remuneration pm\nand on such terms and conditions BS it thinks fit, such officers, agents\n                                                                                  ,,\nand seryaflts as it thin~snecessary for the proper carrying out of its a g % a n d\nfunctions:                                                               smanta.\n  Provided that no appoin!ment to a post carrying a salary in excess\nof the rate of four thousand dollars pcr annun shall be made without\nprior approval of the Minister.\n         (2) The Governor-General may, subjeot to such conditions as he\nmay impose, approve the appointment of any public officer in the\nSenice of Jamaica to any officewith the Bureau and any public officer\nso appointed shall in relation to pension, gratuity or other allowance,\nand to other rights as a public officer, be treated as continuing in the\nservice of the Government"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) There shall be established for the purposes of this E s t a b M -\n                                                                 menf 01 the\nAct, a body to be known as the Students’ Loan Bureau Sfudcab’\n(hereinafter referred to as “the Bureau’’) which shall be a iF&\nbody corporate to which the provisions of section 28 of the\nInterpretation Act, shall apply.\n       (2) The provisions of the First Schedule shall have pint\neffect as to the constitution of the Bureau and otherwise in SFhcdUlc.\nrelation thereto."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) The Bureau shall keep proper m u n t s and other records in ~ c m ~ n l s ,\nrelation to its business and shall prepare annually a statement of e t a n d\naccounts in a form satisfactoty to the Minister.                       esmlales.\n       (2) The acoDuflts of &e Bureau shall be audited annually by the\nAuditor-General or by an auditor appointed annually by the Bureau\nand approved by the Minister.\n             inc4nsion of this ppoc i authorid by L.N. 480/1973]\n10                                  STUDENTS LOAN FUND\n                    (3) The Bureau shall, on or before the thirty-first day of October\n           in each year, submit to the Minister for his approval. its estimates of\n           revenue and expenditure in respect of the financial year commencing\n           on the first day of April next following.\nAnnual         &-(I) The Bureau shall, as soon as practicable dter the end of each\n=Port      f i ~ n c i a year,\n                         l     cause to be made and tranqmit to the Miister-\n                  (a) a statement of its accounts audited in accordance wifb sub-\n                        paragraph (2) of paragraph 5 : and\n                  (6) a report dealing generally with the policy and proceedings\n                         of the Bureau during that financial year.\n                    (2) The Minister shall cause a copy of the re*       together with\n           the annual statement of accounts and the auditor's report thereon to\n           bt laid on the respective Tables of both Houses of Parliamenk\nPower of       7. The Bureau shall furnish the Minister with such returns, aczounts\nM'n'?kr to and other information as he may require with respect to the activitihq\nreturns.   of the Bureau, and shall afford to him facilities for verifying such infor-\n           mation in such manner and at such times as he may reasonably rquiE.\n                                         SECOND SCHEDULE                       (Section 5 )\nConstitution     1. The Council shall consist of such number of persons, not being\nof C ~ L U C ~less\n               ~ . than nine nor more than eleven. as the Minister may from time\n              to time appoint."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The names of all members of the Council as first constituted and Publication\nevery change in the membership thereof shall be published in the ;&mbcr-\nGawtfe."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The functions of the Bureau shall be-\n1611996           (a) to provide fram the Fund established under this\nS. Na).\n                       Act, on such terms and conditions as may be\n                       specified by the Bureax-\n                           (i) loans or grants, in its absolute discretion,\n                               to approved students;\n                          (ii) loans to approved financial institutions for\n                               the purpose of enabling such institutions to\n                               provide loans to approved students;\n                    (b) to negotiate and enter into loan agreements with\n                        borrowers;\n                   (c) to administer and invest the moneys of the Fund;\n                    (d) to receive and administer funds entrusted to the\n 16/1996\n S. 4(b).\n                        Bureau for making loans or grants to approved\n                        students for educational purposes or to approved\n                        financial institutions for =loan to approved\n                        students for such purposes;\n                    (e) to do such other things as may be expedient or\n                        necessary for the proper performance of its func-\n                        tions under this Act.\n Rate of          S. The rate of interest payable on any laan made to a\n intcrcst\n 16/1996\n              borrower under this Act shall be such rate as may be\ns. 5.         prescribed.\n              -         p?minJusiooaflbis pagekndmrizd~by.N.96119981\n                    STUDENTS LOAN FUND                                              7"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.02                       STUDENTS W A N FUND\n                (2) No prosecution for any offence described in sub-\n        section !I) shall be begun or proceeded with after repayment\n        of the loan in respect of which the offence was committed\n        has been made.\nR-vof\ndcbk"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) The Bureau shall be exempt from income tax.                  Eyemption\n                                                                      from\n                                                                      income tax.\n       (2) Notwithstanding anything to the contrary, con- stamp duty\n                                                                   olher\ntained in any law, any deed, agreement, instrument, in- and  fees.\nsurance policy, writing or receipt relating to any loan made\nby or to the Bureau under this Act, o r to any loan made :6!996\nby or to an approved financial institution for the purposes\nof this Act shall be exempt from stamp duty, and recording\nand registration fees.\n       (3) The operation of any deed, agreement, instrument,\ninsurance policy, writing or receipt in respect of which\nexemption from stamp duty and recording or registration\nfees is made by this section shall not be prejudiced or\naffected by such exemption."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The Council may, with the approval of the Minister, Redation*.\nmake regulations generally for the prooper carrying out of\nthe purposes and provisions of this Act, and in particular,\nbut without prejudice to the generality of the foregoing, may\nmake regulations-\n    (a) providing for the administration, management and\n         investment of the moneys standing at credit of the\n         Fund;\n     (b) requiring any borrower to furnish such informa-\n         tion as may from time to time be required by the\n         Bureau;\n     (c) prescribing the forms, agreement or other docu-\n         ment to be completed by a borrower in respect of\n         any loan under this Acr\n     (4prescribing the rate of interest to be charged from\n         time to time on loans made from the Fund;\n     (e) prescribing the procedures to be followed for the\n         collection of amounts outstanding on loans and\n         any interest accrued thereon;\n          [Ime inclusion of thin p g e is euhrized by L.N. 96:l598]\n                               STUDENTS LOAN FUND\n                  cf, prescribing the courses of study in respect of which\n                      loans may be made to approved students under\n                      this Act;\n                  (g) designating the specified educational institutions at\n                      which any of the courses prescribed under para-\n                      graph v) may be pursued by a borrower;\n                  (h) prescribing anything whxh may be or is required\n                       to be prescribed under this Act.\nExam-         11.-(1) Where the Bureau or, as the case may be, an\nination\n.\nII10 appti-\ncation of\n            approved  financial institution has made a loan under the\nmoney lent. provisions of this Act, the Bureau may from time to time-\n1611996\ns '?(a)@).        (a) make or cause to be made such examination as may\n                      be necessary to ensure that the loan is being applied\n                      to the purposes for which it was made;\n                  (h) require the borrower to give either immediately or\n                      periodicaIly such information to the Bureau as the\n                      Bureau may require and that borrower shalI com-\n                      ply with the requirements of the Bureau.\n                       (2) The Bureau may authorize any of its officers or\n              servants or any other person to make the examination con-\n              templated by subsection (I), and the borrower shall produce\n              to such officer or person, all books, documents or other\n              matters and things necessary for the purposes of the exam-\n              ination.\nNwiccof        12. Where upon any examination made under the pro-\nBureau\nupon an     visions of section 11 it appears to the Bureau that any sum,\nexamination\nunder       being either the whole or any part of the loan made by the\nF$&'I. Bureau or an approved financial institution, has not k        en\nS.          applied to the purpose for which the loan was made, it may\n            by notice in writing addressed to the borrower, require\n                       ~eindusiond&iispugeiEaulhaizedbyLN.96jI9981\n                      STUDEXW W A N FUND                                     8.01\nthat such sum be, within the time specified in the notice.\napplied to such purpose or that such sum, together with\nany interest due thereon on the date of the notice, be repaid\nto the Bureau or the approved financial institution, as the          \\f/;gt\ncase may be, within the time mentioned in the notice, and\nany sum with the interest thereon so required to be repaid\nto the Bureau shall thereupon become a debt due to the\nBureau."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) Where any loan made under the provisions of Misappllca-\n                                                      .\n                                                                     non of loan.\nthis Act, or any part of such loan has been misapplied, the\nBureau may by notice in writing addressed to the borrower,\nrequire the loan or any part thereof together with any\ninterest due on such loan OT part thereof on the date of the\nnotice, to be repaid on a date to be specified in the notice\nand in default of payment on such specified date, the\nguarantor of that loan may be required to repay such loan\nor part thereof.\n            (2) The provisions of subsection (1) shall be in addi-\ntion to any other proceedings under any other enactment."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1)      Every person whc-                                     ofienas.\n     (a) obtains a loan under this Act by means of any false\n         representations, or\n     (b) wilfully applies any loan made to him under this\n         Act to any purpose other than the purposes for\n         which such loan was made,\nshall be guilty of an offence and shall be liable on summary\nconviction before a Resident Magistrate to a fine not exceed-\ning fifty thousand dollars or in default of payment thereof 16/1996\nto imprisonment for a term not exceeding six months.          6. 9.\n              llhincl!&moftbis -0   anlhorirsd by L.N. 96/1998]"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Rmvery of debts.\n                             -6DVrES\n       me inclusion of this page is authorized by L.N. 480/19731\n                     STUDENTip LOAN FUND                                     3\n           THE STUDENTS’ LOAN FUND ACT                                A&\n                                                                   13 of 191t\n                                                                   16 at 1996,\n                                             Ust July, 1971.1"
    }
  ],
  "definitions": []
}