{
  "id": "jm-stat-the-sugar-reserve-funds-act",
  "type": "statute",
  "title": "The Sugar (Reserve Funds) Act",
  "title_en": "The Sugar (Reserve Funds) Act",
  "short_name": "Sugar (Reserve Funds) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-sugar-reserve-funds-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-sugar-reserve-funds-act | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Sugar (Reserve Funds) Shorttitle\nAct.\n                                                                                Interpre-"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act unless the context otherwise requires-                         tation.\n     \"crop year\" means the period of twelve months com- 3211953\n         mencing on the 1st of December in each year and S.2.\n         ending on the 30th of November in the succeeding\n         year;\n     \"exporter\" means any person who is the holder of an\n          export licence under the Sugar Industry Control\n         Act;\n     \"the Minister\" means the Minister responsible for the 3011963\n                                                           S. 2 (b).\n          sugar industry."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) There are hereby created a Sugar Price Stabiliza- Establish-\ntion Fund, a Sugar Industry Capital Rehabilitation Fund                         ~2'\nand a Sugar Industry Labour Welfare Fund.                   4511954\n                                                                                S.4 (axb).\n       (2) In addition to the Funds created by subsection (1) 4511954\n                                                                 s. 4 (c).\nthere is hereby created a Sugar Workers Pensions Fund for\nproviding pensions and other superannuation benefits, subject to\nsuch conditions as may be prescribed, to workers, including\ncasual workers, in the sugar industry of this Island."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)  Every exporter who either exports any sugar to Expo\"\"t0\n                                                               Pay P d of\nwhich this section applies from Jamaica pursuant to any proceedsof\nsale or agreement to sell or with a view to sale, or sells any\nsugar to which this section applies\n                              -      for export, shall, within ,,tof\n                                          -\n                                                                                Jamaica.\n                                                                                3211953\n                                                                                S. 3 (axb).\n                                  SUGAR (RESERVE FUlVDS)\n            such time as may be prescribed, after the receipt, whether in\n            Jamaica or elsewhere, by himself or by any person on his behalf\n            of any moneys-\n                (a) in respect of the s le of such sugar; or\n                                             B\n                (b) in the event df such sugar being lost, stolen,\n                     damaged or destroyed before the property in such\n                     sugar passes to any purchaser thereof, under any\n                     policy of insurance in relation to such sugar,\n            pay or cause to be paid in such manner as may be prescribed\n            to the Government of Jamaica out of such moneys the\n            appropriate statutory deduction in respect of each ton of\n            sugar so exported, sold for export or lost, stolen, damaged\n            or destroyed.\n                   (2) Where any exporter fails or neglects to pay or\n            cause to be paid to the Government of Jamaica any sum\n            required to be so paid or caused to be paid by him pursuant\n            to the provisions of subsection (1) such sum shall be recover-\n            able as a civil debt in an action by the Attorney-General on\n            behalf of the Government of Jamaica.\n3211953            (3) This section applies to sugar of the following\ns. 3 (c).\n            categories, that is to say-\n                (a) sugar sold or to be sold at a price negotiated\n                    annually pursuant to an agreement entered into\n                    between the Ministry of Food on behalf of Her\n                    Majesty's Government in the United Kingdom and,\n                    inter aka, the British West Indies Sugar Association\n                    (Inc.) on behalf of the sugar industries and ex-\n                    porters in the British West Indies, and signed on\n                    the 21st day of December, 1951;\n                 (b) other sugar sold or to be sold at a price per ton\n                     free on board exceeding the net price per ton free\n                     on board of the sugar referred to in paragraph (a).\n                     In this paragraph the expression \"net price per ton\"\n                     means the sum obtained by deducting the appro-\n                     SUGAR (RESERVE FUNDS)\n         priate statutory deduction (as defined in subsection\n         (4) ) fiom the current price per ton free on board\n         ofthe sugar in respect of which the term is used.\n       (4) In this section \"the appropriate statutory deduc- 3211953\n                                                              s. 3 (c).\ntion\" means, in relation to sugar of either of the categories 4511954\ndescribed in subsection (3), such sum as has been declared s. 5 .\nunder section 5 to be the statutory deduction in respect of\nsugar of that category for the crop year in which such sugar\nis manufactured.\n  5 4 1 ) Subject to the provisions of subsection (2) of this statutory\nsection, the Minister in each crop year shall by order deductions.\n                                                              ,,,1953\ndeclare                                                       s.4.\n    (a) the statutory deduction for such crop year in respect\n        of sugar of each of the categories described in sub-\n        section (3) of section 4; and\n    (b) the sums, if any, to be credited to each of the Funds\n         constituted under this Act fiom such statutory\n         deductions.\n      (2) The statutory deduction for any crop year in res-\npect of sugar of the category described in paragraph (b) of\nsubsection (3) of section 4 shall not exceed the statutory\ndeduction for that crop year in respect of sugar of the category\ndescribed in paragraph (a) of the said subsection."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Government of Jamaica shall credit to each of D i s p o ~ l o f\nthe Funds constituted under this Act the appropriate pro- moneys.\nportion, if any, of the moneys received by it under section"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The Minister may at any time transfer fiom one Fund             E.Yz:fto\nto another all or any of the moneys credited to any of the &,fa\n                                                           moneys\nFunds constituted under this Act.                          from one\n                                                                     Fund to\n                                                                     another.\n                                                                     4511954\n                                                                     S. 7.\n                                    SUGAR (RESER YE FUNDS)"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. [Deleted by Act 28 o f 2003, S.2.1\nRegulations.     9 . 4 1 ) The Minister may make regulations for the better\n               carrying out of this Act and in particular but without pre-\n               judice to the generality of the foregoing power-\n                   (a) requiring exporters to hrnish to such authority\n                       in such form and at such time such returns con-\n                       taining such information relating to the exporta-\n                       tion and to the sale by them or on their behalf of\n                       any sugar as may be prescribed;\n                   (b) requiring exporters to produce any books of\n                       account kept by them, or any invoices, bills of\n                       lading or other documents in their possession or\n                       under their control relating to the exportation or\n                       sale of any sugar for inspection by such authority\n                       within such period and at such place as may be\n                       prescribed;\n                   (c) for the administration, investment and manage-\n                       ment of any moneys credited to any Fund estab-\n                       lished under this Act and for the auditing of any\n                       accounts in relation to such Fund;\n                   (4 for the disbursement of any moneys for the time\n                        being standing to the credit of any of the Funds\n                        created under this Act;\n                   ( e ) prescribing all things permitted by this Act to be\n                         prescribed.\n                      (2) Regulations under this section may be made with\n               retrospective effect to the date upon which this Act was deemed\n               to have come into operation.\n42'1969                (3) Regulations made under this section shall be sub-\n   ' -ch.\n               ject to negative resolution of the House of Representatives.\n                  SUGAR (RESERVE FUNDS)                               I"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Penalty.\n1 1 . Functions may be performed by other Minister.\n                      SUGAR (RESERVE FUNDS)\n                                                                                 Cap. 373.\n                                                                                   Laws\n            THE SUGAR (RESERVE FUNDS) ACT                                       32 of 1953,\n                                                                                45 of 1951.\n                                                                                   A&\n                                                                                30 of 1963.\n                                                          [1st Januav, 1947.1   42 of 1969\n                                                                                 3rd Sch,\n                                                                                28 of 2003\n                                                                                   S. 2."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) The Prime Minister may by order depute any F ~ O M\nMiniiter other than the Minister charged with the respon- may     be pa-\nsibility for the subject of the sugar industry to perform any        sm.\n                                                              f omed by\nof the duties and exercise any of the powers (including the g!;*%3\npower to make regulations) which are conferred or imposed\nby this Act upon the Minister last mentioned.\n          (2) Notwithstanding the making of any order under\nthis section, the Minister charged with the responsibility\nfor the subject of the sugar industry may continue to\nexercise the powers and perform the duties conferred or\nimposed upon him by this Act and his responsibility for the\nsubject of the sugar industry shall not be affected by such\norder.\n       [Tbc inclusion of this page is suthorized by L.N. 480/1973]"
    }
  ],
  "definitions": [
    {
      "term": "crop year",
      "definition": "the period of twelve months com- 3211953",
      "source_provision": "sec2"
    },
    {
      "term": "exporter",
      "definition": "any person who is the holder of an",
      "source_provision": "sec2"
    },
    {
      "term": "the Minister",
      "definition": "the Minister responsible for the 3011963",
      "source_provision": "sec2"
    },
    {
      "term": "net price per ton",
      "definition": "the sum obtained by deducting the appro-",
      "source_provision": "sec4"
    }
  ]
}