{
  "id": "jm-stat-the-sugar-cane-farmers-incorporation-and-cess-act",
  "type": "statute",
  "title": "The Sugar Cane Farmers (Incorporation and Cess) Act",
  "title_en": "The Sugar Cane Farmers (Incorporation and Cess) Act",
  "short_name": "Sugar Cane Farmers (Incorporation and Cess) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-sugar-cane-farmers-incorporation-and-cess-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-sugar-cane-farmers-incorporation-and-cess-act | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Sugar Cane Farmers shorttitle\n    (Incorporation and Cess) Act.\n           PART I. incorporation and General Powers\n      Z.--(l) As from the 25th December, 1941, the existing etson\n                                                               sotia-\n                                                                  to be a\n    organization known as the All-Island Jamaica Cane Farmers corpora-\n    Association shall be a body corporate under the name of tion.\n    the All-Island Jamaica Cane Farmers Association (herein-\n    after referred to as “the Association”).\n           (2) The Association may sue and be sued in such\n    name, and shall have perpetual succession and a common\n,   seal, and may from time to time make, change, alter and\n    renew, such seal.\n           (3) Every person who was on the 1st day of\n    December, 1941, a member of the unincorporated organiza-\n    tion known as the All-Island Jamaica Cane Farmers Asso-\n    ciation shall become a member of the Association with such\n    rights and privileges, and on such terms and conditions,\n    as may be provided in the rules to be made under this Act.\n           (4) Every person registered as a cane farmer under\n    the Sugar Industry Control Act prior to 25th December,\n    1941, and every person who may thereafter be registered as\n    a cane farmer shall be deemed to have become a member\n    of the Association upon such date or upon the date of his\n    registration as a cane farmer, as the case may be.\n                                                    ~~        ~   .   ~..__\n          [The inclusion of lhir psg: is authorized by L . S . 55/19841\nA                        SUGAR CANE FARMERS (INCORPORATION\n                                     AND CESS)\n                        (5) Every member of the Association may at any\n                 time resign from the Association by giving one month’s\n                 notice in writing to the Secretary of the Association.\n                        (6) Every member of the Association ceasing to be\n                 registered as a cane farmer shall be deemed to have\n                 resigned from the Association upon the date when he so\n                 ceased to be registered.\nPowers.            3. The Association may acquire, purchase, lease, take,\n                 hold and enjoy, either absolutely or subject to any trusts,\n                 movable and immovable property of every description,\n                 and, subject as hereinafter provided, may sell, convey,\n                 assign, surrender and yield up, mortgage, demise, re-assign,\n                 transfer or otherwise dispose of, any movable or immo-\n                 vable property vested in it upon such terms as to the\n                 Association may seem fit.\nObiccls            4. It is hereby declared that the objects of the Associa-\nOf lhe\nA I I ocia   -   tion are-\nboo.                 (a) to promote. foster and encourage the growing of\n                          cane by cane farmers and the orderly and proper\n                          delivery thereof to factories and the extension and\n                          welfare of cane farming as an Island industry;\n                     (b) the preparation of or the settling of terms for\n                          cane farmers’ contracts with sugar or other\n                          factories, and labour;\n                     (c) to aid in settling disputes which may arise between\n                          cane farmers and sugar factories, cane farmers\n                          and labour, and cane farmers infer se;\n                     (d) to act as agents for cane farmers or any of them,\n                          in any matter;\n                     (e) to promote any Bill in furtherance of the interests\n                          of cane farmers;\n                         to make representations to the Government on\n                          any mat:.:r affecting the interests of cane farmers;\n                 _____.\n                       [The inclxion of this p g e m authorized by L.N. 55119841\n       SUGAR CANE FARMERS (Ih’CORPORATION                                5\n                   AND CESS)\n    (g) to buy and sell and deal in fertilizers and agricul-\n        tural implements and supplies if and when it may\n        be deemed necessary to do so for the benefit of\n        the members of the Association;\n    (A) to invest and deal with the money of the Associa-\n        tion in such manner as may from time to time be\n        determined by the Committee of Management.\n        To pay all costs, charges and expenses that may\n        be incurred by the Association at any time;\n    (0 to become members of any association, except any\n        political body or association;\n    63 to endeavour to obtain or to extend financial aid\n        for such members who may require such aid in\n        the carrying on of their cane cultivation;\n    (k) to borrow, with the approval of the Minister res- 4 / i g a\n        ponsible for finance, sums required ‘by the Associa- s. 2 .\n         tion for meeting any of its obligations or discharg-\n        ing any of its functions;\n     U) generally to do all such acts, matters and things\n        as it may appear to the Association to be con-\n         ducive to the attainment of the above aims and\n         objects, or any of them."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) It shall be lawful for the Association to grant\nfrom their funds-                                            =nPlOyScr\n                                                             621 1956\n      (a) subject to the approval of the Minister, a pension S. 2.\n           or gratuity to any person who has been in the\n           employment of the Association and who retired\n           from the service of the Association on or before\n           the appointed day, and\n      (b) to any officer or servant of the Association who\n           retires from the service of the Association after\n           the appointed day, a pension, gratuity, super-\n           annuation allowance or other retiring benefit in\n           accordance with the provisions of a scheme (here-\n.    ~      _      _\n       i’bc mclusioe of this page is authorized by L.N. $5/19841\n6                 SUGAR C A N E FARMERS (INCORPORATION\n                                 AND CESSJ\n                   after in this Act referied to as a “pension scheme”)\n                   prepared by the Association and approved by the\n                   Minister.\n                  (2) Such pension scheme-\n               (a) may include such incidental, consequential or\n                     supplementary provisions as may appear necessary\n                     or proper for the purposes of the scheme;\n               (b) shall, upon the approval thereof by the Minister,\n                     have effect from the appointed day;\n               ( E ) shall not be varied or revoked by the Association\n                     except with the sanction of the Minister who if\n                     satisfied that it is equitable that any variation shall\n                     have zetrospective effect in order to confer a\n                     benefit upon or remove a disability attaching to\n                     any person, may determine that such variation\n                     shall be given retrospective effect for that purpose.\n                (3) For the purposes of this section “appointed day”\n           means the 1st day of October, 1955.\n                              PARTII. Management\ncOhttce      6.41)The affairs of the Association shall, subject to\n   ManW.\nmcnt.\nOf         the provisions of this Act, be managed by a Committee of\n           Management (hereinafter referred to as “the Committee’?,\n           which, subject always to such provisions, shall control the\n           income, capital funds and property of the Association and\n           govern, direct and decide aU matters connected with the\n           appointment of the officers and servants of the Association\n           and with the administration of the affairs, and the\n           accomplishment of the objects and general purposes, of\n           the Association, and the Committee shall have and may\n           exercise a l l the powers conferred on the Association by\n           this Act.\n                 m e inclusion of this page ia authoriqed by L.N. 55/19841\n        SUGAR CANE FARMERS (INCORPORATION\n                    AND CESS)\n     (2) Subject to the provisions of section 17, the Com-\nmittee shall give effect to any resolution passed by the\nAssociation in Special General Meeting."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) The following provisions shall apply in respect of Consbtu-\n                                                              tion of\nthe Committee-                                                Associa-\n      (a) the Committee shall consist of members appointed %%3\n                                                              S. 2 La).\n           or elected, as the case may be, as follows, and in\n          respect of whom-\n            (i) the Minister shall appoint two members; and\n           (ii) in each parish in which branch associations\n                 have been established, the branch associa-\n                 tions of the parish shaIl elect, in the pre-\n                 scribed manner, two members to represent\n                 the parish;\n    (b) no person shall be elected to represent any parish\n        except he is registered as a cane farmer either in\n        respect of lands situated in such parish, or at a\n        factory in such parish in respect of lands situated\n        elsewhere, or is the attorney, manager, or accred-\n        ited agent, of a cane farmer so registered;\n    (d       (i) not less than one-third of the members of\n                 the Committee elected under sub-paragraph\n                 (ii) of paragraph (a), shall retire each year;\n            (ii) every member of the Committee retiring\n                 under sub-paragraph (i), shall be eligible for\n                 re-election;\n     (4every member of the Committee elected under this\n          section shall vacate his seat if-\n              (i) he ceases to be a registered cane farmer\n                  or the attorney, manager, or accredited\n                  agent of a registered cane farmer;\n       We inclusion of this page is authorized by L.N. 480/1973]\n8                   SUGAR CANE FARMERS (INCORPORATION\n                                AND CESS)\n                        (ii) he is absent from three consecutive meet-\n                             ings of the Committee without leave of the\n                             Committee;\n                        (iii) he becomes incapable of acting as a\n                              member;\n411965\nS. 2 (b).\n                        (iv) he is removed from the Committee in the\n                             prescribed manner, by the branch associa-\n                             tions of the parish which he was elected to\n                             represent;\n                (e) every member of the Committee appointed by the\n                    Minister shall hold office for two years from the\n                    date of his appointment unless, within such period,\n                    he resigns or is removed by the Minister;\n                cf) the Committee shall annually elect from amongst\n                    its members a Chairman and a Vice-chairman;\n                (g) the Committee may fill any vacancy among its\n                    elected members caused by the death, resignation,\n                    illness, absence from the Island or inability to act,\n                    of a member, by a temporary appointment from\n                    among the members of the Association until the\n4j 1965             branch associations of the parish which the elected\ns. 2 (4.            member represents, elect, in the prescribed manner,\n                    another person to represent that parish on the\n                    Committee;\n                (A) notwithstanding any temporary vacancy or vacan-\n                    cies in the body of members composing the\n                    Committee, it shall be deemed to be fully consti-\n                    tuted for the purposes of this Act.\n411965             (2) In this section “branch association” means a\nS.   td).   branch association established pursuant to rules having\n            effect by virtue of section 9 of this Act.\n                   me inclusion of this page is authorized by L.N. 4801 19731\n          SUGAR CANE FARMERS (INCORPORATION                          9\n                      AND CESS)"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Subject to the provisions of this Act, the Committee Standing\n                                                         Orders.\nmay make standing orders for-\n    (a) the regulation of its proceedings, the calling of\n        meetings, the quorum necessary for the transac-\n           tion of business, the voting of the members of the\n           Committee, and the retirement in rotation of\n           elected members of the Committee;\n    (b) the appointment of executive committees and\n           sub-committees, and the delegation to such\n           committees, and sub-committees, of the powers\n           and duties of the Committee;\n      the appointment and removal of a manager and\n    (c)\n      secretary and of such other officers and servants\n      as the Committee may think fit, and the alloca-\n      tion of the duties of the officers and servants;\n    (4the keeping and presentation of accounts, and\n      generally for carrying into effect the objects of the\n      Association."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) Subject to the provisions of this Act, the Rules.\nAssociation in General Meeting may make rules for-\n    (a) the establishment of branch associations, and\n           af6liated associations;\n    (b) the admission of associate members;\n    (c) prescribing the rights and privileges, and for\n       regulating the admission and removal, of mem-\n       bers of the Association;\n    (4 regulating the use of the facilities of the Associa-\n       tion by members of the Association, members of\n       affiliated associations, and by the public;\n    (e) regulating the conduct of General Meetings of the\n           Association;\n          me indudon of this page is authorized by L.N. 4801 19731\n10                         SUGAR CANE FARMERS (INCORPORATION\n                                       AND CESS)\n                   01 prescribing the annual subscription to be paid by\n                           associate members or branch associations or\n                           affiliated associations;\n                   (g) prescribing the fees to be charged by the Associa-\n                           tion for any of the services specified in paragraphs\n                           (b), (c), ((n, (g) and O,( of section 4;\n4; 1965            (h) prescribing the manner in which the represen-\ns. 3.                  tatives of each parish shall be elected to, and\n                       removed from, the Committee by branch associa-\n                       tions.\n                     (2) Until rules are made by the Association under\n               subsection (I), the rules of the Association in force on the\n               25th December, 1941, shall continue in force except in so\n               far as they are inconsistent with the provisions of this\n               Act.\nAnnual           10. A General Meeting of the Association (hereinafter\nMeeting.       referred to as the Annual General Meeting) shall be held\n               once in each year on such date and at such place as the\n               Committee may appoint.\nSpecial          11.-(1)     A Special General Meeting of the Association\nGeneral\n~    ~     ~   t shall\n                   i ~be ~ called\n                             .    by the Secretary-\n                    (a) upon the direction of the Committee;\n                    (6) upon the receipt by him of a requisition signed by\n                        not less than twenty-five members of the Associa-\n                        tion and specifying the business to be transacted\n                        thereat.\n                       (2) Every Special General Meeting called on the\n               requisition of members of the Association shall be held not\n               less than twenty-one nor more than thirty days from the\n               receipt of the requisition by the Secretary.\n                       me inclusion of this page is authorled by L.N. 4801 1973)\n            SUGAR CANE FARMERS (INCORPORATION                     11\n                        AND CESS)\n lZ.-(l) The quorum at any General Meeting whether Q~~~\n                                                   and\nAnnual or Special shall be twenty-five.            noticca.\n        (2) Every member of the Association shall be given\nat least twenty-one days’ notice of every General Meeting\nwhether Annual or Special, either by posting such notice\nor by advertisement in not less than two issues of a news-\npaper circulating in Jamaica.\n       (3) Every notice referred to in subsection (2) shall,\nin the case of a Special General Meeting, specify the\nbusiness to be transacted thereat."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. All deeds, documents or other instruments requiring ~~~~i~~\nthe seal of the Association shall be sealed with the common\nseal of the Association in the presence of two members of\nthe Committee who shall sign every such deed, document\nor other instrument to which the common seal is affixed,\nand such signing shall be sufficient evidence that such seal\nwas duly and properly affixed, and that it is the lawful\nseal of the Association.\n            PART Ill. Supervision by the Government"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14) AI1 new appointments, and any proposed varia-\n               tion in the emoluments of an existing appointment, shall\n               receive the approval of the Minister before being included\n               in the Estimates:\n                 Provided that nothing in this subsection shall apply to\n               any appointment, the total annual emoluments of which\n               are less than seven hundred dollars, if such emolu-\n               ments are paid from any source other than moneys raised\n               by way of cess under the provisions of this Act.\n                      (5) All new or special expenditure shall receive the\n               approval of the Minister before being included in the\n               Estimates.\n                      (6) Save with the approval of the Minister, no\n               further sum shall be expended during any financial year\n               other than is provided in the Estimates relating to such\n               financial year.\nAnnual           1 5 4 1 ) The Committee shall annually prepare and\nReport of\nAsnocia.       present to the Annual General Meeting of members of the\ntioo.          Association, a report of its proceedings, together with a\n               complete statement of its financial position and its accounts,\n               audited and certified by an auditor approved by the\n               Minister.\n                       (2) The Committee shall forward certified copies of\n               such report, statement and accounts to the Minister, who\n               shall cause such certified copies to be laid before the House\n               of Representatives.\nRu,estobr        16. Except as otherwise provided in subsection (2) of\napproved\nby Minister.\n               section 9, no rules made under this Act by the Association\n                      F h e inclusion of this page is authorized by L.N. 480/1973]\n        SUGAR CANE FARMERS (INCORPORATION\n                    AND CESS)\nin General Meeting shall come into force until they have\nbeen approved by the Minister."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) Every resolution passed in Special General passed  Resolutions\n                                                                     in\nMeeting directly or indirectly affecting the finances of the special\nAssociation shall be submitted by the Committee to the\nMinister within seven days of its being so passed.           be sub-\n                                                             mitted to the\n        (2) The Minister may either approve, amend or Minister.\ndisallow, any resolution submitted under subsection (1).\n        (3) If the Minister approves any resolution sub-\nmitted under subsection (l), the Committee shall forthwith\ngive effect to such resolution as approved.\n        (4) If the Minister disallows any resolution sub-\nmitted under subsection (l), such resolution shall for all\npurposes be null and void.\n        (5) If the Minister amends any resolution submitted\nunder subsection (11, the Committee shall not give effect to\nsuch resolution except as amended.\n               PART Iv. Financial Provisions"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. In this Part Of this Act-                            Interpreta-\n“crop season” means the period between the 1st day sof  j&::\n    Novembm in any year and the 31st day of October in S. 4.\n    the ensuing yew,\n“Sugar Industry Authority” means the Sugar Industry\n    Authority constituted under the Sugar Industry Control\n    Act."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) The Minister may by order impose upon all Imposition\n                                                         and\ncanes delivered by any cane farmer to any sugar manu- amount\nfacturer during the crop season thereby specified a cess\nat such rate as the Minister may approve on the recom- s. z\nmendation of the Association.\n14                   SUGAR CANE FARMERS (INCORPORATION\n                                        AND CESSJ\n                    (2) A cess imposed under this section may not be\n             varied during the crop season in respect of which it was\n             imposed.\nDC~UC~~M~      20.-(1) Every sugar manufacturer to whom a cane\nof cess.\n             farmer delivers canes in any crop season in respect of which\n             there is in force a cess under this Act shall deduct the\n             amount of such cess from any sums payable by him to such\n             cane farmer.\n                    (2) All sums deducted by a sugar manufacturer\n             under subsection (1) shall be paid by him to the Sugar\n             Industry Authority.\n                     (3) If any sugar manufacturer fails to deduct from\n             any moneys payable by him to a cane farmer the cess im-\n             posed under this Act or having deducted such cess fails\n             to pay it to the Sugar Industry Authority, the Sugar Industry\n             Authority may recover such sum by action in the Resident\n             Magistrate’s Court as if it were a debt owed by the sugar\n             manufacturer to the Sugar Industry Authority.\nPowers oi      21. The Sugar Industry Authority shall hold all sums paid\nSugar\n1nd”sm       to it by any sugar manufacturer under section 20 until the\nAutbOritY.   publication in the Gazefle of the Estimates, as provided\n             in subsection (3) of section 14, and upon the publication\n             thereof shall pay those sums to the Association.\nfhation         22.-(1) Subject to the provisions of this Act, the\nof mwc       Association may create such reserve fund as they may Con-\nfund.\n             sider adequate for the following purposes-\n                   (a) research work for the improvement of the types\n                       and grades of canes most suitable for cultivation\n                       m Jamaica and for the betterment and welfare of\n                       the cane farming industry in Jamaica;\n                   me inclusion of this page is authorized by L.N. 601197616]\n        SUGAR CANE FARMERS (INCORPORATION                                    15\n                    AND CESS)\n    (b) the issue of loans to cane farmers whose cane\n        farms have been damaged or destroyed by flood,\n        drought, fire, hurricane, disease, or any other vis\n        major or act of God, or as a result of labour\n        strikes or lockouts, for the purpose of rehabilitat-\n        ing such farms;\n    (c) to meet any deficit in the annual estimates of\n         expenditure of the Association as approved by the\n         Minister, not being a deficit arising from capital\n         expenditure.\n        ( 2 ) The Association may apply such portion of such\nreserve fund as may be necessary for the operating expenses\nof the Association between the first day of October and the\nlast day of March in any current financial year:\n  Provided that any sum so applied shall be repaid by the\nAssociation to the reserve fund out of the income of the\nAssociation for such financial year before the thirtieth day\nof June in that year."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. The Minister may make regulations-                           Regula-\n                                                                   tions.\n    (a) for the making of returns by a sugar manufacturer\n         to the Sugar Industry Authority or to the\n         Association in such form as may be prescribed-\n            (i) of all canes delivered to him by cane\n                farmers;\n           (ii) of all sums deducted under this Act from\n                any moneys payable by him to a cane\n                farmer;\n    (b) for the auditing by an auditor approved by the\n        Association of any accounts of a sugar manufac-\n        turer in rdation to any deduction made under\n        this Act;\n16         SUGAR CANE FARMERS (INCORPORATION\n                       AND CESS)\n     (c)   for the payment of any sums so deducted to the\n           Sugar Industry Authority;\n     (d) for the payment by the Sugar Industry Authority of\n         any sums received by it under this Act to the\n         Association.\n       me inclusion of this page is authorized by L.N. 60119761"
    }
  ],
  "definitions": []
}