{
  "id": "jm-stat-the-sugar-industry-control-act",
  "type": "statute",
  "title": "The Sugar Industry Control Act",
  "title_en": "The Sugar Industry Control Act",
  "short_name": "Sugar Industry Control Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-sugar-industry-control-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-sugar-industry-control-act | Legal areas: Agriculture",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The Authority shall consist of seven members to be appoint* by Appoint-\nthe Minister from among persons who by training and experience mentof\nappear to h i to be suitable for such appointment including persons\nappearing to him to have ability and experience in the areas of 6nancz. s u 1.1.\n                                                                                T;zz,\nlaw, economics and in matters d a t e d to the sugar industry."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-\n     \"approved marketing organization\" means a market- 1111994\n           ing organization which the Authority has approved a\n           as such for the purposes of this Act;\n    \"the Authority\" means the Sugar Industry Authority 811970\n                                                               S. Z\n         established under section 3;\n     \"cane fanner\" means a person who cultivates sugar canes\n         for sale or delivery whether under contract or other-\n          wise, to a manufacturer at a factory, but unless the 45,1955\n          context otherwise requires the expression shall not        '\"\n         include a manufacturer who cultivates sugar canes\n         on his own land;\n    \"export\" or \"exportation\" means to take or cause to be\n          taken out of the Island, and the time at which any\n          sugar shaU be taken aboard any export vessel shall\n          be deemed to be the time of the exportation of such\n          sugar;\n    \"factory\" means any factory, whether completely erected,\n          in the course of erection or intended to be erected,\n          which is for the time being specified in the First g i n t b\n          Schedule, and at which sugar is manufactured or dYk.\n          is intended to be manufactured,\n    \"functions\" includes powers and duties;                          811970\n                                                                     S -\n                                                                     -. 2.\n         phe inclusbm of this page is authorized by L.N. 791 19961\n6                     SUGAR INDUSTRY CONTROL\n          \"import\" means to bring or cause to be brought within\n              the Island or the waters thereof;\n811970\ns. z      \"industry\" means the sugar industry;\n          \"Island export quota\" and \"lsland local consumption\n               quota\" r:?ean respectively such proprtion, state in\n               tons, of the Island quota, permitted to be exported,\n               or to be made available for local consumption by\n               virtue of an order made under Part 111;\n          \"the Island muscovado sugar quota\" means the total\n               number of tons of muscovado sugar permitted to be\n               manufactured in a quota period;\n          \"Island quota\" means the total number of tons of sugar\n               except muscovado sugar permitted to be exported\n               from the Island in a quota period and to be made\n               available in a quota period for consumption in the\n               Island by virtue of an order made under Part 111;\n          \"Island reserve\" means any sugar intended for export\n               manufactured or on hand in excess of the Island\n               quota;\n          \"manufacturer\" means a person owning or having\n               control of a factory;\n          \"quota period\" means any period in respect of which\n               an Island quota has been Exed by an order made\n               under Part 111;\n11/1994   \"raw sugar\" means sugar in the form of brown crystals\n. 2\n%\n                (containing impurities) of which the sucrose con-\n                tent by weight, in the dry state, corresponds to a\n                polarimetric reading of less than 99.5\";\n          \"sugar\" means sugar in any of its commercial forms\n               except the products known as wet sugar and final\n               molasses, and includes beet and any other sugar, and\n               such products of the sugar cane, except wet sugar\n               and final molasses, which the Minister by order\n              me i n c l u s i z f this page is aurborized by LN.79119961\n                     SUGAR INDUSTRY CONTROL                                      7\n         may from time to time declare to be sugar for the\n         purposes of this Act;\n     \"ton\" means a long ton of 2,240 lbs. avoirdupois.\n               PART I. The Sxgar Industry Auzhoriiy                  R ] 1970\n                                                                     S. 3."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.41) There is hereby established for the purposes of Establish-\n                                                          men1 or\nthis Act a body to be known as the Sugar Industry Author- dustry\n                                                          sugar In-\nity.                                                      Authority.\n       (2) The provisions of the Third Schedule shall have           gL&e,\neffect as to the constitution of the Sugar Industry Authority\nand otherwise in relation theretd."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) It shall be the duty of the Authority to advise the FUCUO~U\n                                                              of Lhe\nMinister-                                                     Author~ty\n                                                               12119i3\n    (a) on all matters of general policy with respect to the s 1 ),(\n         operations and development of the industry;\n    (b) with respect to applications for licences in relation\n        to the introduction of mechanical units in the in-\n        dustry; and the measures to be adopted in dealing\n        with the incidence and effect of redundancy as a\n        consequence of mechanization of the industry;\n    (c) with respect to the use, on an economic and efficient\n        basis, of ports in relation to the exportation of\n        sugar.\n      (2) The Authority shall have power to perform any ~~i~~~                  . :\nfunctions assigned to it by or under this Act or a n y other\nenactment."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . It shall be lawful for the Authorityto undertake, foster and\n                                                                Research,.;-.\n                                                                        . -\nand w-ordinate scientific research in relation to the industry, pluming,\nand encourage the application of the results of such research\nto the development of the industry; and, in particular, but\n-\nwithout prejudice to the generality of the foregoing-\n     ~ ...\n             [The indvsi& of this &e is authorized by LN. 79/1996]\n                              SUGAR INDUSTRY CONTROL\n                  (a) analyse and keep under constant review all existing\n                      practices, new developments or issues which im-\n                      portantly affect the future of the industry;\n                  (b) organize and promote studies in scientific tech-\n                      niques with respect to the farming of canes and the\n                      manufacture of sugar.\nMarketing\nofsugarad      6. The Authority shall make arrangements for the market-\n~'BS3CS-\n             ing of sugar and molasses for local consumption and for\n             export; and for these purposes the Authority shall have\n             power-\n                  (a) to review all existing policies in relation to the\n                       marketing of sugar and molasses;\n                  (b) to negotiate with suitable persons with a view to\n                       appointing such persons as agents for the market-\n                       ing of sugar and molasses;\n                  (c) to provide for the payment to such agents of such\n                      fees or allowances as the Authority may determine;\n                       and\n                  (4 to provide for the payment of any costs reasonably\n                      incurred in relation to the marketing of sugar and\n                      molasses.\nPolicy\ndirections     7. The Minister may from time to time, after consultation\nby Minis-\nter.\n             with the chairman of the Authority, give to the Authority\n             directions of a general character as to the policy to be\n             followed in the exercise and performance of its functions,\n             and the Authority shall give effect to such directions."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.13.\n              ceeding one thousand dollars or in default of payment to\n              imprisonment with hard labour for any period not exceeding\n              three months.\nCane             3 2 . 4 1 ) Whenever the Authority is satisfied that it is ex-\nfarmers'\nlicences.     pedient in the interests of the sugar industry that the supply\n811970\nS. 7 &Sch.\n              of cane farmers' canes should be limited, the Authority may\n              with the approval of the Minister, by order published in the\n              Gazette declare that from a date to be specified in the order\n              no cane farmers' canes shall be delivered at a factory except\n              under a licence (in this Act referred to as \"cane farmer's\n              licence\").\n                      (2) Where the cane farmer's licence fixes a less\n              quantity of canes than the quantity which the cane farmer\n              would be entitled to deliver at the factory and the manu-\n              facturer compellable to accept under any subsisting con-\n              tract made between them, the quantity fixed by the con-\n                        --                               --\n                       mc i n d u s h of chis page is au&orioed by L.N.79/19%1\n                 SUGAR INDUSTRY CONTROL\ntract shall be deemed to be varied accordingly and the manu-\nfacturer shall not accept any quantity of canes in excess of\nthe quantity fixed by the cane farmer's licence.\n        (3) Whenever the Authority shall declare by order a / w o\npublished in the Gazette that from a date to be specified in S. 7 &Sch.\nthe order no cane farmers' canes shall be delivered at a fac-\ntory except under a cane farmer's Iicence the Authority shall\nissue such cane farmer's licence to each registered cane\nfarmer or, as the case may be, each manufacturer who 45119s~\ncultivates sugar canes on his own land, in such manner and S. 5 (b).\nfor such quantity of canes as is hereinafter provided.\n        (4) (a) The cane farmer's licence issued under sub- 45119~s\n                                                            s, s (d).\nsection (3) shall-\n        (i) be in the prescribed form;\n        (ii) authorize delivery of sugar canes only to the\n             factory specified in the licence;\n       (iii) fix the quantity (hereinafter referred to as \"the\n             basic quantity\") of sugar canes which may be\n             delivered under the licence during a quota period;\n             and\n       (iv) be subject to such conditions as may be pre-\n            scribed.\n            (b) The Authority before issuing a cane farmer's $!\\%oTch\nlicence may refer the application to any organization rep- I I I I W\nresentative of cane farmers for the advice of the organiza- S. 14 (a).\ntion thereon, but the Authority shall not be bound by any\nadvice tendered by any such organization.\n             (c) Upon the application of a cane farmer to\nwhom a licence has been issued under the provisions of this\nsection, the Authority may in the prescribed manner and\nsubject to such conditions and restrictions as may be pre-\nscribed, cancel, vary, amend or transfer such licence.\n         rraF inclu$i of this page is a u h r i z e d by L.N.79119961\n                            SUGAR INDUSTRY CONTROL\n                        (13 For the purposes of this section the con-\n            ditions and restrictions mentioned in paragraph (c) may-\n                    li) specify the mode of transfer, cancellation or\n                        variation of any cane farmer's licence;\n                  (ii) restrict the transfer of any cane fanner's licence\n                       to any class or category of registered cane\n                       farmers;\n                  Mi) specify the manner of distribution or appor-\n                       tionment of the relevant basic quantity or part\n                       thereof (including the priority to be enjoyed by\n                       any class or category of registered cane farmers)\n                       upon the cancellation or variation of a cane\n                       farmer's licence.\n4511955            ( 5 ) In the case of-\nS. 5 (dl.\n                (a) a registered cane farmer, the basic quantity shall-\n                        (i) be equivalent to the quantity of sugar canes\n                           delivered by him during the basic quota\n                           period to the factory in mpect of which he\n                           is (or had then been) registered, where the\n                           quantity of sugar canes so delivered is not\n                           in excess of the fixed minimum quantity;\n                      (ii) where the quantity of sugar canes so\n                           delivered is in excess of the fixed minimum\n                           quantity, be equivalent to the statutory per-\n                           centage of such quantity of sugar canes or\n                           the fixed minimum quantity whichever may\n                           be greater;\n                (6) a manufacturer who cultivates sugar cane, the basic\n                    quantity shall be equivalent to the statutory per-\n                    centage of the quantity of sugar cane cultivated by\n                    him or on his behalf and delivered to his factory\n8/19?0              during the basic quota period, unless the Authority\nS.7&Seh.            determines that by reason of any basic quantity\n                    JThe inclusion of this page is authorized by LN. 79/1996l\n                SUGAR INDUSTRY CONTROL\n          allotted to a registered cane farmer in accordance\n          with the proviso to this subsection the basic quan-\n          tity of the manufacturer shall be reduced by such\n          amount as the Authority may think just and\n          proper, so, however, that the basic quantity of the\n          manufacturer shall not be reduced in any case\n          where paragraph (ii) of the said proviso applies:\n  Provided that if the Authority is satisfied that a registered\ncane farmer delivered sugar canes for the first time during\nthe quota period immediately following the basic quota\nperiod (hereinafter called the \"specified quota period\") or\nwould experience hardship if the basic quantity dotted to\nhim is not greater than that specified in paragraph (a) by\nreason of-\n        (i) the extension during the specified quota period\n            of his cultivation with the consent of the manu-\n            factmer in respect of whose factory he is regis-\n            tered, or\n       (ii) the destruction of his cultivation or damage\n            thereto during the basic quota period by fire,\n            drought, disease or any other vis major or act of\n            God,\nthe basic quantity in the case of such a cane farmer may in\nthe discretion of the Authority be 6xed at the amount he\nwould be entitled to under paragraph (a) if for the references\ntherein to the basic quota period there were substituted\nreferences to the specified quota period; in which event the\nmanufacturer thereby affected as well as the registered cane\nfarmer shall have a right of appeal under section 34.\n       (61 For the purposes of subsection ( S F\n    (a) the statutory percentage shall be the percentage\n        declared as such from time to time by order made\n        by the Minister after consultation with the\n            inclukm of &fa page ia au&rid by L.N. 79119961\n                         SUGAR INDUSTRY CONTROL\n                    Authority, and published in the Gazette: Provided\n                    that any order varying any statutory percentage\n                   shall not be made to take effect-\n                        (i) before the expiration of twelve months after\n                            the publication of such order; and\n                       (ii) at any date other than the date of the cam-\n                            mencement of a quota period;\n               (6) the fixed minimum quantity shall be one hundred\n                    tons: Provided that the Minister may from time\n                    to time by notice vary the fixed minimum quan-\n                    tity;\n               (c) the basic quota period shall be such period as the\n                    Minister shall declare.\n                  (7) Any cane farmer who delivers canes, and any\n          manufacturer who accepts delivery of canes, in contraven-\n          tion of the provisions of this section or of any of the terms\n          or conditions of the licence issued thereunder shall be guilty\n          of an offence and shall, on summary conviction thereof\n          before a Resident Magistrate, be liable to a penalty not\n          exceeding one thousand dollars and in default of payment\n          thereof to imprisonment, with or without hard labour, for\n          any term not exceeding three months.\n                 (8) Where the registration of a cane farmer has\n         been deemed to have been cancelled under subsection (5) of\n         section 28, the canes which such cane farmer would be\n         entitled under licence to deliver shall be allocated by the\ns.7~rsch Authority among the other cane farmers licensed in respect\n8/1*0\n         of the factory for which such cane fanner was licensed.\n6511956          (9) Notwithstanding anything to the contrary the\nS.z\n          provisions of this section shall not apply to sugar cane which\n          is delivered to a factory-\n               (a) by a cane farmer with the permission in writing\n                      id&     of thia page ia authorized by LN. 79119961\n                 SUGAR INDUSTRY CONTROL                                   27\n         of the Authority for the purpose of enabling a 811970\n         manufacturer-                                         S.7BtSrh.\n             (i) to meet the deficiency, where the supply of\n                 cane delivered or to be delivered at his\n                 factory under cane farmer's licences during\n                 a quota period is or is likely to prove in-\n                 sufficient to produce the amount of sugar\n                  which the manufacturer is entitled to dis-\n                  pose of under his quota licence for such\n                  period;\n            (ii) to maintain his portion of the Island reserve\n                 approved in accordance with the provisions\n                  of section 24;\n    (b) for any purpose other than that of manufacturing\n         sugar.\n      (10) For the purposes of this section the expression 45,1955\n\"cane fanner\" includes a manufacturer who cultivates sugar S. (J.\ncanes on his own land."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. (1) The Authority shall meet at such times as may be necessary\nzw z. : orheldexpedient for the transaction of business, and such meetings shall be\n                at such places and times and on such days as the Authority shall\n            determine.\n                 (2) The chairman or, in the case of Ute inabiMy to act of the chair-\n            man. the member acting as chairman. shall preside at all meetings of\n            the Authority, and when so presiding the chairman or the member acting\n            as chairman. as the case may be, shall have an original and a casting vok.\n                  (3) The quorum of the Authority shall be four members of the\n            Authority including the chairman or the membcr acting as chairman.\n                  (4) Subjd to the pmvisions of this Schedule the Authority may\n            mgulate its own proceedings.\n                  (5) The chairman may at any time call a special meeting of the\n            Authority and shall call a special meeting to be hekl within seven days\n            fmm the re~eiptof the written raque-st for that purpose addressed to\n             him by at least two members of the Authority.\n                  (6) The validity of any proceedings of the Authority shall not be\n            aikted by any vacancy amongst the members thereof or by any defect\n            in the appointment of a member thereof.\nRtmunsra-      8. There shall be paid to the chairman and other members of the\ntion of     Authority and to the members of any committee appointed under\nmcmbcn.     paragraph 10 such remuneration, if any (whether by way of salaries or\n            travelling or other allowances). as the Minister may determine.\nFunds of       9. The funds of the Authority shall wnsist of d moneys as may\n$cAuuthm-   from time to time be placed at its disposition for the urposcs of this\nW.          Act by Parliament, and such other moneys as may lawfui'y be paid to the\n            Authority.\nAmmint-        10. (1) The Authority shall a ~ ~ o ian Sugar\n                                                       t     Cane Prices Committee,\n   of       a sugar '~ommitteeand such number of 1oc-d harvesting committees as\nComminea.   it mav determine; and may apmint such other committees for any such\n            g m e d or special urpo& w'lib which the Authority may be concerned\n                              P\n            by means of a committee.\n                                                                -\n            as in the ooinion o the Authoritv would be better nrmlated and managed\n                                                                               -\n                   (2) The number of members of a committee appointed under\n            sub-paragraph (1). their functions and term of appointment, the quonun\n            of the committee and the area, if any, within which the wmmittee is to\n            exercise authority shall be determined by the Authority with the approval\n            of the Minister.\n                      LTkc inclusion of this pegc ia a w b i z e d by LN.79119W\n                   SUGAR INDUSTRY CONTROL\n      (3) A wmmittce appointed pursuant to this paragraph may include\npersons who ace not members of the Authority, so, however, that the\nappointment of any such person shall be subject to the approval of the\nMinister.\n      (4) The provisions of paragraphs 13 and 14 &all apply to a\nmember of a wmmittec who is not a member of the Authority in like\nmanner as they apply to a member of the Authority.\n       (5) The validity of the proceedings of a committee appointed\npursuant to this paragraph shall not be aifected by any vacancy amongst\nthe members thereof or by any defect in the appointmeat of a member\nthereof."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Without prejudice to the provisions of section 19 of the\n             Sugar Cane Farmers (Incorporation and Cess) Act, the\n             Minister may, for the purposes\n                                   -        -\n                                             of this Act, by order, impose\n             on all canes-delivered to a factory a cess at such rate as the\n             Minister may approve on the recommendation of the\n                      me inolusivw of tthis page is autthorizedby L.N. 79119961\n                   SUGAR INDUSTRY CONTROL\nAuthority; and he may also in like manner impose a cess\nupon all sugar manufactured at such factory."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.--( 1) Every sugar manufacturer shall-                           Deduction\n                                                                     of cess.\n    (a) compute the amount of cess payable in respect of\n         canes delivered to his factory by a cane farmer and\n         deduct it from any sums payable by him to such\n         cane farmer;\n    (b) compute the amount of cess payable in respect of\n         sugar manufactured at his factory,\nand thereafter the manufacturer shall pay the amounts so\ncomputed to the Authority.\n        (2) If any sugar manufacturer fails to pay to the\nAuthority the amounts referred to in subsection (I), or any\nportion thereof, the Authority may recover the amount out-\nstanding by action in a Resident Magistrate's Court as if it\nwere a debt owed by the manufacturer to the Authority."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Where the Authority makes any recommendation to                Recommen-\n                                                                     dations by\nthe Minister by virtue of section 8, 16, 20 or 21, the Minister      Authority.\nshall not be obliged to act in accordance with such recom-\nmendation."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-41) Subject to the provisions of this Act, the Author-        Powers of\n                                                                     Authority.\nity may-\n      (a) demand from any manufacturer, cane farmer,\n          wholesale or retail dealer in sugar, or from any\n          category of manufacturer or cane farmer, such re-\n          turns in such form as the Authority may require;\n      (b) [Deleted by Act 11of 1994.1\n      (c) demand and obtain from the Commissioner                    L.N.\n                                                                     93511986.\n          of Customs or any officer of Customs such\n          information as the Authority may from time to time\n          require;\n10                        SUGAR INDUSTRY CONTROL\n            (6) order from time to time the inspection of any\n                stocks of sugar held by, or under the control of\n                a manufacturer or any other person, by an officer\n                of Customs or a member of the Constabulary\n                Force, and may require any such person as afore-\n                said to hrnish returns in respect of such stocks\n                of sugar;\n            (e) order from time to time the inspection of any stocks\n                of sugar held by any retail dealer, by an officer of\n                Customs or a member of the Constabulary Force,\n                and may require a report with respect to the result\n                of such inspection;\n1111994     V) issue licences for the importation of raw sugar;\ns. 3 (c).\n            (g) demand and obtain from any person concerned\n                  with the sale or purchase of any sugar damaged by\n                  water, fire or act of God or the Queen's enemies,\n                  h l l particulars with respect to such sale or pur-\n                  chase, as the case may be, of the sugar, and such\n                  other information as the Authority may require;\n            (h) issue licences in respect of quotas, and to cane\n                  farmers;\n            ( i ) register, transfer or cancel the registration of cane\n                  farmers;\n                   summon to a meeting of the Authority any manu-\n                  facturer, or wholesale or retail dealer in sugar, and\n                  may question him for the purpose of obtaining\n                  information relative to the manufacture of sugar\n                  or stocks theraoc and any such summons shall be\n                  issued by the secretary of the Authority on the\n                  order of the chairman and shall give at least three\n                  days' clear notice t o the person summoned of the\n                  time and place of the Authority's meeting;\n1211973     (k) with the approval of the Minister responsible for\ns. 3.\n                finance, borrow sums required by it for meeting\n           SUGAR INDUSTRY CONTROL                                11\n    any of its obligations or discharging any of its                  _   .   _\n    functions;\n (0 where charged with responsibility for the manage-\n    ment or administration of any fund (whether such\n    fund is obtained by way of a loan from Govern-\n    ment or any other source, or otherwise) may with\n    the approval of the Minister make loans-\n        (i) to any registered cane farmer or cane grower\n            for any purpose for which the fund is\n            provided;\n       (ii) to any sugar manufacturer, if the fund is\n            constituted wholly or partially for use in\n            connection with the manufacture of sugar,\n    and where the Authority makes a loan to any\n    person pursuant to this paragraph it may demand\n    and obtain from such person such accounts or\n    other information and in such form as it may re-\n    quire, in order to ensure the repayment of the loan\n    in accordance with the terms and conditions under\n    which it was made and that it will be or is being\n    used for the purpose for which it was granted;\n(m) with the approval of the Minister and the Minister 2611978\n                                                         S. 2.\n    responsible for finance, invest, in undertakings\n    designed to promote the interests of the sugar\n    industry and of persons employed therein, any\n    sums held by the Authority which are not allocated\n    to the purposes of a particular fund.\n   (2) Any person who-\n(a) fails to furnish any information required by the\n     Authority, or to comply with any demand, sum-\n     mons or requirement by the Authority;\n(b) assaults, impedes or obstructs or aids or abets any\n     person in assaulting, impeding or obstructing any\n     member of the Authority or any person authorized\n     by the Authority in the exercise of any of the\n     powers under this section; or\n    p'he inclusim of this page is aathorized by LN. 791 19961\n                                SUGAR INDUSTRY CONTROL\n                     (c) knowingly makes any falss or incorrect return, or\n                          knowingly gives any false or incorrect information,\n                shall be guilty of an offence and shall be liable, on summary\n                conviction before a Resident Magistrate, to a penalty not\n                exceeding one hundred dollars and in default of payment\n                thereof to imprisonment for a term not exceeding three\n                months.\n                     PART11. Restriction on Importation of Sugar and\n                       Prohibition of Exportation of Muscovado Sugar\nRestriction\non importa-       12. No person shall-\ntion of all          (a) import any raw sugar into the Island except under\nsugar and\nprohibition\nof exporta-\n                          a licence first obtained for the purpose from the\ntion of                   Authority;\nmuswvado\nsugar.               (b) export from the Island any muscovado sugar,\n811970          and every person who is concerned in importing or export-\nS: 7 & Sch.\n11/1994\nS. 4 (a).\n                ing any sugar contrary to the provisions of this section\n                shall, on summary conviction before a Resident Magistrate\n11/1994\nS. 4 (b).       be liable to a penalty not exceeding ten thousand dollars\n                and in default of payment thereof to imprisonment, with\n                or without hard labour, for any term not exceeding three\n                months.\nSeizure and       13. Any sugar imported, or exported or attempted to be\nforfeiture of\nsugar.          exported, contrary to the provisions of this Part may be\n                seized as though it were prohibited goods within the mean-\n                ing of sections 40 and 41 of the Customs Act, and shall be\n                forfeited and may be disposed of as the Minister may direct.\nOnus              14. In proceedings for the forfeiture of any sugar under\nof proof.\n                this Part the onus of proof shall lie on the person claiming\n                the sugar and it shall not be necessary for the person pro-\n                secuting the suit to prove that the sugar is liable to seizure\n                or forfeiture.\nSearch            15. The officers of Customs or any person acting with\nof vesseIs.\n                their concurrence may stop any ship or boat which they\n                         me inclusion of this page is aufiorized by L.N.79119961\n                SUGAR INDUSTRY CONTROL                                      13\nhave reason to suspect has on board any sugar of which\nthe importation or exportation is prohibited under this Part,\nand may detain such ship or boat until search has been made\nand such sugar if found has been seized and removed under\nthis Part.\n                   PART 111. Island Quotas"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. T h e Authority may, with the approval of tbe Minister, make rtgu- Regulations\n                                                                          z:z~\nlations determining generally the conditions of service of officers or go\"-W\nservants of the Authority and relating to the grant of pensions, gratuities\nand other benefits to or in respfzt of the service of such otficers andpen-\nor servants.                                                                dona of\n                                                                          cmploycc~."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. (1) No action, suit. prosecution or other proceedings shall be Prolcaion\nbrought or instituted personany against any member of the Authority in of members\nrespect of any act done bOM Me in pursuance or execution or intended\nexecution of this Act\n                                                                          \"AUthoority.\n       (2) Vhere any member of the Authority is exempt from liability\nby reason only of the provisions of this paragraph the Authority shall\nbe liable to the extent that it would be if the said member was a servant\nor agent of the Authority."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. The office of chairman or member of the Authority shall not be otficcof\na public offioe £of the purposes of Chapter V of the Constitution of chairmanor\nJamaica.                                                             member not\n                                                                          :g.lic\n          ~inc4uSaooflhiapagciaamhoriztdbyL.N.W\\F9%1\n40                            SUGAR INDUSTRY CONTROL\nAccounls      15. (1) The Authority shall keep proper accounts and other records\nand audit   in relation to the business of the Authority and shall prepare annually\nand esti-   a statement of accounts in a form satisfactory to the Minister and shall\nmaim.\n            submit the same to the Auditor-General or an auditor appointed by the\n            Authority with the approval of the Minister, to be audited.\n1211973           (2) The Authority shall, on or before the thirty-first day of\nS. 4.       August. in each year, submit to the Minister for his approval, its\n            estimates of revenue and expenditure in respeot of its financial year\n            wmrnencing on the first day of November next following.\nAnnual         16. (1) The Authority shall, within three months after the end of\nxport.      each financial year ending on the 31st day of October, cause to be made\n            and transmitted to the Minister a report dealing generally with the activi-\n            ties of the Authority d u ~ that\n                                         g financial year, and wntaining such infor-\n            mation relating to the proceedings and p o k y of the Authority as caa\n            be made public without detriment to the interest of the Authority.\n                  (2) The Minister shall cause a copy of the report together with\n            the annual statement of accounts and the auditor's report thereon and\n            on the accounts to be laid on the respective Tables of both Houses of\n            Parliament\n                       [The inclusion d fbis page is authorized by L.N. 79119961"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16) [Deleted by Act 11 of 1994.1\n1111944               (7) Before issuing, varying, amending, amalgamat-\ns. 8 (c) (4.\n               ing or transferring any licence under this section, the\n               Authority shall refer the application or question to any\n               organization representative of manufacturers for the advice\n               of the organization but the Authority shall not be bound\n               by any advice tendered by the organization.\nI n cases of\nhardship         23. On representation by the organization referred to in\nAuthority      subsection (7) of section 22 that hardship is experienced\nmay inaeaso\nmanu-          by any one or more manufacturers by reason of the quotas\nfacturer's\nquota of any   allotted to him or them and that his or their manufacturer's\nmanu-\nfacturer.      quota or quotas should be increased, the Authority, if\n8/1!?70        satisfied that it would be just so to do, may, notwithstand-\nS. 7 & Sch.\n 11/1994       ing anything contained in this Act and although all quota\n S 8 (dl.\n                       m e inclusim d I%page is autlrorizcd by L.N.791 19961\n                SUGAR INDUSTRY CONTROL\nlicences map have been issued for the current quota period,\nmake proportional deductions from the manufacturer's\nquota of the remaining manufacturers and may re-allocate\nthe quantity so obtained to the manufacturer or manufac-\nturers in whose cise cr czses hardship is expe~ienced,and\nthe Authority shall amend all quota licences accordingly:\n  Provided always that the aggregate of all such deductions\nshall not exceed 1,500 tons of sugar in any quota period."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. [Repealed by Act I 1 of 1994.1\n        me inclusion of Ohis p w is authorized by L.N. 79119961\n                SUGAR INDUSTRY CONTROL\n         PART IV. Special to Local Consumption Sugar"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) The Authority may make regulations from time Sale      ,,,,,~,,\n                                                                    of\n                                                            &:;\",:\nto time placing all saIes for local consumption of all vacuum\npan and refined sugar manufactured in any quota period 8/1970\nunder the control of the approved marketing organization. ~            l         ~   ~   ~\n                                                                S. 6 (a).\n        me inclusbn of &is m e is authorized by L.N. 79119961\n                              SUGAR INDUSTRY CONTROL\n                      (2) No person who is or shall become a party to any\n              agreement with the approved marketing organization for\n              the pooling of sales of local cc-sumption quota sugars\n              shall make available or cause to be made available for local\n              consumption any vacuum pan or refined sugar during the\n               continuance of any such agreement except through the\n               approved marketing organization, subject always to the\n              rights, powers and duties of the Authority.\n                      (3) Any person who shall make any sugar available\n              for local consumption, or cause the same to be made avail-\n              able for local consumption, contrary to this section or\n              regulations made thereunder shall, on summary conviction\n              before a Resident Magistrate, be liable to a fixed penalty\n               of one thousand dollars per ton or part of a ton of such\n              sugar and in default of payment thereof to imprisonment,\n              with or without hard labour, for any term not exceeding\n              three months.\n                     (4) This section shall not apply to muscovado sugar\n              or to any sale locally of sugar the exportation of which is\n              born fide prevented by damage from fire, water or act of\n              God or the Queen's enemies."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. [Repealed by Act 11 of 1994.1\n                PART V . Manufacturers' Quota Licences and Quotas\n                             Thereunder\nFastoried        20.41) The Minister may, on the recommendation of the\nmay be\nadded to or\nremoved\n              Authority, by order add or remove any factory to or from\nfrom the      the First Schedule, and may substitute any factory, men-\nFirst\nSchedule.     tioned in or added to the said Schedule, by any other\n811970        factory.\nS. 7 & Sch.\n                     (2) No person shall manufacture sugar unless he is\n              a manufacturer and no manufacturer shall manufacture\n              sugar unless there has been issued to him in respect of a\n              factory, and prior to the manufacture by him of sugar,\n                      me inolmbn d this psge is euthorized by L.N. 791 19961\n                SUGAR INDUSTRY CONTROL\nthereat a licence (in this Act referred to as \"quota licence\")\nas hereinafter provided.\n        (3) [Deleted b y Act I1 of 1994.1\n  2 1 . 4 1 ) Where the Minister is satisfied that any person            F;,9\"oc*iV*\nis erecting or desires to erect any factory (in this section\nreferred to as a \"prospective factory\") and as to the follow-\ning particulars in relation to such factory-\n     (a) the name by which it is intended to be known; and\n     ( 6 ) the place where it is being or is intended to be\n           erected; and\n     (c) the estimated manufacturing capacity which it will\n           possess when its erection is complete,\nthe Minister may, on the recommendation of the Authority, 811970\nmake an order adding such prospective factory by the name S. 7 8r Sch.\nby which it is intended to be known to the First Schedule. First\n                                                                         SFhedula\n        (2) The Minister may, before making any order\nunder subsection (I), require the person who is erecting or\ndesires to erect the prospective factory to furnish such in-\nformation and to produce such documents or plans relating\nthereto as the Minister may think fit.\n         (3) Upon the making of any order under subsection\n(I), the prospective factory to which such order relates shall\nfor alI purposes be deemed to be a factory specified in the\nFirst Schedule."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.41) Application for a quota licence shaU be made ;;$?tion\nto the Authority which may, in its absolute discretion, issue i m o r\n                                                              quotas and\nor refuse to issue a licence of either class.                 axport\n                                                                         limm.\n        (2) A quota licence issued under this section shall ~ / I W O\nbe in the relevant form set forth in the Second Schedule, S. 7 & Sch.\nshall be issued in respect of the quota period specified in ~cbtduk.\nthe licence, shall endure only so long as that quota period\n         lras incluian of mi8 page is aufboorized by L.N. 791 199a\n                                                                     -\n                              SUGAR INDUSTRY CONTROL\n              endures, and there shall be attached to a licence such con-\n              ditions as may be prescribed:\n                 Provided that it shall be a condition of every quota licence\n              issued under this section that the manufacturer shall accept,\n              subject to such conditions as may be prescribed, and subject\n              to the provisions of Part VI, supplies of canes delivered at\n              his factory by a cane farmer who is registered at that factory\n              as a supplier of canes thereto.\n                       (3) A quota licence shall lix the total number of tons\n              of sugar which the manufacturer is permitted to make\n              available for local consumption under the licence (in this\n               Act referred to as \"manufacturer's quota\") and shall fix\n              in tons the several proportions of the manufacturer's quota\n               which the manufacturer is permitted to make available for\n               local consumption (in this Act referfed to as \"manufacturer's\n               local consumption quota\").\n                       (4) [Deleted by Act I1 of 1994.1\n1111994                (5) The Authority may, in the prescribed manner,\nS. 8 (c) (n7.\n               subject to such conditions as may be prescribed, cancel,\n               vary, amend, amalgamate or transfer quota licences."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. In cases of hardship Authority may increase manufacturer's quota\n       of any manufacturer."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24-41) It shall be lawful for a manufacturer to hold as ISM\npart of the Island reserve such stocks of sugar in excess of Reserve\nthe amount named in the quota licence issued to such\nmanufacturer as the Authority may from time to time, in 8/1970\n                                                             S. 7 & Sch.\nwriting, approve.\n        (2) The Authority in approving such quantities shall ;!;%oSch.\nhave due regard to the Island reserve as fixed by the Minister\nby order as provided in section 16 (2), so that the aggregate\nof the approved quantities held in stock as the Island reserve\nshall not exceed the amount of the Island reserve so fixed."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-(1) Any person whose licence has been cancelled appeal Right of\n                                                                     of\nunder subsection (5) of section 22, or who, being an appli- p.\"?~\ncant for the issue to hi of a licence, or for the variation, aBg\"ev\"\namendment, amalgamation or transfer of any licence under\nthis Act, is aggrieved by the refusal or failure of the\nAuthority to issue, vary, amend, amalgamate or transfer\nthe licence or with any quotas or quantities specified in the\nIicence, may within the prescribed time and in the prescribed\nmanner appeal to the Minister.\n        (2) On any such appeal the Minister shalI have\npower to make such order as he thinks fit, and any such\norder shall be final and conclusive and shall be binding upon 8,1wo\nthe Authority.                                                s.7~1sch.\n         llhiucluskm of dIis page is a w t h M by L.N.791 19%]\n                                  SUGAR INDUSTRY CONTROL\nOffence to        %.-(I)    Any person w h e\nmanufacture\nor export\naugar with-          (a) not being the holder of a quota Licence, manu-\nollt licence,             factures sugar; or\nand oeences\nby licence-\nholders.              (b) [Deleted by Act 11 of 1994.1\n                     (c) being the holder of a quota licence-\n                              (i) makes available for local consumption any\n                                  sugar in excess of the manufacturer's local\n                                  consumption quota fixed by his licence, or\n                                  in contravention of the provisions of Part\n                                  IV or regulations made under that Part;\n                             (ii) holds as part of the Island reserve any stocks\n                                  of sugar in excess of the amount which the\na/wo\nS. 7 8 Sch.                       Authority shall for the time being have\n                                  approved, in writing, for such holder in\n                                  pursuance of section 24;\n                            (iii) refuses or fails to accept deliveries of cane\n                                  farmers' canes in contravention of the wn-\n                                   ditions attached to his licence,\n                      (6) [Deleted by Act 11 of1994.1\n                shall be guilty of an offence and shall, on summary convic-\n                tion thereof before a Resident Magistrate, be liable to a\n                penalty not exceeding ten thousand dollars and in default\n                of payment thereof to imprisonment, with or without hard\n                labour, for any term not exceeding six months, and in the\n                case of a continuing offence, to a penalty not exceeding ten\n                thousand dollars in respect of each day on which the offence\n                continues after conviction, and in default of payment there-\n                of, to imprisonment, with or without hard labour, for any\n                term not exceeding twelve months, and any sugar manu-\n                factured, made available for local consumption, or held in\n                reserve, in contravention of the provisions of this section\n                 may be seized as though it were prohibited goods within the\n                meaning of sections 40 and 41 of the Customs Act, and shall\n                 be forfeited and may be disposed of as the Minister may\n                           me inclusion of &iu m e is authorized by L.N.791199G\n                  SUGAR INDUSTRY CONTROL\ndirect, and the provisions of sections 14 and 15 shall,\nmuratis murandis, apply to forfeiture proceedings and\nsugar under this section in like manner as they apply to\nforfeiture proceedings and sugar prohibited to be imported\nor exported under Part 11.\n        (2) Every person who knowingly is a party to the\ncontravention of any of the provisions of this section shall\nbe guilty of an offence and shall, on summary conviction\nthereof before a Resident Magistrate, be liable to a penalty\nnot exceeding ten thousand dollars and in default of pay- ~ f ~ ~ ; i V l ,\nment thereof to imprisonment, with or without hard labour,\nfor any term not exceeding six months.\n                   PART VI. Cane Farmers\n               Registration, Licences and Prices\n  2 7 . 4 1 ) No manufacturer shall purchase canes from, or Dclivrriu\n                                                               not w be\naccept canes delivered by, a cane farmer and no cane\nfanner shall sell or deliver canes to a manufacturer, unless\nthe cane farmer is registered in respect of the factory of the r e a i s w .\nmanufacturer for the supply of canes thereto.\n        (2) Any manufacturer or cane farmer who know-\ningly contravenes the provisions of this section shall be\nguilty of an offence and shall, on summary conviction there\nof before a Resident Magistrate, be liable to a penalty not\nexceeding one thousand dollars for each such offence and 1    1\n                                                              1 1m\n                                                             S9.\nin default of payment thereof to imprisonment, with or with-\nout hard labow, for any term not exceeding three months.\n  2 8 4 1 ) Every cane fanner desirous of supplying sugar ,\";$*?\ncanes to a factory, shall apply to the Authority to be regis- m n .\ntered under this Act in respect of such factory, and every y : 9 : . .\nsuch application shall setout-\n         ilk illclunhon of thin m e b authorized by L.N. 79/1996l\n                                SUGAR INDUSTRY CONTROL\n                    (a) the factory to which the farmer proposes to deliver\n                          his sugar canes;\n                    ( b ) the area of sugar cane which the farmer has under\n                          cultivation, or the area of land which he proposes\n                          to cultivate in sugar cane.\n81\\970                  12) On receipt of such application the Authority shall\nS. 7 Pi Sch.\n               refer it to the manufacturer affected thereby for his recom-\n               mendations. Where a cane farmer applying for registration\n               in respect of a factory is already registered in respect of one\n               or more other factories, the application shall be referred\n               to all the manufacturers affected for their recommendations.\n                      (3) The Authority shall not be bound by the recom-\n               mendations of such manufacturers, and may grant or refuse\n               any application in its discretion.\n                         (4) Where a cane farmer applying for registration\n               in respect of one factory is already registered in respect of\n8/ 1970\n               another factory, the Authority may, in its discretion-\nS. 7 & Sch          (a) cancel the registration in respect of the first factory;\n                    ( b ) grant such application upon such terms and sub-\n                           ject to such conditions as the Authority may think\n                           fit.\n                       (5) The registration in respect of a factory of any\n               cane farmer who fails to deliver to such factory any canes\n               for two consecutive crop seasons shall be deemed to be can-\n               celled, and such cane farmer shall thereupon cease to be\n               registered in respect of such factory.\n                       (6) Any cane farmer or manufacturer aggrieved by\n               the refusal to register a cane farmer, or by the registration,\n               or the cancellation or transfer of the registration, of a cane\n               farmer may, within two months of the act complained of\n               and not later, appeal to the Minister who shall have power\n               to make such order upon such appeal as he thinks fit. Every\n               such order shall be final and conclusive and shall be binding\n                       [The inclusion of this m e is aumOrized by L.N. 791199.51\n                 SUGAR INDUSTRY CONTROL                                  21\non the Authority, and shall be substituted for the order of :!:\\*,\nthe Authority to which the appeal relates, and such substi-\ntuted order shall for all purposes be deemed to be an order\nof the Authority.\n        (7) [Deleted by Act I I of 1994.)"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. OEence to manufacture or export sugar without limcc. and\n       oEences by Licence-holders.\n                     Pmr VI. Cane Farmers\n                 Registration, Licences and Prices"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.-(1) In respect of every cane farmer registered by certificate\nthe Authority, a certificate of registration in the prescribed $huatim.\nform shall be issued by the Authority to the manufacturer ;!;zoSch\nin respect of whose factory the registration has been *119s5\neffected, and such manufacturer shall-                         s 4.\n     (a) countersign the certificate, or cause it to be coun-\n          tersigned by his duly authorized agent;\n     (b) deliver the certificate to the cane farmer to whom\n           it relates not later than thirty days after the date\n           of the registration;\n     (c) enter in a repister, to be kept for the purpose by\n           the manufacturer. the name and address of the cane\n           fanner.\n         (2) A certificate of registration shall, unless can-\ncelled or transferred, entitle the cane farmer named on the\ncertificate to supply canes to the factory subject to the pro-\nvisions of section 32.\n  3 1 . 4 1 ) Every manufacturer who-                               OBOUCW.\n     (a) fails to deliver to a cane farmer within thirty days\n           of the date of registration the certificate of registra-\n            tion referred to in subsection ( 1 ) of section 30; or\n     (b) fails to countersign such certificate; or\n     (c) fails to keep the register referred to in such\n         ITIm inclusion of (his psge ia authorized by L.N. 79/19!36]\n                               SUGAR ZNDUSTRY CONTROL\n                       subsection, or to enter in such register the required\n                       particulars,\n              shall be guilty of an offence against this Act and liable on\n              conviction before a Resident Magistrate to a fine not exceed-\n1111994       ing one thousand dollars or in default of payment to im-\nS 13.\n              prisonment with hard 'labour for any period not exceeding\n              three months.\n                      (2) Every cane farmer who-\n                   (a) knowingly makes any false or incorrect statement\n                       in any such application as is provided for in sub-\n                       section (1) of section 28; or\n                   (b) delivers in his own name sugar canes grown by any\n                       other person, whether a registered cane farmer or\n                       not, save with the prior written permission of the\n811970\nS. 7 & scb.            Authority,\n              shall be guilty of an offence against this Act and liable on\n              conviction before a Resident Magistrate to a fine not ex-\n111199.1"
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.-(1) Whenever the Authority is satisfied-              spccia~\n                                                             cam\n     (a) that any particular factory is unable economically f m c r ' a\n                                                             licence.\n          to grind a greater quantity of sugar cane than the\n          amount ground in a previous quota period; and\n      (b) that more sugar cane is likely to be delivered to\n          such factory by cane farmers than the amount\n          delivered by them in such previous quota period,\nthe Authority may, with the approval of the Ministry, by g;;QSch,\norder declare that from a date to be specified in the order,\nbut not less than eighteen months from the date on which\nthe order is ma& and notwithstanding anything in this Act,\nno cane farmer's sugar canes shall be delived at the factory\nspecified in the order except under a licence (in this Act\nreferred to as a \"special cane farmer's licence\").\n       (2) In any case where under this section the Authority a l l 9 0\n                                                              S74Scb.\ndeclares by order that no cane farmer's canes shall be de-\n         (Ths incluaioo of thia pnge is aumOn'pd by L.N. 79/1996]\n28                      SUGAR INDUSTRY CONTROL\n         livered at a particular factory except under a special cane\n         farmer's licence, the Authority shall issue a special cane\n         fanner's licence to each cane farmer registered in respect\n         of the factory to which the order applies.\n                 (3) (a) The special cane farmer's licence issued under\n         subsection (2) shall-\n                (0 be in the prescribed form;\n                (ii) be issued in respect, and for the duration, of the\n                      quota period specified in the licence;\n               (iii) fix the quantity (hereinafter referred to as \"the\n                     licensed quantity\") of sugar canes which may be\n                     delivered under the licence;\n               (iv) be subject to such conditions as may be pre-\n                    scribed.\n                     (6) The licensed quantity shall be the maximum\n         amount delivered by the cane farmer to the factory in respect\n         of which the order applies in any one of the three quota\n         periods immediately preceding the quota period in respect\n         of which the order was made:\n            Provided that where the quantity of sugar canes which the\n         cane farmer would be entitled to deliver to the factory and\n         which the manufacturer compellable to accept under any\n         subsisting contract made between them is in excess of the\n         quantity which would be fixed as the licensed quantity under\n         this section, the licensed quantity fixed under this section\n         shall, in relation to such cane farmer, be the quantity which\n         such cane farmer is entitled to deliver under such contract.\n                      (c) If any cane farmer fails to deliver to the\n         factory his licensed quantity then the amount by which his\n          deliveries of sugar cane to the factory falls short of his\ny::kh,   licensed quantity shall be allocated by the Authority among\n          the other cane fanners licensed in respect of that factory\n         if they or any of them are able to make up such deficiency.\n               SUGAR ZNDUSTRY CONTROL\n            (d)In ad&tion to such licensed quantity and\nany amount which, under paragraph (c), may be allocated\nto a cane farmer, the Authority may, if circumstances so sll~to\n                                                             S.7kSch.\npermit, allow a cane farmer to deliver an increased quantity\nof sugar cane.\n         (4) Notwithstanding anything in this Act the\nAuthority in any case where it is satisfied that the amount of V;%Osca,\ncanes deliverable by licensed cane farmers to a factory under\nthis section would inflict undue hardship on such factory\nmay, in its absolute discretion, by order vary the amount\nof canes to be delivered in any quota period by cane farmers\nlicensed in respect of such factory and every such order shall\nbe published in the Gazette.\n         (5) Any manufacturer or cane farmer aggrieved by\nany order of the Authority in relation to a special cane farm- 811970\ner's licence shall have a right of appeal in accordance with s.7drsch.\nthe provisions of section 34."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. Any person who, being the applicant for a cane farm-\ner's licence, is aggrieved by the refusal or failure of the   gizp\nAuthority to issue such licence, or with any conditions im-fmr.\nposed therein may, within the prescribed time and in the :(:970\nprescribed manner, appeal to the Minister, and the NIinister\nshall have power to make such order as he may think\nproper; and any such order shall be final and conclusive and\nshall be binding on the Authority.\n           PART VII. Determination of Disputes                 aji970"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. [Repealed by Act I1 of 1994.1\n              PART VIL Determr'nolion of Disputes"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36.41) All disputes between cane farmers and rnanu- ;         ;$     =\nfacturers arising out of any sale, purchase, delivery, accept- e t h c\nance or non-acceptance of cane fanners' canes to or by a Authority.\nmanufacturer shall be determined by the Authority, and all\n30                            SUGAR INDUSTRY CONTROL\n             such disputes shall be referred to the Authority on reference\n             made to the Authority within such time and in such rnan-\n             ner as may be prescribed.\n                     (2) Subject to the provisions of this Part a cane\n             farmer or a manufacturer shall not bring any action or pro-\n             ceeding in any court of law in respect of any such dispute\n             or for any matter arising out of any such dispute.\nMode of\ndcahg with     37.-(1) As soon as a reference is made to the Authority\n'dem\"oeto    the Authority shall forthwith cause a copy thereof to be\nAuthority.\n             served upon the respondent in the manner prescribed, to-\n             gether with a notice requiring the respondent to lodge with\n             the Authority such answer as is prescribed in subsection (2)\n             within the period therein prescribed, and that in default of\n             compliance by the respondent therewith, or of his appearing\n             at a time and place fixed in the notice, such order may be\n             made as the Authority thinks just and proper.\n                   (2) If the respondent intends to oppose an applica-\n             tion he shall within seven days after service of notice, or\n             within such extended period as the Authority may upon\n             special request allow, lodge with the Authority a written\n             answer containing a concise statement of the extent and\n             grounds of his opposition.\n                    (3) At the hearing of a reference the Authority may\n             inform itself on any matters in dispute on the reference by\n             any relevant evidence produced before it, or by the examina-\n             tion of any canes which may be the subject-matter of dis-\n             pute, or by the certificate of the Island Chemist or other\n             duly qualified analytical chemist nominated by the Minister,\n             as to the sucrose content of any canes which may be the\n             subject of dispute.\n                     (4) On the written request by any party to the refer-\n             ence, the Authority shan hear the reference in public and\n                     Frae ineluaim of this psge is authorized by L.N. 791 19961\n                SUGAR INDUSTRY CONTROL                                 31\nany such party shall whether the hearing takes place in pub-\nlic or in private be entitled to be represented by an attorney- &\nat-law.                                                        s 16."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38.41) In adjudicating on any dispute it shall be law- Odors\n                                                             the\nful for the Authority to award such campensation, damages Authority.\nand costs to either party as to the Authority may seem just,\nand to order either party to do or refrain from doing any\nact or thing which the Authority may consider just so to\norder, and any such order of the Authority shall have the\nforce of a judgment of a Resident Magistrate's Court in\nmatters within the Court's jurisdiction.\n       (2) Any person aggrieved by an order made by the\n                                                            811970\nAuthority or by any determination of the Authority pursuant sch.\nto this section or section 37 may appeal to a Judge in\nChambers who shall hear and determine the appeal and\nmake such order as to the Judge may seem fit.\n         (3) Any such order made by a Judge in Chambers\ns h d be final and binding on the Authority and on all par-\nties to the proceeding.\n        (4) Rules of court may be made prescribing the\nnotices to be given, the parties to be served, and the pro-\ncedure to be followed, in relation to any appeal under sub-\nsection (2).\n        ( 5 ) On application in the prescribed form to the\nResident Magistrate's Court for the parish in which the\ndispute arose by any person aggrieved by failure to carry\nout any order of the Authority or of the Judge in Chambers\nmade under this section, the order may by leave of the\nResident Magistrate's Court be enforced in the same man-\nner as a judgment or order of such Court is enforced.\n         I?ad i n c l k of this his iis aukrized by LN. 79(19%]\n32                          SUGAR INDUSTRY CONTROL"
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. The provisions of this Part relating to the determina-\n              tion of disputes by the Authority shall not apply to cane\n             farmers and manufacturers who have entered into or shall\n             enter into written agreements whereunder provision is made\n             for the settlement of any dispute by arbitration or otherwise.\n                 PART VIIA. Payment of Certain Revenues into the\n                              Consolidated Fund\nllevmna\nto be Paid      39A. From and after the 22nd day of April, 1994, any\nto Comli-    sums received by the Authority representing surpluses d e\n&GI Fund\n             rived from profits from the sale of imported raw sugar\n             shall be paid by the Authority into the Consolidated Fund.\n                                 PART wI. General"
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40.41) The Authority may, with the approval of the\n             Minister, make regulations for the carrying out of the\n             provisions of this Act and in particular but without prejudice\n             to the generality of the foregoing may make regulations-\n                  (a) with respect to the registration of cane farmers, and\n                      the transfer and cancellation of such registration;\n                  (b) prescribing the conditions with respect to the deliv-\n                      ery, measurement, examination and testing of\n                      canes, the areas in which cane may be grown and\n                      harvested for the purpose of the industry, the ton-\n                      nages to be grown in such areas, and the factories\n                      to which delivery may be made;\n                  (c) prescribing the form of returns to be furnished by\n                      factories, estates, cane fanners and trade unions,\n                      and the method of accounting to be used by cane\n                      farmers and estates;\n                  (d) prescribing the standard of sucrose content of canes\n                      or the juices expressed therefrom;\n                  (e) prescribing the method of weighing canes and the\n                      examination and correction of scales at factories;\n               sUGAR INDUSTRY CONTROL\n           for the supervision of arrangements relating to the\n           marketing of sugar and molasses, both locally and\n           abroad;\n      (g) [Deleted by Acr I 1 of 1994.1\n     ih) with regard to applications in respect of-\n               (i) quota licences;\n              (ii) [Deleted by Act I 1 of 1994.1\n             iiii) cane farmers' licences;\n      (19 for the implementation of licensing in respect of\n           production quota;\n      (19 prescribing anything requiring to be prescribed\n           under this Act;\n     (k) with respect to such other matters as may be inci-\n            dental to or connected with the foregoing.\n         (2) Regulations made under this Act shall be pub-\nlished in the Gazette and shall come into operation on such\npublication or at such other time as may be fixed by such\nregulations.\n         (3) If any person acts in contravention of, or fails\nto comply with, any regulation made under this Act he shall\nfor each offence, on summary conviction thereof before a\nResident Magistrate be liable to a penalty not exceeding one\nthousand dollars and in default of payment thereof to im- 11il994\nprisonment, with or without hard labour, for any term not S. I8 Ib).\nexceeding three months.\n        (4) Regulations made under this Act shall be of the\nsame force and effect as if they were contained in and formed\npart of this Act.\n  dl. The Authority may, with the approval of the Minister, plrtv~to\n                                                                   lo\nwhenever it is satisfied that it is expedient so to do, by CtaS\n                                                              aavc dfcct\norder direct that the provisions of Part Vf shall no longer Onod\"\nhave effect as from a date to be specified in such order, and P%thhty.\n                                                                 I I ~ ~\n34                        SUGAR INDUSTRY CONTROL\n          thereupon, as from such date, such provisions shall be\n          deemed to have been repealed."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. Part VI to cease to have effect on order by Authority.\n42 Punishment for offences not otherwise provided for."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. Any person who acts in contravention of, or who\n          fails to comply with, any of the provisions of this Act or\n          order made thereunder, and any person guilty of an offence\n          under this Act, for which no special penalty is provided shall\n          be liable, in respect of each such contravention, failure or\n          offence, to a penalty not exceeding one thousand dollars\n          and in default of payment thereof to imprisonment, with\n          or without hard labour, for any term not exceeding two\n          months."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. Every offence under, and every contravention of this\n          Act or regulation or order made thereunder, shall be\n          deemed to have been committed either at the place at which\n          the same was actually committed or in the parish in\n          which the offender resides."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. Where a person convicted of an offence against this\n          Act is a company, the chairman and every director of the\n          company, and every officer of the company concerned in the\n          management thereof shall be guilty of a like offence unless\n          he proves that the act constituting the offence took place\n          without his knowledge or consent.\nSaving.     45. Nothing in this Act contained shall operate to pre-\n          judice or prevent the approved marketing organization\n          from arranging with manufacturers for interchange between\n          manufacturers of sugar subject to the several manufacturers'\n          export quotas and sugar subject to several manufacturers'\n          local consumption quotas or shall prejudice or prevent,\n          subject to the prior approval of the Authority, interchanges\n          between manufacturers of sugar subject to the several\n                   me inclusioo of this page is aurborized by L.N. 79119961\n                SUGAR INDUSTRY CONTROL\nmanufacturers' export quotas and sugar which the several\nmanufacturers arz respectively entitled to hold as part of\nthe Island reserve."
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. Where under a written agreement entered into by a    :fy\nmanufacturer with a cane farmer for the supply of canes by ynz&,\nthe farmer to the manufacturer, a cane farmer gives notice\nto the manufacturer in terms of such agreement of hiis\nintention to terminate the agreement, the manufacturer shall\nnot after the determination of the agreement be compellable\nto accept deliveries of canes grown on the land in respect of\nwhich the agreement was made although, in either case, such\ncane farmer is a cane farmer registered at the factory of the\nmanufacturer.\n         p 0 indud00\n             ~       of lhir page i authorized by LN. 791 1\n                                                          9W\n                                        SUGAR 1NDUSTRY CONTROL\n                                                  FIRST SCHEDULE                         (Sections 2 and U))\n                 Jamaica Sugar Estates                         Holland\n                 Grays Inn Sugar Factory                       Monymusk (New Factory)\n                   Limited\n                 Long Pond                                     Worthy Park\n                 Bernard Lodge                                 Innswood\n                 Rose Hail                                     Hampden\n                 New Yarmouth                                  Frome Central\n                  Appleton                                     Natural Cane Products Limited.\n                    This ScbeduIc haa ken amended by-\n                                               SECOND SCHEDULE                                (Saction 22)\n                                                       OF QUUTA LlCENCB\n                   A.B. is hereby liceod in respect of ..........................................\n                 Factory, subject to the prescribed cmdiaions during the period 6x4\n  12 I1994       under section 16 of the Sugar Indlrstry Control Act as the quota period\n  S 22 (a) (0. ............................................. subject to such licences. conditions\n                or regulations as may be required, prescribed or made under the\n                provisions of the Sugar Industry Control Act during the said quota\n                period to dispose of\n                                                       for I d consumption........................tom\n               of (State mture of sugar).\n                   This licence is issued subject to the further following conditi-\n                  When an order has been made under Section 24 of the Sugar\n               Industry Control Act. A.B. shall subject to such conditions as may\n               be prescribed, accept all supplies of canes specified in a cane farmer's\n               licence. which are of the usual varieties, standard and quality of\n               Jamaica cane farmers' canes free from top, dirt and trash, delivered\n               at the abovementionad Factory during the said quota period by a cane\n               farmer who is registered at the Factory.\n                  This licence shall endure from the date hereof until the expiration\n 1111994       of the quota period.. ....................... ..fixed under &on 16 of the\n S. 22 (a)(i).\n               Sugar adu us try ~ o n t r o ~   l c t\n                  Dated this.......................... .day of................................ .19......\n8(1970                                           Signed. .....................................................\nS.7BSch.                                                 Chairman of the Sugar Industry Authority.\n                             me inclusion of this page is auilmrizd by L.N. 79119961                    .\n                   SUGAR INDUSTRY CONTROL\n                           THIRD SCHEDULE                            (Section 3) S.\n                                                                                 811970"
    }
  ],
  "definitions": [
    {
      "term": "approved marketing organization",
      "definition": "a market- 1111994",
      "source_provision": "sec2"
    },
    {
      "term": "the Authority",
      "definition": "the Sugar Industry Authority 811970",
      "source_provision": "sec2"
    },
    {
      "term": "cane fanner",
      "definition": "a person who cultivates sugar canes",
      "source_provision": "sec2"
    },
    {
      "term": "exportation",
      "definition": "to take or cause to be",
      "source_provision": "sec2"
    },
    {
      "term": "factory",
      "definition": "any factory, whether completely erected,",
      "source_provision": "sec2"
    },
    {
      "term": "import",
      "definition": "to bring or cause to be brought within",
      "source_provision": "sec2"
    },
    {
      "term": "industry",
      "definition": "the sugar industry",
      "source_provision": "sec2"
    },
    {
      "term": "Island quota",
      "definition": "the total number of tons of sugar",
      "source_provision": "sec2"
    },
    {
      "term": "Island reserve",
      "definition": "any sugar intended for export",
      "source_provision": "sec2"
    },
    {
      "term": "manufacturer",
      "definition": "a person owning or having",
      "source_provision": "sec2"
    },
    {
      "term": "quota period",
      "definition": "any period in respect of which",
      "source_provision": "sec2"
    },
    {
      "term": "raw sugar",
      "definition": "sugar in the form of brown crystals",
      "source_provision": "sec2"
    },
    {
      "term": "sugar",
      "definition": "sugar in any of its commercial forms",
      "source_provision": "sec2"
    },
    {
      "term": "ton",
      "definition": "a long ton of 2,240 lbs",
      "source_provision": "sec2"
    }
  ]
}