{
  "id": "jm-stat-the-tanganyika-republic-act",
  "type": "statute",
  "title": "The Tanganyika Republic Act",
  "title_en": "The Tanganyika Republic Act",
  "short_name": "Tanganyika Republic Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-tanganyika-republic-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-tanganyika-republic-act | Legal areas: Citizenship and Nationality",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                           lntnpret.-\n                                                            tim.\n     “commencement of this Act” means 9th December,\n          1962\n     “Minister” means the Minister responsible for external\n         affairs;\n     “Parliament” means the Parliament of Jamaica."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) On and after the commencement of this Act, all Op,tionot\nexisting law, that is to say all law which, whether being a exirtinshw.\nrule of law or a provision of an Act of Parliament or of any\nother enactment or instrument whatsoever, is in force on that\nday or has been passed or made before that day and comes\ninto force thereafter, shall, unless and until provision to the\ncontrary is made by Parliament or some other authority hav-\ning power in that behalf, and subject to the following provi-\nsions of this section, have the same operation in relation to\nTanganyika, and persom and things belonging to or\nconnected with Tanganyika, as it would have apart from\nthis subsection if Tanganyika had not become a Republic.\n      (2) The Minister may, by order, make such adapta-\ntions in any enactment passed before or after the com-\nmencement of this Act, or in any instrument having effect\nunder any such enactment, as appear to him necessary or\nexpedient in consequence of Tanganyika having become a\nRepubliq and any such order may, though made after the\n       l l l I e ioclusioa of (his pplt t ~utboriEedby L.N. 480/19731\n’-\n!\n    2                          TANGANYIKA REPUBLIC\n             commencement of this Act, be made so as to have effect\n             from that day.\n                   (3) Every order made under subsection (2) shall be\n             subject to negative resolution.\n        ..\n                 IThe indusion of thia page is auihorieed by LN. 4SOflSnl"
    }
  ],
  "definitions": []
}