{
  "id": "jm-stat-the-tax-collection-act",
  "type": "statute",
  "title": "The Tax Collection Act",
  "title_en": "The Tax Collection Act",
  "short_name": "Tax Collection Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-tax-collection-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-tax-collection-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Collectors of Taxes, or their Assistants shall notify Collector,\n                                                              etc. to stop\nto the Accountant-General the name of every person in\narrear for taxes, who shall be the recipient of any salary P,'Kbli,\npayable by the Government of this Island, or entitled ! ; to: p for\nany money payable out of the public revenue; and there-\nupon the Accountant-General shall retain the amount of\nsuch taxes, and any surcharge thereon."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. For every neglect of duty, for which no other penalty Penalty\n                                                                on neglect\nis enforced by this or any other enactment, a Collector of of duty\nTaxes or his Assistant shall forfeit and pay a fine not exceed-\ning ten dollars; and the Accountant-General shall deduct,\nfrom any salary payable to such defaulting officer, the\namount of the penalty inflicted for every such neglect or\ndefault.\n                       Collection of Taxes"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) The Tax Collection Year shall be from the first 2iWtion\nday of April in one year until the thirty-first day of March year 1st\n                                                             April to\nin the succeeding year.                                      31st March.\n       ( 2 ) All taxes shall be due and payable on the first\nday of April in each financial year.\n      (3) All returns and in-givings relating thereto shall\nbe made on the first day of April in each financial year.\n          Payment in Moieties and Insialments"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Whenever the taxes shall amount to or exceed the sum Dulics of\nof one hundred dollars, they may be paid by moieties, the over  ,hkd\n                                                                    one\nfirst, on or before the thirtieth day of April, and the second,\non or before the last day of October then next succeeding; P      Sin~\n                                                                moietm.\nand upon payment of the first moiety, in the case of licences, 3]/1999\n                                                                    s. 3.\nA                                      TAX COLLECTION\n               the Collector of Taxes shall grant the licence by this Act\n               required and in respect of which the same is paid and so\n               on in like manner upon the payment of the second moiety.\nExemption       16. When any person, having under the provisions of\nfrom pay-\nment of      section 15, on or before the 30th day of April in any year\n2;;     in   paid the first moiety of the tax or duty made payable in\ncues and\n             respect of the possession of any article or thing, shalI prior\naher certain to the 1st day of October next ensuing have assigned such\nnotice.\n             article or thing, and, pursuant to the provisions of this\n             Act, shall have also transferred the licence thereon- and\n             when any person in possession of any house or land on\n             the 1st day of April in any year shall, under the provisions\n             of this Act, have paid the first moiety of the taxes payable\n             in respect thereof, and shall previous to the 1st day of\n             October then next ensuing have discontinued the possession\n             thereof-then if, before the 1st day of October after pay-\n             ment of such first moiety, such person shall give to the\n             Collector notice of such assignment and transfer, or such\n             discontinuance of possession (as the case may be), he shall\n             not be liable to pay the second moiety of the said taxes;-\n             but, save as aforesaid, payment by any person of the first\n             moiety of any taxes payable shall involve and be deemed\n             to be an admission of the obligation to pay the second\n             moiety, and such second moiety shall be payable by such\n             person, although, before the month of October in which\n             the same is payable he shall have ceased to possess the\n             article or thing, or to be in possession of the house or land,\n             in respect of which the tax in question was payable.\nAs to duties\nfor second\n                  Where such notice of discontinuance of possession of any\nmoiety.        house or land shall have been given, the Collector shall give\n               ten days’ notice to any succeeding occupier of the same\n               before issuing any warrant of distress for enforcement of\n               payment of the second moiety of the taxes payable in\n               respect thereof; but when no such notice of discontinuance\n                        me inclusion of this page is au,thorized by L.N. 3/2001]\n                         TAX COLLECTION                                            9\nshall have been given no action at the suit of any such suc-\nceeding occupier shall lie against any Collector in respect\nof any distress levied without such notice to such occupier."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The duties to be paid by moieties as aforesaid shall HOW to be\nbe entered and registered by the Collector of Taxes entered by\nseparately, and apart from those paid in full; and the licences\nissued and granted for moieties shall have the word\n“moiety” written or printed legibly on the top, and along\nthe margin of the same respectively.\n  1%.In any case in which the taxes payable by any person T~~~\non the first day of April for the ensuing financial year shall “Gz:!\nexceed the sum of two hundred dollars, the same may be               g$tf”\npaid in four equal quarterly payments on the first day of wart&.\nApril, and on or before the first day of July, the first day of 3111999\n                                                                S. 4.\nOctober, and the first day of January in each year:\n   Provided, however, that if the first quarterly instalment 2z;p:r\nis not paid within the month of April, the whole sum due ymterly\n                                                              instalments\nfor taxes for the financial year shall be thereupon payable,\nand may be enforced under the provisions of this Act:\n   Provided also, that if the instalments due on the first\nday of July and the first day of October are not respectively\npaid within those months, the whole amount of the unpaid\ntaxes for the current financial year shall thereupon become\npayable, and may be enforced under the provisions of this\nAct."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. When any person has, on or before the thirtieth day Assignment\n                                                                     of Property\nof April in any year paid the first quarter of the tax made after\n                                                                    of\npayable in respect of the possession of any article or thing, ment\n                                                              instalment\nand shall prior to the first day of July or the first day of yi;;;:\nOctober or the first day of January next ensuing have\nassigned such article or thing, and pursuant to the provi-\n10                           TAX COLLECTION\n     sions of this Act shall have also transferred the licence\n     thereon; and when any person in occupation or possession\n     of any house, or possession of any land on the first day of\n     April in any year shall, under the provisions of this Act,\n     have paid the first quarter of the taxes payable in respect\n     thereof, and shall previous to the first day of July or the\n     first day of October OT the first day of January, as the\n     case may be, have discontinued the occupation or posses-\n     sion of such house or the possession of such land; then, if\n     before the first day of July, the first day of October, or first\n     day of January after payment of such first, second, or third\n     quarterly payment, such person shall give to the Collector\n     notice of such assignment or transfer, OT such discontinu-\n     ance of occupation or possession, as the case may be, he\n     shall not be liable to pay the remaining quarterly payments\n     or payment of the said taxes, but, save as aforesaid, pay-\n     ment by any person of the first quarterly payment of any\n     taxes payable shall involve and be deemed to be an admis-\n     sion of the obligation to pay the remaining quarterly pay-\n     ments, and such quarterly payments shall be payable by\n     such persons, although before the first day of July, first\n     day of October, or first day of January, as the case may be,\n     he shall have ceased to possess the article or thing, OT to\n     be in occupation or possession of the house, or in possession\n     of the land in TeSpect of which the tax in question was pay-\n     able. Where such notice of discontinuance or occupation\n     or possession of any house or land shall have been given,\n     the Collector shall give ten days’ notice to any succeeding\n     occupier or possessor of the same, before issuing any war-\n     rant of distress for enforcement of payment of the second,\n     third, or fourth quarterly payment of the taxes payable in\n     respect thereof, but when no such notice shall have been\n     given, no action at the suit of any succeeding occupier or\n     possessor shall lie against any Collector in respect of any\n     distress levied without such notice to such occupier or\n     possessor.\n              [The inclusion of tlus page is authorized by L N 3120011\n                        T A X COLLECTION                                 I5"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Whenever the goods and chattels, or other property Payment of\n                                                              taxes from\nof any person indebted for taxes shall have been taken by\nthe Bailiff or Assistant Bailiff of the Resident Magistrate's\nCourt of his parish, by virtue of any execution, warrant, $I\",ps;;:gt\nor other process, it shall be lawful for the Collector of Court.\nTaxes, or Assistant Collector of Taxes, to make a declara-\ntion in writing before a Justice of his parish that such\nperson is indebted for taxes, stating the amount wherein\nsuch person is so indebted, and to deliver the same to the\nBailiff or Assistant Bailiff of such Resident Magistrate's\nCourt, who shall have seized such property; and it shall\nbe the duty of the Bail8 or Assistant Bailiff of such\nResident Magistrate's Court, to pay over to such Collector\nof Taxes or Assistant Collector of Taxes, the net proceeds\nof any such levy, or a sufficient portion thereof in or to-\nwards satisfaction of the taxes so declared to be due; and\nthe declaration so made and delivered to the officer execut-\ning the process aforesaid, shall by such officer be returned\nto the Court out of which such process shall have issued\nas the authority for such payment."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. It shall be lawful to keep any distress for the space men\nof ten days (unless the same shall be of a perishable nature,       pz;,'\"\nwhen the same may be immediately sold); and if the same\n         tThe inclusion of thls page is aulhorizsd by LN. 3j20011\n16                                     TAX COLLECTION\n                be not redeemed within ten days, or before sale, to sell and\n                dispose of the same, or a sufficient portion thereof, to\n                satisfy the duties or taxes, and the expenses of the distress,\n                and a commission of five per centurn on such taxes,\n                or on the value of the distress, if the proceeds shall be in-\n                sufficient to satisfy the taxes: and the surplus of any sale,\n                and any unsold goods or chattels, shall be returned, on\n                demand, to the person distrained on.\nredeemable\nDistress not"
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. No distress shall be redeemable except upon pay-\nE&yopy-         ment of the taxes due, and of the commission aforesaid.\ntaxes and\nmission.\n~ l l s E t r Of\nTaxes. etc."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33. No action s h d be brought, nor shall any Collector\nnot liable       of Taxes, or other officer as aforesaid, be answerable or\nexcept for\nwlifui injury accountable for any loss, deterioration, or injury to any\netc., to\ndistress.       goods or chattels, or other property levied or distrained\n                upon, except for wilful negligence, ill-usage, or injury.\nnot a i r e -\nDislrainer        34. The person making such distress shall not, by reason\npasser\nnb inilio.\n                of any irregularity, be deemed a trespasser ab initio.\nrcceiversh!p       35. T h e Collector of Taxes may proceed as by this Act\n*ay be dls-\nmined on.\n                directed, for the recovery of taxes, or any arrear, moiety,\n                penalty, or costs respectively, notwithstanding that the\n                property in respect whereof the same shall be payable be\n                in receivership in the Supreme Court, or the party pxo-\n                ceded against be an officer of that Court, without the\n                necessity of any application to the Court for that purpose.\nTaxes prior\nlien to"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. Upon the bankruptcy of any person charged with the\nbankruptcy. payment of taxes, the s u m which shall be charged to such\n            person, whether the same shall have become due or not,\n            shall, to the extent to which such taxes may remain un-\n                         IThe inclusion of this page is authorized by L.N. 3/2001J\n                        TAX COLLECTION                                   19\nreoommendation, to the Minister, who may direct the 3111999\nCollector of Taxes not to levy for the same, or for the S. 13.\nwhole thereof, as the Minjster shall think proper, or until\nsuoh time as the Minister shall think proper."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. A distress or levy for any tax, duty, arrear, moiety, Disbegs\ninstalment penalty, or costs under any law of this Island, Aon\n                                                             mbs\nmay be made on any money bonds, bills, notes, or other           c(c.\nsecurities for money, belonging to the same person against\nwhom such distress or levy shall be made, and the same\nshall be sold and disposed of under the provisions of this\nAct; and whenever necessary, for the purpose of vesting\nthe same in the purchaser thereof, the Collector of Taxes,\nor other officer as aforesaid, shall assign and endorse such\nsecurity for money, without rendering himself liable there-\nby."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. Whenever the Minister is satisfied from a report made Remuion in\n                                                                  of poor\nto him by a Colleotor of Taxes,that any person is so pool cases\n                                                             anddestntute\nand destitute, as to be unable to pay either current pmperty\ntax or any arrears thereof, due by him, he may direct the s 14.\nCollector of Taxes not to levy for such tax or for such\namam thereof, and he may remit the same, either in whole\nor in part, and may wipe off all such remitted taxes from\nthe tax roll accounts.\n                Actions by Persons Aggrieved"
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. In any action to be brought for recovery of the value Damages\n of any distress for duties or taxes which may have been recoverable\n sold, no greater damages than the net proceeds of sale. cOll&\".X.\n                                                              etF\nafter payment of all expenses attending the same, shall be\n recoverable, unless the plaintiff shall prove that by fraud,\nor want of care, the distress hath been sold at an under-\nvalue, or that before the sale he had given written notice\nto the Collector of Taxes or Assistant Collector or other\nofficer or person distraining, of his intention to replevy\nsuch goods, within a time to be mentioned in such notice,\nnot exceeding ten days from the taking, and had required\nthe sale to be delayed to enable him to replevy the same.\nand tendered a reasonable sum to cover the additional\nexpenses occasioned thereby, and that the sale was, not-\nwithstanding, proceeded with before the expiration of such\ntime.\n         Recovery of Penalties, Forfeitures and Taxes"
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46.-(1)   All penalties and forfeitures imposed by this R e z z o f\nAct, or by the Licence and Registration Duties Act or f % m m ~\nthe property Tax Act, or by any other enactment in force for and  tnxea by\n                                                              &mpr-s\nraising and imposing duties or taxes, may be recovered,            2g3\n         p k inclusion of this page is authorized by LN. 3/2001]\n20                                 TAX COLLECTION\n            and all taxes, duties, and arrears required to be paid to the\n            Collector of Taxes, and not paid to him pursuant to the\n            provisions of this Act, or other such enactments as aforesaid,\n            as well as the penalty thereon, may, instead of the process\n            of distress hereinbefore directed, also be recovered in a\n            summary manner in the parish wherein such offence or\n            default was committed, or the offender or defaulter resides;\n            and, in case of non-payment, may be enforced by djstress\n            and sale of the offender’s or defaulter’s goods, or impri-\n            sonment not exceeding three months, unless such penalty,\n            taxes, duties, arrears, and costs shall be sooner paid, and\n            may be enforced under the provisions of any Statute in\n            respect to summary proceedings, and the forms of any such\n            Statute, or other Statutes, may be adapted to meet the\n             requirements of this Act or other enactment as aforesaid; the\n            taxes, duties, and arrears, and the surcharge, and any\n            penalty attaching to such nonpayment, may be included\n            in, and recovered in one proceeding, notwithstanding any\n            provision in any enactment relating to summary proceedings\n            providing to the contrary.\n                    (2) Subsequently to the order of the court under\n            subsection (11, the Collector of Taxes or other officer as\nall960      aforesaid, may, if he is satisfied that any action taken to\ns. 3 (8).   enforce the order can he effectively suspended, receive any\n            sum offered by the defaulter on account of taxes, duties,\n611960      arrears and penalty thereon; so that the defaulter arranges,\ns. 3 RI).\n            to the satisfaction of such Collector or other officer on\n            such terms and conditions as may be fixed by such\n            Collector or other officer, for payment of the amount\n            remaining unpaid of such taxes, duties, arrears and penalty,\n            and notwithstanding anything in this Act or in any other\n            enactment contained, or any provision, or rule of law to the\n            contrary the receipt of any sum under this subsection shall\n            not have the effect of vitiating the said order:\n                     [The inclusion of t h G p e is authorized by L.N. 3/2wL]"
    }
  ],
  "definitions": []
}