{
  "id": "jm-stat-the-technical-assistance-immunities-and-privileges-act",
  "type": "statute",
  "title": "The Technical Assistance (Immunities and Privileges) Act",
  "title_en": "The Technical Assistance (Immunities and Privileges) Act",
  "short_name": "Technical Assistance (Immunities and Privileges) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-technical-assistance-immunities-and-privileges-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-technical-assistance-immunities-and-privileges-act | Legal areas: International Relations",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Technical Assistance short title.\n(Immunities and Privileges) Act.\n                                                                           Inierpreta-"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The exemptions granted pursuant to paragraph 1 shall bc subject\n    to the following condihom-\n          (a) the exemption under paragraph 1 (1) (a) shall-\n                  (i) apply only to persons on assigMlent in Jamaica for six\n                      months ur more:                                             .\n                 (ii) not be granted later than six months after the date of\n                      the person's timt arrival in Jamaica for his tour of\n                      duty;\n                (bi) be subject to the condition that if the motor car is sold.\n                      pledged, transferred or otherwise disposed of w i t h\n                      three years of importation or prior to the termination\n                      of the person's tour of duty in the Island, whichever\n                      is earlier, to a persoa who is not entitled to customs\n                      duty privileges, customs duties assessed as at the date\n                      of importation shall be payabk;\n         (b) bhe exemption under paragraph 1 (1) (b) shall not be granted\n              later than six months after the date of the person's first\n              arrival in Jamajca for his tour of duty."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) Without prejudice to anything contained in the P O * Y C T ~ ~\nDiplomatic Immunities and Privileges Act, this section shall Srmt\n                                                             immmities\napply to any foreign government or any foreign organiza- and lege&\n                                                                   privi-\ntion declared by the Minister to be a government or or-\nganization providing technical assistance to Jamaica.\n         ( l h z inclusion of this page is authorired by L.N.3!2001]\n                                                                       -\n2               TECHNICAL ASSISTANCE (IMMUNITIES AND PRIVILEGES)\n                     (2) Subject to the provisions of this Act, the Minister\n               may by order, for the purposes of this Act-\n                   (a) provide that any government or organization to\n                        which this section applies or any agency thexmf\n                        shall, to such extent as may be specified in the\n                        order, have the immunities and privileges set out\nSchedule.               in Part I of the Schedule;\n                   (b) as respects any such government, organization or\n                        agency as aforesaid, confer upon its representatives\n                        and experts and their families and staff, to such\n                        extent as may be specified in the order, the immun-\n                        ities and privileges specified in Part I1 of the\n                        Schedule.\nM S ~ * S         4 . 4 1 ) Nothing in this Act shall be construed as preclud-\n               ing the Minister, as respects any immunities or privileges\n               conferred pursuant to this Act in respect of any foreign\n               country-"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6)from withdrawing such immunities and privilege\n                           on the grounds that the government of that coun-\n                           try is failing to accord corresponding immunities\n                           or privileges in respect of Jamaica; or\n                     (b) from declining to accord any immunity or privilege\n                           as may be conferred under the provisions of this\n                           Act on any such grounds as aforesaid.\n                        (2) The Minister may, if he deems fit, by order confer,\n               in respect of any government or organization to which sec-\n               tion 3 applies or its representatives or experts, immunities\n               or privileges other than those specified in the Schedule.\ncitimls             5.-(1) No person being exclusively a citizen of Jamaica\nof\n~   ~     ~   i shall\n                  ~    e in. Jamaica be entitled, by virtue of this Act, to any\n                personal immunities nor shall the members of such person’s\n                family, as such, be entitled to any personal immunities un-\n TECHNlCAL ASSISTANCE (IMMUNITIES AND PRIVILEGES)                             3\nless such citizen is specially designated by the Minister for\nthe purposes of this section.\n       (2) In this section “personal immunities” has the\nsame meaning as in the Diplomatic Immunities and Pri-\nvileges Act."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. A foreign government, or foreign organization, shall waives.\nhave the right and duty to waive any immunity granted\nin respect of any such government or organization or any\nrepresentative or expert thereof in any case where the\nimmunity would impede the course of justice and it can be\nwaived without prejudice to the interests of the foreign\ngovernment or foreign organization."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. If any goods which have been imported by a person Speial\nwithout payment of customs duties in pursuance of any               rgzm\n                                                                       ;\nimmunity or privilege to which this Act relates are sold or tomstoma\ndisposed of within three years of importation or prior to duty.\nthe termination of such person’s tour of duty in the Island,\nwhichever is earlier, to a person who is not entitled to\ncustoms duty privileges, the person who sells or disposes\nof such goods shall be called upon to pay customs duties\nthereon to the extent that would have been payable but\nfor the provisions of this Act.\n             h+sic,n   of this page is authorized by LN. 55t19831\n4         TECHNICAL ASSISTANCE (IMMUNITIES AND PRIVILEGES)\nRdtio-.      9. The Minister may from time to time make regulations\n          for carrying into effect the purposes of this Act, and regula-\n          tions so made shall be subject to negative resolution.\n                 fiindusion of thk! page is authorized by LN. %/I9831\nTECHNICAL ASSISTANCE (IMMUNITIES AND PRIVILEGES)                                  5\n                              SCHEDULE                         (section 3)\n                                 PART I\n   Immunities and Privileges under lhis Act of Foreign Govrrnriients\n                     or Foreign Organizations\n   I . Exemption from customs duties-\n       (a) on goods dirztly imported by a fore@ government or foreign\n           organization for its official use in Jamaica or for exportation;\n           or\n       (6) on the importation of any publications of a foreign govcm-\n           ment or foreign organizanon if such publications are directly\n           impMted by it,\nso. however, that any such exemption shall be subjeet to oompliance 12 I ~ R S\nwith such conditions as the Commissioner of C u s ~ mand Excise may\nprescribe for the proteciion d the revenue.\n                                                                             d.\n  2 Exemption from prohibitions and restrbtim on importation 01\nexportation-\n    (a) in the case of goods directly imported or exported by a foreigm\n         government or foreign organization for its officialuse; and\n    (b) in the case of any publication of a foreign government or\n          fOreiga organization if such publications are directly imported\n          or exported by it,"
    }
  ],
  "definitions": []
}