{
  "id": "jm-stat-the-telegraph-act",
  "type": "statute",
  "title": "The Telegraph Act",
  "title_en": "The Telegraph Act",
  "short_name": "Telegraph Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-telegraph-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-telegraph-act | Legal areas: Communication and Technology",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. The Lands Clauses Act is incorporated with this Act, ~ a n d s\nexcept sections 10, 11,84,88,89,90,91,92,93,101,103,104 AClauseS\n                                                            C~\nand 105, and except the provisions of that Act which are             rnZsr-\ninconsistent with this Act; but payments and deposits atd.\nrequired to be made by the promoters shall be made by the\nAccountant-General on the warrant of the Postmaster-\nGeneral out of the Telegraph Fund."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. In this Act and the Lands Clauses Act-                   h-*\n                                                              tiOll.\n“the promoters” means the Postmaster-General,\n“the undertaking” and “the works” include the laying out,\n     constructing, altering and maintaining, the telegraphs\n     in this Island authorized under this Act, and the works\n     or undertaking by this Act authorized to be executed;\n“telegraphs” means electric telegraphs, including post office 14/1%8\n     telephone lines or works constructed or authorized S. 2(a).\n     under this Act;\n“post office telephone line or work” means a wire or wires, i4119a\n     conductor or other means, together with the poles or s. 3(br\n     other supports therefor, used exclusively for the pur-\n     pose of connecting a telephone in a post office with\n     a telephone-\n                (a) in any other post office;or\n4                                                TELEGRAPH\n                              (b) in any place declared under section 4 to\n                                   be a specified place for the purposes of this\n                                   Act;\n14/1968          “telephone” has the same meaning as in the Telephone Act.\ns. 2(br\n~ l ~ t i o n4. The Minister may from time to time by order declare\nplaces.\nOf8pecrfied      any place specified in the order to be a specified place for\n14/1%8           the purposes of this Act.\ns. 3.\n                                   Telegraphs-General Management\ncon~truo-           5. Subject to the directions of the Minister, the laying\ntion, etc., of\nklegraphr        out, construction, erection, maintenance and altering, of\n                 the telegraphs, and the control of the expenditure of all\nunderthe\ncontrol of\n                 sums allotted thereto, and the working of the telegraphs\nthepost.         and the control and management of telegraph business shall\nmaster-\nGened.           be vested in the Postmaster-General, with respectively, such\n                 staff of engineers, electricians, superintendents and other\n                 subordinate officers and employees as the Governor-General\n                 may from time to time appoint or generally or specially\n                 sanction.\nA S ~ O ~ O ~      6. In all deeds or instruments under hand only relating\nand CXCCU-\ntion ofdeeds to the works it shall be sufficient to describe the Postmaster-\nand\ninstruments      General by his said style of office without naming him,and\nmktineto         his signature and seal to any such deed or his signature to\nthe works.\n                 any such other instrument shall be a sufficient execution\n                 thereof respectively by him.\nActions           *7. In any matter relating to the works the Postmaster-\nby and\nagainst          General may sue and be sued by his said style of office with-\nmaster\nthepost-\n                 out naming him, and such action or suit shall not abate by\nGeneral.\n6811958\n                 reason of any change in the person for the time being hold-\ns. 33.           ing the office of Postmaster-General.\n                                                                                          ~~\n                            ~~\n                   *This section is repealed by section 33 of the Crown Proceedings Act,\n                 insofar as it affects proceedings by or against the Orown or any officer\n                 of the Crown as defined in that Act.\n                                 inclusion of this page is authorized by L.N. 480/1973]\n                           TELEGRAPH                                         5"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Declaration of specified places.\n                Telegraphs-General Management"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Construction, etc., of telegraphs and working of same under the\n     control of the Postmaster-General."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. As to form and execution of deeds and instruments relating to the\n      works."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Postmaster-General may from time to time make Rulesmay\n                                                                be made.\nand when made alter or revoke rules fixing the rates to be\npaid for the transmission of messages, and for regulating\nthe management and conduct of the business of the tele-\ngraphs, and for the protection of the telegraphs from injury\nor interference, and for the government of the officers and\nservants employed in the telegraph service.\n   Such rules shall be subject to the approval of the Minister\nwho may allow, disallow, alter and add to such rules or any\nof them.\n   Such rules shall be published in the Gazette, and shall\ncome into operation at the date mentioned in the publica-\ntion.\n   The Postmaster-General shall cause copies of such rules\nto be affixed or posted in large type at all telegraph offices,\nand at such other public places as he may think fit.\n  General Powers to Construct Telegraphs, Acquire Lands\n                    and Raise Money"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The Minister may from time to time by Gazette notice Powerin\n                                                          Minister to\nauthorize the construction of electric telegraphs between authorize\nany towns and places in this Island.                      construction\n                                                          of tela\n                                                                   graphs."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The Minister may raise by debentures at a rate of powerto\ninterest not exceeding five per centurn per annum for the\npurposes of extending the telegraphs or otherwise such sums debentures.\nas may be sanctioned by a resolution of the House of Repre-\nsentatives and may borrow such sums from the Savings Bank\non the security of such debentures."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The Postmaster-General may acquire such lands and Power.of\nhereditaments, and erect such stations, houses and offices,acquiring\n                                                           anddealing\nwith all necessary appliances, as he may from time to time with land.\ndeem necessary for the works; and the lands and heredita-\n       me inclusion of this page is authorized by L.N. 480119731\n 6\n                 merits so acquired shdi be vest& m t k C m i s s i o n e r of\n                 Lands for the purposes- of the wcrrks, and farsecuring the\n                 repayment of the money raisedunder this Act, and interest\n                 thereon; and any of such l a d s so acquired as: shall ease\n                 to be used or to be newsmy for tlxe purposm af this Act,\n                 and any surplus Ianda m acquired, may he. sold, and the net\n                 proceeds paid to the AczountmkGenezaI to the credit of\n                 the Telegraph Fund.\n Telegraph         12. The property in the telegraphs, and in all materials\ns:‘:z            of which the same consist, and the materials an& other\n                 personalty provided for the construction, working and\n General of\n Jamaica.        management thereof, shall be vested in the Accountant-\n                 General; anrh in all legal proceedings it, shall be sufEcient\n                 to state g e n e d y such rn&eriala a d things to be the pro-\n                 perty of Her Majesty the Queen 01: of the Accauntrmt-\n                 General.\n                                 Construction of Telegraphs\npowersfor           13. When it ik proposed to lay out ar abet a telegrqh.\nentrym\nlmdsmd           line the Chief Post Office Engjneez max b~ an. arder under\nsurvey.          his hand, authorize any officer of his department, accom-\n                 panied by such. assistants as may be required;, to mtea at\n                 reasonable times upon any lands for the purpose of making\n                 such surveys as may. be n e c e w ta enable.the said &=a\n                 to make.p h s and sections of the pmpspd. line and an\n                 estimate of &east thaw€.\n ~      ~   to\n             t   i No    .  ~ or assistants s h d enter upon lands under suefi\n                     ~ officer\nexercismg\nSame.            authority until three days’ notice in writing has been given\n                 to the occupier-of‘ tlk Iands, m- p m d up conspicuously on\n                 the land, except by consentof doccupier"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Telegraph property vested in Accountant-General of Jamaica.\n                    Construction of Telegraphs"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. The posts required for the works may be erected at Whenand\n                                                         how osts\nthe sides of any main roads or parochial roads, but so as m a y L\nnot to obstruct the tralZc; and the wires thereof may be erected\n                                                             wires\n                                                                   and\nstretched acruss OT along the sides of any such main or stretched.\nparochial roads, or across any private lands, provided' that\nwhen si?retchdacmssprivatelm& they-\n     (a) do not interfere with or obstruct the occupiers of\n         the lands in any business or cultivation carried\n         on upon such lands; and\n     (b) do not approach within ten yards of a dwelling-\n         house; and\n    (c) do not cross a31 avenue a approach to a dwelling-\n        house; and\n    (4are so stretched and kept streteheat at a heighg of\n        at least twehefeet from the g r ~ d ,\nexcept with the consent of the occupier for the h e being."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. It shall be lawful for either the Chief Post Office Powerto\n                                                            lop treea\nEngineer or the Postmaster-General to cause any trees to be touching\nlopped and trimmed which may at any time grow or hang         5s:\nso as to touch or be likely to touch any telegraph post or\nwires."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Every person who commits any breach of any rule Penaltieson\nmade under the provisions of section 6 shall be liable on breach\n                                                           rules.\n                                                                  of\nsummary conviction to a penalty not exceeding ten dollars.\n  PenaIties SWBe paiid' over to the EIegaph Fun&.\n8                                              TELEGRAPH\n                                                   Legal\nExemption         17. The Chief Post Office Engineer and Postmaster-\nfrom per-\nsonal           General shall be exempt from personal responsibility in\nrespon-         respect of any claim in relation to the works or arising in the\nsibility of\nthe Chief\nPost\n                conduct of the telegraph business *and all damages and costs\n Office         recovered against either of them for any such claim shall\nEngineer\nand             be paid by the Accountant-General on the order of the\nPostmaster-     Minister out of the Telegraph Fund.\nGeneral.\n6811958\ns. 33.                                           Financial\nRealization       18. All moneys raised by debentures under this Act shall\nfrom loans\nor the works    be paid to the Accountant-General to the credit of an\nto be paid      account to be called the Telegraph Fund, and all moneys\nto the credit\nof the Tele-\ngraph Fund.\n                realized from the works shall be paid to the credit of the\n                same fund, at such times and in such manner as the Minister\n                may direct.\n                  *The words “and all damages,.................Fund” following the asterisk are\n                repealed by section 33 of the Crown Proceedings Act, &far    as they &at pro-\n                ceedings by or against the Crown or any officer of the Crown as defined in that\n                Act.\n                        m e inclusion of this page is authorized by L.N. 480/1973]"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Exemption from personal responsibility of the Chief Post Office\n          Engineer and Postmaster-GeneraL\n                                  Financial"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Realization from loans or the works to be paid to the credit of\n         the Telegraph Fund.\n                           TELEGRAPH                                               ,3\n                 THE TELEGRAPH ACT                                    cap 377.\n                                                                         Law\n                                                                      68 of 1958.\n                                                                          Act\n                                              [3rd January, 1879.1    14 of\n                            Preliminary"
    }
  ],
  "definitions": []
}