{
  "id": "jm-stat-the-terrorism-prevention-act",
  "type": "statute",
  "title": "The Terrorism Prevention Act",
  "title_en": "The Terrorism Prevention Act",
  "short_name": "Terrorism Prevention Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-terrorism-prevention-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-terrorism-prevention-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.              I                                                        the absence-of the:applicknt'orfahy counsel repre&nting\n    /                                                                        the applicant, if the Judge is of the opinion\"thatthe dis-\n                                                                             closure of the information would, be prejudicial to\n    i\n    r\n        I\n                                                        L\n                                                                             national security or endanger the safety ofrany\n                                                                                                                          e ..\n                                                                                                                               person;\n                                                                                                                                  t\n                                                                        (b) provide the applicant ,with a statement summarizing the\n                                                                                                                                                                      ir:\n                                                                            information available to the Judge, so a's to enable the\n                                                                            applicant to be reasonably informed of 'th; reasons for\n                                  T        .\n                                                                            the making of the order,'without~disclosingany infor-\n        i\n        1                                               A\n                                                                            mation the disclosure of which would, in the opinion of\n                                                                            the Judge,\n                                                                            ger the     be of\n                                                                                    safety prejudicial to national\n                                                                                              an)person;     .\n                                                                                                               . , security\n                                                                                                                    .       or endan-\n    I                                          L.\n                                                            t\n                                                                         ,\n                                                                                                                      _ .. ' .\n                                                                        (c) provide the applicant with a'reasonable opportunity -to\n                                                                            be heard; and                                   i                                                ,rt_:\n        !\n                     TERRORISMPRElXhTZON\n    (b) the entity or property, as the case may be, in relation to\n         which the information or documents referred to in\n         paragraph (c) are required;\n    (c) the type of information or documents in respect of\n         which disclosure or production is sought and the form\n         in which they should be disclosed or produced; and\n    (d) the facts relied on to justify the suspicion, on\n         reasonable grounds, that-\n             (i) the entity referred to in paragraph (b) has\n                 committed or is likely to commit a terrorism\n                 offence; or\n            (ii) the property referred to in that paragraph has\n                 been used or is likely to be used to commit such\n                 an offence,\nand that the information or documents referred to in paragraph\n(c) are likely to be of substantial value, whether alone or\ntogether with other material, to an investigation in respect of that\noffence.\n       (4) Subject to any conditions that the Judge considers\nadvisable in the public interest, the Judge to whom an\napplication is made under subsection (1) may order any entity\nhaving possession or control of the information or documents\nreferred to in subsection (3)(c)to-\n    (a) make the information or documents available for\n         examination by a constable named in the order; or\n    (b) produce the information or documents to the constable:\n  Provided that the order shall not require the constable to\nremove or retain any accounting records (including ledgers,\ndaybooks, cash books and account books) used in the ordinary\nbusiness of banking, but may allow the constable to examine or\ncopy them wherever they are located.\n       (5) Where any information or document is made\navailable for examination or is produced to a constable pursuant\nto subsection (4)-\n             [The lncluslon of thls page Is authorkd by L.N. 180Al20061\n                      TERRORISM PRE VENTON\n    (a) in the case of any information or document made\n        available for examination, the constable may examine,\n        take extracts from, or make copies of the information\n        or document; or\n    (b) in the case of any information or document produced,\n        the constable may-\n            (i) examine, take extracts from, or make copies of\n                the information or document; or\n            (ii) retain the information or document, if and for\n                 so long as, its retention is reasonably necessary\n                 for the purposes of this Act.\n      (6) Where a constable retains any information or\ndocument pursuant to an order made under this section, the\nconstable shall give to the entity in respect of whom the order is\nmade-\n    (a) a receipt for the information or document, as the case\n        may be; and\n    (b) a copy of the information or document, as the case may\n        be, certified by the constable in writing to be a true\n        copy of the information or document.\n       (7) An entity in respect of which an order is made under\nsubsection (4) shall comply with the order within the period\nspecified in the order:\n  Provided that the Judge may, on the application of that entity,\nextend the time allowed for complying with the order.\n      (8) An order under subsection (4) requiring an entity to\nmake available or produce information or documents-\n    (a) may provide for such assistance as the constable may\n        require to execute the order;\n    (b) shall specify the time and place in which the\n        information or documents are to be made available or\n        produced, as the case may be; and\n             [The lncluslon of thls page Is authorized by L.N. 180A120061\n                          TERRORISM PREVENTION\n        (c) shall be served on the person in respect of whom it is\n            made, in the manner that the Judge directs or as may'be\n            prescribed by rules of court.\n           (9) A person in respect of whom an order is made under\n    this section requiring the production of a document, may apply\n    to a Judge in Chambers, for a variation of the order on the\n    ground that the document is essential to the business activities of\nC   that person.\n           (10) The person in respect of whom the order is made\n    may, by application to a Judge in Chambers, object to the\n    disclosure of any information or document on the ground that-\n        (a) a privilege .is attached by law to the information or\n            document; or\n        (b) disclosure of the information or document would not,\n             for any other reason, be in the public interest.\n          (1 1) An application under subsection (9) or (10) shall be\n    made within five days after the date of service of the order, or\n    within such greater period, having regard to the peculiar\n    circumstances of the case, as the Judge may specify in the order.\n           (12) In determining an application under subsection (9)\n    or (lo), the Judge may, if he considers it necessary, examine the\n    information or document in relation to which the application is\n    made and, the Judge shall-\n        (a) in the case of an application under subsection (9), if\n            satisfied as to the ground mentioned in that subsection,\n            grant the application and order that the entity make the\n            document available to the constable pursuant to\n            subsection (4)(a); or\n        (b) in the case of an application under subsection (lo), if\n            satisfied as to any of the grounds mentioned in that\n            subsection, grant the application and order that\n            disclosure or production be refused.\n                                      TERRORIS4PREVENTION\n                      (13) Where any information or document is copied\n                pursuant to subsection (5), any such copy that is certified by a\n                Resident Magistrate to be a copy made under that subsection is\n                evidence of the nature and content of the original information or\n                document and has the same probative value as the original\n                information or document would have if it had been proved in the\n                ordinary way.\n                      (14) A Resident Magistrate shall not certify any copy\n                under subsection (13) unless the Resident Magistrate has seen or\n                heard, as the case may require, the original information or\n                document.\n                      (15) In the case of-\n                    (a) accounting records referred to in subsection (4); or\n                    (b) a document in respect of which a production order is\n                        varied pursuant to subsection (12)(a),\n                a Resident Magistrate may, for the purpose of complying with\n                subsection (14), order the entity having possession or control of\n                the records to produce the records at such time and place as the\n                Resident Magistrate considers appropriate to prevent or\n                minimize any disruption to the business in which the records are\n                used.\nFailure 10        22.-41) An entity commits an offence if-\ncomply with\nexamination\n~r producti~n       (a) without reasonable excuse, it fails to comply with an\norder.                  order made under section 2 1; or\n                    (b) in purported compliance with such an order, it\n                        produces or makes available any information or\n                        document that it knows to be false or misleading in a\n                        material particular and the entity does not-\n                            (i) indicate, to the constable to whom the\n                                information or document is produced or made\n                                available, that the information or document is\n                                false or misleading; and\n                             [The lnclurlon of this page Is authorized by L.N. 180Al2006j\n                  (ii) provide to that constable such correct\n                       information as it has in its possession or as it\n                       can reasonably acquire.\n            (2) An entity which commits an offence under subsection\n      (1) is liable on summary conviction before a Resident\n      Magistrate t o -\n          (a) in the case of an individual, a fine not exceeding one\n              million dollars or to imprisonment for a term not\n              exceeding one year, or to both such fine and imprison-\n              ment; or\n          (b) in the case of a body corporate, a fine not exceeding\n              three million dollars."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Every person who, for the purpose of facilitating or Usingor\n                                                          possessing\ncarrying out a terrorist activity-                        property for\n                                                                            terrorist\n      (a) uses property, directly or indirectly, in whole or in ,,,oses,\n           part; or\n      (b) possesses property intending that it be so used or\n           knowing that it will be so used directly or indirectly in\n           whole or in part,\ncommits an indictable offence and is liable to imprisonment for\nlife, in the case of an individual, or to a fine in the case of a body\ncorporate."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-41) No person in Jamaica and no Jamaican outside Dealingin\n                                                      property for\nJamaica shall knowingly-                              terrorist\n                                                                            purposes.\n    (a) deal directly or indirectly in or with any property that\n        is owned or controlled by or on behalf of a terrorist\n        group;\n    (b) enter into or facilitate, directly or indirectly, any trans-\n        action in respect of property referred to in paragraph\n        (a);\n             (The lncluslon of thls page is nuthorlzed by L.N. 180A120061\n                                       TERRORISM PREVENTION\n                      (c) provide any financial or other related services in\n                          respect of that property to, for the benefit of or at the\n                          direction of, a terrorist group; or\n                      (d) convert any such property or take any steps to conceal\n                           or disguise that the property is owned or controlled by\n                           or on behalf of a terrorist group.\n                         (2) A person who contravenes this section commits an\n                  indictable offence and shall be liable upon conviction to-\n                      (a) imprisonment for life, in the case of an individual; or\n                      (b) a fine, in the case of a body corporate.\nParticipation      7.-(1) Every person who knowingly participates in or\nin activity of,\nterrorist group. contributes to, directly or indirectly, any activity of a terrorist\n                 group for the purpose of enhancing the ability of any terrorist\n                 group to facilitate or carry out a terrorist activity commits an\n                 indictable offence and is liable upon conviction to imprisonment\n                 for life, in the case of an individual, or to a fine in the case of a\n                 body corporate.\n                       (2) An offence may be committed under subsection ( 1 )\n                  whether or not-\n                      (a) a terrorist group actually facilitates or carries out a\n                          terrorist activity;\n                      (b) the participation or contribution of the accused actually\n                          enhances the ability of a terrorist group to facilitate or\n                          carry out a terrorist activity; or\n                      (c) the accused knows the specific nature of any terrorist\n                           activity that may be facilitated or carried out by a\n                           terrorist group.\n                          (3) Participating in or contributing to an activity of a\n                  terrorist group includes-\n                       (a) providing, receiving or recruiting a person to receive\n                            training in order to facilitate or commit terrorist\n                             activity;\n                              (The inclusion of this page Is authorized by L.N. 180AIZ006]\n                  TERRORISM PREVENTION                                 9\n    (b) providing or offering to provide a skill or an expertise\n        for the benefit of, at the direction of or in association\n        with a terrorist group;\n    (c) recruiting a person in order to facilitate or commit-\n            (i) a terrorism offence; or\n           (ii) an act or omission outside Jamaica that, if\n                committed in Jamaica, would be a terrorism\n                offence;\n    (d) entering or remaining in any country for the benefit of,\n        at the direction of or in association with, a terrorist\n        group; or\n    (e) making oneself available, in response to instructions\n        fiom any of the persons who constitute a terrorist\n        group, to facilitate or commit-\n            (i) a terrorism offence; or\n           (ii) an act or omission outside Jamaica that, if\n                committed in Jamaica, would be a terrorism\n                offence.\n      (4) In determining whether an accused participates in or\ncontributes to any activity of a terrorist group, the Court may\nconsider, among other factors, whether the accused-\n    (a) uses a name, word, symbol or other representation that\n        identifies, or is associated with, the terrorist group;\n    (b) frequently associates with any of the persons who\n        constitute the terrorist group;\n    (c) receives any benefit fiom the terrorist group; or\n    (4 repeatedly engages in activities at the instruction of any\n        of the persons who constitute the terrorist group."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-41) Every person who knowingly facilitates a terrorist Facilitating\nactivity commits an indictable offence and is liable upon terrorist\n                                                          aivity.\nconviction to-\n                                          TERRORISM PREVENTION\n                       (a) imprisonment for life, in the case of an individual; or\n                       (b) a fine, in the case of a body corporate.\n                           (2) For the purpose of this Act, a terrorist activity is\n                   facilitated-\n                       (a) where the facilitator knows that a terrorist activity will\n                           be facilitated;\n                       (b) whether or not the facilitator knows the specific nature\n                           of the terrorist activity; and\n                       (c) whether or not any terrorist activity was actually\n                           carried out.\nCommission            9.-(1) Every person who commits a terrorism offence under\nof offence for\nterrorist group.\n                   this Act for the benefit of, at the direction of or in association\n                   with, a terrorist group, commits an indictable offence and is\n                   liable upon conviction t o -\n                       (a) imprisonment for life, in the case of an individual; or\n                       (b) a fine, in the case of a body corporate.\n                         (2) An offence may be committed under subsection (1)\n                   whether or not the accused knows the identity of any of the\n                   persons who constitute the terrorist group.\nInstructing           10.-41) Every person who knowingly instructs, directly or\ncommission of\noffence for\n                   indirectly, any person to carry out any activity for the benefit of,\nterrorist group.   at the direction of or in association with, a terrorist group, for the\n                   purpose of enhancing the ability of any terrorist group to\n                   facilitate or carry out a terrorist activity, commits an indictable\n                   offence and is liable upon conviction t o -\n                        (a) imprisonment for life, in the case of an individual; or\n                        (b) a fine, in the case of a body corporate.\n                         (2) An offence may be committed under subsection (1)\n                   whether or not-\n                                 [The inclusion of this page i s authorized by L.N. 180A/2006]\n                      TERRORISM PREVENTON\n    (a) the activity that the accused instructs to be carried out\n        is actually carried out;\n    (b) the accused instructs a particular person to carry out\n        the activity referred to in paragraph (a);\n    (c) the accused knows the identity of the person instructed\n        to carry out the activity referred to in paragraph (a);\n    (d) the person whom the accused instructs to carry out that\n        activity knows that it is to be carried out for the benefit\n        of, at the direction of or in association with, a terrorist\n        group;\n    (e) a terrorist group actually facilitates or carries out a\n        terrorist activity;\n    V) the activity referred to in paragraph (a) actually\n        enhances the ability of a terrorist group to facilitate or\n        carry out a terrorist activity; or\n    (8) the accused knows the specific nature of any terrorist\n        activity that may be facilitated or carried out by a\n        terrorist group."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-41) Every person who, directly or indirectly, knowingly Instructing\ninstructs any person to carry out a terrorist activity commits an           z;ztoM\nindictable offence and is liable upon conviction t o -            activity.\n    (a) imprisonment for life, in the case of an individual; or\n    (b) a fine, in the case of a body corporate.\n      (2) An offence may be committed under subsection ( 1 )\nwhether or not-\n    (a) the terrorist activity is actually carried out;\n    (b) the accused instructs a particular person to carry out\n         the terrorist activity;\n    (c) the accused knows the identity of the person whom the\n         accused instructs to carry out the terrorist activity; or\n    (6) the person whom the accused instructs to carry out the\n         terrorist activity knows that it is a terrorist activity.\n             (The inclusion of this page Is authorized by L.N. 180A/Z006j\n12                                     TERRORISM PRE VENTION\nHarbouringor     12.---(I) NO person shall harbour or conceal, or prevent,\nconcealing.\n               hinder or intefiere with the apprehension of, any other person\n               whom he knows or has reason to believe has committed or is\n               planning or is likely to commit any terrorist activity.\n                      (2) A person who contravenes subsection ( 1 ) commits an\n               indictable offence and shall be liable upon conviction to-\n                   (a) imprisonment for life, in the case of an individual; or\n                   ( b ) a fine, in the case of a body corporate.\nInformation      13.-(1)   Subject to subsections (2) and (3), a person commits\nabout\nterrorism      an offence if that person fails to disclose to a Constable, as soon\noffence.       as is reasonably practicable, any information that comes to that\n               person's attention in the course of his trade, profession or\n               employment and based on which he reasonably believes that\n               another person has committed a terrorism offence.\n                     ( 2 ) It shall be a defence for any person charged with an\n               offence under subsection (1) to prove that-\n                   ( a ) he had a reasonable excuse for not making the dis-\n                       closure; or\n                   (b) where the information referred to in subsection ( 1 )\n                       comes to the person in the course of his employment\n                       and his employer has an established procedure for the\n                       disclosure of the information, the person disclosed the\n                       information in accordance with the procedure.\n                      (3) An attorney-at-law shall not be required to disclose\n               any information obtained, or belief based on any information\n               disclosed to him-\n                   (a) by his client in connection with the provision of legal\n                           advice; or\n                   (b) by any person for the purpose of actual or\n                           contemplated legal proceedings,\n               and not being a disclosure with a view to finthering a criminal\n               purpose.\n                              lTbr lnctmion of this page I: authorized by L.N. 180A/20061\n                     TERRORISM PRE VENTION                                  13\n         (4) A person who commits an offence under this section\nis liable upon summary conviction in a Resident Magistrate's\nCourt to a fine not exceeding one million dollars or to im-\nprisonment for a term not exceeding twelve months, or to both\nsuch fine and imprisonment.\n                  Orders, Reports and Warrants"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-31) The Director of Public Prosecutions shall apply to a Order in\nJudge of the Supreme Court, in Chambers, for an order under             ;   ~    ~\nsubsection (4) in respect of an entity, if-\n    (a) the entity is included on a list of entities designated as\n        teriorist entities by the United Nations Security Coun-\n        cil; or\n    (b) the Director of Public Prosecutions has. reasonable\n        grounds to believe that the entity-\n             (i) has knowingly committed or participated in the\n                 commission of a terrorism offence; or\n            (ii) is knowingly acting on behalf of, at the direction\n                 of, or in association with, an entity referred to in\n                 paragraph (a).\n        (2) Before acting under subsection (I), the Director of\nPublic Prosecutions shall make such investigations as he consi-\nders necessary.\n        (3) An application under subsection (1) shall be-\n    (a) ex parte; and\n    (b) 'accompanied by an affidavit deposing to the matters\n         referred to in-\n              (i) subsection (l)(a); or\n             (ii) subsection (l)(b)(i) or (ii).\n        (4) Upon an application under subsection (1) the Judge\nshall, by order, declare an entity to be a listed entity for the\npurposes of this Act if the Judge is satisfied as to the matters\nreferred to in-\n                                                    1\nI\n                        st2011                      I           '       (a) subsection (l)(a); or                                         .,\nI                       S.Z(c).                                                                                                                                       .      :\ni                                                   1 .                 (b) subsection (l)(b)(i) or (ii).                                                                 -.I'\n                                                             (5) Where an order is made under subsection (4), (7)(d),\n                                                      or (lo), the Director of Public Prosecutions shall, within seven\n                                                    ' days after the gate of the order, cause to be published in a daily\n                                                    , newspaper in cirqulation in the Island-\ni\n!\n                                                    I\n                                                                                                                             .*   ,   '    ,\n                                                                        (a) a copy of the order; and                                               '   z   1\n,\n                r                                   I\n                                                    :                                                       -    '\n                                                                                                                     L                    L    ,-, > f a       *'.I\n                                                                        (b) in the case of an order k d e r subsection\n                                                                                                              , .J ,   ,(4), a 'itate-\n!\n                                                                                                                                                       I\n                                                                            ment that the maber will be reviewed every six months.\nI\n                I\n                                                                    '                                 .    ,                                   .\nI                                                   (6) Within sixty days after the date .of pu61i.cati?i of an\n    I\n    I           I\n                                      . * I\n                                             order under subsection ( 3 , ih; enthy in\"respec? Gf *whichthe\n    I\n                                             order is made may apply to a Judge of the suprehi Cpurt for a\n                                           * review of the order and shall notify the Director df Public Prose-\n                                                                                   . . ,.\n                                          ' cutions of the application. '                     i - ~ G :.=:\n                                                                                                       I\n    I                                                   I\n                                                        ,.            (7) Upon an application niade'under su6section (6), the\n                                                                                            '. ,\n    I       ,   (\n                                                                Judge shall-                                    7 8 -\n                    t                  '            1\n                                                                        (a) hear any eviderice oi .other iiifdrmation that may be\n    1 :\n                                                                                                                         a\n                                                                             presented' by the Director of Public Prosecutions and\n                                                        I\n    !\n                                                                             may, at the request of the Director s f Public Prosecu-\n                                                                            'tions, hear all or *art bf that evidence br information in"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.-41) Subject to subsection (3), where a Resident Magis- warrantto\n                                                                          search\n      trate is satisfied by information on oath that there are reasonable ,,ises for\n      grounds for suspecting that applicable property is to be found on applicable\n      any premises specified in the information, he may issue a search P\"P\"'Y.\n      warrant in accordance with subsection (2).\n             (2) The warrant mentioned in subsection (1) may\n      authorize a constable named in the warrant to enter the premises\n      specified in the warrant, with such assistance and by such force\n      as is necessary and reasonable to-\n          (a) enter upon the premises;\n          (b) search the premises for applicable property;\n          (c) seizeproperty found in the course of the search that the\n              constable believes, on reasonable grounds, to be\n              applicable property.\n(-I          (3) A warrant shall not be issued under this section\nL\n      unless the informant or some other person has given to the\n      Justice of the Peace, on oath, any krther information that the\n      Justice of the Peace may require concerning the grounds on\n      which the issue of the warrant is sought.\n             (4) A warrant issued under this section shall include-\n                                    TERRORISMPREVENTION\n                       a statement of the purpose for which the warrant is\n                       issued, and a reference to the nature of the terrorism\n                       offence;\n                       a description of the kind of property to be seized;\n                       the time, not being later than twenty-eight days, upon\n                       the expiration of which the warrant ceases to have\n                       effect; and\n                       a statement as to whether entry is authorized to be\n                       made at any time of the day or night, or during the\n                       specified hours of the day or night.\nOther           24.-41) A warrant issued pursuant to section 23 shall be\napplicable\nP P d Y may\n              deemed to authorize the constable to seize property that he\nbe seized.    believes, on reasonable grounds, to be applicable property-\n                  (a) in relation to the terrorism offence, although not of a\n                       kind specified in the warrant; or\n                  (b) in relation to another terrorism offence,\n              if the constable belieyes, on reasonable grounds, that it is\n              necessary to seize that property in order to prevent its\n              concealment, loss or destruction or its use in connection with the\n              offence specified as aforesaid or any other offence.\nRewrd of        2 5 - 4 1 ) A constable who executes a warrant issued under\nPr\"PdY\nseized.       section 23 shall-\n                  (a) detain the property seized, taking reasonable care to\n                       ensure that it is preserved so that it may be dealt with in\n                       accordance with this Act;\n                  (b) upon the execution of the warrant, prepare a list of the\n                       property seized and give a copy thereof to the owner or\n                       occupier of the premises who is present at the time of\n                       the seizure; and\n                           [The Inclurlon of this page L authorized by L.N. 180A120061\n                          TERRORISM PREVENTION                                   31\n        (c) as soon as is practicable after the execution of the\n            warrant, but within a period of seventy-two hours\n            thereafter, prepare a written report, identifying the\n            property seized and the location where the property is\n            being detained and send a copy of the report to the\n            Clerk of Courts in that location.\n           (2) The Clerk of Courts referred to in subsection (l)(c)\nC   shall hrnish a copy of the report to-\n        (a) the person from whom the property was seized;\n        (b) the designated authority; and\n        (c) any other person who appears to the Clerk of Courts to\n            have an interest in the property."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.-(1)   Where property is seized otherwise than because it Retumof\n    may afford evidence as to the commission of a terrorism XeTZp,$Y\n    offence, any person who claims an interest in the property may\n    apply to the Court for an order that the property be returned to\n    him.\n           (2) Where application is made under subsection (1) the\n    Court shall order the return of the property to the applicant if the\n    Court is satisfied that-\n        (a) the applicant is entitled to possession of the property;\n        (b) the property is not applicable property in relation to a\n            terrorism offence; and\n        (c) the person in respect of whose conviction, charging or\n            proposed charging the seizure was made, has no\n            interest in the property.\n            (3) Subject to section 27, the property shall be returned\n    to the person from whose possession it was seized, as soon as\n    practicable after the end of a period of seventy-two hours after\n    seizure if at the end of that period an information has not been\n    laid in respect of a terrorism offence.\n                 lThc lncluslon of this page la authorized by L.N. 1801\\/20061\n32                                  TERRORISMPREWNT.ION\nRetention of     27.-41) Subject to subsections (2) and (3), where property is\nseized.        seized under section 23 otherwise than because it may afford\n               evidence as to the commission of a terrorism offence and-\n                   (a) but for this subsection, the property would be returned\n                       to a person as soon as is practicable after a particular\n                       period; and\n                   (b) before the end of that period, a restraint order is made\n                       in relation to the property,\n               it shall be dealt with in accordance with the restraint order or\n               with any other provision of this Act.\n                      (2) If, at the time when a restraint order is made against\n               property referred to in subsection (I), the property is in the\n               possession of the Commissioner of Police, the Commissioner of\n               Police may apply to the Court that made the restraint order for\n               an order that he retain possession of the property.\n                      (3) The Court may, if satisfied that there are reasonable\n               grounds for believing that the property may afford evidence as\n               to the commission of a terrorism offence, make an order that the\n               Commissioner of Police retain the property for so long as it is\n               required as evidence as to the commission of a terrorism\n               offence.\n                      (4) In any proceedings on an application under sub-\n               section (2), a witness shall not be required to answer any\n               question or to produce any document if the Court is satisfied that\n               the answering of the question or the production of the document\n               may prejudice the investigation of, or the prosecution of a\n               person for, an offence.\n                      (5) Where an application for a restraint order has been\n               refused in relation to property referred to in subsection (1) and,\n               at the time of such refusal, the property is in the possession of\n               the Commissioner of Police the property shall, as soon as\n               practicable after the refusal, be returned to the person from\n               whose possession it was seized.\n                            (The Incllaloa of thln page In authorlcnl by L.N. 180M0061"
    }
  ],
  "definitions": []
}