{
  "id": "jm-stat-the-tobacco-industry-regulation-act",
  "type": "statute",
  "title": "The Tobacco Industry Regulation Act",
  "title_en": "The Tobacco Industry Regulation Act",
  "short_name": "Tobacco Industry Regulation Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-tobacco-industry-regulation-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-tobacco-industry-regulation-act",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                        inlerp-e-\n                                                                         ‘a:,on\n     “Authority” means the Tobacco Industry Control\n         Authority established under section 3;\n     “chairman” means the chairman of the Authority anti\n         includes any person for the time being performing\n         the functions of chairman;\n     “functions” includes duties and powers;\n     “nursery” means any place used for the production or\n         cultivation of tobacco plants or tobacco seedlings;\n     “tobacco dealer” means any person who purchases\n         tobacco for resale or for processing or for the\n         manufacture of any tobacco product;\n     “tobacco product” means any product the principal\n         constituent of which is tobacco;\n     “tobacco works” means any plant, machinery, appli-\n         ances or other apparatus whether similar to the\n         foregoing or not, and any premises, used for\n         curing or processing tobacco or for the manu-\n         facture of tobacco products."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) There shall be established a body to be called the Establish-\nTobacco Industry Control Authority which shall be a body ;%,“,.\ncorporate with perpetual succession and a common seal\nand with power to acquire, hold and dispose of property, p$&y\n                                                                         eb&\n                                                                         Autbority.\n2               TOBACCO INDUSTRY REGULATION\n    to enter into contracts, to sue and be sued in its said name\n    and to do all things necessary for the purposes of this Act.\n          (2) The provisions of the Schedule shall have effect\n    as to the constitution, operations and expenses of the\n    Authority and otherwise in relation thereto.\n           (3) The seal of the Authority shall be authenticated\n    in manner prescribed in the Schedule and shall be judi-\n    cially and officially noticed."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 - 4 )It shall be the duty of the Authority-\n            to promote the interests and efficiency of the\n             tobacco industry of Jamaica, to assist in its\n            development and to promote the welfare of per-\n            sons engaged in that industry;\n            to secure the most favourable arrangements for\n            the production, handling and marketing of\n             tobacco;\n            to perform such other duties in relation to, or con-\n             nected with, the tobacco industry or persons\n             engaged in that industry as the Minister may\n             require to be performed by the Authority.\n           (2) Subject to the provisions of this Act, the\n    Authority shall have power, for the purpose of discharging\n    any of its functions under this Act, to do anything and to\n    enter into any transaction which, in the opinion of the\n    Authority, is necessary to ensure the proper discharge of\n    its functions.\n           (3) In particular and without prejudice to the\n    generality of the provisions of subsection (2) the Authority\n    shall have power-\n         (a) to establish, maintain and operate nurseries;\n         (b) to establish, maintain and operate tobacco planta-\n              tions or tobacco works;\n          fThe inclusion of this page is authorized by L.N. 60119761\n                                                                       -\n             TOBACCO INDUSTRY REGULATION                                3\n    (c) to cultivate, cure or process tobacco and manu-\n       facture any tobacco product, and purchase, pre-\n       pare for market, store, transport, distribute, sell\n       or export any tobacco or tobacco product;\n    (4 to establish, maintain or operate research stations\n       for undertaking investigations into any matter\n       relating to the development of the tobacco\n       industry.\n  4~.-(1) Subject to the provisions of subsection (2), the ~ r r a w ~ g\nAuthority may borrow sums required by it for meeting any ;;g!;\nof its obligations or discharging any of its functions.    S. 2.\n        (2) The power of the Authority to borrow shall be\nexercisable only with the approval of the Minister after\nconsultation with the Minister responsible for finance as\nto the amount, source of borrowing and terms on which\nthe borrowing may be effected, and an approval given in\nany respect for the purposes of this subsection may be\neither general or limited to a particular borrowing or other-\nwise, and may be either unconditional or subject to con-\nditions.\n   4~.-(1) The Minister may from time to time make ad- Advancer\nvances to the Authority out of moneys provided by Parlia- \"d-$:;\nment for the purpose.                                          borrowingr\n                                                               211975\n         (2) With the approval of the House of Representa- 5.2.\ntives the Minister responsible for finance may guarantee,\nin such manner and on such conditions as he thinks fit,\nthe repayment of the principal and the payment of interest\non any authorized borrowings of the Authority made other-\nwise than by way of advance under subsection (1).\n         (3) Where the Minister responsible for finance is\nsatisfied that there has been default in the repayment of\nany principal moneys or the payment of interest guaranteed\nunder the provisions of this section he shall direct the\n       me inclusion of this page is authorized by L.N. 60119761\n4                          TOBACCO INDUSTRY REGULA TlON\n              repayment or, as the case may be, the payment, out of\n              the Consolidated Fund of the amount in respect of which\n              there has been such default and any such repayment or\n              payment shall be a charge on the Consolidated Fund.\nRepayment        4c. The Authority shall make to the Accountant-General,\nof, and\ninterest on   at such times and in such manner as the Minister or other\nadvances      person designated by the Minister may direct, payments\nand sums\nissued\nto meet\n              of such amount as may be so directed in or towards re-\nguarantee.    payment of advances made to the Authority under sub-\n211975\ns. 2.         section (1) of section 4~ and of any sums issued in fulfil-\n              ment of any guarantee given under that section, and\n              payments of interest on any sum outstanding for the time\n              being in respect of such advances and of any sums so\n              issued at such rate as the Minister may direct, and different\n              rates of interest may be directed as respects different\n              advances or sums and as respects interest for different\n              periods.\nRegula-        5.-(1) The Authority may, with the approval of the\ntions.\n              Minister, make regulations-\n                   (a) providing for the registration, subject to such\n                       exemptions as may be specified-\n                           (i) of all tobacco growers or any particular\n                               class of tobacco growers;\n                          (ii) of all tobacco dealers or any particular class\n                               of tobacco dealers;\n                        (iii) of all nurseries or any particular class of\n                              nursery;\n                        (iv) of all tobacco works or any particular class\n                              of tobacco works;\n                  (b) providing for the keeping of any register pursuant\n                      to the provisions of paragraph (a) and the form\n                      of any such register and the procedure to be\n                      followed in relation to the registration of any\n      TOBACCO INDUSTRY REGULATION                         5\n  person or undertaking required to be registered\n  pursuant to such paragraph and the fees to be\n  paid in respect of such registration;\n  regulating the operation of any nursery or of any\n   tobacco works;\n  prohibiting, restricting or regulating, subject to\n  such exemptions as may be specified, the cultivat-\n  ing, curing, processing in any manner, preparing\n  for market, storing, packing, transporting, dis-\n  tributing, purchase or sale of any tobacco;\n  prescribing the grades and types and quality of\n  tobacco and of any tobacco product;\n  prescribing the prices to be paid on the sale of any\n  grade, type or quality of tobacco, so, however,\n  that different prices may be fixed in respect of the\n  same grade, type or quality of tobacco if delivered\n  at different delivery points or in respect of the\n  same grade, type or quality of tobacco purchased\n  or sold by dealers of different categories;\n  prescribing, subject to such exemptions as may be\n  specified, the records to be kept by any person\n  who is required pursuant to paragraph (a) to be\n  registered or who has control of any undertaking\n  so required to be registered;\n  prescribing, subject to such exeniptions as may be\n  specified, the returns to be made by any person\n  who is required to be registered pursuant to the\n  provisions of paragraph (a) or who has the control\n  of any undertaking so required to be registered\n  or who is liable to pay any cess under this Act\n  and the time at which and the form in which\n  any such returns are required to be made and the\n  particulars to be contained in such returns;\nme inclusion of this page is authorized by L.N.60/1976]\n6               TOBACCO INDUSTRY REGULATION\n            requiring, subject to such exemptions as may be\n            specified, any person who is required pursuant to\n            the provisions of paragraph (a) to be registered\n            or who has the control of any undertaking so\n            required to be registered or who is liable to pay\n            any cess under this Act, to furnish in the prescribed\n            form to the Authority or to some person\n            designated by the Authority such information in\n            relation to the cultivating, curing, processing,\n            transporting, distributing, purchase or sale of any\n            tobacco plants, tobacco seedlings or tobacco as\n            may be prescribed;\n            providing for the entry at all reasonable times by\n            persons appointed by the Authority upon any land\n            on which tobacco is grown or upon any premises\n            used or believed by the Authority to be used or\n            to be about to be used for any purpose connected\n            with the processing of tobacco or the storage,\n            purchase, sale, export or distribution of any\n            tobacco;\n            prescribing the penalties for any contravention\n            of any regulations made under this section;\n           prescribing the form in which and the time within\n           which any person aggrieved by any decision of the\n           Authority may appeal to the Minister against such\n           decision;\n        (m)providing for the collection of any cess imposed\n           under section 6.\n          (2) Notwithstanding the provisions of section 29 of\n    the Interpretation Act, regulations made under this section\n    may prescribe greater penalties than those specified in the\n    said section 29, so, however, that the maximum penalty\n    that may be imposed by any such regulations shall be a\n    fine of two hundred dollars and in default of payment\n          lThe inclusion of this page is authorized by L.N. 60/19761\n                 TOBOCCO INDUSTRY REGULATION                          7\nimprisonment with or without hard labour for a term not\nexceeding six months, or both such fine and imprisonment.\n      (3) Regulations made under this section shall be\nsubject to negative resolution."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) The Minister may by order impose upon the cess.\nproceeds of the sale by any person in Jamaica of any\ntobacco or tobacco product whether such sale takes place\nin Jamaica or elsewhere, a cess at such rate as the Minister\nmay dpprovt: on the recommendation of the Authority.\n     (2) The amount of any cess under subsection (1) shall\nwhen collected be paid to the Authority."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The Minister may, after consultation with the chair- Miniater\nman, give to the Authority directions of a general character may issue\nas to the policy to be followed by the Authority in the ~ ~ ~ o n s .\nperformance of its functions and the Authority shall give\neffect to such directions."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) Any person aggrieved by any decision of the ~ p p e a i t o\nAuthority may appeal to the Minister in the prescribed Minister.\nmanner.\n       (2) The Minister shall consider every appeal made\nunder subsection (1) at such time and in such manner either\nin the presence or absence of the appellant and shall make\nsuch order in relation to such appeal as the Minister may\nthink fit.\n       (3) Every decision of the Minister upon any appeal\nmade pursuant to the provisions of this section shall be\nfinal and shall not be questioned in any legal proceedings.\n           me inclusion of this page is authorized by L.N. 60/1976]\n8                            TOBOCCO INDUSTRY REGULATION\n                                            SCHEDULE                        (Section 3)\nAppoint-          1. The Authority shall consist of not less than five and not more\nment of        than seven mem,bers to be appointed by the Minister.\nmembers.\n21 1975\ns. 3(d.\nTemporary        2. The Minister may appoint any person to act temporarily in\nappoint-       the place of any member of the Authority in the case of the absence\nnients.        or inability to act of such member.\n21 1915\ns. 3(u).\nChairman          3. (1) The Minister shall appoint one of the members of the Author-\n               ity to be the chairman thereof.\n                     (2) In the case of the absence or inability to act of the chairman\n               the Minister may appoint any person to perform the functions of the\n               chairman.\n                     (3) In the case of the absence or inability to act at any meeting\n               of the chairman the remaining members of the Authority shall elect\n               one of their number to preside at that meeting.\nTenurc of        4. (1) A member of the Authority shall, subject to the provisions of\nnffice.        this Schedule, hold office for such period not exceeding three years as\n               may be specified in the instrument appointing him, and shall be eligible\n               for reappointment.\n                    (2) The Minister may at any time revoke the appointment of any\n               member of the Authority.\nResignstion.   5. (1) Any member of the Authority other than the chairman, may\n            at any time resign his office by instrument in writing addressed to the\n            Minister and transmitted through the chairman, and from the date of\n            the receipt by the Minister of such instrument such member shall\n            cease to be a member of the Authority.\n                  (2) The chairman may at any time resign his office by instrument\n            in writing addressed to the Minister and such resignation shall take\n            effect as from the date of the receipt of such instrument by the\n            Minister.\nPublication    6. The names of all members of the Authority as first constituted\nof member. and every change in the membership thereof shall be publishud in the\nship.       Gazette.\nAuthentica-       7. (1) The seal of the Authority shal1 be authenticated by tbe\ntion of        signatures of the chairman or one member of the Authority authorized\nseal and       to act in that behalf and of the secretary of the Authority.\ndocuments.\n                     (2) All documents. other than those required by law to be under\n               seal, made by, and all decisions of, the Authority may be signified\n               under the hand of the chairman or any member authorized to act in\n               that behalf or the secretary of the Authority.\n                       F e inclusion of this page is authorized by L.N. 60/1976]\n              TOBACCO INDUSTRY REGULATION                                               9"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. There shall be paid to the chairman m d Other members of the Rcmunera-\nAuthority such remuneration, if any (whether by way of sahries or tionof\nt r a v d i q or othu allowanfxs) as the Minister may determine.    members."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The funds d the Authority shall consist of such moneys as may Funds\nfrom time to time be placed at its disposition for the purpose of this ofthe\nAct by Parliament and such other moneys as may lawfully be paid Authority.\nto the Authority."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The Authority may appoint and employ at such remuneration power to\nand on such t e r n and conditions as it thinks fit. a secretary, and such appoint\nofficers. agents and servants as it considers lwxssary for the proper oficcn.\n                                                                           agents and\nperformance of its functions:                                              servants.\n   provided that, except with tbe prior approval of the Minister-\n      (U) no salary in excess of the rate o€ $8.000 per              shall 2/1975\n          be assigned to any post;                                         S. 3(b).\n      (b) no appointment shall be made to any post to which a salary\n           in excess of the rate of S8.000 per ~lmumis assigned.           211975\n                                                                           S. 3(b)."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. (€1 The Authority shall keep proper acoounts and other records\nin rciation to the business of the Auth~rityand shall prepare annually andaudit.\n8 scatement of accounts in a form satisfactmy to the Minister, b e i i\na form which shall conform to the best commercial standards.\n        ETho inclusion of this pare is authorized by L.N. 60/1976]\niO                         TOBACCO 1NDUSTRY REGULATION\n                  (2) The Authority may write off bac! debts.\n                  (3) T h e accounts of the Authority shall be audited by an auditor\n             or auditors appointed annually by the Authority and approved by the\n             Minister.\n                   (4) Within four months after the end of each financial year or\n             within such further time as may in special circumstances be allowed by\n             the Minister, the Authority shall send the statement of its accounts\n             referred to in sub-paragraph (1) to the Minister, together with a copy\n             of any report made by the auditor on that statement or on the account8\n             of the Authority.\n                   (5) The auditor’s fees and any expenses of the audit shall be\n             paid by the Authority.\n                   (6) The Auditor-General shall be entitled. on the direction of the\n             Minister, at all reasonable times to examine the accounts and other\n             records in relation to the business of the Authority.\nAnnual          13. (1) The Authority shall, within five months after the end of\nreportand    each financial year or within such further time as may in special\n             circumstances be allowed by the Minister, cause to be made and\n             transmit to the Minister a report dealing generally with the activities\n             of the Authority during that financial year, and containing such hforma-\n             tion relating to the proceedings and policy of the Authority as can be\n             made public without detriment to the interests of the Authority.\n                   (2) The Minister shall Cause a copy ot the report together with\n             the annual statement of accounts and the auditor’s report thereon and\n             on the accounts to be laid on the Table of the House of Representatives\n             and the Senate.\n                  (3) Copies of the Authority’s report together with the annual\n             statement of accounts and the auditor’s report on that statement and\n             on the accounts of the Authority shall be published in such manner\n             as the Minister may direct and shall be made available to the public\n             by the Authority at a reasonable price.\n                   (4) The Board shall on or before the thirty-first day or October\n             in each year. submit to the Minister for approval. its estimates of\n             revenue and expenditure in respect of the period conmencing on the\n             first day of April next following and ending on the thirty-first day\n             of March of the subsequent year. and shall during that year submit\n             t9 the Minister for approval any estimates of further expenditure as\n             may become necessary.\nProtection      14. (1) No action, suit. prosecution 01 other proceedhgs shall be\nofmembers    brought or instituted personally against any member of the Authority\nof\nAuthority.   in respect of any act done bona fide in pursuance or execution of\n             intended execution of this Act.\n                    me inclusion of this page is authorized by L.N. 60/1976]\n              TOBACCO INDVSTRY REGULATION                                             11\n      (2) 'Jyhere any member of the Authority is exempt from liability\nby reascm only of the provisions of this paragraph the Authority shall\nbe liable to the extent that it would be if the said member was a\nservant or agent of the Authority."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. The office of member of the Authority shall not be a public OtFiceof\noffice for the purposes of Chapter V of the Constitution of Jamaica. Z:;k;f\n                                                                         not public\n                                                                         office for\n                                                                         the pur-\n                                                                         poses of\n                                                                         Chapter V\n                                                                         of the\n                                                                         Constitu-\n                                                                         tion.\n       me inclusion of this page is authorized br LN. 60/1976]"
    }
  ],
  "definitions": []
}