{
  "id": "jm-stat-the-tourism-enhancement-act",
  "type": "statute",
  "title": "The Tourism Enhancement Act",
  "title_en": "The Tourism Enhancement Act",
  "short_name": "Tourism Enhancement Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-tourism-enhancement-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-tourism-enhancement-act | Legal areas: Tourism",
  "provisions": [
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Minister may at any time revoke the appointment of any member Revocation\n        if he considers it expedient so to do.                                   of appoint-\n                                                                                 ments.\n    C      7. The names of all members of the Board as first constituted and every Gazetting of\n        change in membership thereof shall be published in the Gazette.            appoint-\n                                                                                   mmts."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1)     The Minister may, on the application of any member of the Leaveof\n                                                                               absence.\n        Board, grant leave of absence to such member.\n                (2) The appointment of a member shall be regarded as terminated if,\n        without the grant of leave of absence, that member is absent from three\n        consecutive meetings of the Board."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-41) The Board shall meet at such times as may be necessary or Procedure\n        expedient for the transaction of business (but at least six meetings shall be\n        held within each financial year) and such meetings shall be held at such\n                                                                                          ztetings.\n        places and times and on such days as the Board shall determine.\n                (2) The chairman may at any time call a special meeting of the\n        Board to be held within seven days of a written request for the purpose\n        addressed to him by any two members of the Board.\n                 (3) The chairman or, in the case of the absence or inability to act of\n        the chairman, the deputy chairman or the person elected to act as chairman in\n        accordance with the provisions of sub-paragraph (3) of paragraph 2 shall\n        preside at the meetings of the Board, and when so presiding the chairman,\n        deputy chairman or the person elected as aforesaid to act as chairman, as the\n        case may be, shall have an original and a casting vote.\n                  (4) The quorum of the Board shall-\n                (a) where the Board is comprised of thirteen members, be six; and\n                (b) where the Board is comprised of nine members, be five.\n                (5) The decisions of the Board shall be by a majority of votes and, in\n        addition to an original vote, the chairman or other member presiding at the\n        meeting shall have a casting vote in any case in which the voting is equal.\n                  (6) Minutes in proper form of each meeting of the Board shall be\n        kept.\nI\n                 (7) Subject to the provisions of this Schedule the Board may\n        regulate its own proceedings."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. A member of the Board who is directly or indirectly interested in any Di~closure\n                                                                                     of interest.\n        matter which is being dealt with by the Board shall-\n                                        TOURISM ENHANCEMENT\n                      (a) disclose the nature of his interest at a meeting of the Board; and\n                      (b) not take part in any deliberation or decision of the Board with\n                          respect to that matter.\nAppointment         1 1 . 4 1 ) The Board may appoint such committees as it thinks fit,\nof committees.\n                 consisting wholly or partly of members of the Board and may delegate to\n                 such committees such of the Board's functions as it thinks fit.\n                         (2) A delegation under sub-paragraph (1) shall not prevent the\n                 exercise by the Board of any function so delegated.\nRemuneration        12. There shall be paid to the chairman and each member of the Board\nof directors.    such remuneration, if any (whether by way of honorarium, salary or fees) and\n                 such allowances as the Minister may determine.\nProtection          13. No act done or proceeding taken under this Act by the Board shall be\nof office.       questioned on the ground of-\n                      (a)   the existence of any vacancy in the chairmanship of, or any defect\n                            in the constitution of, the Board; or\n                      (b) any omission, defect or irregularity not affecting the merits of the\n                          case.\nProtection           1 4 . 4 1 ) No member of the Board shall be personally liable for any act or\nof members       default of the Board done or omitted to be done in good faith in the course of\nof Board.\n                 the operation of the Board.\n                         (2) Where any member of the Board is exempt from liability by\n                 reason only of the provisions of this paragraph, the Fund shall be liable to the\n                 extent that it would be if that member were an employee or agent of the\n                 Fund.\nOffice of           15. The office of member of the Board shall not be a public office for the\nmember not\npublic office.\n                 purposes of Chapter V of the Constitution of Jamaica."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Guarantee by Minister responsible for finance for borrowing by Fund\n     and repayment of sums issued to meet guarantees."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1)   The Fund shall keep proper accounts and other and audit.\n    records in relation to its business and shall prepare annually a\n    statement of accounts in a form satisfactory to the Minister,\n    being a form which complies with established accounting\n    principles.\n            (2) The accounts of the Fund shall be audited by an\n    auditor appointed annually by the Fund and approved by the\n    Minister.\n           (3) As soon as the accounts of the Fund have been\n    audited, the Board shall send the statement of its accounts\n    referred to in subsection ( I ) to the Minister, together with a copy\n    of any report made by the auditor on that statement or on the\n    accounts of the Fund.\n      2 0 4 1 ) The Board shall, within six months after the end of report.\n    each financial year, cause to be made and shall submit to the\n    Minister a report-\n         (a) dealing generally with the proceedings and activities of\n              the Fund during the preceding financial year; and\n         (b) containing-\n                    (i) a full statement showing the administration\n                         of the assets of the Fund and containing full\n                         particulars of all transactions connected\n                          therewith; and\n                    (ii) the operational plans within which the Fund\n                          proposes to carry out its functions.\n            (2) The Minister shall cause a copy of the report to be\n    laid on the Table of the House of Representatives and of the\n    Senate.\n10                                   TOURISM ENHANCEMENT\nExemption        21. The income of the Fund shall be exempt from the payment\nfrom income\ntax.           of income tax.\nEstimates of      22. The Fund shall, in each financial year, before a date\nRevenue and\nExpenditure.   specified by the Minister, submit to the Minister for his approval\n               estimates of income and'expenditure of the Fund for the ensuing\n                                                                                         (\n               financial year.\nOffences.        2 3 . 4 1 ) Any person who, for the purpose of evading the\n               payment by himself or by any other person of a tourism\n               enhancement fee, or knowingly makes any false statement or\n               false representation commits an offence and shall be liable on\n               summary conviction in a Resident Magistrate's Court to a fine\n               not exceeding one hundred thousand dollars or to imprisonment\n               for a term not exceeding six months.\n                       (2) If any carrier fails or refuses to pay the tourism\n               enhancement fee in accordance with this Act or any regulations\n               made hereunder, the amount of the fee, administrative fees\n               relating thereto or any interest thereon shall be recoverable by\n               the Fund as a civil debt in a Resident Magistrate's Court\n               notwithstanding any limitation as to the amount recoverable\n               under the Judicature (Resident Magistrates) Act.\n                     (3) Any carrier which fails to comply with section 6(3),\n               commits an offence and shall be liable on summary conviction\n               in a Resident Magistrate's Court to a fine not exceeding two\n               hundred thousand dollars or to imprisonment for a term not\n               exceeding six months.\nRegulations.      2 4 . 4 1 ) The Minister may make regulations for giving effect\n               to the provisionsand purposes of this Act.\n                      (2) Regulations made under subsection (1) shall be\n               subject to affirmative resolution.\n                                 TOURISM ENHANCEMENT\n                (2) The chairman may at any time resign his office by instrument in\n        writing addressed to the Minister and such resignation shall take effect as\n        from the date of the receipt of such instrument by the Minister."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Regulations.\n    SCHEDULES\n          [neinclusion of this page is authorized by L.N. 1 1 1/2005]\n                         TOURISM ENHANCEMENT\n    ments of such amounts as may be so directed in or towards\n    repayments of any sums issued in fulfilment of any guarantee\n    given under this section, and payments of interest on what is\n    outstanding for the time being in respect of any sums so issued\n    at such rate as the Minister may direct, and different rates of\nC   interest may be directed as respects different sums and as\n    respects interest for different periods."
    }
  ],
  "definitions": []
}