{
  "id": "jm-stat-the-tourist-duty-free-shopping-system-act",
  "type": "statute",
  "title": "The Tourist (Duty-Free) Shopping System Act",
  "title_en": "The Tourist (Duty-Free) Shopping System Act",
  "short_name": "Tourist (Duty-Free) Shopping System Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-tourist-duty-free-shopping-system-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-tourist-duty-free-shopping-system-act | Legal areas: Tourism",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. Cigarettes-locally manufactured or imported in containers of\n          not less than 200 units each;"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 1 ) In this Act-                                                 Interpre-\n        “approved goods” means any class or description of tation.\n             goods specified in the Schedule as approved goods; Schedule.\n        “Commissioner” means the Commissioner of Customs 1211985\n                                                                 Sch.\n             and Excise;\n        “consumables” means-\n             (a) any spirits, wine or fermented, distilled or\n                  spirituous liquor; and\n             (b) any cigars, cigarettes or tobacco, specified\n                  in the Schedule as consumables;\n        “diplomats” means persons entitled to immunities or\n             privileges under section 10 of the Diplomatic\n             Imrnunities and Privileges Act;\n        “licensed tourist (duty-free) shop” means any premises,\n             or area in any premises, in relation to which a\nr\n             licence issued under the provisions of section 5 is\n             in force;\n        “Minister” means the Minister responsible for finance;\n        “tourist (duty-free) shopping system” means the system\n             permitted by this Act for the sale of goods for\n             export free of customs or excise duty or of retail\n             sales tax;\n        “visitor” means a person who is in Jamaica-\n             (a) on a visitor’s visa; or\n             nhe inclusion of h i s page is authorised by L.N. 87/1986]\n 4                     TOURIST (DUTY-FREE) SHOPPING SYSTEM\n                      (b) intransit, from a place outside Jamaica to\n                          some other place outside Jamaica; or\n                      (4 on a visit primarily for recreational purposes,\n                          so, however, that in any case, or on any\n                          occasion, where that person’s status as a\n                          visitor is being considered for the purposes\n                          of this Act, a person shall not be deemed to\n                          be a visitor if-\n                              (i) on that occasion his stay in Jamaica\n                                  exceeds six months; or\n                             (ii) during his stay, he works or performs\n                                  any functions in Jamaica for payment\n                                  or reward.\n                   (2) The Minister may, from time to time, by order\n              amend the Schedule.\nTourist          3 . 4 1 ) The Commissioner may, on application made\n(duty-free)\nshop          in the prescribed manner and on payment of the prescribed\nlicence.      fee, grant to any person who desires to operate on his own\nW1985\nSch.\n              account a licensed tourist (duty-free) shop a licence (herein-\n              after referred to as a “tourist (duty-free) shop operator’s\n              licence”) so to do.\n                     (2) Any licence granted under this section may be\n              granted on such terms and subject to such conditions as\nSCtL\nl2/lgS5       may be prescribed or as the Commissioner may in any\n              case stipulate.\n                     (3) Any licence granted under this section shall, unless\n              previously cancelled under this Act, continue in force from\n              the date of issue until the next succeeding 31st day of March\n              and may be renewed from year to year, so, however, that\n              a licence issued or renewed during the month of March in\n              any year shall, unless cancelled as aforesaid, continue in\n              force until the 31st day of March of the next succeeding\n              year.\n                       me inclusion 6f this page is authorised by L.N. 87/1986]\n           TOURIST (DUTY-FREE) SHOPPING SYSTEM                                 5"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) The Commissioner may, on application made Tourist\nin the prescribed manner and on payment of the prescribed (du       ty-fxe)\n                                                                 shop opera-\nfee issue to any person who (not being the holder of, or an E i i , g e n c y\napplicant for, a tourist (duty-free) shop operator’s licence) is %!985\nfor the time being accredited in writing by the holder of, or\nan applicant for, a tourist (duty-free) shop operator‘s licence\nas an agent for the purposes of the tourist (duty-free)\nshopping system, a permit (hereinafter referred to as a\n“tourist (duty-free) shop operator’s agency permit”) to\noperate a tourist (duty-free) shop as agent for the tourist\n(duty-free)shop operator by whom he is accredited.\n       (2) Every person accrediting an agent for the purposes\nof subsection (1) shall keep a register in the prescribed form\nshowing every person who is for the time being accredited\nfor this purpose, and shall not grant any such accreditation\nwithout making the appropriate entry in this register; and\nif any person contravenes the requirements of this sub-\nsection he shall, in respect of each contravention, incur a\npenalty of one hundred dollars.\n       (3) Any permit issued under this section may be issued\nsubject to such terms and conditions as may be prescribed\nor as the Commissioner may in any case stipulate.             1211985\n                                                                   sch\n      (4) Any permit issued under this section shall unless\npreviously cancelled under this Act, continue in force from\nthe date of issue until the next succeeding 31st day of\nMarch, and may be renewed from year to year, so, how-\never, that any permit issued or renewed during the month\nof March in any year shall, unless cancelled as aforesaid,\ncontinue in force until the 31st day of March of the next\nsucceeding year."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1)    The Commissioner may, on application made Tourist\n                                                                   (duty-fm)\nin the prescribed manner and on payment of the prescribed shop\n                                                                   licence.\nfee, grant to any person who is-                                   12/1985\n6                       TOURIST (DUTY-FREE) SHOPPING SYSTEM\n                    (a) the holder of, or an applicant for, a tourist (duty-\n                         free) shop operator’s licence; or\n                    (b) the holder of, or an applicant for, a tourist (duty-\n                         free) shop operator’s agency permit,\n               a licence (hereinafter referred to as a “tourist (duty-free)\n               shop licence”) in relation to any premises specified in the\n               application, authorizing the use of such premises or any\n               area in such premises as a licensed tourist (duty-free) shop\n               where approved goods or consumables may be sold under\n               the tourist (duty-free) shopping system.\n                      (2) Any licence granted under this section may be\n               granted subject to such terms and conditions as may be\n12 I1985       prescribed or as the Commissioner may in any case\nsdl.\n               stipulate.\n                      (3) Any licence granted under this section shall, unless\n               previously cancelled under this Act. continue in force from\n               the date of issue until the next succeeding 31st day 3f\n               March, and may be renewed from year to year, so, how-\n               ever, that any licence issued or renewed during the month\n               of March in any year shall, unless cancelled as aforesaid,\n               continue in force until the 31st day of March of the next\n               succeeding year.\nTime limit       6. Every application for the renewal of a licence or a\nfor applica-\ntion for       permit under this Act shall, unless the Commissioner\nrenewal.\n12/1985        otherwise permits, be delivered to the Commissioner not\nsoh.           later than twenty-one days before the expiry of that licence\n               or permit, as the case may be.\nRefusal to       7.41) Subject to the right of appeal conferred by section\ngrant or\nrenew          9 of this Act, the Commissioner may, in his discretion,\nlicence or     refuse to grant, or to renew, any licence or permit under this\npermit.\n12/1985\nsdl.\n               Act, and shall so refuse if he is not satisfied that the\n               applicant is, or satisfactory evidence is produced that the\n                        F   e inclusion of dbis nage is authorised by L.N..87/1986]\n                                                                                      -\n        TOURIST (DUTY-FREE) SHOPPING SYSTEM\napplicant is not, a fit and proper person to be the holder of\na licence or permit, or where it appears that the applicant-\n      (a) not being a body corporate, is under eighteen years\n           of age; or\n           is not resident in Jamaica, or was not so resident\n           throughout the six months immediately preceding\n           the date of application; or\n          being a body corporate is not incorporated in\n           Jamaica; or .\n           has within the immediately preceding twelve\n            months been refused the grant or renewal of a\n           tourist (duty-free) shop operator’s licence or a\n            tourist (duty-free) shop operator’s agency permit;\n         or\n         has been the holder of a tourist (duty-free) shop\n         operator’s licence or a tourist (duty-free) shop\n         operator’s agency permit which has been cancelled\n         within the immediately preceding twelve months;\n         or\n         has been found to be knowingly concerned with\n         evading or attempting to evade the provisions of\n         this Act or of the Customs Act relating to the\n         importation or exportation of any goods.\n      (2) Where the Commissioner refuses an applica- 1211985\ntion for the grant or renewal of a licence or a permit, he shall W.\nrefund to the applicant any fee paid in respect of such\napplication."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Spirits, liqueurs or wines-locally manufactured with minimum\n         contents 11 ounces per bottle.\n           W inclusion of this page U authohd by L.N. 248119751"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Commissioner shall cancel a licence or a permit Cancellation\n                                                             of licence\nunder this Act if-                                            or permit.\n                                                              ]’/I985\n    (a) the holder of the licence or the permit is convicted .&.\n         of any offence involving fraud or dishonesty; or\n    (b) the holder of the licence or the permit is found to\n         be knowingly concerned with evading or attempt-\n                 -~\n         [-nie inclusion d t h i s page is authorised by L N . X7/1986]\n8                      TOURIST (DUTY-FREE) SHOPPlNG SYSTEM\n                       ing to evade the provisions of this Act or of the\n                       Customs Act relating to the importation or\n                       exportation of any goods, in connection with the\n                       tourist (duty-free)shopping system; or\n                   (c) after due consideration and determination in the\n                       prescribed manner of any application made in the\n                       prescribed form-\n                           (i) by any person; or\n                          (ii) by any organization or association recog-\n12/1985                        nized by the Commissioner as represent-\nSch.\n                               ing operators of tourist (duty-free) shops,\n                       requesting that the licence or permit be cancelled,\n                       he is satisfied that the holder is no longer a fit and\n                       proper person to hold such licence or permit.\nappeal.\nRight of          9.41)In any case where the Commissioner cancels a\n               licence under paragraph (c) of section 8, or refuses to grant\n               or to renew any licence or permit under this Act, the holder\n               of or the applicant as the case may be for, the licence or\ni2/1985        permit may, at any t h e within sixty days after the Commis-\n!k€l.\n               sioner’s decision has been communicated to him, and on\n               payment of such fee as may be prescribed, appeal in the\n               prescribed manner to the Minister.\n                      (2) On any such appeal the Minister may-\n                    (a) confirm the cancellation or refusal; or\n                    (b) on payment by the appellant of the prescribed fee,\n                         restore, grant or renew the permit or licence, as\n                         the case may be,\n               and the decision of the Minister on any such appeal shall\n               be final.\nBondmay\nbe required.     10. The Commissioner may require any applicant, as\n~ 1 9 8 5\nSoh.\n               a condition precedent to the grant of a licence under this\n               Act, to furnish a bond-\n                       [The hclusicm d this page ie aut!h&scd by L.N. 87/1986]\n             TOURIST (DUTY-FREE) SHOPPING SYSTEM\n         (a) in such sum; and\n         (b) with such number of sureties approved by the\n              Commissioner,                                      32/1965\n                                                                 Soh.\n     as the Commissioner may from time to time specify in\n     each case, conditioned on due payment of all duties and the\n     due observance of the provisions of this Act and of any\n     regulations made thereunder."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) The Minister may, from time to time, by notice Operational\n                                                                charge.\n     published in the Gazette, declare an operational charge to\n     be paid in respect of every tourist (duty-free) shop.\n             (2) The operational charge shall be a percentage of\n     the sum received as selling price of approved goods sold in\n     a licensed tourist (duty-free) shop.\n             (3) Every holder of a tourist (duty-free) shop licence\n     shall pay to the Commissioner in respect of every month l?,/1985\n     during which he operates a licensed tourist (duty-free) shop, Sch.\n     not later than fourteen days after the end of the month, the\n     amount due as operational charge in respect of every\n     licensed tourist (duty-free) shop operated by him.\n            (4) 111 this section “selling price” includes the value\n     as assessed by the Commissioner of things exchanged 12’1985\n                                                                         Sch.\n     or other consideration accepted by the operator of a\n     licensed tourist (duty-free) shop or his agent as the price or\n     on account of the price of approved goods or consumables\n,-\n     purchased or delivered from a tourist (duty-free) shop.\n             (5) Every notice under this section shall be subject\n     to affirmative resolution of the House of Representatives."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) Any holder of a tourist (duty-free) shop licence Display\n                                                                 centres\n     may apply to the Commissioner to register centres where 1 2 ~ 1 9 8 5\n     approved goods and consumables may be displayed, subject ’ch.\n     to the prescribed conditions, for purposes other than sale.\n             [“he inclusion of   a\n                                 s page is authorised by L.N. 87/1986]\n10                     TOURIST (DUTY-FREE) SHOPPING SYSTEM\n                      (2) Any person who sells approved goods or\n              consumables from a display centre or fails to comply with\n              any prescribed conditions applicable to display centres shall\n              be guilty of an offence and shall incur a penalty of one\n              thousand dollars.\nReturnsand      13.-(1) Every holder of a tourist (duty-free) shop licence\nrecords.      shall-\n                  (a) make such returns at such times; and\n                   (b) keep such records in such form,\n12/1985       8 5 may be prescribed or as may be required by the Commis-\nSch.\n              sioner.\n1211985              (2) The Commissioner may vary the time for mak-\nSch.\n              ing any returns, if he thinks fit.\n                                         Warehousing\nTourist          14.-(1) Every licensed tourist (duty-free) shop shall be\n(duty-free)\nshopas        deemed to be a private warehouse for the purposes of the\nprivate\nwarehouse.    Customs Act and the Excise Duty Act.\n121 1985                (2) The Commissioner may permit any approved\nSch.\n              goods or any consumables which, but for the provisions of\n              this Act, would be liable to customs duty, excise duty,\n              consumption duty or retail sales tax, to be removed from\n              any warehouse, or customs area, or private excise ware-\n              house or factory licensed under the Excise Duty Act with-\n              out payment of such duties or tax and deposited in a\n              licensed tourist (duty-free) shop, subject to the prescribed\n              conditions, for purposes of export under the tourist (duty-\n              free) shopping system.\n                      (3) No provisions of this section shall confer on any\n              approved goods or consumables any exemption from\n              customs examination either prior to deposit in, or after\n              delivery from, a licensed tourist (duty-free) shop.\n                      [The inclusion of this page is authorised bv L.N.87/1986]\n         TOURIST (DUTY-FREE) SHOPPING SYSTEM                                  11\n  1 5 . 4 1 ) The Commissioner may issue any directions commjs-\n                                                                     sio~lcrmay\nhe considers necessary for the better regulation and control issue direc-\n                                                             tions.\nof the operations of a licensed tourist (duty-free) shop.\n        (2) The Commissioner may require a written 1211985\nexplanation from any person in charge of a licensed tourist W.\n(duty-free) shop, or his servant employed in such shop, or\nhis agent, in order to enquire into any matter affecting the\nadministration and control of such shop."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The provisions of Part IV of the Customs Act shall tf&y$;;\napply mutatis mutandis to the warehousing of goods under Act.\nthe provisions of this Act.\n           Tourist (Duly-Free) Shopping System"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Subject to the provisions of this Act and of any m        eof\n                                                              approved\nregulations made thereunder, any approved goods or goods and\nconsumables warehoused in a licensed tourist (duiy-free) consum-\n                                                              ables.\nshop may be sold free of any customs, excise or consumption\nduties, or of any retail sales tax to which such goods would,\nbut for the provisions of this Act, be liable."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The sale of any approved goods or consumables anditions  apphcablc\nwarehoused in a tourist (duty-free) shop shall be subject to tosaleof\n                                                               approved\nthe following conditions, that is to say-                      goods and\n                                                               consum-\n     (a) approved goods and consumables shall be sold a b l u\n         only for export;\n     (b) approved goods shall be sold only to visitors and\n         diplomats;\n     (c) subject to any prescribed requirements in respect\n          of packaging or otherwise, approved goods may\n          be delivered to the visitor at the time of purchase;\n          and\n     (d) consumables shall not be delivered to the purchaser\n         until and unless satisfactory proof is furnished to\n         the vendor that the purchaser is, at or about the\n             inclusion of this page is authorised by L.N. 87/1986]\n12                      TOURIST (DUTY-FREE) SHOPPING SYSTEM\n                        time of the delivery of the consumables, departing\n                        from Jamaica.\n                                     O#ences and Penalties\nFalseadvert-      19.-(1) Any person who, not being the holder of a\nisement.\n               tourist (duty-free) shop operator’s licence or a tourist (duty-\n               free) shop operator’s agency permit under this Act, with\n               intent to deceive, displays any advertisement indicating in\n               any manner that-\n                     (a) any premises used by him is a licensed tourist (duty-\n                          free) shop; or\n                     (b) approved goods or consumables may be obtained\n                          from him or through him under the tourist (duty-\n                          free) shopping system; or\n                     (c) he is authorized to sell goods free of customs duty,\n                          excise duty, consumption duty or retail sales tax,\n               shall be guilty of an offence and shall incur a penalty of four\n               thousand dollars.\n                        (2) In this section “advertisement” shall have the\n               meaning assigned to it in section 2 of the Advertisements\n               Regulation Act.\nFailure to        20. Any person who, without reasonable excuse, €ails\ndirxtions.\ncarry out      tc carry out any direction given in writing by the Commis-\n~ 9 8 5\nSch.\n               sioner relating to the operation of a tourist (duty-free)\n               shop shall be guilty of an offence and shall incur a penalty\n               of one thousand dollars.\nInfringe-         21. Any person who, without reasonable excuse, in-\nment of\nconditions.    fringes any term or condition subject to which his licence\n               or permit was granted, shall be guilty of an offence and\n               shall incur a penalty of one thousand dollars.\nRefusal to       22. Any person who, when required by the Commissioner\ngive\nexplanation.   to give a written explanation of any matter relating to the\nSch.\n12/1985        operation of a place used as a private warehouse under this\n                       Cl’hc inclusiOn of tbk page is authorised by L.N. 87/1986]\n         TOURIST (DUTY-FREE) SHOPPING SYSTEM                                     13\nAct, without reasonable cause, refuses or fails to give a sa-\ntisfactory written explanation, or to give any explanation,\nshall be guilty of an offence and shall incur a penalty of\none thousand dollars."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Sweaters and cardigans, pull-overs or similar knitted outemear\n           of angora, mohair, cashmere or similar mixtures of wool;"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Silverware-sterling     silverplate, Sheffield plated and antique\n           reproductions, Siamese, Portuguese and Indian sterling silver;"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Any person who, in any matter relating to the tourist Falsedecla-\n(duty-free) shopping system or to the operation of any ration*etc.\ntourist (duty-free) shop, with intent to deceive-\n     (a) makes, or causes to be made, any false declaration,\n          whether oral or written; or\n     (b) uses, or causes to be used, any false certificate; or\n     (c) makes, or causes to be made, any alteration or\n          falsification in any document after that document\n          has been officially issued,\nshall be guilty of an offence and shall incur a penalty of two\nthousand dollars."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Any person who, knowingly and with intent to Evadingpro-\n                                                              visions\ndefraud the Government of Jamaica of revenue-                 relating to\n                                                              approved\n     (a) acquires possession of; or                           goods and\n                                                              consum-\n     (b) carries, removes, deposits, conceals or harbours; or ables.\n     (c) deals in any manner, otherwise than in accordance\n         with the provisions of this Act or of any regula-\n         tions made thereunder, with\nany approved goods or any consumables on which customs,\nexcise, or consumption duties or any retail sales tax due\nthereon has not been paid, shall be guilty of an offence and\nshall incur a penalty for each such offence of five hundred\ndollars or treble the value of such goods, at the election of\nthe Commissioner, and, in addition, all such goods shall W 9 8 5\n                                                               Sch.\nbe forfeited."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Any person who without reasonable excuse fails or Failure to\n                                                                      make re-\nrefuses-                                                              turns.\n     (a) to make such returns at such times; or\n         [The inclusion of this page 'is authorised by L.N.87/1986]\n14                          TOURIST (DUTY-FREE) SHOPPING SYSTEM\n                    (b) to keep such records in such form; or\n                     (c) to embody in any return any such information,\n~ 1 9 8 5       as may be prescribed or as may be required by the Commis-\nSch.\n                sioner shall be guilty of an offence and shall incur a\n                penalty of five hundred dollars.\nPenalty=-         26. Without prejudice to any other form of recovery,\ncoverable\nfrombond.       any penalty incurred under the provisions of this Act may\n~ 1 9 8 5       be recovered by the Commissioner by the application,\nSch.\n                in whole or in part, of any bond furnished pursuant to\n                section 10.\nProsecutions\nfor offences."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27.-(1)  Any offences under this Act may be prosecuted,\n                and any penalty incurred under, or forfeiture imposed by\n                this Act may be sued for, prosecuted and recovered sum-\n                marily in a Resident Magistrate’s Court, and any sum or\n                money payable under this Act may be recovered and en-\n                forced in a summary manner in a Resident Magistrate’s\n                Court on the complaint of any officer.\n                         (2) In this section “officer” has the meaning assigned\n                to it by section 2 of the Customs Act.\n                                                    General\nRegulations.      28.-( 1) The Minister may make regulations generally for\n                the better carrying out of the purposes and provisions of\n                this Act, and in particular, but without prejudice to the\n                generality of the foregoing, may make regulations-\n                     (a) prescribing the form and manner in which applica-\n                         tions shall be made for any licence or permit which\n                         may be granted under this Act, and the forms of\n                         such permits or licences;\n                     (b) prescribing any fees to be paid under this Act;\n                     (c) prescribing the nature of the notices, emblems or\n                         other instruments to be displayed in tourist shops;\n                            [The incIusion of this page is authorised by L.N. 87/1986]\n        TOURIST (DUTY-FREE) SHOPPING SYSTEM                      15\n    (4prescribing the method of packaging of approved\n          goods and consumables;\n     (e) prescribing any other matter or anything which\n          may be, or is required to be, prescribed.\n        (2) Notwithstanding anything contained in section\n29 of the Interpretation Act, any regulations made under\nthis Act may provide in respect of a breach of any of the\nprovisions thereof that the offender shall be liable to a fine\nnot exceeding one thousand dollars or to a term of imprison-\nment not exceeding two years or to both such fine and im-\nprisonment.\n        me inclusicm of this page ia nuthorhd by LN. 248/1975]\n16           TOURIST (DUTY-FREE) SHOPPING SYSTEM\n                                SCHEDULE                        (Section 2)\n                              Approved Gccds"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Regulations.\n                                SCHEDULE\n        [The inclusion of t h i s page is authorised by L.N. 87/1986]\n             TOURIST (DUTY-FREE) SHOPPING SYSTEM                                         3\n          THE TOURIST (DUTY-FREE) SHOPPING                                       A&\n                                                                              46 of 1974,\n                    SYSTEM ACT                                                12 of 1985\n                                                                                 Sch.\n                                                     [3rd December, 2974.1\n                         Preliminary"
    }
  ],
  "definitions": []
}