{
  "id": "jm-stat-the-tourist-board-act",
  "type": "statute",
  "title": "The Tourist Board Act",
  "title_en": "The Tourist Board Act",
  "short_name": "Tourist Board Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-tourist-board-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-tourist-board-act | Legal areas: Tourism",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1) From and after such date as may be prescribed power to\nby the Minister by notice published in the Gazette (herein-\nafter referred to as “the specified date”) no person shall $?*\noperate or maintain any tourism enterprise unless such fp&\nperson is the holder of a licence granted under section 2 3 ~ S.. 9.\n       (2) Where-\n    (a) any tourism enterprise is in operation on the\n         specified date; and\n     (6) the person who operates or maintains that tourism\n          enterprise has applied for a licence in accordance\n          with section 2 3 ~ ,\nthe operatian of that tourism enterprise may, subject to\nsuch terms and conditions (if any) as the Board may\nstipulate, be continued pending the grant of a licence or,\nas the case may be, the determination of an appeal under\nsection 2 3 ~ .\n       (3) The Minister may, by order, exempt any\ncategory of tourism enterprise from the provisions of this\nAct if he is satisfied that the service provided by that\ncategory of enterprise is not provided primarily for tourists.\n  23~.-(1) Every application for a licence under section GmnCof\n2 3 shall\n    ~     be made to the Board in such form and in such licences\n                                                         for\nmanner as may be prescribed in re@ations or approved\nby the Board.                                            711985\n                                                                  t”c\n                                                         s. 9.\n        (2) Any licence granted under this section may be\ngranted on such terms and subject to such mditions as\nthe Board may specify in the licence and shall be for such\nperiod as may be specified in the licence.\n       (3) The Board shall cause to be kept a list of a l l\npersons to whom a licence is issued under this section.\n                                             ’ d by LN. 87Ll98q\n        p 3 e ilxiuebn of tbispaoeia a u h l m\n18                                 TOURIST BOARD\nRefusal       23c.41) Subject to the right of appeal conferred by sec-\nto grant\nor renew   tion 2 3 ~ the\n                      , Board may, in its discretion, refuse to grant\nlicence    or renew a licence under section 2 3 ~ .\nunder\nsection"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1) If the chairman is absent or unable to act, the Acting\nMinister may appoint any person, whether a member of appoint-\n                                                         menb.\nthe Board or not, to act temporarily as chairman.        18/1963\n                                                         s.4.\n       (2) If any member of the Board other than the chair-\nman is absent or unable to act, or has been appointed\nunder subsection (1) to act temporarily as chairman, the\nMinister may appoint any person to act temporarily in the\nplace of that member."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. A member of the Board shall, subject tc the pro- Tenureof\nvisions of this Act, hold office for a period not exceeding member,\n                                                            office of\nthree years, but such member shall be eligible for re-\nappointment."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) Any member of the Board, other than the chair- Rdgnafion\nman, may at any time resign his offie by instrument in\nwriting addressed to the Minister and transmitted through\nthe chairman, and from the date of the receipt by the\nMinister of such instrument, such member shall cease to\nbe a member of the Board.\n       (2) The chairman may at any time resign his office\nby instrument in writing addressed to the Minister and\nsuch resignation shall take effect as from the date of the\nreceipt of such instrument by the Minister."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The Minister may at any time revoke the appointment\nof any member of the Board.                              of appoint-\n                                                         ment\n                                                                1811963\n            indujon of this page is aucborized by LN. 87L198q   s.6.\n6                                        TOURIST BOARD\nPublication      8. The names of all members of the Board as first con-\nof member-\nship of       stituted and every change in the membership thereof shall\nBoard.        be published in the Gazette.\nIncorpora-      9.-(1) The Board shall be a body corporate having\ntion.\n              perpetual succession and a common seal with power to\n              purchase, lease or otherwise acquire and hold and dispose\n              of land and other property of whatever kind.\n                     (2) The seal of the Board shall be authenticated by\n              the signatures of the chairman or one ineinber of the Board\n              authorized to act in that behalf and the secretary of the\n              Board and such seal shall be officially and judicially noticed.\n                     (3) All documents, other than those required by law\n              to be under seal, made by, and all decisions of, the Board\n              may be signified under the hand of the chairman, any\n18/ 1963\ns. 7.\n              member authorized to act in that behalf, or the secretary\n              of the Board.\n                   (4) The Board may sue or be sued in their corporate\n              name and may for all purposes be described by such name.\nProcedure       10.-(1) The Board shall meet at such times as may be\nand\nmtatings.     necessary or expedient for the transaction of business, and\n              such meetings shall be held at such places and times and\n              on such days as the Board may determine.\n                     (2) The chairman may at any time call a special\n              meeting of the Board and shall call a special meeting to\n              be held within seven days of a written requisition for that\n              purpose addressed to him by any three members of the\n              Board.\n1811963\ns. 8.                 (3) The chairman shall preside at all meetings of the\n              Board at which he is present, and in the case of his absence\n              from any meeting the members present shall elect one of\n              their number to act as chairman at that meeting.\n                                              -----                --\n                         me inclusion ofthis page is authorised by L.N. 87/1986]\n                         TOVRlST BOARD                                       9"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.   procedure and meetings.\n             Functions, Duties und Powers of Board"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Subject to the provisions of this Act, the Tribunal shall regulate Power to\nits own proceedings.                                                      regulate\n                                                                          proced-\n                                                                          ings."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Subject to the provisions of this Act, the Board General\n                                                                 powers of\nshall have power, for the purpose of the execution of their Bowd.\nduty and the discharge of their functions under section 11-\n     (a) to carry on all activities the carrying on whereof\n         appear to them to be requisite, advantageous or\n         convenient for or in connection with the discharge\n         of their said duty;\n     (6) to do anything and to enter into any transaction 1 8 1 1 ~ 3\n          (whether or not involving expenditure, borrowing, 4,/s. 10.\n                                                                    1975\n          granting of loans or investment of money, the ac- S. 2.\n          quisition of any property or rights or the disposal\n          of any property or rights) which in their opinion is\n          calculated to facilitate the proper discharge of their\n          functions or is incidental or conducive thereto.\n  12~.-(1) Subject to the provisions of this section, the Borrowing\n                                                          powers.\nBoard may borrow sums required by them for the purpose 47/1975\nof financing approved projects :                          5. 3.\n  Provided that the aggregate amount outstanding on loan\nto the Board, at any one time shall not exceed $500,000 or\nsuch higher amount as the Minister may from time to time\napprove.\n        (2) The power of the Board to borrow shall be exer-\ncisable only with the approval of the Minister responsible\nfor finance, as to the amount, as to the source of the\nborrowing and as to the terms on which the borrowing\nmay be effected. An approval given for the purposes of this\nsubsection may be either general or limited to a particular\nborrowing or otherwise, and may be either unconditional\nor subject to conditions.\n        (3) In this section “approved project” means a pro-\nject approved by the Minister as being likely to be finan-\ncially viable without subvention from the Board or from\nGovernment.\n                                                                      -\n10                                    TOURIST BOARD\nGuarantee        12B.-( 1) With the approval of the House of Representa-\nby Minister\nof borrow-    tives, the Minister responsible for finance may guarantee,\nings by\nBoard and     in such manner and on such conditions as he may think\nrepayment\nof sums\n              fit, the payment of the principal and of interest on any\nissued to     authorized borrowings of the Board.\nmeet\nguarantee.             (2) Where the Minister responsible for finance is\n4711975\ns. 3.         satisfied that there has been default in the repayment of\n              any principal monies or interest guaranteed under the pro-\n              visions of this section, he shall direct the repayment out\n              of the general assets and revenue of this Island of the\n              amount of which there has been default.\n                       (3) The Board shall make to the Accountant-\n              General, at such times and in such manner as the Minister\n              responsible for finance may direct, payments of such\n              amounts as may be so directed in or towards payment of\n              any sums issued in fulfilment of any guarantee given under\n              this section, and payments of interest on what is outstanding\n              for the time being in respect of any sums so issued at such\n              rate as the Minister responsible for finance may direct,\n              and different rates of interest may be directed as respects\n              different sums and as respects interest for different periods.\nRemunem-         13. There shall be paid from the funds of the Board to\ntion of\nmembers.      the members of the Board such remuneration, if any,\n1811963\ns. 12.\n              whether by way of honorarium, salary or fees, and such\n              allowances as the Minister may determine.\n05ccrs.          14.-(1) The Board may appoint and employ at such\nagents and\nservants.     remuneration and on such terms and conditions as they\n181 1963\ns. 12.\n              think fit a secretary and such officers, agents and servants\n              as they think necessary for the proper carrying out of the\n              provisions of this Act :\n                Provided that-\nM/1999            ,(a) no salary in excess of the prescribed rate shall be\nS. ZaXi).\n                       assigned to any p a t without the prior approval\n                       of the Minister; and\n                           TOURIST BOARD                                    I1\n    (h) no appointment shall be made to any post to\n        which a salary in excess of the prescribed rate 3411999\n        is assigned, without the prior approval of the S. 2(a)(ii).\n        Minister.\n      ( 1 ~ In\n            ) subsection (1) prescribed rate means a rate 34/1999\nof seven hundred and fifty thousand dollars per annum or s. 2 0).\nsuch higher rate as the Minister may, by order, prescribe.\n        (2) The Director of Tourism shall be responsible to\nthe Board for the day to day administration of the business\nof the Board.\n         (3) Where the Director of Tourism is absent or un-\nable to act and no acting appointment has been made by the\nMinister under section 4, the Board may authorize an\nofficer in their service to perform temporarily the functions\nspecified in subsection (2).\n  1 5 - 4 1 ) The Board may provide, for the purposes of Emblems.\nthis section, supplies of such emblems as the Board may 4311965\n                                                         Sa4.\nthink fit.\n          (2) Where the Board are of opinion that any person\noffering or providing by way of trade or business any\ngoods, entertainment, transportation, accommodation, food\nor drink to or for tourists maintains integrity and a high\nstandard of service in the conduct of such trade or\nbusiness, the Board may-\n     (a) supply to that person any of the emblems of the\n          Board; and\n     (b) permit him to display such emblem, subject to\n          such restrictions and on such conditions as the\n         Board may impose."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-( 1) The Minister may make regulations generally for Regulations.\nthe better carrying out of the purposes of this Act and in 711985\n                                                                6 (a)(i).\n                                                                       ss\nparticular but without prejudice to the generality of the fore-\ngoing may make regulations providing for-\n  RL-79\n12                                   TOURIST BOARD\n                (a) the measures and methods to be adopted in\n                     improving the basis of the tourist industry in\n                     Jamaica and in controlling and eliminating un-\n                     desirable factors that may affect it;\n7/1W\nS. 6 (a) (is\n                (b) the categories-\n                         (i) of lands and buildings which constitute\n                              hotels and resort cottages;\n                        (ii) & premises, vehicles, boats, ships or places\n                              which constitute or may be treated as\n                             other tourist accommodation,\n                     and the circumstances in which and the terms\n                     on which any such lands, buildings, premises,\n                     vehicles, boats, ships or places may be exempted\n                     from any requirement of this Act;\n                (c) the keeping of records of the number of tourists in\n                     Jamaica during any period and of the countries\n                     to which they belong;\n                (d) the imposition of fees or charges in such cases as\n                     may be determined by the Board for services\n                     rendered by the Board, their servants or agents,\n                     in carrying out the provisions of this Act;\n7/1985          (e) the licensing of such categories of persons employed\nS. 6 (a) (ivk\n                     in tourist accommodation or tourism enterprises\n                     as may be prescribed;\n711B5           (f) the designation of prescribed areas and for regu-\nS. 6 (a) (W         lating the activities and conduct of persons-\n                         (i) soliciting for any prescribed purpose in\n                             those areas; cm\n                        (ii) who, having no fixed place of business in\n                             those areas or whose business activities\n                             are not carried out pursuant to any\n                             licence granted for that purpose under the\n                             provisions of any other enactment, offer\n                             goods or services to members of the public\n                             in those areas;\n                          TOURIST BOARD                                               13\n    (g) the licensing of persons referred to in paragraph (f);            7/1985\n                                                                          S. 6 (a)(iv).\n    (h) the fees to be paid in respect of any                  licence OT 7/1985\n        other approval granted under this Act;                            S. 6 (a) (iv).\n    (i) the form and manner in which applications for S711985\n                                                        .6 (a) (iv).\n        licences under this Act shall be made.\n        (2) Regulations made under this section may em-\npower any person, whether such person be a member or\nofficer or servant of the Board or not, to issue such direc-\ntions to owners OF managers of tourist accommodation and :./\\97:,.\nother persons engaged in the tourist industry as may be\nnecessary for securing compliance with or carrying out the\npurposes of this Act or of any regulations made thereunder.\n        (3) All regulations made under this section shall be                 ;~Jz;.\nsubject to negative resolution.\n        (4)Regulations made under this section may pro- ~ 1 9 9 9\n                                                             s. 3.\nvide for the imposition, on conviction in a Resident\nMagistrate's Court, of the following penalties for offences\nunder those regulations-\n     (a) a fine not exceeding one hundred thousand dollars\n          or imprisonment for a term not exceeding twelve\n          months, or both; and\n     (b) a fine not exceeding fifty thousand dollars for\n          every day on which an offence is continued after\n          conviction; and\n     (c) a fine not exceeding one hundred and fifty thou-\n          sand dollars, or imprisonment for a term not\n          exceeding twelve months, or both, in the case of\n          a second or subsequent conviction."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) No member of the Board shall be personally Protection\n                                                            of memben\nliable for any act or default of the Board done or omitted 18/1963\nto be done in good faith in the course of the operations of S. *'.\nthe Board.\n         (2) Where any member of the Board is exempted\nfrom liability by reason only of the provisions of this\n14                                     TOURIST BOARD\n             section, the Board shall be liable to the extent that they\n             would be if the member was a servant or agent of the\n             Board.\nPowers of\nhlinisier."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The Minister may give to the Board directions of a\n             general character as to the policy to be followed in the\n             exercise and performance of their functions under this Act\n             in relation to matters appearing to him to concern the\n             public interest and the Board shall give effect to any such\n             directions.\n                                Financial Provisions\nFunds and\nresources"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. The funds and resources of the Board shall consist\nof Board.    Of-\n                   (a) such sums as may be provided annually for the\n                       purpose in the Estimates of Revenue and Expen-\n                       diture of the Island;\n                   (6) all sums received by the Board as payment for\n                       advertisements;\n                   (c) all sums collected under the authority of regula-\n                       tions made under this Act;\n                   (d) all other sums or property which may in any man-\n                        ner become payable to or vested in the Board in\n                        respect of any matter incidental to their powers\n                        and duties.\nAccounts        20.-(1) The Board shall keep accounts of their trans-\nand audit.\nI X I I963\n             actions to the satisfaction of the Minister and such accounts\nS. IS.       shall be audited annually by an auditor appointed by the\n             Board with the approval of the Minister.\n                      (2) The members, officers, agents and servants of the\n             Board shall grant to the auditor appointed to audit the\n             accounts of the Board under the provisions of subsection (1)\n             access to all books, documents, cash and securities of the\n             Board and shall give to him on request all such information\n             as may be within their knowledge in relation to the opera-\n             tion of the Board.\n     [ The inclusion\n[The inclusion of this of thisispage\n                       page          is authorized\n                                 authorized by L.N.by143\n                                                      L.N.  ]\n                                                        A/2021]\n[ The inclusion\n   [The         ofof\n        inclusion  this page\n                     this    is is\n                          page  authorized  byby\n                                   authorized  L.N.\n                                                 L.N.] 143A/2021]\n                         TOURIST BOARD                                 17\n  BA.-("
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Licences for tourist accommodation.\n    2 3 ~ Power\n          .     to require licensing of tourism enterprises.\n    2 3 ~ Grant\n          .     of licences for tourism enterprises."
    },
    {
      "provision_ref": "sec23b",
      "section": "23B",
      "title": "Section 23B",
      "content": "23B.               (2) Where the Board decides not to grant or renew\n711985\ns. 9.      a licence in respect of a tourism enterprise, the Board shall,\n           in writing, notify the person who made the application or\n           his agent of its decision and of the right of appeal con-\n           ferred by section 2 3 ~ .\nRCVOW-       230.41) Where-\ntion or\nsuspen-\nsioo of\n               (a) it appears to the Board that the holder of a licence\nlicence.            under this Act (hereinafter referred to as the li-\n7/1985\ns. 9.               censee) has contravened any provisions OP this\n                    Act or of any licence granted thereunder; or\n               (b) a licensee has been convicted of an offence under\n                    the Exchange Control Act,\n           the Board may, by notice in accordance with this section,\n           require the licensee to show cause within such time as may\n           be specified in the notice, why the licence should not be\n           revoked or suspended.\n                  (2) Where-\n               (a) the licensee fails to comply with a requirement\n                    pursuant to subsection (1) to show cause within\n                    the time specified in the notice or if the cause\n                    shown is inadequate in the opinion of the Board;\n                    or\n               (b) after due enquiry by the Board in respect of any\n                    allegation made against the licensee and after\n                    giving the licensee an opportunity to be heard,\n                    the Board is satisfied that the nature of the facts\n                    established consequent on the enquiry is seriously\n                    detrimental to the tourist industry,\n           the Board may, by order published in the Gazette (a copy\n           of which shall be served on the licensee), suspend the\n                        idusion of this page is autbo~sedbv L.N. 87/1986]\n                           TOURlST BOARD                                       19\n    licence for such period as the Board may consider necessary\n    OT desirable, or, as the case may be, revoke the licence from\n    such date as may be specified is the order.\n              (3) Where an order under subsection (2) is in res-\n    pect of tourist accommodation, then unless the order relates\n    to-\n          (a) action taken under the Public Health Act; or\n          (6) the safety of occupants of the accommodation,\n     the date specified pursuant to subsection (2) shall be not\n    earlier than ninety days after the date of the order.\n              (4) All rights and privileges enjoyed under any\n    licence that is revoked or suspended pursuant to subsection\n     (2) shall cease to have effect upcm such revocation or for\n     the period of suspension, as the case may be, but such revo-\n     cation or suspension shall not, in any way affect the\n     liability of any person in respect of any contravention of\n     this Act or of the licence that may have occurred prior to\n     the revocation or suspension.\n              (5) The Minister may if he thinks fit, upcm applica-\n     cation by a person aggrieved by an order of the Board\n     under this section and for the purpose of facilitating any\n     appeal therefrom, stay execution of that order by amending\n     the date stated in the order as the date from which the\n     revocation or suspension has effect.\n      =a--(1) Any person aggrieved-                                  Apvcal.\n/\n         (a) by a decision of the Board granting, refusing to S\n                                                              71 9.\n                                                               . 1985\n              grant, renewing or refusing to renew a licence; or\n         (b) by an order of the Board revoking or suspending\n              a licence,\n    may, within fifteen days of the date of service of the notifi-\n    cation required under section 23 43) or 23c (2) or within\n    fifteen days of the date of the order under section 2 3 as  ~\n    the case may be, appeal in writing against such decision or\n             pinduioq of &.is page is authorized by LN. 87/198q\n20                                    TOURIST BOARD\n            order to the Tribunal appointed by the Minister under\n            subsection (3):\n              Provided that the Tribunal, upon being satisfied that\n            owing to absence from the Island, sickness or other\n            reasonable cause, the person aggrieved was prevented from\n            appealing within such period, may extend the period as\n            may be reasonable in the circumstances.\n                    (2) On the determination of an appeal under this\n            section the Tribunal may make such order as it thinks fit\n            and if any such order relates to an order of the Board\n            under section 2 3 it~ shall be published in the Gazette.\nSchedule.           (3) The provisions of the Schedule shall have effect\n            as to the constitution of the Tribunal and otherwise in\n            relation thereto.\n                    (4) Any person aggrieved by the Tribunal's decision\n            on any matter may appeal to a Judge in Chambers in such\n            form and manner as may be provided by rules of court\n            and the Judge in Chambers may make such order in rela-\n            tion to the appeal as he thinks fit.\n                   (5) The decision of a Judge in Chambers on an\n            appeal pursuant to subsection (4) shall be final.\nEnforc~        23~.-(1) Without prejudice to the provisions of subsec-\nment of\nOrderS.\n            tions (2) (a), (3) and (4) of section 24, if the licensee fails to\n71 1985     comply with an order of the Board under section 2 3 or       ~\ns. 9.\n            any order made by the Tribunal under section 2 3 con-      ~\n            firming or modifying the order of the Board the Minister\n            may take such steps as he considers appropriate to ensure-\n                 (a) where the order revokes the licence, that the licensee\n                     ceases the operation of the tourist accommodation\n                     or tourism enterprise to which the licence relates;\n                     or\n                 (b) where the order suspends the licence, that the\n                     licensee suspends the operation of the tourist\n                     R i w indusion of this page b a u b r k l by LN. 87/19863\n                          TOURIST BOARD                                           21\n           accommodation or tourism enterprise to which\n           the licence relates for the period specified in the\n           order.\n        ( 2 ) Where authorized thereto by the Minister acting\npursuant to subsection U), a member of the Jamaica\nConstabulary Force may use such force as may be necessary\nfor the purpose of ensuring compliance with an order\nreferred to in that subsection; and any person who hinders\nor obstructs any such member acting as aforesaid shall be\nguilty of an offence and shall be liable on summary convic-\ntion before a Resident Magistrate to a fine not exceeding\ntwenty thousand dollars or to imprisonment for a term not\nexceeding two years.\n  2 4 4 1 ) Every person who, with intent to deceive, makes ollrnces\n                                                             13 / I965\nor has in his possession-                                    '3. G.\n     (a) any emblem or other device so closely resembling\n          an emblem of the Board as to be calculated to\n          deceive; or\n     (b) any document so closely resembling a licence\n          under this Act as to be calculated to deceive,\nshall be guilty of an offence and shall be liable on summary\nconviction before a Resident Magistrate to a fine not\nexceeding ten thousand dollars m to imprisonment with 7 / 1 w ;\nor without hard labour for a term not exceeding two years, S . 10 (a).\nor to both such fine and such imprisonment.\n        (2) Every person who-\n    (a) operates any tourist accommodation in contraven- 3 3 1 1971\n        tion of section 22; or                           s. 4 (a)\n                                                                      I0 I 1972\n    (6) displays an emblem of the Board without the :;f;k;.'\n         permission of the Board; or                          S. 10 (b) (i\\.\n    (c) in displaying or keeping in his possession any\n         emblem of the Board fails to comply Mvith any\n         restriction subject to which, or to satisfy any con-\n -_____---               ------.---~-~-___\n         [The inclusion of this page is authorised bv L.N. 87/1986]\n22                                   I'OURIST BOARD\n                      dition on which, he was supplied with or permitted\n                      to display such emblem; or\n                 (4 fails to comply with any restriction subject to\n                            which, or to satisfy any condition on which, any\n711965\nS. 10 ( b ) ( l ,           licence was granted to him under this Act,\n                  shall be guilty of an offence and shall be liable on summary\n                  conviction before a Resident Magistrate to a fine not ex-\n711'8.C\nS. 1o (b) 'I,     ceeding ten thousand dollars and in default of payment\n                  thereof to imprisonment with or without hard labour for\n7/1985\nS. 10 (b) (IV,\n                  a term not exceeding two years, and where such offence\n                  is continued after conviction such person shall be guilty of\n                  a continuing offence and in respect of each day during\n                  which such offence continues shall be liable to a fine not\n                  exceeding five hundred dollars.\n1911972                (3) Every person who operates a hotel in contraven-\nS. 2 (b).\n               tion of section 22 shall be guilty of an offence 2nd shall\n               be liable on summary conviction before a Resident Magis-\n711985         trate to a fine not exceeding ten thousand dollars and in\ns. 10 (c) m. default of payment thereof to imprisonment for a term not\n111985\nS 10 (c) (ii).\n               exceeding two years, and where such offence is continued\n               after conviction such person shall be guilty of a continuing\n               offence and in respect of each day during which such offence\n711985         continues shall be liable to a fine nort exceeding five hun-\nS. 10 (c) (i).\n               dred dollars.\n 7/1985              (4)Every person who operates or maintains a\n.' l0 (d).   tourism enterprise in contravention of section 2 3 shall\n                                                                 ~    be\n             guilty of an offence and shall be liable on summary convic-\n             tion before a Resident Magistrate to a fine not exceeding\n             twenty thousand dollars and in default of payment thereof\n             to imprisonment for a term not exceeding two years, and\n             where such offence is continued after conviction such person\n             shall be guilty of a continuing offence and in respect of each\n             day during which such offence ccntinues shall be liable to\n             a fine not exceeding five hundred dollars.\n                     [?me hclusicm d this page b authorised by L.N. 87/1986]\n                       TOURIST BOARD                                           23\n       (5) Every person who fails to comply with an order 7/1985\n                                                                  S. 10 (d).\nrevoking or suspending a licence to operate any tourist\naccommodation or a tourism enterprise shall be guilty of\nan offence and shall be liable on summary conviction be-\nfore a Resident Magistrate-\n     (a) where the licence is granted in respect of a hotel, to\n         a fine not exceeding one thousand dollars for each\n         room of that hotel for every day from the date on\n         which the revocation or suspension came into effect\n         and in default of payment thereof to imprisonment\n         for a term not exceeding two years, and where\n         such offenceis continued after conviction such per-\n         son shall be guilty of a continuing offence and in\n         respect of each day during which such offence\n         continues shall be liable to a fine not exceeding\n         two thousand dollars for each room of the hotel;\n    (6) where the licence was granted in respect of a resort\n         cottage, to a fine not exceeding ten thousand\n         dollars and in default of payment thereof to im-\n         prisonment for a term not exceeding two years,\n         and where such offence is continued after convic-\n         tion such person shall be guilty of a continuing\n         offence and in respect of each day during which\n         the offence continues shall be liable to a fine not\n         exceeding two thousand dollars; or\n    (c) where thelicence was granted in respect of any\n         other tourist accommodation or tourism enterprise,\n         to a fine not exceeding ten thousand dollars and in\n         default of payment thereof to imprisonment for a\n         term not exceeding two years, and where such\n         offence is continued after conviction such person\n         shall be guilty of a continuing offence and in re-\n         spect of any day during which the offence\n         continues shall be liable to a fine not exceeding\n         two thousand dollars.\n         p l m inchdar~of tbis page b aumsed by L.N. 87/198q\n23                                      TOURIST BOARD\n7/1985                                       SCHEDULE                      (Section 2 3 ~ )\ns. 11.                                      The Tribunal\nConstitu-       I. The Trihunal shall, subject to paragraph 2, consist of three\ntion of       members appointed by the Minister.\nTribunal.\nPower cf        2. For the hearing of any appeal under this Act the Tribunal may\none mem-      consist of one member sitting alone if the parties to the appeal agree.\nber to sit\nalone.\nTenure of       3. The members of the Tribunal shall. subject to the provisions of\noffice.       fhis Schedule, hold office for such period not exceedlng two years as\n              the Minister may determine and shall be eligible for reappointm2nt.\nActing          4. The Minister may appoint any person to act in the place of the\nappoint-      chairman or any other member of the Tribunal in the case of the ab-\nments.        sence or inability to act of the chairman or other member.\n Resigna-        5 . (1) Any member of the Tribunal other than the chairman may at\n tions.       any time resign his office by instrument in writing addressed to thc\n              Minister and transmitted through the chairman, and from the dat.: of\n              the receipt by the Minister of such instrument that member shall cease\n              to be a member of the Tribunal.\n                     (2) The Chairman may at any time resign his office by instrument\n              in writing addressed to the Minister and such resignation shall take\n              effect as from the date of receipt by the Minister of that instrument.\n Revoca-       6 . The Minister may at any time revoke the appointment of any\n t i m of     member of the Tribunal if he thinks it expedient so to do.\n appoint-\n ments.\n Filling        7. If any vacancy occurs in the membership of the Tribunal such\n of vacan-    vacancy shall be filled by the appointment of another member.\n cie,.\n Publica-       8. The names of all members of the TribuI:.: as 5rst constituted and\n tion of      every change in the membership thereof shall be published in the\n rnember-     Gazette.\n ship.\n Rernunera-     9. There shall be paid to the chairman and other members of the\n tion of      Tribunal, in respect of each appeal, such remuneration, whether by\n members.     way of honorarium, salary or fees, and such allowances as the Minister\n              may determine.\n Voting.        10. Subject to paragraph 2, the decision of the Tribunal shall be\n              by a majority of votes of the members, and in addition to an original\n              vote, the chairman shall have a casting vote in any case in which the\n              voting is equal.\n                                       f &is page is ailthorised by L.N. 87/1%bJ\n                        [The inclusion S\n                            TOURIST BOARD                                            25"
    },
    {
      "provision_ref": "sec23c",
      "section": "23c",
      "title": "Section 23c",
      "content": "23c. Refusal to grant or renew licence under section 238.\n    2 3 ~ Revocation\n          .           of suspension d licence.\n    2 3 ~ Appeal.\n          .\n    2 3 ~ Enforcement\n          .            of orders.\n    24 mences.\n                                 SCHBDULB\n                indueion at thb p g a is outbonzed\n                                               '   by LN. 87/1986]\n         [ Theof\n[The inclusion inclusion\n                 this pageofisthis page is authorized\n                                authorized            byA/2021]\n                                            by L.N. 143   L.N. ]\n   [ The\n[The     inclusion\n     inclusion      of page\n               of this this page  is authorized\n                             is authorized      by L.N.\n                                            by L.N.     ]\n                                                    143A/2021]\n                       TOURIST BOARD\n    (b) not less than five nor more than eleven other 71198s\n                                                      s. 3.\n        members,\nappointed by the Minister by instrument in writing.\n      (3) The Minister shall appoint one of the members of\nthe Board to be chairman thereof."
    }
  ],
  "definitions": []
}