{
  "id": "jm-stat-the-town-and-country-planning-act",
  "type": "statute",
  "title": "The Town and Country Planning Act",
  "title_en": "The Town and Country Planning Act",
  "short_name": "Town and Country Planning Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-town-and-country-planning-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-town-and-country-planning-act | Legal areas: Town and Country Planning",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1) Any person duly authorized in writing-               Powers of\n                                                                 entry.\n          by a local planning authority, the Government S16/1993  . 10 (a).\n          Town Planner or the Authority may, at any reason-\n          able time, enter upon any land for the purposes\n          of-\n               (i) observing any contravention of a develop-\n                    ment order or conditions attached thereto;\n                    or\n              (ii) serving any notice under section 23 (1) or,\n                    carrying into effect any steps specified in\n                    such notice pursuant to that section or sec-\n                    tion 24 (U, or inspecting any works being\n                    carried out under an enforcement notice;\n                    or\n     (b) by the Minister or a local authority or a local\n          planning authority, may, at any reasonable time,\n          enter upon any land for the purpose of inspecting\n          or surveying in connection with-\n                  the preparation, confirmation or amendment\n                   of a provisional development order or a\n                   confirmed development order, as the case\n                  may be;\n                  any application under Part I11 or under\n                   any order or regulations made under this\n                  Act for any permission, consent or deter-\n                  mination to be given or effected there-\n                  under;\n                  any proposal by a local authority, the\n                  Government Town Planner or the Author-\n                  ity or a local planning authority or by the\n                  Minister to serve or make any notice or\n                  order under this Act, except a notice under\n                  section 23,\nand any person being an officer of the Board or authorized\nin writing in that behalf by the Board, or a person duly\nauthorized in writing by the Authority may, at any reason-\n40                            TOWN AND COUNTRY PLANNING\n                able time, enter upon any lands for the purpose of surveying\n                it or estimating its value in connection with any claim for\n                compensation payable by the Authority.\n                         (2) A person authorized under this section to enter\n                upon any land shall, if so required, produce evidence of his\n                authority before so entering and shall not demand admission\n                as of right to any land which is occupied unless twenty-\n                four hours’ notice of the intended entry has been given to\n                the occupier.\n                         (3) Any person who wilfully obstructs a person\n                acting in the exercise of his powers under this section shall\n                 be liable on summary conviction before a Resident Magis-\n16/1993         trate to a fine not exceeding ten thousand dollars or in de-\ns. 10 0).       fault of payment to imprisonment with hard labour for a\n16/ 1993\ns. 10 @I.       term not exceeding twelve months.\n                         (4) If any person who, in compliance with the pro-\n                 visions of this section, is admitted into a factory, workshop\n                or workplace discloses to any person any information\n                 obtained by him therein as to any manufacturing process\n                 or trade secret he shall, unless the disclosure is made in the\n                 course of performing his duty in connection with the survey\n                 or estimate for which he was authorized to enter the\n                 premises, be liable on summary conviction before a\n1611993          Resident Magistrate to a fine not exceeding ten thousand\ns. 10 (CF       dollars or to imprisonment for a term not exceeding twelve\n                 months.\n                         ( 5 ) Where any land is damaged in the exercise of a\n                 power of entry conferred under this section or in the\n                 making of any survey for the purpose of which any such\n                 power of entry has been so conferred, compensation in\n                 respect of that damage may be recovered by any person\n                 interested in the land from the Minister or Board or\n                 authority in whose behalf the entry was effected.\n                         (6) Any expenses incurred by the Minister, the\n611985           Authority or the Board under subsection (5) shall be paid\nS. 4 (a) (b).    from the Consolidated Fund.\n             TOWN A N D COUNTRY PLANNING                             41\n         (7) Any power conferred by this section to survey\nland shall be construed as including power to search and\nbore for the purpose of ascertaining the nature of the sub-\nsoil or the presence of minerals therein :\n  Provided that a person shall not carry out any works\nauthorized by this subsection unless notice of his intention\nso to do has been included in the notice required by sub-\nsection (2) and if the land in question is held by any statutory\nundertakers and those undertakers object to the proposed\nworks on the ground that the carrying out thereof would\nbe seriously detrimental to the carrying out of their\nundertaking, the works shall not be carried out except with\nthe authority of the Minister."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                        Interpre-\n                                                                         tation.\n     “advertisement” means any word, letter, model, sign,\n         placard, board, notice, device or representation,\n         whether illuminated or not, in the nature of and\n         employed wholly or in part for the purposes of\n         advertisement, announcement or direction, and\n         without prejudice to the foregoing provision\n         includes any hoarding or similar structure used\n         or adapted for use for the display of advertise-\n         ments, and references to the display of advertise-\n         ments shall be construed accordingly;\n      “Authority” means the Town and Country Planning\n          Authority appointed pursuant to section 3;\n      “Board” means the Compensation Assessment Board ;!1;8:ah\n          established under section 34;\n      “building” includes any structure or erection and any\n          part of a building as so defined, but does not\n          include plant or other machinery comprised in a\n          building;\n--\n4                         TOWN AND COUNTRY PLANNING\n                “development” has the meaning assigned to it by\n                    section 5, and “develop” shall be construed\n                    accordingly;\n                “improved value” means improved value as defined in\n                    the Land Valuation Act;\n                “Judge” means Judge of the Supreme Court;\n                “local authority” means-\n                    (a) in relation to the parishes of Kingston and\n                         St. Andrew, the Council of the Kingston and\n                         St. Andrew Corporation as constituted under\n                         the Kingston and St. Andrew Corporation\n                          Act;\n                     (b) in relation to any other parish, the Parish\n                         Council of such parish;\n29/1199 1\ns.2\n                “local planning authority” means-\n                     (a) in relation to the parishes of Kingston and\n                          St. Andrew, the Council of the Kingston\n                          and St. Andrew Corporation;\n                    (b) in relation to any other parish, the Parish\n                        Council of that parisk and\n                    (c) in relation to any area situated within two or\n                          more parishes the person or body that the\n                          Minister may in writing appoint;\n                “Minister” means the Minister responsible for town\n                   and country planning;\n                “planning permission” means the permission for\n                    development which is required by virtue of section\n                    10;\n           TOWN A N D COUNTRY PLANNING                                  5\n   ”road authority” has the meaning assigned to it by\n       the Road Traffic Act;\n    “specified date” means such day as may be specified\n        in a development order as the base date for\n        valuations in assessing compensation being not\n         more than one year before the publication in the\n         Gazette of the notice under section 5 in relation to\n        the development order under or for the purposes\n        of the preparation of which is done the act in\n        respect of which compensation is to be assessed\n        under this Act;\n    “statutory undertakers” means persons authorized by\n         any law to carry on any transport undertaking by\n         land or water, or any undertaking for the supply\n         of electricity, gas, hydraulic power or water, or\n         any telephone service."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Making any provisions necessary for-\n    (a) adjusting and altering the boundaries and areas of any towns;\n    (6) enabling the establishment of satellite towns and new towns;\n    (c) effecting such exchanges of land or cancellation of existing\n        subdivision plans as may be necessary or convenient for the\n        purposes aforesaid.\n                             THIRD\n                                 SCHEDULE                        (Section 17)\n          Provisions relating to compensation under Part IV\n   For the purpose of assessing any compensation payable under Part IV\nof this Act being compensation in respect of the compulsory acquisition 6/1985\nof any land or in respect of the depreciation in value of any interest s. 4(a)@).\nthe Board shall. notwithstanding anything contained in any law\nin relation to compensation for the compulsory acquisition of land, act\nin accordance with the following rules-\n    (1) No allowance shall be made on account of the acquisition\n        being compulsory.\n        be\n    (2) a) The value of the land shall, subject as hereinafter provided,\n            taken to be the amount which the land if sold in open\n        market by a willing seller on the specified date might be\n        expected to realize: Provided always that the Board ~haU 6/1985\n        be entitled to consider all returns and assessments of capital (S. 4 (a))).\n        value for taxation made or acquiesced in by the claimant.\n        (6) For the purposes of this rule “the specified date” shall\n        be the date named in the development order as the specified\n        date.\n    (3) The special suitability or adaptability of the land for any\n        purpose shall not be taken into account if that purpose is a\n        purpose to which it could be applied only in pursuance of\n        statutory powers, or for which there is no market apart from\n        the special needs of a particular purchaser or the requirements\n        of any government department or any local or public\n        authority :\n           Provided that any born fide offer for the purchase of the\n        land made before the commencement of this Act which may\n        be brought to the notice of the Board shall be taken into 6/19g5\n        consideration.                                                   S. 4 (a).\n50                          TOWN AND COUNTRY PLANNING\n                 (4) Where the value of the land is increased by reason of the use\n                      thereof or of any premises thereon in a manner which could\n                      be restrained by any court, or is contrary to law. or is detri-\n                      mental to the health of the inmates of the premises or to the\n                      public health, the amount of that increase shall not be taken\n                      into account.\n                 (5) Where land is, and but for the compulsory acquisition would\n                     continue to be, devoted to a purpose of such a nature that\n                     there is no general demand or market for land for that\n611985               purpose, the compensation may, if the Board are satisfied that\nS. 4 (a).            reinstatement in some other placeis bona fide intended, be\n                     assessed on the basis of the reasonable cost of equivalent\n                     reinstatement.\n                 (a) The provisions of rule (2) shall not affect the assessment of\n                     compensation for disturbance or any other matter not directly\n                     based on the value of the land.\n                  (7) Where any interest in land is subject to a mortgage-\n                        (a) any compensation as aforesaid which is payable in\n                            respect of the depreciation in the value of that interest\n                            shall be assessed as if the interest were not subject to\n                            the mortgage;\n                        (b) a claim for any such compensation may be made by\n                            any mortgagee of the interest, but without prejudice\n                            to the making of a claim by the person entitled to the\n                            interest;\n                        (c) a mortgagee shall not be entitled to claim any such\n                            compensation in respect of his interest as such;\n                        (d) the compensation payable in respect of the interest\n                            subject to the mortgage shall be paid by the Authority\n                            to the mortgagee or, where there is more than one\n                             mortgagee to the first mortgagee. and shall in either\n                            case be applied by him as if it were proceeds of sale.\n611985            (8) For the purposes of this Schedule the Board shall be entitled\ns. 4 (8).             to be furnished with such returns and assessments as they\n                      may require.\n                           FOURTH\n                                SCHEDULE                   [Repealed by Act 3 of 1999.1\n 1611993                                 FQmH SCHEDULE                (Section 31)\n S. 13 (a).\n                     Matters in relation to which Regulations may be made"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) There shall be established a body to be known as ~ ~ ‘ $ $ $\nthe Advisory Planning Committee, and the members of\nsuch body shall be appointed in accordance with the pro- +manittee.\nvisions of the First Schedule, and the provisions of that girhule.\nSchedule shall have effect with respect to the constitution\nand procedure of the Committee.\n6                        TOWN A N D COUNTRY PLANNING\n                   (2) It shall be the duty of the Committee with a view\n           to the proper carrying out of the provisions and objects of\n           this Act, to advise the Minister on any matter within its\n           knowledge or on which the Minister may seek its advice.\n                      PARTIA. Interim Development of Land\n3 / 1999     4A.-(1) The Minister may, after consultation with a\ns. 3.\n           local authority, make an order to be known as interim de-\nde%lw=nt\norder.     velopment order in respect of any land which is not the\n           subject of a confirmed development order, other than land\n           to which a Town and Country Planning (Filling Station)\n           Development Order relates.\n                  (2) An interim development order shall state-\n               (a) the description of the area of land to which the\n                   order relates;\n               (b) the parish in which the land is situated;\n               (c) the type of development which may take place\n                     within that area without formal pIanning permis-\n                     sion and the conditions, if any, applicable to such\n                     development;\n               (d) the time when such development may commence;\n               (e) the functions of the local planning authority under\n                   the order;\n               (f)   that section 10 (1) (c) shall apply mutatis mutandis\n                     to an interim development order as it applies to a\n                     development order with the modification that the\n                     words “paragraphs (a) to (e)” be substituuted for\n                     for the words “paragraph (b)”;\n           -\n           TOWN AND COUNTRY PLANNING                                           7\n    (8) that the order is effective until a confirmed develop-\n        ment order comes into operation pursuant to\n        section 7 (2).\n      (3) An interim development order shall be made\nwithout prejudice to any other order relating to develop-\nment under any other enactment.\n       (4) For the purposes of subsection (2) (d) the Min-\nister may specify different times for different development.\n                              PART 11\n        Preparation, Confirmation and Modification of\n                     Development Orders"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) The Authority may after consultation with any :;-lion\nlocal authority concerned prepare so many or such\nprovisional development orders as the Authority may provisional\n                                                                      ;;;fiz\nconsider necessary in relation to any land, in any urban develop\n                                                             mentorden.\nor rural area, whether there are or are not buildings\nthereon, with the general object of controlling the develop-\nment of the land comprised in the area to which the\nrespective order applies, and with a view to securing\nproper sanitary conditions and conveniences and the co-\nordination of roads and public services, protecting and\nextending the amenities, and conserving and developing the\nresources, of such area.\n       (2) In this Act, unless the context otherwise requires,\nthe expression “development” means the carrying out of\nbuilding, engineering, mining or other operations in, on,\nover or under land, or the making of any material change\nin the use of any buildings or other land :\n  Provided that the following operations or uses of land\nshall not be deemed for the purposes of this Act to involve\nthe development of the land, that is to say-\n8                   TOWN A N D COUNTRY PLANNlNG\n            the carrying out of works for the maintenance,\n            improvement or other alteration of any building,\n            being works which affect only the interior of the\n            building or which do not materially affect the\n            external appearance of the building;\n            the carrying out by a road authority of any works\n            required for the maintenance or improvement of\n            a road, being works carried out on land within\n            the boundaries of the road;\n            the carrying out by any local authority or statutory\n             undertakers of any works for the purpose of\n             inspecting, repairing or renewing any sewers,\n             mains, pipes, cables or other apparatus, including\n             the breaking open of any street or other land for\n             that purpose;\n            the use of any buildings or other land within the\n            curtilage of a dwelling-house for any purpose\n            incidental to the enjoyment of the dwelling-house\n            as such;\n            the use of any land for the purposes of agriculture\n             or forestry (including afforestation), and the use\n             for any of those purposes of any building occupied\n             together with land so used;\n            in the case of buildings or other land which are\n            used for a purpose of any class specified in a\n            development order under this section, the use\n            thereof for any other purpose of the same cIass.\n          (3) So soon as may be after the preparation of any\n    provisional development order, the Authority shall cause\n    to be published in the Gazette and at intervals of not less\n             T O W N A N D COUNTRY P L A N N I N G                  8.01\nthan seven nor more than ten days in three issues of a local\ndaily newspaper, a notice-\n        specifying that the Authority has prepared a\n        provisional development order;\n         specifying the locality to which the order relates;\n        specifying some place within such locality or as\n        near thereto as may be convenient where the\n         provisional development order and the plan or\n         statements relating thereto may be inspected\n        without fee during such period (not being less than\n        fourteen days after the last publication of the\n         notice in a local daily newspaper) as may be\n         specified in such notice upon such days and at\n         such times as may be so specified;\n         specifying the name and address of some person\n         from whom copies of the provisional development.\n         order and of the plan or statements relating\n         thereto may be obtained on payment of a\n         reasonable fee specified in such notice; and\n        stating t.hat provision is made by section 6 for the\n        making of objections to the provisional develop-\n        ment order."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The names of the members of the Board as first constituted and PuMicaticm\nevery change in membership thereof shall be published in the Guzetre.      igbh-\n52                            TOWN A N D COUNTRY PLANNING\nAuthentica-      7. All documents made by, and all decisions of, the Board may be\ntion of       signified under the hand of the chairman or the secretary or any member\ndocuments.    or officer of the Board auithorized to act in that behalf.\nProcedure.      8 . 4 1 ) The Board shall meet at such times as may be necessary or\n              expedient for the transaction of business and such meetings shall be\n              held at such places and times and on such days as the Board may\n              determine.\n                     (2) The chairman shall preside at meetings of the Board, and if\n              the chairman is absent from a meeting the members of the Board pre-\n              sent rhall elect one of their number to preside at the meeting.\n                     (3) The quorum of the Board shall be the chairman or the person\n              elected under sub-paragraph (2) and two other members thereof.\n                     (4) The decisions of the Board shall be by a majority of votes\n              and, in addition to an original vote, in any case in which the voting is\n              equal, the chairman or the person elected to preside, as the case may\n              be, shall have a casting vote.\n                     (5) The validity of any proceedings of the Board shall not be\n              dected by any vacancy amongst the members thereof or by any defect\n              in the appointment of a member thereof.\n                     (6) If in any case the Board finds that a claim for compensation\n              is not valid the Board shall, at the request of any person having an\n              interest in the claim, give reasons for its findings.\n                     (7)Subject to the provisions of this Schedule the Board shall\n              have power to regulate its own proceedings.\nProceedings     9 . 4 1 ) The secretary shall keep a record of all proceedings brought\nbefore        before the Board.\nBoard.\n                     (2) The Board may, With the approval of the Minister, make\n              rules prescribing the forms to be used in proceedings before the Board\n              and generally for regulating procedures and practices related to the\n              conduct of its proceedings.\nPower to         10.41)The Board shall have power to summon any person to\nsummon        attend before the Board and to give evidence or to produce any paper,\nwitnesses.    book. record or document in the possession or under the control of\n              such person.\n                      (2) A summons under this paragraph shall be in the form\n              prescribed by rules.\n                       (3) A summons under this paragraph may be served either\n              personally or by registered post.\n                     (4) The Board shall have power to administer oaths to or take\n              the affirmation of any witness appearing before them.\n               TOWN AND COUNTRY PLANNING                                          53"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) So soon as may be after the expiration of the Confiima.\nperiod during which notice of objection to any provisional\ndevelopment order may be given under section 6 the development\n                                                           orders.\nAuthority shall transmit such order and any objection made\nto such order under section 6 and the comments of the\nAuthority upon such objection (if any) to the Minister.\n      (2) Where the Minister is satisfied that the implement-\nation of any provisional development order is likely to be\nin the public interest he may by notification published in\nthe Gazette confirm it with or without modification and\nthereupon such order with or without modification shall\ncome into operation as a confirmed development order.\n      (3) Every notification under subsection (2) shall also\nbe published in a local daily newspaper at least once in each\nof two successive weeks."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Where after a confirmed development order has come Amendment\n                                                             of confirmed\ninto operation the Minister is satisfied-                    develop\n                                                             mcnt orders.\n     (a) that it is for any reason necessary or expedient\n         for such order to be amended substantially or so as\n         prejudicially to affect the rights of any person he\n         shall direct the Authority to prepare an amending\n         development order of such a nature as may effect\n          such amendments in the confirmed development\n          order referred to in this section as may be\n          necessary or expedient :\n           Provided, however, that the provisions of\n         subsection (3) of section 5 and sections 6 and 7\n         shall apply to every amending development order\n         as they apply to every provisional development\n         order;\n      me inclusion of this page is authorized by L.N. 480119731\n10                    TOWN AND COUNTRY PLANNING\n              (b) upon a recommendation of the Authority that it\n                  is desirable for such order to be modified in any\n                  manner not affecting substance and which is not\n                  prejudicial to the rights of any interested persons,\n                  he may direct the Authority to modify the order\n                  in such manner as may be specified in such\n                  directions and thereupon the confirmed develop-\n                  ment order shall be deemed to be and always to\n                  have been modified in the manner specified in such\n                  directions, without prejudice, however, to anything\n                  done under the order before the date of such\n                  directions.\nDevelop        9.-(1) In the interval between the publication in the\nment in      Gazette of a provisional development order and the\ninterval\nbetween\nnotification\n             confirmation of such an order pursuant to section 7\nand          development in the area to which the provisional develop-\nconfirma-\ntion of pro- ment order relates may proceed either pursuant to any law\nvisional\ndevelopment (other than this Act) relating to such development and to\norders.      any authority granted under such law or without any such\n          authority if there is no law (other than this Act) requiring\n          any such authority but upon the understanding that-\n              (a) nothing in such authorization or in the preceding\n                    provisions of this section shall be construed to be\n                    permission to develop for the purposes of this Act\n                    or avoid any obligation to apply for permission\n                    to develop in conformity with the confirmed\n                    development order;\n               (b) all the provisions of this Act relating to\n                    permissions to develop, including in particular\n                    section 15, shall apply accordingly;\n               (c) if any development during the interval referred\n                    to above is found not to be in conformity with the\n                    confirmed development order that order shall\n                    prevail in respect of such development.\n                me inclusion of this page is authorized by L.N. 480/1973]\n             TOWN AND COUNTRY PLANNING                                I1\n      (2) The reference to development proceeding during\nthe interval referred to in subsection (1) shall include\ndevelopment authorized or 1awfully begun without authority\nprior to the commencement of such interval as well as\ndevelopment authorized or lawfully begun without\nauthority during that interval.\n                             PART 111\n       Contents and Eflects of Development Orders"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Development in interval between notification and confirmation\n       of provisional development orders.\n                               Pmr III\n           Contents and eflects of Development Orders"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-( 1) Every confirmed development order (hereafter Contents of\n                                                              develop-\nin this Act called a “development\n                            -       order”) shall-            ment\n                                                              orders.\n         specify and define clearly the area to which it\n          relates;\n          contain such provisions as are necessary or\n          expedient for prohibiting or regulating the\n          development of land in the area to which the\n          development order applies and gei,zrally for\n          canying out any of the objects for which the order\n          is made;\n         without prejudice to the generality of the pro-\n          visions of paragraph (h), in particular, make\n          provision for any of the matters mentioned in the\n          Second Schedule;                                    Second\n                                                              Schedule.\n          provide for the grant of permission for the\n          development of land in the area to which the\n          development order applies, and such permission\n          may be granted-\n              (i) in the case of any development specified in\n                   such order, or in the case of development\n                   of any class so specified, by the develop-\n                   ment order itself;\n             (ii) in any other case by the local planning\n                   authority (or, in the cases hereinafter\n       (Thr inclusion of this page is authorized by L.N. 480/1973]\n12               TOWN AND COUNTRY PLANNING\n                       provided, by the Authority) on an applica-\n                       tion in that behalf made to the local\n                       planning authority, in accordance with the\n                       provisions of the development order.\n            (2) The permission granted by any development\n     order may be granted either unconditionally or subject to\n     such conditions or limitations as may be specified in such\n     order.\n             (3) Without prejudice to the generality of subsection\n     (21, a development order which grants permission for any\n     development may-\n          (a) where permission is thereby granted for the\n               erection, extension, or alteration of any buildings,\n               require the approval of the local planning\n               authority to be obtained with respect to the\n               design or external appearance thereof;\n          (b) where permission is thereby granted for develop-\n               ment of any specified class, enable the Authority\n               or the local planning authority to direct that that\n               permission shall not apply either in relation to\n               development in any particular area or in relation\n               to any particular development.\n            (4) For the purpose of enabling development to be\n     carried out in accordance with permission granted under\n     this Part, or otherwise for the purpose of promoting proper\n     development, a development order may direct that any\n     enactment passed before the commencement of this Act\n     or any regulations made (whether before or after the\n     commencement of this Act) under any such enactment, shall\n     not apply to any development specified in the order or shall\n     apply thereto subject to such modifications as may be so\n     specified.\n           fThe inclusion of this Dage is authorized by L.N. 480119731\n                  TOWN AND COUNTRY PLANNING                                   13"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) Subject to the provisions of this section and Applica-  tions to\nsection 12, where application is made to a local planning local\nauthority for permission to develop land, that authority may&;$: : :\ngrant permission either unconditionally or subject to such            Ermission.\nconditions as they think fit, or may refuse permission; and\nin dealing with any such application the local planning\nauthority shall have regard to the provisions of the\ndevelopment order so far as material thereto, and to any\nother material considerations.\n        ( 1 ~ )Where the provisions of section 9 of the Natural 9/1991\nResources Conservation Authority Act apply in respect of a 3rd Sah.\ndevelopment which is the subject of an application under\nsubsection (l), planning permission shall not be granted\nunless-\n      (a) an application to the Natural Resources Conserva-\n            tion Authority has been made as required by such\n            provisions as aforesaid; and\n      (b) that Authority has granted or has signified in\n            writing its intention to grant, a permit under that\n            Act.\n          (2) Without prejudice to the generality of subsection\n(l), conditions may be imposed on the grant of permission\nto develop land thereunder-\n      (a) for regulating the development or use of any land\n            under the control of the applicant (whether or not\n            it is land in respect of which the application was\n            made) or requiring the carrying out of works on\n            such land, so far as appears to the local planning\n            authority to be expedient for the purposes of or in\n            connection with the development authorized by the\n            permission;\n      (b) for requiring the removal of any buildings or\n            works authorized by the permission, or the discon-\n            tinuance of any use of land so authorized, at the\n            expiration of a specified period, and the carrying\n         Phe inclusion of this page is authorized by L.N. 90/ 19931\n14                TOWN AND COUNTRY PLANNING\n               out of any works required for the reinstatement of\n               land at the expiration of that period,\n     and any permission granted subject to any such condition\n     as is mentioned in paragraph (b) is in this Act referred to\n     as permission granted for a limited period only.\n             (3) Provision may be made by a development order\n     for regulating the manner in which applications for per-\n     mission to develop land are to be dealt with by local planning\n     authorities, and in particular-\n          (a) for enabling the Minister to give directions\n               restricting the grant of permission by the local\n               planning authority, during such period as may be\n               specified in the directions, in respect of any such\n               development, or in respect of development of any\n               such class, as may be so specified;\n          (b) for authorizing the local planning authority, in\n               such cases and subject to such conditions as may\n               be prescribed by the order, or by directions given\n               by the Minister thereunder, to grant permission\n               for development which does not appear to be\n               provided for in the order or in any plan or\n               statement deposited with the order and is not in\n               conflict therewith;\n          (c) for requiring the local planning authority, before\n              granting or refusing permission for any develop-\n              ment, to consult with such authorities or persons\n              as may be prescribed by the order or by directions\n              given by the Minister thereunder;\n          (4 for requiring the local planning authority to give\n              to any applicant for permission, within such time\n              as may be prescribed by the order such notice as\n              may be so prescribed as to the manner in which his\n              application has been dealt with;\n         (e) for requiring the local planning authority to fur-\n              nish to the Minister and to such other persons as\n             TOWN A N D COUNTRY PLANNING                                15\n         may be prescribed by or under the order, such in-\n         formation as may be so prescribed with respect to\n         any application for permission made to them, in-\n         cluding information as to the manner in which such\n         application has been dealt with.\n       (4) Every local planning authority shall keep,\nin such manner as may be prescribed by the development\norder a register containing such information as may be so\nprescribed with respect to applications for permission made\nto such authority, including information as to the manner in\nwhich such applications have been dealt with; and every\nsuch register shall be available for inspection by the public\nat all reasonable hours."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.---(1) The Authority may give directions to any local Reierenco\n                                                                8ppbC8-\nplanning authority or, to local planning authorities Of       cons to the\n                                                              Authority.\ngenerally requiring that any application for permission to 27/1987\ndevelop land, or all such applications of any class specified S. 3-\nin the directions, shall be referred to the Authority instead\nof being dealt with by the local planning authority, and\nany such application shall be so referred accordingly.\n      (1A) Where an application to a local planning author- 16,1993\nity seeks permission for a development which is not in con-\nformity with the development order, that application shall\nbe deemed to be one required to be referred by the local\nplanning authority to the Authority under this section.\n        (2) Where an application for permission to develop\nland is referred to the Authority under this section, the\nprovisions of section 11 and of subsection (4) of section 13\nshall apply, subject to any necessary modifications, in\nrelation to the determination of such an application by the\nAuthority as they apply in relation to the determination\nby the local planning authority :\n  Provided that before determining such application the\nAuthority shall, if either the applicant or the local planning\nauthority so desire, afford each of them an opportunity of\n  16                     TOWN AND COUNTRY PLANNING\n             appearing before and being heard by a person appointed\n             by the Authority for the purpose.\n& p l s to\nMinister."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.41) Where application is made under this Part to a\n             local planning authority for permission to develop land or\n             where such application is referred to the Authority under\n             the provisions of section 12, and that permission is refused\n             by the local planning authority or the Authority, as the\n             case may be, or is granted subject to conditions, then if the\n             applicant is aggrieved by the decision so taken he may by\n             notice served within the time, not being less than twenty-\n             eight days from the receipt of the notification of the deci-\n             sion, and in the manner prescribed by the development\n3 I 1999\nS. 4 (a).\n             order, appeal to the Minister and the Minister may, subject\n             to section 28A, hear the appeal :\n                Provided that the Minister shall not be required to enter-\n             tain an appeal under this subsection in respect of the deter-\n             mination of an application for permission to develop land\n             if it appears to him that permission for that development\n             could not have been granted by the local planning authority,\n             or could not have been so granted otherwise than subject to\n             the conditions imposed by them, having regard to the\n             provisions of section 11 and of the development order, and\n             to any directions given under that order.\n311999\nS. 4 (b).\n                   (1A) An applicant who appeals to the Minister under\n             subsection (1) shall at the time of lodging the appeal, pay\n             the prescribed fee.\n                      (2) Where an appeal is brought under this section\n             from a decision of a local planning authority or the\n311999\ns. 4 (c).    Authority, the Minister shall make a determination w i t h\n             ninety days of the hearing thereof and may allow or dismiss\n             the appeal or may reverse or vary any part of the deoision\n             of the local planning authority, or the Authody, as the case\n             may be, whether or not the appeal relates to that pant, and\n             deal with the application as if it had been made to him in\n             the first instance.\n            TOWN AND COUNTRY PLANNING                                   17\n         (3) Before determining any such appeal, the Minister\nshall, if either the applicant or the authority concerned so\ndesire, afford to each of them an opportunity of appearing\nbefore and being heard by him.\n          (4) Unless within such period as may be prescribed\nby the development order, or within such extended period\nas may at any time be agreed upon in writing between the\napplicant and the local planning authority, the local plan-\nning authority either-\n     (a) give notice to the applicant of their decision on\n            any application for permission to develop land,\n            made to them under this Part; or\n     ( b ) give notice to him that the application has been\n            referred to the Authority in accordance with\n            directions given under section 12,\nthe provisions of subsection (1) shall apply in relation to\nthe application as if the permission to which it relates had\nbeen refused by the local planning authority and as if the\nnotification of their decision had been received by the\napplicant at the expiration of the period prescribed in the\ndevelopment order or the extended period agreed upon as\naforesaid, as the case may be.\n  1 4 . 4 1 ) If any person who proposes to carry out any Applica-\n                                                          tionstq\noperations on land or make any change in the use of land d$tgy\nwishes to have it determined whether the carrying out of pennissioa\n                                                             required\nthose operations or the making of that change in the use\nof the land would constitute or involve development of the\nland within the meaning of this Act, and, if so, whether.\nan application for permission in respect thereof is required\nunder this Part having regard to the provisions of the\ndevelopment order, he may, either as part of an application\nfor such permission, or without any such application, apply\nto the local planning authority to determine that question.\n        (2) The foregoing provisions of this Part shall,\nsubject to any necessary modifications, apply in relation to\n        me inclusion of this page is authorized by LN. 3/2001]\n18                     TOWN AND COUNTRY PLANNlNG\n           any application under this section and to the determination\n           thereof as they apply in relation to applications for\n           permission to develop land and to the determination of such\n           applications.\nprohionr     15.-(1) The power to grant permission to develop land\n           under this Part shall include power to grant permission for\nped&on.    the retention on land of any buildings or works constructed\n           or carried out thereon before the date of the application,\n           or for the continuance of any use of land instituted before\n           that date (whether without permission granted under this\n           Part or in accordance with permission so granted for a\n           limited period only); and references in this Part to permission\n           to develop land or to carry out any development of land,\n           and to applications for such permission, shall be construed\n           accordingly.\n                    (2) Any such permission as is mentioned in sub-\n           section (1) may be granted so as to take effect from the date\n           on which the buildings or works were constructed or carried\n           out, or the use was instituted, or from the expiration of the\n           said period, as the case may be.\n                    (3) Where permission is granted under this Part for\n           the erection of a building, the grant of permission may\n           specify the purposes for which the building may be used;\n           and if no purpose is so specified, the permission shall be\n           construed as including permission to use the building for\n           the purpose for which it is designed,\n                    (4) Where permission to develop land is granted\n           under this Part, then, except as may be otherwise provided\n           by the permission, the grant of permission shall enure for\n           the benefit of the land and of all persons for the time being\n           interested therein, but without prejudice to the provisions\n           of Part V with respect to the revocation and modifimtion of\n           permission so granted.\n                    ( 5 ) Where permission to develop land is granted\n           under this Part for a limited period, nothing in this Part shall\n                    me inclusion of this page is authorized by L.N. 3/2001]\n             TOWN AND COUNTRY PLANNING                                   19\nbe construed as requiring permission to be obtained\nthereunder for the resumption, at the expiration of that\nperiod, of the use of the land for the purpose for which it\nwas normally used before the permission was granted :\n  Provided that in determining for the purposes of this\nsubsection the purposes for which land was normally used\nbefore the grant of permission, no account shall be taken\nof any use of the land begun in contravention of the\nprovisions of this Part.\n                              PART Iv\n      Compensation for refusd or conditional grant of\n                  planning permission"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. No action, suit, prosecution or other proceedings shall be brought ptotection\nor instituted personally against any member of the Board in respect of      memben.\nan act done born fide in pursuance or execution or intended execution\nof this Act."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Any member of the Board who has any interest, directly or in- ~ i a ~ b m r a\ndirectly, in any claim brought before the Board-                         of interest.\n     ( U ) shall disclose the nature of his interest at a meeting of the\n           Board: and\n54                      TOWN AND COUNTRY PLANNING\n              (b) shall not take part in any deliberations or decision of the\n                  Board with respect to that claim.\nExpen-      16. The expenses of the Board shall be dehyed out of sums provided\nBoard.\n          for the purpose in the annual estimates of revenue and expenditure of\n          the Island as approved by the House of Representatives.\nmaof\n c           17. The office of chairman or member of the Board shall not be a\nnot a\n          public officefor the purpose of Chapter V of the Constitution of\npublic    Jalllaicr.\nOffice.\n                   n h e inclusion of this page is authorized by L.N. 3/2001]"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. In this Part “planning decision” means a decision decision”\n                                                        ‘‘plannine\nmade on an application for permission to develop land d&d.\nunder Part 111."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) Where, on application made under Part I11 for arnwnm-\n                                                           tion for\npermission to carry out development of land, permission is r m oi\nrefused by the Minister on appeal being made to him, or permission\n                                                           in\ngranted by the Minister subject to conditions, then if on a asa.\nclaim made to the Authority in the manner prescribed by\nregulations under this Act, it is shown that the value of the\ninterest of any person in the land is less than it would have\nbeen if the permission had been granted, or had been granted\nunconditionally, as the case may be, the Authority shall\n(subject to the provisions of this Part) pay to that person\ncompensation (to be assessed in accordance with and subject\nto the provisions of the Third Schedule) equal to the mrd\ndifference.                                                   Scbdule.\n        (2) In determining for the purposes of subsection\n(1) whether and to what extent the value of any interest\nin land is less than it would have been if the permission\nhad been granted or had been granted unconditionally, it\nshall be assumed that any subsequent application for like\npermission would be determined in the same way:\n   Provided that if, on the refusal of permission for the\ndevelopment in respect of which application is made, the\n         me inclusion of this page is authorized by L.N. 3/2001]\n20                          TOWN A N D COUNTRY PLANNING\n                Minister undertakes to grant permission for any other\n                development of the land in the event of an application being\n                made in that behalf, regard shall be had to that under-\n                taking in determining the matters aforesaid.\nCompcosa-\ntion"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Compensation under this Part shall not be payable-\nexcluded            (a) in respect of the refusal of permission for any\nin respect of\ncertain                  development which consists of the making of any\nmatters.\n                         material change in the use of any buildings;\n                    (b) in respect of the imposition, on the granting of\n                         permission to develop land, of any condition relat-\n                         ing to-\n                                 the number or disposition of buildings on\n                                  any land;\n                                 the dimensions, design, structure or\n                                 external appearance of any building or the\n                                 materials to be used in its construction;\n                                 the manner in which any land is to be laid\n                                 out for the purposes of the development,\n                                 including the provision of facilities for\n                                 parking, loading, unloading or fuelling of\n                                 vehicles on the land;\n                                 the use of any buildings or other land; or\n                                 the location or design of any means of\n                                 access to a highway, or the materials to be\n                                 used in the construction thereof;\n                    (c) in respect of any condition subject to which per-\n                         mission is granted for the winning and working\n                         of minerals;\n                    (d) in respect of the refusal of permission to develop\n                         land if the reason or one of the reasons stated for\n                         the refusal is that development of the kind pro-\n                         posed would be premature by reference to either\n                         or both the following matters, that is to say-\n                            (i) the order of priority, if any, indicated in\n                                 the development order for the area in\n                -.\n           TOWN A N D COIJNTRY PLANNING                                   21\n                 which the land is situated for development\n                 in that area;\n            (ii) any existing deficiency in the provision of\n                 water supplies or sewerage services and the\n                 period within which any such deficiency may\n                 reasonably be expected to be made good;\n        in respect of the refusal of permission to develop\n         the land if the reason or one of the reasons stated\n         for the refusal is that the land is unsuitable for\n         the proposed development on account of its\n         liability to flooding or to subsidence;\n        in respect of the refusal of permission to develop\n         the land, unless the improved value of the land is\n         reduced as a result of the refusal or the conditions\n         attached to a consent, to less than it was on the\n         specified date as defined in section 2;\n        where the proposed development is prohibited by\n         the provisions of any law in operation at the date\n                                                              6/1985\n         of the decision of the Board.                        S. 4 (a).\n   1 9 . 4 1 ) Compensation under this Part shall not be ~ ~ ~ ~ n s a -\npayable in respect of a planning decision whereby excluded       if certain\npermission is refused for the development of land, if, not- other\nwithstanding that refusal, there is available with respect develop-\n                                                                 ment\nto that land planning permission for development to which permitted.\nthis section applies :\n  Provided that where such permission is available with\nrespect to part only of the land, this section shall have effect\nonly in so far as the interest subsists in that part.\n          (2) Where a claim for compensation under this Part\nis made in respect of an interest in any land, planning\npermission for development to which this section applies\nshall be taken for the purposes of this section to be available\nwith respect to that land or a part thereof if, within one\nmonth after the Board give notice to the Minister of 611985\ntheir findings in respect of that claim, there is in force S. 4 (a).\n22                             TOWN AND COUNTRY PLANNING\n              with respect to that land or part, a grant of, or an under-\n              taking by the Minister to grant, planning permission for\n              some such development, subject to no conditions other than\n              such as are mentioned in paragraph (b)of section 18.\n                       (3) This section applies to any development of a\n              residential, commercial or industrial character, being\n              development which consists wholly or mainly of the con-\n               struction of houses, flats, shop or office premises, hotels,\n              garages and petrol fuelling stations, cinemas (including\n              television cinemas), industrial buildings (including ware-\n               houses), or any combination thereof.\nmm 20.-(1)                Compensation under this Part shall not be\nfor m a k k\nclainsfor     payable unless a claim is made before the end of the period\n              of six months beginning with the date of the planning\n              decision to which it relates :\n                Provided that the Minister may in any particular case\n              (either before, on or after the date on which the time for\n              claiming would otherwise have expired) allow an extended,\n              or further extended, period for making such a claim.\n                         (2) The Minister may make regulations under this\n              section-\n                   (a) requiring claims for compensation under this Part\n                       to be made in a form prescribed by the regulations;\n                   (b) requiring a claimant to provide such evidence in\n                       support of the claim, and such information as to\n                       the interest of the claimant in the land to which\n                       the claim relates and as to the interests of other\n                       persons therein which are known to the claimant,\n                       as may be so prescribed.\n                     (3) Any claim for such compensation in respect of a\n              planning decision shall be sent to the Authority; and it shall\n              be the duty of the Authority, as soon as may be after the\n            T O W N A N D COUNTRY PLANNING                                23\nreceipt of a claim, to transmit the claim to the Board and to s.\n                                                              6/1985\n                                                                 4 (4,\nfurnish the Board with-                                       (b), (4.\n    (a) any evidence or other mformation provided by the\n         claimant in accordance with regulations made\n         under this section;\n     (b) such other information (if any) as may be required\n         by regulations made under this section, being in-\n         formation appearing to the Board to be relevant\n         to the exercise of their powers under section 21.\n         (4) Where a claim is transmitted to the Board under 6/1985\n                                                              S. 4 (a).\nsubsection (3)-                                               (b).\n    (a) and it appears to the Board that compensation is\n         excluded either by section 18 or section 19, the\n         Board shall notify the claimant accordingly, staticg\n         on which of the grounds it appears to them that\n         compensation is not payable, and inviting the\n         claimant to withdraw his claim;\n     (b) unless the claim is withdrawn, the Board shall give\n         notice of the claim to every other person (if any)\n         appearing to them to have an interest in the land to\n         which the planning decision related."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.--( 1) The provisions of this section shall have effect Notification\n                                                                Minister\nwhere the Authority has transmitted to the Board in to       offindings\naccordance with the provisions of section 20 one or more of     Board.\n                                                             6/1985\nclaims for compensation in respect of a planning decision, S. 4 (a), @).\nand the claim or (if there is more than one) one or more of\nsuch claims, has not been withdrawn.\n        (2) Before taking a decision under this section in\n respect of any such claim the Board shall afford to\n the Authority and the local planning authority concerned\n and to every other person appearing to them to have an\n         me inclusion of this w e is authoslized by LN. 37/1988]\n24                        TOWN A N D COUNTRY PLANNING\n             interest in the land to which the planning decision related,\n             an opportunity to appear before, and to be heard by, the\n             Board.\n611985               (3) If in any case, the Board come to the con-\ns'4ta)(b).\n             clusion that the claim for compensation is valid the\n             Board shall forthwith give notice to the Minister of their\n             findings in respect of that claim; and within one month\n             thereafter the Minister may either---\n                 (a) where it appears to him that permission could pro-\n                      pzrly be granted (either unconditionally or subject\n                      to certain conditions) for some development of the\n                      land in question other than the development to\n                      which the application for permission related, give\n                      a direction that the provisions of this Act shall\n                      have effect in relation to that application and to\n                      the planning decision-\n                          (i) as if the application had included an appli-\n                              cation for permission for that other develop-\n                              ment and the decision had included the\n                              grant of permission (unconditionally or sub-\n                              ject to the said conditions, as the case may\n                              be) for that development; or\n                         (ii) as if the decision had included an under-\n                              taking to grant permission unconditionally\n                              or subject to the said conditions (as the case\n                              may be), for that development,\n                      as may be specified in the direction; or\n                 (b) offer to purchase the land, or if the owner is un-\n                     willing to sell it, take steps to cause such land to\n                     be acquired compulsorily, as land deemed to be\n                     needed for a public purpose, in accordance with\n                     the provisions of the Land Acquisition Act, save\n                     that the compensation payable shall be assessed in\n                     accordance with the provisions of this Act, in-\n                     [The inclusion of this ,pageis authurizcd by L.N. 37/1988J\nI\n                TOWN AND COO’NTKY PLANNING                                    25\n              cluding the provisions of the Third Schedule, and Third\n                                                                  Schedule.\n              not in accordance with the provisions of the Land\n              Acquisition Act; or\n         (c) direct the Authority to pay the compensation\n              assessed by the Board, and the Authority shall give 6/1985\n              effect to such direction.                           S. 4 (a)\n            (4) Any expenses incurred by the Authority in\n    relation to thc payment of compensation claims under this\n    Part shall be paid from the Consolidated Fund.\n            (5) The Authority, a local planning authority or any\n    person aggrieved by a decision of the Board under 6/1985\n    this scction may appeal against that decision to a Judge in S. 4(a)cb).\n    Chambers whose decision in the matter shall be final.\n       Revocution and Modification of permission to develop\n               and enforcement of planning control\nI     22.--(1) Subject to the provisions of this section, if it Powerof\n    appears to the local planning authority that it is expedient, local\n                                                                  planninp\n    having regard to the provisions of the development order ::tfigz\n    and to m y other material considerations that any per-            ;a;nn:\n    mission to develop land granted 011 an application made permisuoa\n    in that behalf under Part 111 should be revoked or modified,\n    they may by order revoke or modify the permission to such\n    extent as appears 10 them to be expedient as aforesaid :\n       Provided that no such order shall take effect unless it\n    is confirmed by the Minister, and the Minister may confirm\n    any order submitted to him for the purpose.either without\n    modification or subject to such modifications as he con-\n    siders cxpedient.\n            (2) Where a local planning authority submit an\n    order to the Minister for his confirmation under this section,\n    that authority shall serve notice on the owner and on the\n                 inclueion of this page is autborhd by LN. 37/1988]\n26               TOWN A N D COUNTRY PLANNING\n     occupier of the land affected by the order; and if within\n     such period as may be prescribed in that behalf in the notice\n     (not being less than twenty-eight days from the service\n     thereof) any person on whom the notice is served so requires,\n     the Minister shall before confirming the order, afford to\n     him, and to the local planning authority, an opportunity of\n     appearing before and being heard by a person appointed by\n     the Minister for the purpose.\n            (3) The power conferred by this section to revoke\n     or modify permission to develop land may be exercised-\n         (a) where the permission relates to the carrying out\n              of building or other operations, at any time before\n              those operations have been completed;\n         ( b ) where the permission relates to a change of the\n               use of any land, at any time before the change\n               has taken place :\n       Provided that the revocation or modification of per-\n     mission for the carrying out of building or other operations\n     shall not affect so much of those operations as has been pre-\n     viously carried out.\n            (4) Where permission to develop land is revoked\n     or modified by an order made under this section, then if,\n     on a claim made to the Authority within the time and in the\n     manner prescribed by regulations under this Act, it is shown\n     that any person interested in the land has incurred\n     expenditure in carrying oul work which is rendered abortive\n     by the revocation or modification, or has otherwise sustained\n     loss or damage which is directly attributable to the\n     revocation or modification, the Authority shall pay to that\n     person compensation in respect of that expenditure, loss\n     or damage :\n       Provided that no compensation shall be payable under\n     this subsection in respect of loss or damage consisting of\n              [The inclusion of this page is authchzsd by L.N. 37/19fHI\n            TOWN AND COUNTRY PLANNING                               27\nthe depreciation in value of any interest in the land by\nvirtue of the revocation or modification.\n        (5) For the purposes of this section, any expendi-\nture incurred in the preparation of plans for the purposes\nof any work or upon other similar matters preparatory\nthereto shall be deemed to be included in the expenditure\nincurred in carrying out that work, but except as aforesaid\nno compensation shall be paid under this section in respect\nof any work carried out before the grant of the permission\nwhich is revoked or modified, or in respect of any other loss\nor damage (not being loss or damage consisting of the\ndepreciation in value of an interest in land) arising out of\nanything done or omitted to be done before the grant of that\npermission.\n        (6) Where permission for the development of land\ngranted by a development order has been withdrawn,\nwhether by the revocation or amendment of the order or by\nthe issue of directions under powers in that behalf con-\nferred by the order then, if, on an application made in that\nbehalf under Part I11 permission for that development is\nrefused or is granted subject to conditions other than those\npreviously imposed by the development order, the provisions\nof subsections (4) and ( 5 ) shall apply as if the permission\ngranted by the development order had been granted by the\nlocal planning authority under Part 111 and had been\nrevoked or modified under subsections (l), (2) and (3).\n        (7)Where the permission which is revoked or modi-\nfied by an order under this section is permission such as is\nmentioned in subsection (1) of section 17 the provision of\nthat section shall apply as if for references therein to the\nrefusal of the permission or the imposition of conditions\non the grant thereof there were substituted references to the\nrevocation of penmission or the modification thereof by the\nimposition of conditions and subsection (1) shall have effect\n----        --                                              ---\n28                      TOWN AND COUNTRY PLANNING\n          as if for the words “if the permission had been granted, or\n          had been granted unconditionally” there were substituted\n          the words “if the permission had not been revoked or had\n          not been modified”.\n                  (8) Where by virtue of the provisions of this section\n          compensation is payable in respect of expenditure incurred\n          in carrying out any work on land, then if the Minister takes\n          steps for the purchase of such land, or a claim for compen-\n          sation is made under subsection (1) of section 17 any\n          compensation payable in respect of the acquisition of the\n          land or, as the case may be, the claim for compensation\n          under subsection (1) of section 17, shall be reduced by the\n          amount equal to the value of the works in respect of which\n          compensation is payable under this section.\nstop\nnotice."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Power of local planning authority to revoke or modify planning\n            permission.\n    2 2 ~ Stop\n          .    notice."
    },
    {
      "provision_ref": "sec22a",
      "section": "22A",
      "title": "Section 22A",
      "content": "22A.-( 1) Where it appean to a local planning authority,\n311999    the Government Town Planner or the Authority that a\ns. 5.     development specified in sukection (2) is unauthorized or is\n          hazardous or otherwise dangerous to the public, the local\n          planning authority, the Government Town Planner or the\n          Authority, as the case may be, shall serve or cause to be\n          served on any of the persons specified in subsection (3), a\n          stop notice requiring that person to immediately cease the\n          development.\n                   (2) A development referred to in subsection (1) is\n          a development-\n               (a) which is being carried out in breach of a condition\n                   subject to which planning permission was granted;\n                   or\n              (b) whioh is being carried out without the grant of\n                   planning permission.\n                    (3) The persons on whom a s t p ndice may be\n          served are-\n              TOWN AND COUNTRY P U N N I N G                         29\n    (a) the owner or occupier of the land whermn the\n        development is taking place or has taken place; or\n     (b) any person who is engaged in the development; or\n     (c) any other person appearing to have an interest in\n          the land.\n          (4) A stop noti-\n     (a) s h l l state-\n               (i) the name of the person to whom it is\n                   directed,\n             (ii) the basis on which the stop order is made;\n             (E) the address on which the development is\n                   taking place or has taken place;\n             (iv) the nature of the development;\n               (v) that the notice takes effeat from the time it\n                    is served; and\n             (vi) the period for which the notice is e f f d v e ;\n     (b) shall be for a period not exceeding ten days and\n           )may be extended for such further periods as the\n          local planning authority, the Government Town\n          Planner or the Authority may determine.\n          ( 5 ) Where a stop notice is served on a person\nreferred to in subsection (3), a copy thereof shall be posted\nin a conspicuous place-\n     (a) on the premises where the relevant development\n          is taking place or has taken place; and\n      (b) in a court house, police station or other public place\n           in the p a h h in which the development is taking\n           place or has taken ptace.\n           (6) Where a person suffers any loss resulting from\nthe service of a stop notice, compensation shall only be\npayable where in any aation brought by him against a local\nplanning authority, the Government Town Planner or the\nAuthority, as the case may be, he expressly alleges that the\n30                          TOWN AND COUNTRY PLANNING\n           service of the notice WGis done without reaisonable or prob-\n           able cause and at the trial of such action he proves such\n           allegation.\n                     (7) Any person who fails to comply with a stop\n           notice shall be cable on summary conviction before a\n           Resident Magistrate to a fine of not less than twenty-five\n           thousand dollars nor more than one million dollars or in\n           default of payment to a term of imprisonment not exceed-\n           ing six months.\nEnfom-        23.-(1)     If it appears to the local planning authority, the\nm a t of\nPlannino       Government Town Planner or the Authority that any\noontrd\n16/1993        development     of land has been carried out after the\nS. 6 (a) (9. coming into operation of a development order relating to\n              such land without the grant of permission required in that\n              behalf under Part III, or that any conditions subject to\n              which such permission was granted in respect of any\n              development have not been complied with, then subject\n 16 I 1993    to  any directions given by the Minister and to subsection\nS.6 (a) (9.\n 16/1993      (lA), the local phnning authority, the Government Town\nS. 6 (a) (E).\n311999        Planner   or the Authority may within twelve years of such\nS. 6 (axii). development being carried out, if they consider it expedient\n              so to do having regard to the provisions of the development\n              order and to any other mater;ial considerations, serve on\n 1611993      the owner and occupier of the land and any person who\nS. 6(a)(iii).\n              carries out or takes steps to carry out any development of\n              such land and any other person concerned in the prepara-\n              tion of the development plans or the management of the\n              development or opemtions on such land a notice under\n311999\nS.6 (a) (a).\n              this section (hereinafter referred to as an “enforcement\n3/1999\n              notice”).\nS. 6 @).            (1A) Where a stop notice is served under section 22A,\n              a looail planning authority, the Government Town Planner\n              or the authority, as the case may be, shall serve an enforce-\n              ment notice within fourteen days of the service of the stop\n              notice.\n            TOWN A N D COUNTRY PLANNING                                   31\n        (2) An enforcement notice shall speafy the develop- 311999\nment which is alleged to have been carried out without the S. 6 (c).\ngrant of permission as aforesaid or, as the case may be, the\nmatters in respect of which it is alleged that any such con-\nditions as aforesaid have not been complied with, and may\nrequire such steps as may be specified in the notice to be\ntaken within such period as may be so specified for restoring\nthe land to its condition before the development took place,\nor for securing compliance with the conditions, as the case\nmay be, and in particular any such notice may, for the\npurpose aforesaid, require the demolition or alterations of\nany buildings or works, the discontinuance of any use of\nland, or the carrying out on land of any building or other\noperations and shall state that any person upon whom an 16/1993\nenforcement notice is served is prohibited from continuing S-60~).\nor carrying out any development or operations or using the\nland in respect of which the notice is served.\n     (2A) Where an enforcement notice ils served under 3/1999\nsubsection (11, the local planning authority, the Government S.6 (d).\nTown Planner or the Authority, as the case may be, shdl-\n    (a) muse a copy of the enforcement notice to be posted\n         in a conspicuous place on the development or on\n         the land where the development is being carried\n         on;\n    (b) cause a notice in accordance with subsection (2B)\n          to be displayed in a conspicuous place in a court\n          house, police station, p t office, p t a l agency or\n          other public place in the parish in which the de-\n          velopment is taking place or h s taken place.\n       (2B) The notice referred to in subsection (2A) (b)shall 3/1999\n                                                               S.6 (a).\ncontain information-\n    ( U ) as to the place where an enforcement notice may\n          be inspected and a copy obtained,\n    (b) that any interested person may make representa-\n          tions in respect of the enforcement notice to the\n32                         TOWN AND COUNTRY PLANNING\n                          local planning authority, the Government Town\n                          Planner or the Authority.\n                      (2C) The loaal planning authority, the Government\n               Town Planner or the Authority, as the case may be, shall\n               from time to time cause a list of enforcement notices It0 be\n               published in a daily newspaper circulated in Jamaica.\n311999                 (2D)In subsection (2B) (b)“interested persons” means\nS. 6 (a).\n               the owner or occupier of any premises abutting, adjoining\n               or adjacent to the premises in respect of which the enforce-\n               ment notice is served.\n 16/1993\n                        (3) Subjeot to section 23A, an enforcement notice\nS. 6 (a).      shall take effect-\n311999              (a) in the case of the discontinuance of material change\nS.6 (c).                 of use of land., at the expiration of twentyeight\n                         days after the service there&\n                    (b) in any other case, at the expiration of three days\n                          after the service thereof:\n311999\nS. 6 (d).\n                  Provided that where an appeal is I d @ pursuant to\n               section 23A, any development to which the enforcement\n               notice relates shall cease.\nAppeal to         23A.41) If any person on whom an enforcement notice\n Minister.     is served pursuant to section 23 is aggrieved by the notice,\n 161 1993\ns. 7.          he may within fourteen days of the service of the notice\n311999\nS. 7 (a).     appeal against the notice to the Minister, and the Minister\n311999\nS.7(bXi)(ii).\n              may, subjeot to section 28A, hear the appeal.\n                         (2) Every person who lodges an appeal pursuant\n311999        to subsection (1) shall, at the time of lodging the appeal,\ns. 7 (c).\n              pay the prescribed fee.\n3/1999                   (3) The Minister shall, within ninety days of the\ns. 7 (c).     hearing of an appeal, make a determination in accordance\n              with the provisions of subsection (4).\n311999                   (4) On hearing an appeal or upon receipt of the\nS. 7 (d) (9.\n              findings of the person or persons under section 28A (1) (b),\n              the Minister may-\n                    me inclusion of this page is authorized by L.N.3/2001]\n             TOWN AND COUNTRY PLANNING                                        32.01\n    (a) quash the notice if satisfied that permission was\n         granted under this Act for the development to\n         which the notice relata, or that no such penmission\n         was required in respect thereof, or, as the case\n         may be, that the conditions subject to which such\n         permission was granted have been complied with;\n         or\n     (b) vary the notice if not so satisfied but satisfied that\n         the requirements of the notice exceed what is\n         necessary for restoring the land to its condition\n         before the development took place, or for securing\n         compliance with the conditions, as the case may\n         be; or\n     (c) in any other case, dismiss the appeal :\n   Provided that where the enforcement notice is varied or\nthe appeal is dismissed, the Minister may, if he thinks fit,\nd i r s t that the enforcement notice shall not take effect until\nsuch date (not being later than twenty-eight days from the\ndetermination of the appeal) as the Minister may specify.         S. 7(dXii).\n                                                                  311999\n         (5) A person who is aggrieved by a decision of the\nMinister may appeal against that decision to the Court of           .::;’.:\nAppleal."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Enforcement of planning control.\n    2 3 ~ Appaal\n          .       to Minister.\n    2311. Application for injunction."
    },
    {
      "provision_ref": "sec23b",
      "section": "23B",
      "title": "Section 23B",
      "content": "23B.4 1) W h e r e                                      Application\n                                                          for\n    (a) a person on whom an enforcement notice is served injunction.\n                                                          3/1999\n        under section 23 fails to comply with the p r o 6 s.8.\n        sions of that notice within the period specified\n         therein; or\n     (b) a local planning authority, the Government Town\n         Planner or the Authority, as the m e may be, con-\n         siders it necessary or expedient for any perceived\n         breach of planning control to be restrained,\n          me inclusion of this page is authorized by L.N. 3/2001]"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-(1)   If it appears to a local authority that it is Ordenfor\n                                                               PKSCIV8tiOO\nexpedient in the interests of amenity to make provision for oftreesmd\nthe preservation of trees or woodlands in their area, they woodlands.\nmay for that purpose make an order (in this Act referred\nto as a “tree preservation order”) with respect to such trees,"
    },
    {
      "provision_ref": "sec28",
      "section": "28",
      "title": "Section 28",
      "content": "28. Power to require proper maintenance of waste land, etc.\n                                  Pmr VI\n                                Miscellaneous\n    2 8 ~ Minister\n           .        may appoint person or persons with respect to appeals."
    },
    {
      "provision_ref": "sec28a",
      "section": "28A",
      "title": "Section 28A",
      "content": "28A.-(1) The Minister may, if he thinks fit, appoint a\nperson or     person or persons-\npersons with\nrtspeotw           (a) to hear, receive and examine the evidence in an\n;%                      appeal; and\nS. 10.             (b) to submit to him,for his determination, a written\n                        report of the findings and recommendations, with-\n                        in twenty-one days of the hearing of such evidence.\n                        (2) A person or persons appointed under subsec-\n              tion (1) shall hear the evidence within twenty-one days of\n              the date on which such appointment is made.\n                        (3) Where such person or persons fail to comply\n              with subsection (2), the Minister shall hear and determine\n              the appeal in question.\n                        (4) There shall be paid to a person or persons\n              appointed under subsection (1) such remuneration by way\n              of honorarium as the Minister shall determine.\n              TOWN AND COUNTRY PLANNXNG                                       39"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Any notice, order or other document required or Snotice,\n                                                              CU+C~~\n                                                                  etc.\nauthorized to be served under this Act may be served\neither-\n     (a) by delivering it to the person on whom it is to be\n          served; or\n     (b) by leaving it at the usual or last known place of\n          abode of that person; or\n     (c) by sending it in a prepaid registered letter\n          addressed to that person at his usual or last\n          known place of abode where such place of abode\n          is within a postal delivery district; or\n     (d) in the case of an incorporated company or body,\n          by delivering it to the secretary or clerk of the\n          company or body at their registered or principal\n          office or sending it in a prepaid letter addressed\n          to the secretary or clerk of the company or body\n          at that office; or\n     (e) if it is not practicable after reasonable enquiry to\n          ascertain the name or address of any person on\n          whom it should be served, by addressing it to him\n          by the description of “owner” or “lessee” or\n          “occupier” (as the case may be) of the premises\n42                        TOWN AND COUNTRY PLANNING\n                        (naming them) to which it relates, and by\n                        delivering it to some person on the premises or,\n                        if there is no person on the premises to whom it\n                        can be delivered, by affixing it, or a copy of it,\n                        to some conspicuous part of the premises."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31.-(1) The Minister may make regulations under this\n~ s g d t i ~ .\n          Act-\n               (a) for prescribing the form of any notice, order or\n                   other document authorized or required by this\n611985\n                   Act to be served, made or issued by the Board,\nS.*a) W.           local planning authority or local authority;\n               (b) for regulating generally the procedure to be fol-\n                   lowed in connection with the preparation and con-\n                   firmation of development orders and in particular,\n                   but without prejudice to the generality of the fore-\nFii                going, for providing for the several matters and\nSchedule.\n 16/1993            things mentioned in the Fifth Schedule;\ns. 11.\n311999              (c) for prescribing the manner in which materials\ns. 11 (b).             whioh are used on a wnstruotion site are to be\n                       stored,\n                  (d) for any purpose for which regulations are author-\n                       ized or required to be made under this Act, and in\n                       particular for prescribing anything which by this\n                       Act is required or authorized to be prescribed by\n                       regulations.\n4211969              (2) Regulations made by the Minister under this\n3rd\n             Act shall be subject to negative resolution.\n                     (3) The imposition of a fine not exceeding one\n             hundred dollars may be provided for by such regulations\n             for any contravention or failure to comply with the\n             provisions thereof.\n Offencm          32. Any person who-\n                    (a) being required under the provisions of this Act to\n              TOWN AND COUNTRY PLANNING                                  43\n          make and deliver a statement, wilfully or reck-\n          lessly makes any false statement, or fails or refuses\n          to make or deliver such statement; or\n     (b) uses any building or land in any manner prohibited\n          under the provisions of this Act,\nshall be guilty of an offence against this Act and except\nas otherwise specifically provided in this Act shall be liable\non summary conviction thereof before a Resident Magistrate\nto a fine not exceeding one hundred dollars or in default of\npayment to imprisonment with hard labour for a term not\nexceeding three months, and in the case of a continuing\noffenceto a further fine not exceeding ten dollars for every\nday during which the offence continues or in default of\npayment to a further term of imprisonment with hard\nlabour not exceeding three months."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32.04                TOWN A N D COUNTRY PLANNING\n        groups of trees or woodlands as may be specified in the\n        order; and, in particular, provision may be made by any\n        such order-\n            (a) for prohibiting (subject to any exemptions for\n                which provision may be made by the order) the\n                cutting down, topping, lopping or wilful destruction\n                of trees except with the consent of the local\n                authority, and for enabling that authority to give\n                 their consent subject to conditions;\n            (b) for securing the replanting, in such manner as may\n                be prescribed by or under the order, of any part\n                of a woodland area which is felled in the course\n                of forestry operations permitted by or under the\n                order;\n            (c) for applying, in relation to any consent under the\n                 order, and to applications therefor, any of the\n                 provisions of Part I11 relating to permission to\n                 develop land, and to applications for such\n                 permission, subject to such adaptations and\n                 modifications as may be specified in the order;\n            (d) for the payment by the local authority, subject\n                to such exceptions and conditions as may be\n                specified in the order, of compensation in respect\n                of damage or expenditure caused or incurred in\n                consequence of the refusal of any consent required\n                under the order, or of the grant of any such\n                consent subject to conditions.\n                 (2) A tree preservation order shall not take effect\n        until it is confirmed by the Minister, and the Minister may\n            TOWN AND COUNTRY PLANNING                              33\nconfirm any such order either without modification or\nsubject to such modifications as he considers expedient.\n        (3) The Minister may make regulations under this\nAct with respect to the form of tree preservation orders,\nand the procedure to be followed in connection with the\nsubmission and confirmation of such orders; and such\nregulations may in particular but without prejudice to the\ngenerality of the foregoing make provision for securing-\n     (a) that notice shall be given to the owners and\n          occupiers of the land affected by any such order\n          of the submission to the Minister of the order;\n     Ih) that objections and representations with respect\n          to the proposed order duly made in accordance\n          with the regulations shall be considered before\n          the order is confirmed by the Minister; and\n     (c) that copies of the order when confirmed by the\n          Minister shall be served on the owners and\n          occupiers of the land to which it relates:\n             Provided that where it appears to the Minister\n          that any such order should take effect immediately\n          he may confirm the order provisionally without\n          complying with the requirements of any such\n          regulations with respect to the consideration of\n          objections and representations, but any such order\n          so confirmed shall cease to have effect upon the\n          expiration of two months from the date on which\n          it is so confirmed, unless within that period it has\n          again been confirmed by the Minister with or\n          without modifications, after compliance with those\n          regulations.\n        (4)Without prejudice to any other exemption for\nwhich provision may be made by a tree preservation order,\nno such order shall apply to the cutting down, topping or\nlopping of trees which are dying or dead or have become\n       me inclusion of this page is authorized by L.N. 480/1973]\n34                      TOWN AND COUNTRY PLANNING\n            dangerous or the cutting down, topping or lopping of any\n            trees in compliance with any obligation imposed by or\n            under any law or so far as may be necessary for the\n            prevention or abatement of a nuisance.\n                    (5) If any person contravenes the provisions of a\n            tree preservation order, he shall be guilty of an offence and\n            liable on summary conviction before a Resident Magis-\n            trate to a fine not exceeding one hundred dollars or in\n            default of payment to imprisonment with hard labour for a\n            term not exceeding three months, and if in the case of a con-\n            tinuing offence the contravention is continued after the\n            conviction, he shall be guilty of a further offence and liable\n            on summary conviction before a Resident Magistrate to an\n            additional fine not exceeding four dollars fnr every day on\n            which the contravention is so continued.\nControlof     26.41) Subject to the provisions of this section the\nments.      Minister shall make regulations under this Act for\n            restricting or regulating the display of advertisements in\n            any area to which a development order applies, so far as\n            appears to him to be expedient in the interests of amenity\n            or public safety, and without prejudice to the generality\n            of the foregoing provision, any such regulations may\n            provide-\n                (a) for regulating the dimensions, appearance and\n                     position of advertisements which may be displayed\n                     within such area, the sites on which such\n                     advertisements may be displayed, and the manner\n                     in which they are to be affixed to land;\n                (b) for requiring the consent of the local planning\n                    authority to be obtained for the display within\n                    such area of advertisements, or advertisements\n                    of any class specified in the regulations;\n                                             /\n            TOWN AND COUNTRY PLANNING                              35\n    (c) for applying, in relation to any such consent and\n        to the applications therefor, any of the provisions\n        of Part 111 relating to permission to develop land\n        and to application for such permission subject to\n        such adaptations and modifications as may be\n        specified in the regulations;\n    (4 for enabling the local planning authority to require\n        the removal of any advertisement which is being\n        displayed in contravention of the regulations, or\n        the discontinuance of the use for the display of\n        advertisements of any site which is being used\n        for that purpose in contravention of the regulations,\n        and for that purpose of applying any of the\n        provisions of this Part with respect to enforcement\n        notices, subject to such adaptations and modifica-\n        tions as may be specified in the regulations;\n    (e) for the constitution, for the purposes of the\n        regulations, of such advisory committees as may\n        be prescribed by the regulations and for deter-\n        mining the manner in which the expenses of any\n        such committee are to be defrayed.\n        (2) Without prejudice to the generality of the\npowers conferred by paragraph (c) of subsection (l),\nregulations made for the purpose of this section may provide\nthat any appeal from the decision of the local planning\nauthority on an application for their consent under the\nregulations shall lie to an independent tribunal constituted\nin accordance with the regulations, instead of to the\nMinister.\n        (3) Subject as hereinafter provided regulations made\nunder this section may be made so as to apply to\nadvertisements which are being displayed on the date on\nwhich the regfilations come into force, or to the use for the\ndisplay of advertisements of any site which was being used\nfor that purpose on that date :\n      m e inclusion of this page is authorized by L.N. 480/1973]\n36                        TOWN AND COUNTRY PLANNING\n               Provided that any such regulations shall provide for\n             exempting therefrom-\n                 (a) the continued display of any such advertisement\n                      as aforesaid; and\n                  (b) the continued use for the display of advertisements\n                      of any such site as aforesaid,\n             during such period as may be prescribed in that behalf by\n             the regulations and different periods may be so prescribed\n             for the purposes of different provisions of the regulations.\n                    (4) Regulations made under this section may direct\n             that any enactment affecting the control of advertisements\n             passed before the commencement of this Act or any\n             regulations made (whether before or after the commence-\n             ment of this Act) under any such enactment shall not apply\n             to the display of advertisements within the area to which\n             the development order relates or shall apply thereto subject\n             to such modifications as may be specified in the regulations.\nClaims          27.41) Where the display of advertisements in accord-\nfor com-\npensation.   ance with regulations made under section 26 involves the\n             development of land within the meaning of this Act, planning\n             permission for that development shall be deemed to be\n             granted by virtue of this section, and no application shall\n             be necessary in that behalf under any other provision of\n             this Act.\n                     (2) Where for the purpose of complying with any\n             such regulations as aforesaid works are carried out by any\n             person for the removal of advertisements being displayed\n             on the date on which the regulations come into force or the\n             discontinuance of the use for the display of advertisements\n             of any site used for that purpose on that date, that person\n             shall be entitled on a claim made to the Authority within\n             the time and in the manner prescribed by regulations under\n            TOWN AND COUNTRY PLANNING                                                 37\n'this Act, to recover from the Authority compensation in\nrespect of any expenses reasonably incurred by him in that\nbehalf :\n  Provided that no compensation shall be payable under\nthis subsection with respect to the removal of any advertise-\nment which was not being displayed in an area on the date\non which the development order applicable to that area\ncame into force.\n        (3) Without prejudice to any provisions included in\nregulations made under paragraph (d) of subsection (1) of\nsection 26, if any person displays an advertisement in\ncontravention of the provisions of the regulations, he shall\nbe guilty of an offence and liable on summary conviction\nbefore a Resident Magistrate to a fine of such amount not\nexceeding ten thousand dollars or in default of payment to                 hf/d.993\nimprisonment with hard labour for such term not exceeding\ntwelve months, as may be prescribed by regulations, and in 1611993\nthe case of a continuing offence one thousand dollars for kkm3\neach day during which the offence continues after convic- a\ntion.\n       (4) For the purposes of subsection (3), and without\nprejudice to the generality thereof, a person shall be deemed\nto display an advertisement if-\n     (a) the advertisement IS displayed on land of                 which\n         he is the owner or occupier; or\n     ( b ) the advertisement gives publicity to his goods,\n           trade, business or other conerns :\n  Provided that a person shall not be guilty of an offence\nunder the said subsection by reason only that an advertise-\nment is displayed on land of which he is owner or occupier,\nor that his goods, trade, business or other concerns are given\npublicity by the advertisement, if he proves that it was dis-\nplayed without his knowledge or consent.\n         m e inclusion of this page is authorized by L.N.3/2001]\n                                                                       -\n38                       TOWN AND COUNTRY PLANNING\nPower to       28.-(1) If it appears to a local planning authority that\nrequire\nproper       the amenity of any part of the area of that authority to\nmainten-\nance of      which a development order applies, is seriously injured by\nwaste        the condition of any garden, vacant site or other open land\nland, etc.\n             in such area, then, subject to any directions given by the\n             Minister the authority may serve on the owner and occupier\n             of the land, in the manner prescribed by regulations under\n             this Act, a notice requiring such steps for abating the\n             injury as may be specified in the notice, to be taken within\n             such period as may be so specified.\n                     (2) In relation to any notice served under this\n             section, the provisions of subsections (3) to (5) of section 23\n             and section 24 shall, subject to such exceptions and\n             modifications as may be prescribed by regulations under\n             this Act, apply as those provisions apply in relation to an\n             enforcement notice served under the said section 23.\n                                            PART VI\n                                      Miscellaneous\nMiniStM\nm a y appoint"
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.-(1) The validity of any contract of sale relating to validity\nany land to which a development order applies, entered into        sd-\nbetween the developer of such land and any other person, gmGf\nshall not be affected by reason only of failure on the part contracts.\n                                                            411976\nof the developer, prior to the making of such contract, to a  2\ncomply with any requirements of this Act or any develop-\nment order made thereunder relating to the development\nof such land, but such contract shall not be executed by\nthe transfer or conveyance of such land unless and until\nthe aforementioned requirements have been complied with.\n         (2) Where a contract referred to in subsection (1)\ncannot be executed because of the failure on the part of\nthe developer of the land, prior to the making of such\ncontract, to comply with any requirements of this Act or\nany development order made thereunder, the other party\nto the contract or any person succeeding to the rights of\nthat other party under the contract may, after the expira-\ntion of such time as may be reasonable in the circumstances\nof each case, withdraw therefrom and recover from the\ndeveloper of the land any moneys paid to him under the\n         me inclusion of this page is authorized by L.N. 3/2001]\n44                       TOWN AND COUNTRY PLANNING\n            contract, together with interest thereon at the rate of seven\n            per centurn per annum from the date on which such moneys\n            were paid.\n                    (3) In this section the expression “developer”, in\n            relation to any land, means any person who carries out\n            or takes steps to carry out development of such land.\nw&lih-          34.-(1) The Minister shall establish, for the purposes of\nm a t of\nCompensa-    this Act, a Compensation Assessment Board which shall\ntion Asc#ss-\nmmt Board.   determine   any claim for compensation made under Part IV.\n6/1985\ns. 3.                 (2) The provisions of the Sixth Schedule shall have\n sixth sdle-\ndula         effect with respect to the constitution and p r d u r e of the\n 16/1993"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. Establishment of Compensation Assessment Board.\n                                 SCHEDULES\n             TOWN AND COUNTRY PLANNING                                               3\n     THE TOWN AND COUNTRY PLANNING ACT\n                                                                            Law\n                                                                         42 ol1957,\n                                                 [Ist February, 1958.1      A&\n                                                                          42 of 1969\n                                                                          3rd seh,\n                                                                          4 of 1976,\n                                                                          6 of 1985,\n                                                                         27 of 1987,\n                                                                          9 of 1991\n                             Preliminary                                   3rd sck,\n                                                                         29 of 1991.\n                                                                         16 of 1993,‘\n                                                                          3 of 1999."
    }
  ],
  "definitions": []
}