{
  "id": "jm-stat-the-towns-and-communities-act",
  "type": "statute",
  "title": "The Towns and Communities Act",
  "title_en": "The Towns and Communities Act",
  "short_name": "Towns and Communities Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-towns-and-communities-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-towns-and-communities-act | Legal areas: Local Government",
  "provisions": [
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. It shall be lawful for any constable to take into Constable\ncustody, without warrant, any person who shall commit\nany of the offences hereinbefore mentioned within view of\nany such constable; and in like manner, when the offender on view,\nis unknown, without warrant to take into custody any such\noffender who shall be charged by any other credible person\nwith recently committing any of the said offences, though\nnot committed within view of such constable, but within\nview of the person making such charge.\n              inclusion of tbis page i s w b a i z e d by L.N. 951 1993\n8                              TOWNS AND COMMUNITIES\nExpodg           5. Every person who-\ngoods for\nsale in\nthorough-\n                    (a) in any highway or thoroughfare in any town, shall\nfares, etc.             to the annoyance of the inhabitants or passengers,\n                        expose for sale or show, except in a market or place\n                        lawfully appointed for that purpose, any goods,\n                       wares, and merchandise, or any animal; or clean\n                        or dress any animal; or hew, saw, bore or cut any\n                        timber or stone; or slack, sift, or screen any lime;\n                       or make or dress up or paint any article or\n                       material; or wash or cleanse any utensil whatso-\n                       ever; or wash, or hang up, or spread any clothes\n                       or linen; provided a complaint be made by any\n                        inhabitant residing near the place where the offence\n                        shall be committed;\nLa*       tim-     (b) shall throw or lay in any thoroughfare any coals,\nber, etc., in\nthorough-               stones, slates, shells, lime, bricks, timber, iron, or\nfares.\n                        other materials (except building materials, or\n                        rubbish thereby occasioned, which shall be placed\n                        or enclosed so as to prevent any mischief\n                        happening to passengers);\nBeating            (c) in any thoroughfare, shall beat or shake any\nmats in                 carpet, rug, or mat (except door mats, before the\nthorougb-\nfarel.                  hour of eight in the morning), or cause any\n                        offensive matter to run from any manufactory,\n                        slaughter-house, butcher's yard, or dunghill, into\n                        any thoroughfare, or any uncovered place,\n                        whether or not surrounded by a wall or fence; but\n                        it shall not be deemed an offence to lay sand, litter,\n                        or other materials in any thoroughfare in case of\n                        sickness to prevent noise, if the party laying any\n                        such things shall cause them to be removed as soon\n                        as the occasion for them shall cease;\nb @ Y b            (4 shall empty, or begin to empty, any privy between\nprivies at\n'unproper               the hours of four in the morning and ten at night,\nhours. etc.             or remove along any thoroughfare any night soil\n                        me inclusion of this page is au6hwized by L.N. 951 19971\n           TOWNS AND COMMUNITIES                                      9\n    or other offensive matter between the hours of\n    four in the morning and ten in the evening, or who\n    shall wilfully or carelessly slop or spill any such\n    offensive matter in the removal thereof, or who\n    shall not carefully sweep and clean every place in\n    which any such offensive matter shall have been\n    placed, slopped, or spilled; or discharge, or allow\n    to run from their premises any putrid or noxious\n    water, or other offensive matter or thing whatso-\n    ever, into any street, lane, or thoroughfare, or into\n    any other place or premises in the occupation of\n    any other person;\n(e) shall keep any pigsty to the front of any thorough- Pigsties.\n    fare within any town, not being shut out from such\n    thoroughfare by a sufficient wall or fence, or who\n    shall keep any swine in or near any street, or in\n    any dwelling, so as to be a common nuisance;\n(0 shall expose anything for sale in any private piazza goods\n                                                        EX~OS-\n                                                              for\n    or public place, unless with the consent of the d e o n\n    owner or other person authorized to give such           $zt\n    consent, or upon, or so as to hang over, any 0 m d 8\n                                                        consent, etc.\n    carriageway or footway, or on the outside of any\n    house or shop, or who shall set up, or continue any\n    pole, blind, awning, line, or any other projection\n    from any window, parapet, or other part of any\n    house, shop, or other building, so as to cause any\n    annoyance or obstruction to the inhabitants or\n    passengers in any thoroughfare, except in case of\n    sickness to prevent noise, or accident in repairing\n    any building, provided the same be removed as\n    soon as the occasion shall cease;\n(g) shall, by the negligent use or management of fire N e g b e n t\n    in improper places, damage any property, or use of f i\n    injure any person;\n         inclusion of this page is-a   by L.N. 951 19971\n10                           TOWNS AND COMMUNITIES\nDisturbing         (h) shall wilfully disturb any meeting or assembly,\npublic\nworship.                or any congregation assembled for religious\n                        worship, or for any religious service or rite in any\n                        burial ground, or disturb or molest any person\n                        thereat,\nPenalty.      shall be guilty of an offenceand shall be liable to a penalty\n              not exceeding four dollars.\nRiotous         6. Every person who, in any thoroughfare, while drunk,\nbehaviour\nin public\n              shall be guilty of any riotous or indecent behaviour in any\nplace while   public place, shall be liable on summary conviction to a\ndrunk.\n              penalty not exceeding six dollars for every such offence, or\n              to imprisonment for a term not exceeding ten days.\nDrunk and       7. It shall be lawful for any constable to take into\ndisorderly\n              custody, without a warrant, all drunken, loose, and\nlE;;;€Yy\nhended.\n         disorderly persons whom he shall find disturbing the public\n              peace, or disturbing any inhabitant or passenger, and all\n              persons whom he shall find between the hours of nine at\n              night and six in the morning lying or loitering in any high-\n              way, piazza, or other open place, and not giving a\n              satisfactory account of themselves. All such persons shall\n              be guilty of an offence against this Act.\nPersons          8. Every person who, in any town, shall be found drunk\nfound\ndrunk in      lying about the streets or otber public places therein, or in\nStreetS.      any piazza, open or enclosed, shall be deemed to have\n              committed an offence, and shall on conviction, be liable to\n              a fine not exceeding four dollars; and, in default of payment,\n              to imprisonment for not more than ten days.\nOffences         9. Every person who shall commit any of the following\nwhich upon\nmxond con-    offences shall be liable upon a second or any subsequent\nviction may\nbe visited    summary conviction to a penalty not exceeding one thousand\nwith\nincrease of   five hundred dollars; or to imprisonment with or without\npunish-\nment.         hard labour, for a period not exceeding thirty days-\n3 1/ 1995\ns.4.\n                 TOWNS AND COMMUNITIES\n    (a) every person who shall, in any thoroughfare, or\n         in any town, ride or drive furiously, or, in any\n         thoroughfare or highway, ride or drive so as to\n         endanger the life or limb of any person, or to the\n         common danger of the passengers therein;\n    (b) every person who shall, in any thoroughfare or\n        public place, indecently expose his or her person;\n    (c) every person who shall make on any fence, wall or\n         other building, any obscene figure, drawing, paint-\n         ing, or representation, or sing any profane,\n         indecent, or obscene song or ballad, or write or\n         draw any indecent or obscene word, figure, or\n         representation, or use any profane, indecent or\n         obscene language publicly;\n    (d) every person who, in any thoroughfare, while\n        drunk, shall be guilty of any riotous or indecent\n        behaviour in any public place;\n    (e) every person who, in any town, shall be found\n        drunk, lying about the streets or other public places\n        therein, or in any piazza, open or enclosed."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Exposing goods for sale in thoroughfares. etc.\n    Laying tiniber, etc., in thoroughfares.\n    Beating mats in thoroughfares.\n    Emptying privies at improper hours, etc.\n    Pigsties.\n    Exposing goods for sale on pizzas without owner’s consent, etc.\n    Negligent use of fire.\n    Disturbing public worship.\n    Penalty."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Offences which upon second conviction may be visited with\n      increase.of punishment."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Every Justice, before whom any person shall be\nconvicted of the offences enumerated in section 9 shall sign\nthe record of such conviction which shall be kept by the courtEJs of\nproper officer among the records of the court; and, upon\nany information against any person for a subsequent offence,\ncommitted as hereinbefore mentioned, such conviction, or\nan examined copy thereof, certified by the Clerk of the\nCourt, shall be sufficient evidence to prove a conviction for\nthe former offence; and the conviction shall be presumed\nto have been unappealed against, iintil the contrary be\nshown.\n         me inclusion &.this pageis autboriZed by L.N. 146/ 19991   b\nRL-63\n12                             TOWNS A N D COMMUNITIES\nNoisyand        11. Every person who shall, in any town, or in any public\ndisorderly\nconduct in\n              place, conduct himself in a noisy and disorderly manner, to\npublic        the disturbance of peace and good order, or to the\nplaces.\n              annoyance, discomfort, or obstruction of members of the\n              public, shall be deemed violators of the public peace, and\n31 I 1995\ns.4.\n              on conviction shall be liable to a penalty not exceeding one\n              thousand dollars, or to imprisonment for a period not ex-\n              ceeding thirty days, or in default of payment of any pecuniary\n              penalty to imprisonment with or without hard labour for\n              a period not exceeding thirty days."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. [Repealed by Act 7 of 1997, section 8.)\nDischarging      13. Every person other than a person acting in obedience\ncannon in\ntown.         to lawful authority who shall discharge any cannon, or other\n              firearm of greater calibre than a common fowling-piece,\n              within five hundred yards of any dwelling-house within any\n              town, to the annoyance of any inhabitant thereof, and every\n              person who, after being warned of the annoyance by any\n              inhabitant, shall discharge any such firearms, shall be liable\n              to a penalty not exceeding ten dollars.\n stmt            14. It shall be lawful for any householder, personally,\n musicians.\n elc          or by his servant, or by any police constable to require any\n              street-musician, juggler, dancer, actor, or showman, to\n              depart from the neighbourhood of the house of such house-\n              holder; and every person who shall sound or play upon any\n              musical instrument, or make any other noise or disturbance\n              in any thoroughfare near any house, after being so required\n              to depart, shall be liable to a penalty not exceeding four\n              dollars.\n Maddogs.        15. It shall be lawful for any constable to destroy any\n              dog or other animal reasonably suspected to be in a rabid\n              state, or which has been bitten by any dog or animal\n              reasonably suspected to be in a rabid state; and the owner\n                        [The inclusion OE this page is authorized by L.N. 146/1999]\n                  TOWNS AND COMMUNITIES                                                17"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Idle and disorderly persons assembled in public places.\n-      -.   --       -\n         me bcluskn of this w e is avthotized by L.N. 1461f999]\n2                                  TOWNS AND COMMUNITIES"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. It shall be lawful for any constable, and for all persons\nwhom he shall call to his assistance, to take into custody hendon\nwithout a warrant any person who, within view of any such                ’lew.\nconstable, shall offend in any manner against this Act, and\nwhose name and residence shall be unknown to such\nconstable, and cannot by enquiry be ascertained by such\nconstable, but not otherwise, except as to the offences men-\ntioned in section 3."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Every person taken into custody in the day time for Parties r g\n                                                                         prehended\noffences under the provisions of this Act without warrant must be\nshall be forthwith taken before some Justice, or, if after taken       before\n                                                                I ustice.\nthe hour of six o’clock in the evening, shall be delivered into etc.\nthe custody of the sergeant or constable in charge of the\nnearest constabulary station, in order that such person\nmay be secured until he can be brought before a Justice to\nbe dealt with according to law or, shall give bail for his\nappearance before a Justice."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Whenever any person having charge of any carriage Horse or\n                                                                         carriage in\nor horse, or any other animal, or goods or chattels, shall be charge of\ntaken into the custody of any constable under the provi- &“pbetdpemn aP-\n                                                                         10\nsions of this Act, it shall be lawful for any constable to take care of.\ncharge of such carriage or horse, or such other animal, or\ngoods or chattels and to deposit the same in some place of\nsafe custody until application be made for the same by the\nowners thereof, or their authorized agents, or until the\noffender shall be discharged from custody on bail or other-\nwise; to be delivered to the party entitled to the same, on\npayment of all expenses incurred by the keep of such\ncarriage or horse, or other animal."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Every person who by committing any offence herein causing\n                                                        Person\n                                                                hurt\nforbidden, shall have caused any hurt or damage to any or damage\n                                                          while\nperson or property, who shall not upon demand make wrnrnit-\namends for such hurt or damage to the satisfaction of the tine offence.\n         [ n e inclusion of this page is authorized by L.N. 146/ 19991\n18                            TOWNS AND COMMUNITIES\n             person aggrieved, shall, upon conviction for the offence,\n             pay such a sum not exceeding twenty dollars as shall appear\n             to the Justices before whom he shall be convicted to be\n             reasonable amends to the person aggrieved, besides any\n             penalty to which he may be liable for the offence; and the\n             evidence of the person aggrieved shall be admitted in proof\n             of the offence :\n               Provided always, that, if the person aggrieved shall have\n             been the only witness examined in proof of the offence, the\n             sum ordered as amends shall be paid and applied in the same\n             manner as the penalty.\nOffence         27. For every misdemeanour, or other offence against\nwhere no\nspecial      this Act, for which no special penalty is hereinbefore\nPeaaltv      appointed, the offender shall, at the discretion of the\nprovided.\n             Justices before whom the conviction shall take place,\n31/1995      either be liable to a penalty not exceeding two thousand\ns. 4.        dollars, or be imprisoned for a period not exceeding one\n             calendar month:\n                Provided always, that nothing herein contained shall be\n             construed to prevent any person from being indicted for\n             any indictable offence made punishable on summary con-\n             viction by this Act or to prevent any person from being\n             liable under any other enactment to any other penalty or\n             punishment than is provided for such offence by this Act,\n             so nevertheless that no person be punished twice for the\n             same offence.\nsummons to      28. On any information or complaint made before any\nP&Y\nCharged.     Justice on the oath of any credible witness or informer, it\n             shall be lawful for the Justice to summon the person charged\n             to appear before any two Justices at a reasonable time and\n             place, to be mentioned in the summons, to answer such\n             charge; and if such person shall not appear, the Justices may\n             either proceed to hear and determine the case ex parte, or\n                 TOWNS A N D COMMUNlTIES                                19\nmay issue their warrant for the apprehension of the offender;\nor the Justice may, in the first instance, in his discretion,\nissue a warrant without any previous summons."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. In any case of adjudication of a pecuniary penalty or Defaultin\n                                                                payment of\namends under this Act, and non-payment thereof, either penalty, etc.\nforthwith or within such time as shall be allowed by the\nconvicting Justices, not exceeding thirty days (and if the said\nJustices shall give time for such payment, they shall require\nthe defendant to give security to the satisfaction of the said\nJustices to an amount double the amount of penalty or\namends, and costs, for his appearance at the expiration of\nsuch time at the place where the Justices hold their Courts\nthen and there to abide the further judgment of the law on\nnon-payment of the amount; and such Justices are hereby\nempowered to take such security by way of recognizance,\nwhich said recognizance if forfeited, shall be estreated in\nlike manner as any other estreated recognizance), it shall be\nlawful for the said Justices to commit the offender, by\nwarrant under their hands and seals, to imprisonment with\nor without hard labour, for a term of not more than thirty\ndays, the imprisonment in any case to cease on payment of\nthe sum due; and the costs for the recovery thereof shall be\npaid to the party entitled to receive the same; the amount of\namends shall be paid to the party aggrieved; or, where such\namount cannot be so appropriated, the same shall, together\nwith all penalties awarded under this Act, be paid into the\nTreasury."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. The Justices hearing and determining any complaint costs.\nunder this Act may, in their discretion, allow costs, and\nenforce payment thereof in the same manner as penalties\nare by this Act directed to be recovered.\n20                              TOWNS A N D COMMUNITIES\nWithi.?          31. The prosecution for every offence punishable on\nwhat time\nprosecutions   summary conviction by this Act shall be commenced\nto\ncommence.      within three calendar months after the commission of the\n               offence,and not otherwise.\nWhen             32. In case the Justices shall find any misdemeanour\nJustices may\nabstain\nfrom ad-\n               complained of under this Act to have been accompanied by\njudicating.    any felonious intent, or otherwise in their discretion shall\n               consider the same ought to be prosecuted by indictment\n               they shall abstain from any adjudication thereupon, and\n               shall deal with the case in all respects in the same manner\n               as if this Act had not been passed."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. When Justices may abstain from adjudicating.\n                      . :. .\n    I .   . ...\n    ,, .. , . . , . . : .. ,.. .     . .\n    ._            -        [Tbe inclusion ofthis page is authorized by L.N. 146/ 1999)\n           TOWNS A N D COMMUNlTlES\n    any horse or other animal drawing the same, with-\n    out having and holding the reins, or who shall be\n    at such a distance from such cart or carriage as\n    not to have the complete control over every horse\n    or other animal drawing the same;\n    shall, in any thoroughfare in any town, ride or\n    drive furiously, or on any thoroughfare or high-\n     way ride or drive so as to endanger the life or limb\n     of any person, or to the common danger of the\n    passengers therein;\n    shall, in any thoroughfare cause any carriage, with\n    or without horses or other animals, to stand longer\n     than may be necessary for loading or unloading,\n    or for taking up or setting down passengers, except-\n     ing carriages standkg for hire in any place allowed\n     by competent authority; or who, by means of any\n     carriage, or any horse or other animal, shall\n     wilfully interrupt. any public crossing or wilfully\n     cause any obstruction in aay thoroughfare or high-\n    way;\n    shall lead or ride any horse or other animal, or\n     draw or drive any carriage upon any footway, or\n     fasten any horse or other animal so that it may\n     stand across, or upon, or impede any footway;\n     and every person who shall, along any thorough-\n    fare or highway, hi, or on any carriage, carry or\n    convey any timber, lumber, iron, or thing mzde\n    of my material whatsoever in such manner as that\n     the same or any part thereof shall extend across\n     the carriage two feet beyond the wheels;\n(h) shall roll or carry any cask, tub, hoop, or wheel\n    or any ladder, plank, pole, or placard upon any\n    footway, except for the purpose of -loading or\n    unloading any cart or camage, or of crossing the\n    footway, or for the performance of any immediate\n    meincldon ofthis page'is authorized by L.N. 14611999r   -- -\n       TOWNS AND COMMUNITIES\nor indispensable work, or for the repair of any\nbuilding otherwise than under the regulations\nhereinafter mentioned;\nafter being made acquainted with the regulations\nor directions made by competent authority for\nregulating the route of horses, carriages and\npersons during the time of divine service, or at\nany other time, through any of the towns of this\nIsland, shall wilfully disregard or not conform him-\nself thereunto;\nshall, without the consent of the owner or occupier\naffix any bill or other paper against or upon any\nbuilding, wall, fence, or pale, or write upon, soil,\ndeface, or mark any such building, wall, fence,\nor pale in any other way whatsoever;\nshall, in any thoroughfare or public place,\nindecently expose his or her person;\nshall sell or distribute, or offer for sale or distribu-\ntion, or shall mark on any fence, wall or any\nbuilding, any obscene figure, drawing, painting,\nor representation, or sing any profane, indecent\nor obscene song or ballad, or write or draw any\nindecent or obscene word, figure, or representation,\nor use any profane, indecent or obscene language;\nshall use any threatening, or abusive and\ncalumnious language to any other person publicly,\nas shall tend to provoke a breach of the peace; or\nshall use such language, accompanied by such\nbehaviour to any person publicly. as shall tend to\na breach of the peace;\nshall, in the streets, lanes, or squares of any town\nor in any thoroughfare or highway, wantonly dis-\ncharge any firearms, or make any bonfire or\nthrow or set fire to any firework; or who, to the\ndanger and annoyance of any passenger or\n    inclusion of this page is authorized by L.N. 146/1999]\n                 TOWNS AND COMMUNITIES                                     7\n         inhabitant, shall throw or discharge any stone or\n         other missile, or who shall fly any kite, or play any\n         game;\n         shall wilfully and wantonly disturb any inhabitant\n         by pulling or ringing any door-bell, or knocking\n         at any door, without lawful excuse, or who shall\n         wilfully and unlawfully extinguish the light of any\n         lamp, or shall unlawfully enter into any dwelling-\n         house, building, or premises to the annoyance of\n         any person therein;\n         in any thoroughfare in any town, or in any high-\n         way, shall tyre any wheel, or bum, dress, or\n         cleanse any hoop, or cleanse, fire, wash, or scald\n         any cask or tub, or shall wilfully make any fire on\n         or in any prohibited place;\n         shall burn any wood, shavings, rubbish, or sweep-\n         ings in any street, lane or road;\n         shall loiter in any public place and solicit any\n          person for the purpose of prostitution,\nshall be gullty of an offence and shall be liable to a penalty\nnot exceeding one thousand dollars.                            31 / 1995\n                                                               s. 4."
    }
  ],
  "definitions": []
}