{
  "id": "jm-stat-the-towns-nuisances-prevention-act",
  "type": "statute",
  "title": "The Towns Nuisances Prevention Act",
  "title_en": "The Towns Nuisances Prevention Act",
  "short_name": "Towns Nuisances Prevention Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-towns-nuisances-prevention-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-towns-nuisances-prevention-act | Legal areas: Local Government",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act “Council” means the Parish Council of Interpreta-\nany parish wherein the thing or property declared or tion.\nliable to be declared a public nuisance under this Act is\nsituated, and in the cases of the parishes of Kingston and\nSt. Andrew, shall include the Council of the Kingston and\nSt. Andrew Corporation, appointed and constituted under\nthe Kingston and St. Andrew Corporation Act."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Whenever the Council shall be of opinion that any Powerto\n                                                            abate forth-\nhouse, wall, fence, or other erection or building, is so withany\ndilapidated as to be immediately dangerous, it shall be ~            ~                 $   ~   ~\nlawful for the said Council, notwithstanding anything n u l s a n ~ ~\nherein contained to the contrary, and without prejudice\nto the other powers of the sa:d Council under this Act,\nto cause the same to be pulled down forthwith and without\nnotice, and to take any measure in relation thereto, as the\nsaid Council shall think expedient for preventing or\nremoving all danger to the public, to the inmates, or to\nany neighbours, or to any adjoining building.\n  And the owner, and the said land, and all things and\nmaterials thereon, shall be liable to pay and satisfy all\nexpenses to which the Council shall have been put; and the\nCouncil may cause the materials pulled down to be sold\nat such time and in such manner as they may think fit,\nand the proceeds to apply in payment of the expense\nincurred in removing and abating such nuisance, and any\nsurplus to pay over to the owner, if known, and if the\nowner be unknown to lodge in the Treasury to the credit\n                                                                   -\n       me inclusion of this page is authorized by L.N. 480/1973]\n4                             TOWNS NUISANCES PREVENTION\n                 of the parish; and if claimed by the owner, or any person\n                 equitably entitled to the possession of the property, within\n                 twelve months of such lodgment, to pay to such person,\n                 but otherwise the inoney to become the property of the\n                 parish.\nPower to           4. Whenever any lot, piece or parcel, of land situated\ndec'are land\nto be a          within the limits of any town is certified by the City\npubhc             Engineer, or Superintendent of Parochial Roads and\nnuisance on\ncertificate of   Works, to be wholly unenclosed or not sufficiently enclosed,\nParochial\nOfficer.         or any land has standing on it any house, erection or\n                 building, which is certified as aforesaid to be so\n                 dilapidated as to be dangerous to the public, or to the\n                 neighbours, or to persons who may enter it, or to\n                 adjoining buildings, it shall be lawful for the Council of\n                 the parish within which such town is situated, by resolution\n                 to declare such lot, piece or parcel of land, a public\n                 nuisance. And thereupon, or at any time thereafter, the\n                 said Council shall give notice thereof, and require the\n                 abatement of such nuisance. Such notice shall be in\n                 writing, and shall be in the form or to the effect of the\nSchedule A.      notice given in Schedule A, and shall be signed by the\n                 Chairman and Secretary or Clerk of the said Council, and\n                 be posted on some conspicuous part of the said land, and\n                 if the same be occupied a copy of such notice shall also\n                 be delivered to the person, or one of the persons, apparently\n                 in possession or occupation thereof.\nProcedure           5. Unless such land be sooner well and sufficiently\nif nuisance      cleaned and enclosed, or such house, erection or building,\nnot abated.\n                 be sooner removed or repaired, as may respectively be\n                 required or indicated in such notice, it shall be lawful for\n                 the said Council, at any time after the expiration of\n                 fourteen days to be computed from the time of posting\n                 such notice, to apply to the Supreme Court or Resident\n                 Magistrate's Court ex parte by summons, for an order that\n                 the land referred to in such notice as having been declared\n                 a public nuisance be sold. And the Court shall have\n              TOWNS NUISANCES PREVENTION                                      5\npower and is hereby required in such case to make a Conditional\n                                                     order for\nconditional order that the same be sold accordingly. sale."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Power to declare land to be a public nuisance on certificate of\n      Parochial Officer."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. Such order shall, in the first instance, be condi- Powemof the Court in\ntioned that if any person having, or claiming to have, any dealingwith\nestate, interest, charge or lien, in or upon the said land shall conditional\n                                                                 order.\nwithin three months, or such other time as may be limited\ntherein, or further time as the Court may appoint, abate\nthe nuisance to the satisfaction of the Council, and pay all\ncosts, charges and expenses incurred by the Council, or\nenter an appearance in the said Court, and show either\nthat the alleged nuisance does not exist or that it has\nbeen abated, then and in such case the order shall be\nvacated, otherwise it shall be lawful for the Court, on\nproof of the publication, posting and delivering (if\nrequisite) of the said conditional order in accordance with\nthe directions hereinafter contained to make the said\norder absolute for the sale of the said lot, piece or parcel\nof land."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The Court shall have power, from time to time, by Powerto\n                                                          grant\norder to enlarge the time limited in the said conditional further\norder for sale, and to rescind or vary any order granting time*\nfurther time, on such terms as may appear just."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Every conditional order for sale shall, within three Publication\nmonths from the date thereof, or within such further time :$$$;dcr\nas the Court may appoint, be published twice in an Island o f d c\nnewspaper, and for six consecutive weeks in the Gazette,\nand be posted and delivered in such cases and in such\nmanner as is prescribed in section 4 with regard to\nthe notices therein mentioned."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. After such conditional order, if no appearance Powereor\nshall be entered, the Council may cause the said land to be\ncleaned and well and sufficiently enclosed, or such house,\n                                                                     z:;tn-\nerection or building, to be removed or repaired.\n       lThe inclusion of this page is authorized by L.N. 480/1973]\n6                              TOWNS NUISANCES PREVENTION\nAbsolute            10. When an absolute order for the sale of any land\norder of\nsalebinds        has been made, all persons claiming to be interested in\nall interests.   such land, whether they are within or without the juris-\n                 diction of the Court (including persons under disability),\n                 shall be bound by the proceedings as if they had been h\n                 all respects duly served with the conditional order for\n                 sale.\n                    And it shall be lawful for the said Council to sell the\n                 same, with ZII buildings and materials thereon, by public\n                 auction, to the highest and best bidder; and the Court\n                 shall, at the request of the Council, expressed as in manner\nScheduleB.       in Schedule B provided, and without any other order or\n                 formality, give the purchaser a title therefor, in or to\n                 the effect of the Form in Schedule B, and which title shail\n                 be subject to stamp duty, and shall give to the purchaser\n                 an indefeasible estate of inheritance in the land SO\n                 purchased, and shall discharge the same from all former\n                 and other estates, rights, titles, charges and incumbrances\n                 whatsoever, of Her Majesty, and of all persons whomso-\n                 ever, and no title given under this Act shall be set aside on\n                 the ground of any irregularity or want of jurisdiction.\nProvision           11. All costs, charges and expenses, incurred or laid\nfor expenses\nof the           out by the Council in or about the cleaning and enclosing\ncOuncil.         of the land, or the removal or repairs of the house, erection\n                 or building, if the absolute order for sale be not made\n                 shall be ordered to be paid to the Council by the owner or\n                 other person claiming to be interested; and default in\n                 payment of such costs shall entitle the Council to procure\n                 an absolute order for sale; and if an absolute order for\n                 sale be made all such costs, charges and expenses, and\n                 all costs, charges and expenses, in and about any sale,\n                 and in and about any proceeding or measure taken by the\n                 Council in execution or in intended execution of any of the\n                 powers under this Act, or under any order of Court, or\n                 otherwise howsoever in relation to the premises, shall be\n                 a first charge on the proceeds of such sale.\n                         -\n                       me inclusion of this page iti rytb+d   by L.N. 48@/1973l\n  l2. The purchase money on every such last mentioned Investment\n                                                          of purchase\nsale shall be paid by the purchaser into the Savings Bank money.\nof this Island forthwith, or at such time as the Court shall\ndirect, and shall be carried to an account, to bear interest,\nto be opened in the name of the Council, to the credit in\neach case of the land (describing the same by its Ebuttals,\nor in any other way the Court shall think fit), and the\nCourt may make such orders as to such purchase money,\nand the payment out, as by this Act empowered."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Any person may, within three years after such Application\ninvestment of the purchase money, apply to the Court for for payment\n                                                          outof\npayment out to such person of the said money, and on             gz&.\nsuch application (of which the Council which procured the\nsale shall get notice) if the Court be satisfied that fie\nperson applying was legally or equitably entitled to the\nlands sold, make such order as to the money invested as\nmay seem right, regard being had to the title of parties\nto the land so converted.\n  Such investment shall be deemed to have been made\nupon the day appointed for the first payment where more\nthan one payment shall be directed."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Until the principal money shall be paid out as Disposal\n                                                           of intern1\naforesaid, the interest shall be paid, or PLU annually on\nthe thirtieth day of September in each year, to the credit\nof the parish which procured the sale."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. If no order has been made under section 13 within Dispqdof\nsuch three years, then the Council which procured the sale a p o ” ~ ~ ~ ~ &\nshaIl be entitled to an order to have the said money paid gcg~-\nout to it.                                                 years."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. Before any order for payment shall be made (except ~ ~         t   i   ~   ~   f\norders for payment to the Council, which may be madenO$:::\nwithout notice), the person intending to apply for the men‘\nsame shall cause a notice of his intended application to\n          indnsion O€ thm poee kr authoFized by L.N. 480/1973]\n8                          TOWNS NUISANCES PREVENTION\n              be given to the Council which procured the sale, and also\n              to be published for three consecutive weeks in the Gazette.\ncosts of\nli tigated"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. In all cases of litigated claims to any such money\nclaims to     the Court may make such order as to costs, and direct\nmoney.\n              them to be paid out of the Fund, or by either party, or\n              otherwise, as the Court may deem equitable.\nOffences as\nto notice"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Any person damaging, destroying, obliterating or\nand orders    tearing, or pulling down, any notice or order under this\nand pos-\nsession of    Act, or any copy thereof, shall be liable, for each offence,\nlands sold.   to a penalty not exceeding ten dollars, on summary\n              conviction.\n                And any person refusing to quit any land sold under\n              the provisions of this Act, or to give up possession thereof\n              to the purchaser thereof, or to his servants or agents, shall\n              be liable, on conviction in like manner, to a penalty not\n              exceeding forty dollars nor less than twenty dollars, and,\n              in default of payment, to imprisonment for a term not\n              exceeding six calendar months.\nProhibifion      19. It shall not be lawful to enclose any land, within\nof Certain\nkinds of      such limits of any town as may be fixed under the pro-\nfences.       visions of the Parish Councils Act for the purposes of\n              this section, by any penguin, or dildo, or other growing\n              or quick set fence; and every such fence may be pulled\n              down and removed by the Council without notice, and the\n              person or persons erecting such fence shall be liable to a\n              penalty not exceeding ten dollars.\nWhen             20. If the City Engineer or Superintendent of Parochial\nbuildin       Roads and Works certifies-\nwall orfmd\nwithin the         (a) that any building or wall situated within the\nlimits of\nany town\nmay be\n                        limits of any town is in a ruinous state; or\ndeclared a         (b) that any land situated within the limits of any\npublic\nnuisance.               town has on it any unsightly ruins,\n              it shall be lawful for the Council of the parish within which\n                    me indusion of thio page is authorized by L.N. 480/19731\n             TOWNS NUISANCES PREVENTION                                 9\nsuch building, wall or land is situated by resolution to\ndeclare such building, wall or land a public nuisance and\nthereupon the said Council shall give notice thereof and\nrequire the abatement of such nuisance in the manner\nprescribed by section 4 and all the provisions of this Act\nshall apply to the said building, wall or land in the same\nmanner as if the same were land declared by resolution of\nthe Council to be a public nuisance within the meaning of\nsection 4."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. When building, wall or land within the limits of any town may\n      be declared a public nuisance."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.-(1) If the Medical Officer (Health) for the parish m e !\n                                                             premises\nof Kingston or the Chief Medical Officer (Health) in a frontingon\nparish other than Kingston certifies that the foreshore of e&$g:i\nany premises fronting on the sea, from which any wharf, anuisance.\njetty or other building is extended into or over the sea,\nis insanitary in consequence of the absence of a wall along\nthe frontage or in consequence of the ruinous or\ndilapidated condition or irregular construction of any such\nwall already existing, it shall be lawful for the Council of\nthe parish within which such premises are situated by\nresolution to declare such premises a nuisance and there-\nupon the Council shall give notice thereof and require the\nabatement of such nuisance in the manner prescribed by\nsection 4.\n        (2) In requiring the abatement of the nuisance, it\nshall be lawful for the Council to require the construction\nalong the foreshore of such premises of a substantial wall\nof a design to be approved by the Council, having its outer\nfooting below the level of low water and its alignment\nas shall be prescribed by the Council, and the filling up of\nthe land behind such wall to a level, to be approved by\nthe Council :\n  Provided that before the owner of any premises shall\nbe required to build a foreshore wall under the provisions\nof this section the Council shall have prepared a general\nplan showing the alignment on which the required\n      me inclusion of this page is authorized by L.N. 480/1973]\n                           TOWNS NUISANCES PREVENTION\n               foreshore walls and all other foreshore walls that may\n               then or in future be required to be erected, shall be laid\n               out, and that such plan shall have been submitted to and\n               approved by the Minister.\nWhen                   (3) Unless such nuisance be sooner well and\nParish\nCounciI may    sufficiently abated in the manner indicated in such notice\nexecute the\nnecessary      it shall be lawful for the Council at any time after the\nwork to\nabate\n               expiration of sixty days to be computed from the time\nnuisance.      of posting such notice to enter on the premises and execute\n               the necessary works and the Council may recover the\n               expenses thereby incurred from the owner of the premises\n               as a civil debt and until recovery of such expenses the same\n               shall subject to any charge for property tax due to\n               the Consolidated Fund be a charge on the premises in\n               respect of which they were incurred in priority to all other\n               charges and mortgages thereon.\n                                               x   ,\nPenalty           22. If the owner or occupier of any premises having a\nwhen owner\nor occupier    foreshore wall refuses or neglects to keep the same in\nof premises    proper and sanitary repair as may be reasonably required\nhaving a\nforeshore\nwall refuses\n               by a Council, he shall be guilty of an offence, and shall be\nor neglects    liable on summary conviction before a Resident Magistrate\nto keep the\nsame in        to a penalty not exceeding ten dollars and in default of\nproper and     payment to imprisonment for a term not exceeding fourteen\nsanitary\nrepsur.        days and the offence shall be a continuing offence.\n                     me inclusion of this psgc is authorized by L.N. 480119731\n                TOWNS NUISANCES PREVENTION                                                     11\n                             SCHEDULE A                                          (Section 4)\n   This notice was posted on the                day of              , 19     .\n   Take notice that this lot, piece or parcel of land containing from\neast to west             feet, and from north to south                  feet,\nbe the same more or less, and butting and bounding (here describe\nland), was on the                     day of                    , 19 , by\nresolution of the Kingston and St. Andrew Corporation (or the\nParish Council of the parish of                         ) declared a public\nnuisance and that, unless the same be well and sUaciently cleaned\nand enclosed (or unless the houses, erections and buildings thereon be\nremoved or repaired-as the case may be) within fourteen days after\nthe posting of this notice, an application will be made to a Judge of\nthe Supreme Court or a Resident Magistrate’s Court for an order for\nthe sale of such land under the provisions of the Towns Nuisances\nPrevention Act. Further particulars may be obtained by any person\ninterested in this land on application at the office of the Kingston\nand St. Andrew Corporation (or the Parish Council of the parish\nof                    , as the case may be) at                         (state\nthe situation of the ofice.)\n   Dated this                         day of                    , 19     .\n                                              A.B. (Mayor).\n                                                    (Chairman).\n                                            C.D., (Clerk).\n                                                     (Secretary).\n                              SCHEDULE B                                      (Section 10)\n   In the                      Court\n   Whereas the land hereafter described (or described in the plan\nhereto annexed) was, under the provisions of the Towns Nuisances\nPrevention Act, pursuant to the absolute order for sale made herein\nby (Mr. Justice                   or the Resident Magistrate’s Court) on\nthe                day of                 19 , sold at public auction to\n( A . B . ) of              for the sum of                     , which sum\n(he) has duly paid into the Savings Bank of this Island, it is witnessed\nthat (the land in the plan hereto annexcd-or otherwise described)\ntogether with all buildings and erections thereon and all rights and\nappurtenances thereto, are absolutely sold and hereby conveyed. for\nthe consideration aforesaid, unto the said A.B. and his heirs.\n   Witness\nthis                 day of                 * 19   .\n(Seal of Court.)\n   It is the request of the Kingston and St. Andrew Corporation (or\nParish Council, of the parish of                                 ) that the\nabove title be executed by this Honourable Court.\n   Dated this                         day of                      19     .\n                                              A.B. (Mayor).\n                                                    (Chairman).\n                                              C.D..(Clerk).\n                                                     (Secretary).\n        p h e inclusion of this page is authorized by L.N. 480119731"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Penalty when owner or occupier of premises having a foreshore\n      wall refuses or neglects to keep the same in proper and\n       sanitary repair.\n                            !%XIEDULES\n     frhe inclusion of this page i s authorized by L.N. 480/1973]\n             TOWNS NUISANCES PREVENTION                                            3\n   THE TOWNS NUISANCES PREVENTION ACT                                  Cap. 385.\n                                               [21st May, 1887.1"
    }
  ],
  "definitions": []
}