{
  "id": "jm-stat-the-trade-act",
  "type": "statute",
  "title": "The Trade Act",
  "title_en": "The Trade Act",
  "short_name": "Trade Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-trade-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-trade-act | Legal areas: Consumer Protection",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act, unless the context otherwise requires-\n                                                                   tion.\n   \"export\" means to take, or be concerned in taking out of\n      Jamaica. or the territorial waters thereof, surd b6exporta-\n      tion\" shall be construed accordingly;\n   \"hctions\" include powers surd duties;                          28~19~0\n                                                                   S.2 (b).\n   \"goods\" includes all kinds of goods, produce, wares, mer-\n      chandise, substances and animals;\n   \"import\" means to bring, or be concerned in bringing, into\n       Jamaica or the territorial waters thereof, and\n       \"importation\" shall be construed accordingly.\n  3 4 1 ) There shall be established for the purposes of this EscaBlil-\nAct a body to be called the Prices Commission (hereafter in this zGf\nAct referred to as the Commission), which shall be a M y cor- commis-\nprate to which the provisions of section 28 of the Interpretation ~ ~ 9 y o\nAct, shall apply.                                                    S.3.\n        (2) The provisions of the First Schedule shall have effect Fist\nas to the constitution of the Commission surd otherwise in\nrelation thereto.\n   4 4 1) The functions of the Commission shall be-                  Functions\n                                                                     of lhe\n      (a) to carry out such investigations in relation to the prices commis-\n                                                                     sion.\n           of goods as the Minister may from time to time tW1970\n           require;                                                  s.3..\n                                                 TRADE\n                   (b) to consider any request made to the Minister for the\n                        increase of any prices which are controlled under this\n                        Act and make recommendations in connection with\n                        such request to the Minister;\n                   (c) to investigate allegations of profiteering in relation\n                        to the sale of goods of any class or description and\n                        make such report and recommendations in connection\n                        therewith as it thinks fit to the Minister;\n                   (d) to caay out, on its own initiative, such other investiga-\n                        tions in relation to the prices and availability of goods\n                        of any class or description as it thinks fit and make\n                        such report and recommendations as it thinks fit to the\n                        Minister,\n                    (e) to collect, compile and analyse information in relation\n                         to wages and other conditions of employment in any\n                         trade or business.\n                      (2) Subject to the provisions of this Act, the Com-\n              mission may, for the purpose of exercising or discharging any\n              of its functions under this Act, do anything and enter into\n              any transaction which, in the opinion of the Commission, is\n              necessary to ensure the proper exercise or discharge of its hnc-\n              tions (including any function delegated to it under section 12).\n                      (3) The functions of the Commission specified in para-\n              graphs (a), (c) and (4 of subsection ( 1 ) may Be exercised\n              or discharged in respect of goods referred to in subsection (2)\n              of section 8 as well as in respect of any other goods.\nFunds ad\nCesOUtCeS"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The f h d s and resources of the commission shall consist\nofthe C m -   of-\nmission.\n2~1970              (a) such moneys as may from time to time Be placed at\ns. 3.                   its disposition for the punposes of this Act by\n                        Parliament;\n                    (b) all other moneys and other property which may in any\n                        manner Become payable to, or vested in the Com-\n                        mission in respect of any matter incidental to its func-\n                        tions.\n                            JTbc iocl~lrionof (bb pap ia rutho~izedby LN. 123/20111\n                              TRADE                                            J"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) The Commission shall keep proper accounts and Accounta\n                                                            and audit.\nother records in relation to its business and shall prepare 28/1970\nannually a statement of accounts in a form satisfactory to S. 3*\nthe Minister, being a form which shall conform with\nestablished accounting principles.\n       (2) The accounts of the Commission shall be audited\nannually by an auditor or auditors appointed annually by\nthe Commission and approved by the Minister."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) The Commission shall, in each year-                  Annual\n                                                                 reports and\n      (a) on or before the 31st day of July, submit to the estimates\n           Minister a report of its activities during the twelve 281\n                                                                 s.3.1970\n           months ending on the 31st day of March in that\n           year, including a statement of its accounts audited\n           in accordance with the provisions of section 6;\n      (b) on or before the 30th day of September, submit to\n           the Minister for his approval its estimates of\n           revenue and expenditure for the financial year\n           commencing on the 1st day of April next following.\n        (2) Copies of reports submitted pursuant to para-\ngraph (a) of subsection (1) together with the annual state-\nment of accounts and auditor’s report thereon shall be laid\non the Tables of the House of Representatives and of the\nSenate and shall be published in the Gazette."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) Subject to the provisions cf subsection (3,the Powerto\nMinister may by order provide for-                            control\n                                                              imports.\n     (a) prohibiting absolutely the importation or exporta- FqGrAd\n          tion of goods or any class or description of goods 7 7 ; ~ ~\n         from or to any country;                              S.4 (a).\n     (b) prohibiting the importation or exportation of goods\n          or any class or description of goods from or to\n          any country except under the authority of a licence\n          granted by the Minister;\n     (c) regulating the distribution, purchase or sale of\n          goods or any class or description of goods;\n6                                     TRADE\n            (d) controlling the prices at which goods or any class\n                 or description of goods may be sold, whether by\n                 wholesale or retail;\n            (e) the furnishing by persons carrying on or employed\n                 in connection with any trade or business of in-\n                 formation concerning all or any of the elements of\n                 the cost or of the sale price of goods or any class\n                 or description of goods bought or sold whether\n                 by wholesale or retail in such trade or business;\nZ8/1%3       (f) the terms and conditions on which any class or\ns.2 (b).\n281 1970\n                 description of goods specified in the Second\ns.4.              Schedule shall be hired and the maximum rates\nSecond\nSchedule.        of hiring which may be charged in respect of such\n                  class or description of goods.\n131 1976         the provision and maintenance, at places at which\nS. 3(a).\n                 goods are offered for sale by retail, of means\n                 whereby persons wishing to purchase any of those\n                 goods may ascertain the weight or measurement\n                  thereof, may ascertain whether the prices of any\n                  of those goods are controlled and if so may\n                 ascertain the controlled prices; and in particular\n                  the Minister may require-\n                      (i) that the prices of those goods shall be\n                          marked on the goods or on any container\n                          in or from which they are sold;\n                     (ii) that where the prices of any of those goods\n                          are controlled, a legible list of the controlled\n                          prices shall be kept exhibited in a con-\n                          spicuous position in the places at which\n                          those goods are offered for sale;\n                    (E) that persons shall not be obstructed in any\n                          attempt to ascertain, at the place at which\n                          they wish to purchase any of those goods,\n                          the weight or measurement thereof;\n                                 TRADE\n          (iv) that the person offering those goods for sale in a\n               place of any description specified in the order\n               shall provide a seat and a table which he shall\n               permit any person thereunto authorized by the\n               Minister to occupy in a suitable part of that place\n               for the purpose of giving information in respect\n               of the prices of those goods to persons seeking\n               that information.\n        (2) Nothing in subsection (1) shall be deemed to 1711956\nauthorize the Minister to make any order under that subsection S.abj.\nregulating the exportation, distribution, purchase, sale or price\nof any goods the exportation, distribution, purchase, sale or\nprice (as the case may be) of which is, or may be, regulated\nunder or by virtue of the provisions of any of the following\nActs, that is to say-\n    (a) the Sugar Industry Control Act;\n    (6) the Agriculrural Produce Act;\n    (c) the Agricultural Marketing Act;\n    (d) the Coconut Industry Control Act;\n    (e) the Coffee Industry Regulation Act;\n     V) the Cocoa Industry Board Act;\n    (g) the Banana Board Act.\n      (3) The Minister may by order establish, in respect of 1311976\nany goods specified in the order, being gmds for which prices S.3(b).\nhave not been fixed under this Act or under any other\nenactment, a pricing code setting out-\n     (a) guidance as to the principles and pr&w which per-\n         sons offering those goods for sale shall follow in deter-\n         mining or increasing the price thereof;\n     (6) the circumstances in which the Commission m y\n         oppose or approve any proposal to increase the price of\n         those goods, and the effect of that opposition or\n         approval;\n              --\n             I l k hdslb. ot tbb page b rmtborbcd by LN. 1W20111\n8                                               TRADE\n                     (c) the consequences (including the penalty referred to in\n                         paragraph (c) of subsection (1) of section 10) of failure\n                         to comply with the principles and procedures men-\n                         tioned in paragraph (a).\nPO\\YWto             9. So far as it appears to the Minister necessary or expedient\nauthorize\npurcRass.        for the purposes of this Act, he may by order authorize such\nsale. etc., of\ngds.\n28/1%3\n                 person as may be designated in the order to purchase, acquire,\n                 se1P or otherwise dispose of, on behalf of the Government, such\n                                                                                      0\nS.4.   '         g d s as may be specified in the order, and make such provision\n                 for such supplementary and incidental matters as may be\n                 necessary for the purposes thereof.\n                   PQ.-(l) An order made by the Minister under the provisions\n                 of section $-\n                      (a) may provide that persons carrying on or employed in\n                          connection with any trade or business shall produce to\n                          the Minister, or any person authorized in that behalf by\n                          the Minister, such books, accounts or other documents\n                           relating to their trade or business as the Minister may\n                           require and that such persons shall firnish to the\n                           Minister, such estimates, returns or information as the\n                           Minister may from time to time require; and\n                      (6) may provide for such supplementary and incidental\n                          matters as may be necessary or expedient for the\n                          purposes of the order including in particular the\n                          entering and inspection of premises to which the order\n                          relates by any person specitied in the order with a view\n                          to securing compliance therewith; and\n                      (c) notwithstanding anything contained in the Interpre-\n                          tation Act, may provide that, subject to affirmative        0\n                          resolution, in respect of any breach of the provisions of\n                          the order, other than a breach to which subsection (2)\n                          refers, that the offender shall be liable on summary\n                          convictio~thereof before a Resident Magistrate to such\n                          fine not exceeding two million dollars or to such\n                          term of imprisonment with or &bout hard labour not\n                               (Tbe Mudor of cLh paw b ruhr&ed by LN. IZMOlll\n                                    TRADE                                          9\n              exceeding two years as may be prescribed there- IIRW\n              in.                                             S. 2 (bnii).\n           (2) Where under any such order the importation of goods\n    or of any class or description of goods, from any country is\n    prohibited except under the authority of a licence granted\n    by the Minister, any goods imported in breach of such prohi-\ne   bition shall be deemed to be prohibited goods within the\n    meaning of the Customs Act, which have been imported con-\n    trary to the prohibition against their importation, and the\n    provisions of section 210 of the said Act shall apply accord-\n    ingly.\n      1 1 4 1 ) Where an order made by the Minister under the G I W ~ O ~\n                                                                          ,\n                                                                          ,\n    provisions of section 8 prohibits the importation or exportation i m p t and\n    of any goods except under the authority of a licence granted by rIcences.\n    the Minister, the Minister may, subject to the provisions of this\n    section, grant or withhold licences for the importation or,\n    as the case may be, exportation of such goods.\n           (2) A licence granted under this section-\n         (a) may be either general or limited to a specified person;\n             and\n         (b) may be absolute or conditional; and\n         (c) may be limited so as to expire on a specified date\n             unless renewed; and\n         (d) shall be revoked by the Minister whenever it appears\n             to him that it is in the public interest that such licence\n             should be revoked.\n      1 2 4 1 ) The Minister may delegate to the Commission, or Megatiam\n    the Trade Administrator or any other public officer such              :LE:~.\n    of the functions of the Minicter under this Act as he may s.5.\n    speci@.\n            (2) A delegation under this section-\n                     rsdorka ef (hb page h am(borgPd by LN. 1ZUM111\n                                             TRADE\n                 (a) may be made subject to such terms and conditions as\n                     the Minister thinks fit;\n                 (B) may at any time be revoked by the Minister;\n                 (c) while in force shall not prevent the discharge by the\n                     Minister of any function thereby delegated.\nm     ~     . 13.-(l) Any prson who-\n               ; (a) contravenes or fails to comply with any term, con-\n                                                                                   0\n                     dition, or restriction of, or subject to which, any licence\n                     is granted under section 11; or\n                 (b) in or in connection with any book, account or other\n                     document or any estimate, return or information which\n                     he is required to produce or furnish by virtue of any\n                     order made under this Act, willlly or recklessly gives\n               :     any fdse or misleading information or makes any false\n                     or misleading statement; or\n                 (c) assaults or obstructs any prson duly authorized by an\n                      order made by the Minister under this Act to enter or\n                      inspect any premises while such prson is acting in the\n                      execution of his duty under this Act,\n            shall be guilty of an offence and on summary conviction thereof\n            before a Resident Magistrate shall be liable to a fine not\nll~oo9      exceeding two million dollars and in default of payment to\nS.3(aHb).   imprisonment with or without hard labour for a term not\n            exceeding two years.\n                    (2) Where a person convicted of an offence under\n            subsection (1) or of a breach of any order made under this\n            Act is a body corporate every person who at the time of\n            the commission of the offence or breach was a director or              0\n            officer of the M y corporate shall be deemed to be guilty of\n            the offence or breach unless he proves that it was com-\n            mitted without his knowledge or that he exercised all due\n            diligence to prevent the commission thereof.\n                     (3) Where a person has been convicted of any such\n                          (The liirlmion 01 B\n                                            i page b rathorired by LN. 1UnO11)\n                                            TRADE\n       offence or breach the court before whom he is convicted may\n       make such order as to the forfeiture or disposal of any g& in\n       relation to which the offence or breach was committed as the\n       court thinks fit:\n         Provided that where the court is satisfied that a person 2411978\n       accused of any such offence has absconded or, after due S. 2.\n       enquiry, cannot be found 'in Jamaica, the court, if satisfied, after\n       such investigation as it thinks fit, that any goods connected with\n       the alleged offence were imported into the Island, or knowingly\n       acquired, in contravention of this Act, may direct the forfeiture\n       or disposal of such goods as could have been forfeited or dis-\n       posed of under this Act if that person had been found guilty of\n       the offence of which he is accused.\n                (4) Any person who attempts to commit, or conspires\n       with any other person to commit, or does any act preparatory\n       to, or in any -way aids and abets the commission of an offence\n       under subsection (1) (a), shall be guilty of an offence punishable\n       in like manner as the said offence and the provisions of\n       subsection (3) shall apply in the case of an offence under this\n       subsection as it applies in the case of an offence under sub-\n       section (1) (a). -"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. (1) The seal of the Commission shall be kept in the custody of seal.\nthe chairman or the secretary and shall be affixed to instruments\npursuant to a resolution of the Commission in the presence of the\nchairman, or any other member of the Commission, and the secretary.\n      (2) The seal of the Commission shall be authenticated by the\nsignatures of the chairman, or any other member authorized to act in\nthat behalf, and the secretary.\n      (3) All documents other than those required by law to be under\nseal, made by, and all decisions of the Commission may be signified\nunder the hand of the chairman, or any other member authorized to\nact in that behalf, or the secretary."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. (1) No member of the Commission shall be personally liable for Protection\nany act or default of the Commission done or omitted to be done in of members.\ngood faith in the course of the operations of the commission.\n        (2) Where any member of the Commission is exempt from\nliability by reason only of the provisions of sub-paragraph (1) the Com-\nmission shall be liable to the extent that it would be if such member\nwere a servant or agent of the Commission.\n16                                             TRADE\nDisclosure        11. A member of the Commission who is interested in any company\nof interest.   or undertaking which is an interested party in any proceedings before\n               the Commission shall disclose to the Commission the fact and nature of\n               his interest and shall not take part in any deliberation or any decision of\n               the Commission relating to such matter, and such a disclosure shall\n               forthwith be recorded in the records of the Commission.\nRemunera-        12. There shall be paid to the members of the Commission, such\ntion of        remuneration, if any, whether by way of honorarium, salary or fees, and\nmr;mben.\n               such allowances as the Minister may determine.\nOffice of        13. The office of chairman or member of the Commission shall not\nmember         be a public office for the purposes of Chapter V of the Constitution of\nnot to be\na ublic        Jamaica.\nO I L .\nExpenses         14. The expenses of the Commission, including the remuneration of\nof the         the members and staff thereof, shall be defrayed out of the funds of\n+mmis-         the Commission.\nsion.\n                                       ' SECOND SCHEDULE                      (Section 8)\n                        Television receiver sets.\n                                       THIRDSCHEDULE                (Section 15)\n                                     Summons to Witnms\n                    To: (name of person summoned and his calling and address, if\n                          known)\n                      You are hereby summoned to appear before the Prices Com-\n                   mission at (pZuce) upon the\n                   at\n                                                            day of               19\n                              o'clock aud to give evidence respecting (state the matter).\n                                                                                         .\n                      (If the person summoned is to produce any documents, add):\n                      And you are required to bring with you (specify rhe papers,\n                      books, records and documents required).\n                   Therefore fail not at your peril.\n                 Given under the hand of (Chairman or other member of the Com-\n               mission) this         day of                       19     ."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-31) No person who obtains information by virtue of the Restriction\n       provisions of this Act or of any order made thereunder shall                 z:_dp\n       disclose that information otherwise than in the discharge of his infmrscion.\n - .-, functions under this Act or under any such order, or for the\n\\\n       purposes of any criminal proceedings.\n               (2) Any person who contravenes the provisions of\n       this section shall be guilty of an offence and on summary con-\n       viction thereof before a Resident Magistrate shall be liable to a\n       fine not exceeding one million dollars and in default of payment I snow\n       to imprisonment with or without hard labour for a term not S.4.\n       exceeding twelve months.\n               (3) A prosecution for any offence under this section\n       shall not be instituted without the sanction of the Director of\n       Public Prosecutions.\n                    lTbc inclusion of thn.prgt b ruthorhod by LN. l U I 2 O l l l"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-41) The Commission shall have power to summon any\n             person to attend before the Commission and to give evidence or\n             to produce my paper, book, record or document in the posses-\n             sion or under the control of such person.\n                     (2) A summons under this section shall be in the form\nThird        prescribed in the Third Schedule.\nSchedule.\n                I   (3) A summons under this section may be served by a\n             constable.\nWlty and       86. All persons summoned to attend md give evidence or to\nprivileges\nofwit-       produce any paper, book, record or document before the Com-\nnessfs.      mission-\n2811970\nS. 6.\n                    (a) shall be bound to obey the summons served upon\n                        thm;\n                    (6) shall be entitled, in respect of such evidense or the\n                        disclosue of my communication or the production of\n                        any such paper, book, record or document, to the same\n                I\n                        right or privilege as before a court of law;\n                    (c) shall be entitled to be paid their expenses, including\n                       travelling expenses, at the rates prescribed by the Wit-.\n                       nesses' Expenses Act for witnesses who are entitled to\n                       have their expenses paid from public funds:\n                           Provided that the Commission may disallow the\n                         whole or my part of such expenses in any case, if it\n                         thinks fit.\nPsnellty       17. Army person who-\nfor Qis-\nobrdiice.           (a) without sufticient cause, fails or refuses to attend\ndismpecl\nmob-                    before the Commission in obedience to a summons\nstruaion.               under this Act, or fails or refuses to produce any paper,\n2811970\nS. 6.                   book, record or document which he was required by\n                        such summons to produce; or\n                    (b) being a witness, leaves the Commission without the\n                        permission of the Commission; or\n                           I l k hadmima or cbb pas b amshodzed by LN. lllnOlll\n         (c) being a witness, refuses, without sufficient cause, to\n             answer any question put to him by or with the\n             permission of the Commission; or\n         (4 wilfully obstructs or interrupts the proceedings of the\n             Commission,\n    shall be liable on s m a r y conviction before a Resident\n0   Magistrate to a fine not exceeding two million dollars or in 1112009\n    default of payment thereof to imprisonment with or without S. S(a)(b).\n    hard labour for a term not exceeding two years.\n      1 8 . 4 1 ) The Minister may make regulations generally for Regulations\n    giving effect to the provisions of this Act.\n           (2) Regulations made under this section may provide in 11t2oos\n    respect of a breach of any of the provisions thereof for the S.6(b).\n    imposition, subject to affirmative resolution, of a penalty on\n    summary conviction in a Resident Magistrate's Court of a fine\n    not exceeding two million doll& or imprisonment for a term\n    not exceeding two years or of both such fine and imprison-\n    ment.\n      1 8 A . 4 1 ) The Minister may, by order, subject to affirmative Minister\n    resolution increase the monetary penalties specified in this may   increase\n    Act.                                                               monetary\n                                                                              penally.\n                                                                              l It2009\n                                                                              S. 7."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Nothing in phis Act shall make it lawful to import or Saving.\n    export goods when such importation or exportation is unlawhl\n    under any other enactment.\n      2 0 . 4 1 ) The Minister may by order amend the Second Powerto\n0   Schedule or substitute a new Schedule therefor.          amend\n                                                             Sewnd\n                                                                              Schedule.\n            (2) Every order made under this section shall be 28/1963\n    subject to affirmative resolution of the House of Representa- s.4.\n                                                                  28/1970\n    tives.                                                        S. 7.\n                 [ t h e induaim of thb p ~ g eb authorircd by LN. 123ROlll\n                                                  TRADE\n                                             FIRSTSCHEDULE                       (Section 3)\nConstitu-          1. The Commission shall consist of such number of members, not\ntion of the    being less than seven nor more than fifteen, as the Minister may from time to\nCommission.\n1811977\n               time determine.\nS. 2.\nAppoint-            2.--(I) The members of the Commission shall be appointed by the\nment of        Minister by instrument in writing and, subject to the provisions of this\nmembers.\n               Schedule, shall hold office for a period not exceeding three years, but shall be\n               eligible for reappointment.\n                          (2) The Minister shall appoint one of the members of the\n               Commission to be the chairman and another to be deputy chairman thereof.\nActing               3. If the chairman or any other member of the Commission is absent\nappoint-       or unable to act, the Minister may appoint any person to act temporarily in\nments.\n               the place of the chairman of such member.\nResign*              4.--(I) Any member of the Commission, other than the chairman, may\ntions.         at any time resign his office by instrument in writing addressed to the\n               Minister and transmitted through the chairman, and from the date of the\n               receipt by the Minister of such instrument, such member shall cease to be a\n               member of the Commission.\n                          (2) The chairman may at any time resign his office by instrument\n                in writing addressed to the Minister and such resignation shall take effect\n               as from the date of the receipt by the Minister of such instrument.\nRev-               ' 5. The Minister may at any time revoke the appointment of any\ntion-of        member of the Commission including the chairman.\nappoint-\nments.\nGazetting of      6. The names of all members of the Commission as first constituted,\nappoint-       and every change in the membership thereof, shall be published in the\nments.\n               Gazette.\nmdure              7.-41) The Commission shall meet at such times as may be necessary\nand meet-      or expedient for the transaction of business, and such meetings shall be\nings.\n               held at such places and times and on such days as the Commission may\n               determine.\n                       (2) The chairman, or in his absence the deputy chairman, shall\n               preside at meetings of the Commission, and in the absence of both the\n               chairman and the deputy chairman h m any meeting the members present at\n               that meeting shall elect one of their number to preside thereat.\n                                                                                                  0\n                       (3) The quorum of the Commission shall be five, including the\n               chairman or other member presiding at the meeting.\n                       (4) The decisions of the Commission shall be by a majority of votes\n               and, in addition to an original vote in any case in which the voting is equal,\n               the chairman or other member presiding at the meeting shall have a casting\n               vote.\n                                TRADE                                         15\n     (5) Minutes in proper form of each meeting shall be kept by the\nsecretary and shall be confirmed by the chairman or other member\npresiding as soon as practicable thereafter at a subsequent meeting.\n     (6) The acts of the Commission shall be authenticated by the\nsignature of the chairman or the secretary of the Commission.\n      (7) Subject to the provisions of this paragraph the Commission\nshall have power to regulate its own proceedings.\n      (8) The validity of any proceedings of the Commission shall not\nbe affected by any vacancy amongst the members thereof or by any\ndefect in the appointment of a member thereof."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Power to amend'Second Schedule.\n                                       SCHEDULES\n                    lTbc inclusion of this page b authorized by L.W. 123ROlll\n                             TRADE                                            3\n                       THE TRADE ACT"
    }
  ],
  "definitions": [
    {
      "term": "export",
      "definition": "to take, or be concerned in taking out of",
      "source_provision": "sec2"
    },
    {
      "term": "import",
      "definition": "to bring, or be concerned in bringing, into",
      "source_provision": "sec2"
    }
  ]
}