{
  "id": "jm-stat-the-trade-marks-act",
  "type": "statute",
  "title": "The Trade Marks Act",
  "title_en": "The Trade Marks Act",
  "short_name": "Trade Marks Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-trade-marks-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-trade-marks-act | Legal areas: Intellectual Property",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Notwithstanding section 1 I ( I ) (c), a collective mark may be registered Indication\n    which consists of signs or indications which may serve in trade to designate the                 $rzy?;,\n    geographical origin of the goods or services, but the proprietor of such a mark\n    is not entitled to prohibit the use of the signs or indications in accordance with\n    honest practices in industrial or commercial matters, in particular, by a person\n    who is entitled to use a geographical name."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3 . 4 I ) A collective mark shall not be registered if the public is likely to be Restriction\n    misled as regards the character or significance of the mark, in particular, if it is             &''Fistra-\n    likely to be taken to be something other than a collective mark.\n           (2) The Registrar may require that a mark in respect ofwhich application\n    is made for registration include some indication that it is a collective mark, and\n    notwithstanding section 23 (2), an application may be amended so as to comply\n    with any such requirement."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) An applicant for registration of a collective mark shall file with the Regulations\n    Registrar regulations governing the use of the mark; and such regulations shall           Of     gf:\n    specify-\n          ( a ) the persons authorized to use the mark;\n          (h)     the conditions of membership of the association; and\n          (c)     where they exist, the conditions of use of the mark, including any\n                  sanctions against misuse.\n                        [The iiidiisioii ofthis page is authorized by L.N. I12/2002]\n58\n                                          TRADE MARKS\n            (2) Provision may be made by rules for further requirements with which\n     the regulations have to comply."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.- I ) A collective mark shall not be registered unless the regulations\n     governing the use of the mark-\n           (U)   comply with paragraph 4 ( 1 ) and any further requirements imposed\n                 by rules; and\n           (h)   are not contrary to public policy or to accepted principles of morality.\n             (2) Before the end of the prescribed period after the date of the\n                                                                                            0\n     application for registration of a collective mark, the applicant shall file the\n     regulations with the Registrar and pay the prescribed fee, failing which, the\n     application shall be deemed to be withdrawn."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . 4 I ) If it appears to the Registrar that those requirements specified in Power of\nparagraph 5 ( I ) are not met, the Registrar shall inform the applicant and give Registrar\n                                                                                 relating to\nhim an opportunity, within such period as the Registrar may specify, to make\nrepresentations or to file amended regulations.\n        (2) If the applicant fails to satisfy the Registrar that those requirements\nare met or fails to file regulations amended so as to meet them or to respond\nbefore the end of the specified period, the Registrar shall refuse the application.\n        (3) The Registrar shall accept the application if it appears that those\nand all other requirements are met and shall proceed in accordance with section\n--.\n33"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The regulations governing the use of the mark shall be published and Publication\nnotice of opposition may be given and observations may be made, relating to ~ ~ ~ ~                        l   a   -\nthe matters mentioned in paragraph 5 ( I ) , in addition to any other grounds on opposition,\nwhich the application may be opposed or observations made.                       etc."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The regulations governing the use of a registered certification mark shall Regulations\nbe open to public inspection in the same way as the register.                    open to\n                                                                                        inspection."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9 . 4 1 ) An amendment of the regulations governing the use of a registered\n     collective mark is not effective unless and until the amended regulations are\n     filed with and accepted by the Registrar.\n            (2) Before accepting any amended regulations the Registrar may, in\n     any case where it appears to the Register expedient to do so, cause them to be\n     published, in which event, notice of opposition may be given, and observations\n     may be made relating to the matters mentioned in paragraph 5 (1).\n         I O.+ 1 ) Sections 8 (6), 38 (2) and 66 apply in relation to an authorized user\n     of a registered collective mark as they apply in relation to a licensee of a trade\n     mark.\n             (2) The following provisions of this paragraph have effect as regards\n     the rights of an authorized user in relation to infringement of a registered\n     collective mark.\n                        [The iiiclusion oftliis page i s authorized by L.N. I12/2002]\n                                                                                            59\n                                           TRADE MA R KS\n            ( 3 ) A n authorized user is entitled, subject to any agreement to the\n    contrary between him and the proprietor, to call on the proprietor to take\n    infringement proceedings in respect of any matter which affects his interests.\n            (4) If the proprietor-\n          (U)   refuses to do so; or\nn\nU\n          (h)   fails to do so within two months after being called upon,\n    the authorized user may bring the proceedings in his own name as if he were\n    the proprietor.\n            (5) Where infringement proceedings are brought by virtue of this\n    paragraph, the authorized user may not, without the leave ofthe Court, proceed\n    with the action unless the proprietor is either joined as plaintiff or added as a\n    defendant; but this does not affect the granting of interlocutory relief on an\n    application by an authorized user alone.\n             (6) A proprietor who is added as a defendant as mentioned in sub-\n    paragraph (4) shall not be made liable for any costs in the action unless he takes\n    part in the proceedings.\n            (7) In infringement proceedings brought by the proprietor ofa registered\n    collective inark-\n          (U)    any loss suffered or likely to be suffered by authorized users shall\n                 be taken into account; and\n          (6) the Court may give such directions as it thinks fit as to the extent to\n                which the plaintiff is to hold the proceeds ofany pecuniary remedy\n                on behalf of such users.\n       I 1 . Apart from the grounds of revocation provided in section 43, the Grounds of\n                                                                              revocation.\n    registration of a collective mark may be revoked on the ground-\n          (U)   that the manner in which the mark has been used by the proprietor\n                has caused it to become liable to mislead the public in the manner\n                referred to in paragraph 3 (1); or\n          (h)   that the proprietor has failed to observe, or to secure the observance\n                of, the regulations governing the use of the mark; or\n0         (c)   that an amendment of the regulations has been made so that the\n                regulations no longer comply with paragraph 4 (1) and any further\n                conditions imposed by rules or are contrary to public policy or to\n                accepted principles of morality."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The assignment or other transmission of a registered certification mark Consent of\nis not effective without the consent of the Registrar.                          Registrar\n                                                                                    required.\n   I I .--(I) Sections 8 (6), 38 (2) and 66 apply in relation to an authorized user Authorized\nof a registered certification mark as they apply in relation to a licensee of a         :!/ire\n                                                                                            in-\ntrade mark.                                                                             fringement.\n                     Illie iiicliisioii of this page is authorized by L.N. I I2/2002]\n62\n                                                      TRADE MARKS\n                           (2) In infringement proceedings brought by the proprietor of a\n                 registered certification mark, any loss suffered or likely to be suffered by\n                 authorized users shall be taken into account; and the Court may give such\n                 directions as it thinks fit as to the extent to which the plaintiff is to hold the\n                 proceeds of any pecuniary remedy on behalf of such users.\n(irounds 01'        12. Apart from the grounds of revocation provided in section 43, the\nrcvocalion       registration of a certification mark may be revoked on the ground-\n                       (a)   that the manner in which the mark has been used by the proprietor\n                             has caused it to become liable to mislead the public in the manner\n                             referred to in paragraph 3 (1); or\n                       (h)   that the proprietor ha5 failed to observe, or to secure the observance\n                             of, the regulations governing the use of the mark; or\n                       (c)   that an amendment of the regulations has been made so that the\n                             regulations no longer comply with paragraph 4 ( I ) and any further\n                             conditions imposed by rules, or are contrary to public policy or to\n                             accepted principles of moralit! ,\n(;rollllds 01'       13. Apart from the grounds of invalidity provided in section 45, the\ninva'idity       registration of a certification mark may be declared invalid on the ground that\n                 the mark was registered in breach of the provisions of paragraphs 3 ( I ) or 5 (1).\n                                    [The inclusion ofrhis page is authorized by L.N. I I2/2002]"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Apart from the grounds of invalidity provided in section 45, the Groundsof\n    registration o f a collective mark may be declared invalid on the ground that the\n    inark was registered in breach of the provisions of paragraph 3 (1) or 5 (1).\n                       I'llie iiicliisioii oftliis page i s authorized by L.N. I12/2002]\n60\n                                                      TRADE MA RKS\n                                                    SECOND\n                                                         SCHEDULE                                  (Section 3)\n                                                   Certification Marks\n\\lgll\\ LOlll-         I In relation to a collective mark, the reference in the definition of “trade\nprl’cd ‘I1        mark” (appearing in section 2 ( 1 ) ) to distinguishing goods or services of one\nLerti tiLntioii\nm,irl\\            undertaking from those of other undertakings shall be construed as a reference\n                  to distinguishing goods or services which are certified from those which are\n                  not\nI ndicatioii         2. Notwithstanding section 1 1 ( I ) (c),a certification mark may be registered\n   ycogra-\nI)(’\n                  which consists of signs or indications which may serve, in trade, to designate\nphic origin.\n                  the geographical origin of the goods or services, but the proprietor of such a\n                  mark is not entitled to prohibit the use of the signs or indications in accordance\n                  with honest practices in industrial or commercial matters, in particular, by a\n                  person who is entitled to use a geographical name.\nRestriction          3.---(l) A certification mark shall not be registered-\non regis-\ntrnt ion.               (U)   ifthe proprietor carries on a business involving the supply of goods\n                              or services of the kind certified; or\n                        (b)   if the public is likely to be misled as regards the character or\n                              significance of the mark, in particular, if it is likely to be taken to\n                              be something other than a certification mark.\n                         (2) The Registrar may require that a mark in respect of which application\n                  is made for registration include some indication that it is a certification mark,\n                  and notwithstanding section 23 (2). an application may be amended so as to\n                  comply with any such requirement.\nRegulations          4 . 4 I ) An applicant for registration of a certification mark shall file with\nre iise of’\nmarh\n                  the Registrar regulations governing the use of the mark; and such regulations\n                  shall specify-\n                        (U)   the persons authorized to use the mark;\n                        ( h ) the characteristics to be certified by the mark;\n                        (c)   how the certifying body is to test those characteristics and to\n                              supervise the use of the mark;\n                        (6) the fees (if any) to be paid in connection with the operation of the\n                              mark; and\n                        (e)   the procedures for resolving disputes.\n                         (2) Provision may be made by rules for further requirements with which\n                  the regulations have to comply.\n                                    (The inclusioii oftliis page is authorized by L.N. I12/2002]\n                                                                                                      61\n                                        TRADE MARKS\n  S.+ I ) A certification mark shall not be registered unless the regulations Approval of\n                                                                              regulations.\ngoverning the use of the mark-\n               comply with paragraph 4 (1) and any further requirements imposed\n               by rules and are not contrary to public policy or to accepted\n               principles of morality; and\n               the applicant is competent to certify the goods or services for which\n               the mark is to be registered.\n        ( 2 ) Before the end of the prescribed period after the date of the\napplication for registration of a certification mark, the applicant shall file the\nregulations with the Registrar and pay the prescribed fee, failing which, the\napplication shall be deemed to be withdrawn."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-( 1) The date of filing of an application for registration of Date of\n    ;\n    I   trade mark is the date on which the applicant furnishes the ti I i ng.\n0   documents containing everything required under section 16; and\n    where documents are furnished on different days, the date of filing\n    is the last of those dates.\n             (2) References in this Act to the date of application for\n    registration are to the date of filing of the application."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-( 1 ) For the purposes of the registration of trade marks, Classifica-\n                                                                      tion of\n    goods and services shall be classified in accordance with the goodsand\n    prescribed system of classification.                              services.\n            (2) Any question arising as to the class within which any\n    goods or services fall shall be determined by the Registrar, whose\n    decision shall be final."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1) A person who has duly filed an application for the Right to\n                                                                      priority.\n    protection of a trade mark in a Convention country (\"a Convention\n    application\") or his successor in title, has a right to priority for the\n    purposes of registering the same trade mark under this Act for\n    seine or all of the same goods or services, for a period of six months\n    from the date of filing of the first such application.\n           (2) If the application for registration under this Act is\n    made within that six-month period-\n           ( U ) the relevant date for the purposes of establishing which\n                rights take precedence shall be the date of filing of the\n0               first Convention application; and\n           ( h ) the registrability of the trade mark shall not be affected\n                 by any use of the mark in Jamaica in the period between\n                 that date and the date of the application under this Act.\n                     (The inclusion of this page is authorizedby L.N.112/2002]\n18\n                                                    TRADE MARKS\n                         (3) Any filing which, in a Convention country is equivalent\n                to a regular national filing under its domestic legislation or an\n                international agreement, shall be treated as giving rise to the right\n                of priority.\n                         (4) A subsequent application concerning the same subject\n                as the first Convention application, filed in the same Convention\n                country, shall be considered the first Convention application (of\n                which the filing date is the starting date of the period of priority) if\n                at the time of the subsequent application-\n                                                                                                   0\n                     (U)    the previous application has been withdrawn, abandoned\n                            or refused without having been laid open to public\n                            inspection and without leaving any rights outstanding;\n                            and\n                     ( b ) it has not yet served as a basis for claiming a right of\n                           priority.\n                          (5) A right of priority arising as a result of a Convention\n                application may be assigned or otherwise transmitted, either with\n                the application or independently; and the reference in subsection\n                ( 1 ) to the applicant's successor in title shall be construed\n                accordingly.\n                        ( 6 ) Provision may be made by rules as to the manner of\n                claiming a right to priority on the basis of a Convention application.\n                           (7) In this section-\n                     ( a ) \"Convention country\" means a country, other than\n                            Jamaica, which is a party to the Paris Convention as\n                            described in section 48; and\n                     ( h ) \"regular national filing\" means a filing which is adequate\n                           to establish the date on which the application was filed\n                           in that country, whatever may be the subsequent fate of                 0\n                           the application.\nc 1.11111 0 1     20.-(1)    The Minister may, by order, subject to negative\npriority by\n                resolution, make provision for conferring on a person who has\nJppllcallr\n                                  [The iiiclusioiiof this page IS aiithonzed by L N   I I2/2002]\n                               TRADE MARKS                                               21\n      ( b ) all opposition proceedings are withdrawn or decided\n            in favour of the applicant,\nthe Registrar shall register a trade mark unless it appears to the\nRegistrar, having regard to matters coming to the Registrar’s\nnotice since the acceptance of the application, that it was\naccepted in error or unless the prescribed fee has not been paid\nwithin the prescribed period.\n         (2) Where the prescribed fee is not paid within the\nprescribed period, the application shall be deemed to be\nwithdrawn.\n         (3) Where the registration of a trade mark is not\ncompleted within six months from the date of the application by\nreason of default on the part of the applicant, the Registrar may,\nafter giving notice of the non-completion to the applicant in\nwriting in the prescribed manner, treat the application as\nabandoned unless it is completed within the time specified in the\nnotice.\n         (4) The registration of a trade mark shall take effect as\nof the date of filing of the application for registration, and that\ndate shall be deemed for the purposes of this Act to be the date\nof registration.\n         ( 5 ) On the registration of a trade mark, the Registrar\nshall issue to the applicant a certificate of registration.\n  2 5 . 4 1 ) Rules may make provision with respect to-             Further\n                                                                            provisions\n     (a) the division of an application for the registration of a reregishation\n                                                                  series. etc.\n         trade mark into several applications;\n     (b) the merging of separate applications or registrations;\n     (c) the registration of a series of trade marks.\n       (2) The rules may include provision as to-\n      (a) the circumstances in which and the conditions subject\n          to which division, merger or registration of a series is\n          permitted; and\n22\n                      (b) the purposes for which an application to which the\n                           rules apply is to be treated as a single application and\n                           those for which it is to be treated as a number of\n                           separate applications.\n                        (3) A series of trade marks means a number of trade\n                marks which resemble each other as to their material particulars\n                and differ only as to matters of a non-distinctive character not\n                substantially affecting the identity of the trade mark.\nRegistrat ion\nsuhjed to\n                  2 6 . 4 1 ) If a trade mark-\ndisclaimer.          (a) contains any part not separately registered by the\n                         proprietor as a trade mark; or\n                     (h) contains any matter common to the trade or otherwise\n                         of a non-distinctive character,\n                the Registrar or the Court, in deciding whether the trade mark\n                shall be entered or shall remain on the register shall act in\n                accordance with subsection (2).\n                        (2) The Registrar or the Court may require, as a\n                condition of the trade mark being on the register, that the\n                proprietor-\n                     (a) shall disclaim any right to the exclusive use of any part\n                          of the trade mark or any portion of any matter referred\n                          to in subsection (I), to the exclusive use of which they\n                          hold him not to be entitled;\n                     (h) shall make such other disclaimer as they consider\n                         necessary for the purpose of defining the proprietor's\n                         right under the registration:\n                   Provided that no disclaimer shall affect any rights of the\n                proprietor of a trade mark except such as arise out of the\n                registration of the trade mark in respect of which the disclaimer\n                is made.\n                        (3) An applicant for registration of a trade mark or the\n                proprietor of a registered trade mark may by notice in writing\n                given to the Registrar-\n                                                                                          23\n                                         TRADE MARKS\n          ( a ) disclaim any right to the exclusive use of any specified\n                element of the trade mark; or\n          ( h ) agree that the rights conferred by the registration shall\n                 be subject to a specified territorial or other limitation.\n                (4) Where the registration of a trade mark is subject to a\n0   disclaimer or limitation, the rights conferred by section 5 are\n    restricted accordingly, and a disclaimer properly made may not be\n    revoked.\n             ( 5 ) Rules shall provide for the publication and entry in\n    the register of a disclaimer or limitation.\n       PARTIV. Deulings with Registered Trade Marks Assignment\n                         und Transmission\n       2 7 . 4 1 ) A registered trade mark is transmissible by assignment, Assignment,\n    testamentary disposition or operation of law in the same way as etc.,  tradeofmark,\n    other personal or moveable property, and is so transmissible either\n    in connection with the goodwill of a business or otherwise.\n            (2) An assignment or other transmission of a registered\n    trade mark may be partial, that is, limited so as to apply in relation\n    to-\n          (U)    some but not all of the goods or services for which it is\n                 registered; or\n          ( h ) use of the trade mark in a particular manner or a particular\n                locality.\n             (3) Notwithstanding anything in subsection (1) or (2), but\n    subject to subsection (4),a registered trade mark is not transmissible\n    where its transmission would be likely to deceive or confuse the\n0   public by reason of the conferment of exclusive rights on more\n    than one person, to use identical or similar trade marks in relation\n    to identical or similar goods or services.\n             (4) An assignment of a registered trade mark is not\n    effective unless it is in writing signed by or on behalf of the assignor,\n                                                          ~\n                      lThe inclusion of this page is authorized by L.N. l12/2002I\n                                                      TRADE MARKS\n                 or, as the case may be, a personal representative; and where the\n                 assignor or personal representative is a body corporate, this\n                 requirement may be satisfied by the affixing of its seal.\n                         (5) The foregoing provisions of this section and such\n                 provisions as may be prescribed apply to assignment by way of\n                 security as in relation to any other assignment.\n                          (6) A registered trade mark may be the subject of a charge\n                 in the same way as other personal or moveable property.\n                             (7) An assignment may be registered as provided in section"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30.\n                          (8) Rules may make provision in relation to the assignment\n                 of a trade mark and as respects any trade mark which is or is to be\n                 the subject of a charge.\n                          (9) Nothing in this Act shall be construed as affecting the\n                 assignment or other transmission of an unregistered trade mark as\n                 part of the goodwill of a business.\n                                                         Licensing\nI’rovisions as       28.- 1) A licence to use a registered trade mark may be general\n10 licences.\n                 or limited; and a limited licence may apply, in particular, in relation\n                 to-\n                       (U)    some but not all of the goods or services for which the\n                              trade mark is registered; or\n                       ( h ) use of the trade mark in a particular manner or a particular\n                             locality.\n                         (2) A licence is not effective unless it is in writing signed\n                 by or on behalf of the grantor; and where the grantor is a body                     0\n                 corporate, this requirement may be satisfied by the affixing of its\n                 seal.\n                         (3) Unless the licence otherwise provides, it is binding on\n                 a successor in title to the grantor’s interest; and references in this\n                                   [The iiiclusioii oftliis page is autliorized by L.N. I I2/2002]\n                                                                                    29\n                                      TRADE MA R KS\n    proceed with the action unless the other is either joined as a plaintiff\n    or added as a defendant.\n            (3) The provisions of subsection (2) do not affect the\n    granting of interlocutory relief on an application by a proprietor or\n    exclusive licensee alone.\n              (4) A person who is added as a defendant as mentioned in\n0   subsection (2) shall not be made liable for any costs in the action\n    ciiiless he takes part in the proceedings.\n             (5) Where an action for infringement of a registered trade\n    inark is brought which relates wholly or partly to an infringement\n    in respect of which the proprietor and an exclusive licensee have\n    or have had concurrent rights of action-\n         (U)   in assessing damages the Court shall take into account\n               the terms of the licence and any pecuniary remedy\n               already awarded or available to either of them in respect\n               of the infringement;\n         ( h ) no account of profits shall be directed if an award of\n               damages has been made, or an account of profits has\n               been directed, in favour of the other of them in respect\n               of the infringement; and\n         ( c ) the Court shall, if an account of profits is directed,\n               apportion the profits between them as the Court considers\n               just, subject to any agreement between them.\n             ( 6 ) Subsection (5) shall apply whether or not the proprietor\n    and the exclusive licensee are both parties to the action; and if they\n    are not both parties the Court may give such directions as it thinks fit\n0   as to the extent to which the party to the proceedings is to hold the\n    proceeds of any pecuniary remedy on behalf of the order.\n            (7) The proprietor of a registered trade mark shall notify\n    any exclusive licensee who has a concurrent right of action before\n    applying for an order under section 38; and the Court may on\n                    ll%e iiiclusioii of this page is authorized by L.N. I IU200?]\n30\n                                                       TRAD E MARKS\n                    application of the licensee make such order under that section, as\n                    it thinks fit, having regard to the terms of the licence.\n                             (8) The provisions of subsections (2) to (7) have effect\n                    sub.ject to any agreement to the contrary between the exclusive\n                    licensee and the proprietor.\n                             (9) Where and to the extent that an exclusive licensee has\n                    the rights and remedies of an assignee by virtue of section 33, then\n                                                                                                     (3\n                    the provisions of this section shall apply as if he were the proprietor\n                    of the registered trade mark.\nlllfllI\\     (11       34.-( 1) Subject to the provisions of this section, unless his\notlicr\nJ~~~~~~~~~          licence or any licence through which his licence is derived provides\niiilrtti~eiiiciit\nproccedwg\\\n                    otherwise, a licensee is entitled to call on the proprietor of the\n                    registered trade mark to take infringement proceedings in respect\n                    of any matter which affects his interests.\n                           (2) If the proprietor refuses to take infringement\n                    proceedings or fails to do so within two months after being called\n                    upon. the licensee may bring the proceedings in his own name as\n                    if he were the proprietor.\n                             (3) Where infringement proceedings are brought by a\n                    licensee by virtue of this section, the licensee may not, without the\n                    leave of the Court, proceed with the action unless the proprietor is\n                    either joined as a plaintiff or added as a defendant.\n                            (4) The provisions of subsection (3) do not affect the\n                    granting of interlocutory relief on an application made by a licensee\n                    alone.\n                            (5) A proprietor who is added as a defendant as required\n                    under subsection (3) shall not be made liable for any costs in the\n                    action unless he takes part in the proceedings.\n                                                                                                     0\n                            (6) Where infringement proceedings are taken by a\n                    proprietor of a registered trade mark, any loss suffered or likely to\n                    be suffered by licensees shall be taken into account in such\n                                    [Tlie iiiclusion of this page is authorized by L.N. I I2/2002]\n                                                                                        31\n                                      TRADE MARKS\n    proceedings; and the Court may give such directions as it thinks\n    fit as to the extent to which the plaintiff is to hold the proceeds of\n    any pecuniary remedy on behalf of licensees.\n             (7) This section shall not apply where or to the extent that\n    a licensee has a right to bring proceedings in his own name."
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35.-( 1) The Court may make an order requiring the person Order for\n0   who is found to have infringed a registered trade mark-     erasure, etc.,\n                                                                of sign.\n         (U)   to cause the offending sign to be erased, removed or\n               obliterated from any infringing goods, materials or\n               articles in his possession, custody or control; or\n         ( h ) where it is not reasonably practicable for the offending\n               sign to be erased, removed or obliterated, to secure the\n               destruction of the infringing goods, materials or articles.\n             (2) If an order under subsection (1) is not complied with\n    or it appears to the Court likely that such an order would not be\n    complied with, the Court may order that the infringing goods,\n    material or articles be delivered to such person as the Court may\n    direct for erasure, removal or obliteration of the sign or for\n    destruction, as the case may be."
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36.-( 1) The proprietor of a registered trade mark may apply to Order for\n                                                                         delivery up,\n    the Court for an order for the delivery up to him or to such other etc.\n    person as the Court may direct, of any infringing goods, material\n    or articles which a person has in his possession, custody or control\n    in the course of business.\n            (2) An application shall not be made after the end of the\n    period specified in section 37 and no order shall be made unless\n    the Court also makes or it appears to the Court that there are grounds\n0   for making, an order under section 38.\n              (3) A person to whom any infringing goods, material or\n    articles are delivered up in pursuance of an order under this section\n    shall. if an order under section 38 is not made, retain them pending\n                    (The iticlusion of this page is authorized by L.N. I12/20021\n                                                             TRADE MARKS\n                          the making of an order, or the decision not to make an order under\n                          that section.\n                                     (4) Nothing in this section affects any other power of the\n                          Court.\n I I l l w l ( l l 1 01      37.-( 1 ) Except in the circumstances specified in subsection\nliiiic tor order\n                          (2). an application for an order under section 36 may not be made\n 1111\n        dell,cl,\n                          after the period of six years from-                                              0\n                               (U)    the date on which the trade mark was applied to the goods\n                                      or their packaging, in the case of infringing goods;\n                               ( h ) the date on which the trade mark was applied to the\n                                     material, in the case of the infkinging material; or\n                               (c) the date on which the articles were made, in the case of\n                                   infringing articles.\n                                   (2) If during the whole or part of such period the proprietor\n                          of the registered trade mark was-\n                               (U)    under a disability; or\n                               ( b ) prevented by fraud or concealment from discovering the\n                                     facts entitling him to apply for an order,\n                          he may make an application at any time before the end of the period\n                          of six years from the date on which he ceased to be under a disability\n                          or. as the case may be, could with reasonable diligence have\n                          discovered those facts.\nOrder lbr                   38.-( 1 ) An application may be made to the Court-\n(I i s i w w l .\n                               (U)    for an order that infringing goods, material or articles\n                                      delivered up pursuant to an order under section 36 be\n                                      destroyed 0.r forfeited to such person as the Court may\n                                      think fit; or                                                        0\n                               ( b ) for a decision that no such order should be made.\n                                 (2) In determining what order (if any) should be made,\n                          the Court shall consider whether other remedies available in an\n                                           [The iiiclusioii oftliis page is authorized by L.N. 112120021\n                                      TRADE MARKS\nregarded as protected under the Paris Convention only if or to\nthe extent that-\n     (a) the organization in question has notified the\n         Government of Jamaica in accordance with Article\n         6ter (3) of the Convention that it desires to protect\n         that emblem, abbreviation or name;\n     (b) the notification remains in force; and\n     (c) the Government of Jamaica has not objected to it in\n         accordance with Article 6ter (4) or any such objection\n         has been withdrawn.\n        (3) Notification under Article 6ter (3) of the Paris\nConvention shall have effect only in relation to applications for\nregistration made more than two months after the receipt of the\nnotification.\n        (4) The Registrar shall keep and make available for\npublic inspection by any person, at all reasonable hours and free\nof charge, a list of-\n     (a) state emblems and official signs or hallmarks; and\n     (b) the emblems, abbreviations and names of international\n         organizations which are for the time being protected\n         under the Paris Convention by virtue of notification\n         under Article 6ter (3).\n  5 2 . 4 1 ) The Registrar shall not register a trade mark Emblemsol\nconsisting of or containing any emblem to which this section\napplies, without the authorization of the international wganiza-\n                                                                                      zzna,\norganization concerned, unless it appears to the Registrar that\nthe use of the symbol in the manner proposed-\n     (a) is not such as to suggest to the public that a connection\n           exists between the organization and the trade mark; or\n     (b) is not likely to mislead the public as to the existence of\n         a connection between the user and the organization.\n              ~~~           .\n                    [Tlic iiiclmioii of h i s page is aalliori7xdby I..N   88/2003]\n                                                TRADEUARKS\n                  (2) The emblems to which this section applies are-\n                (a) the armorial bearings, flags or other emblems; and\n                (b) the abbreviations and names of international inter-\n                    governmental organizations of which one or more\n                    Convention countries are members.\n                   (3) The provisions of this section as to emblems apply\n           equally to anything, the heraldic elements of which, in the\n           opinion of the Registrar, imitate any such emblem.\n                   (4) The international organization whose authorization\n           for registration of a trade mark is or would be required under\n           this section may restrain by injunction any use of the mark in\n           Jamaica without its authorization.\n2 5 2001           ( 5 ) Nothing in this section affects the rights of a person\n3rd Sch\n           whose bonafide use of the trade mark in question began before\n           the specified date.\n2512001\n3rd Sch            (6) In subsection (9,the specified date means the date\n           when the relevant provisions of the Paris Convention enter into\n           force in relation to Jamaica.\nALZS of       53.-(1)   The provisions of this section apply where an\nAgent%\n           application for registration of a trade mark is made by a person\n           who is the agent or representative of the proprietor of the mark\n           in a Convention country.\n                  (2) The Registrar shall refuse to register the trade mark\n           if the proprietor opposes the application.\n                  (3) If the application (not being so opposed) is granted,\n           the proprietor may-\n                (a) apply for a declaration of the invalidity of the\n                     registration; or\n                (h) apply for the rectification of the register so as to\n                     substitute his name as the proprietor of the registered\n                     trade mark.\n                          I Ihe IIIC~II\\IIIII III thi\\ pigc I\\ ,iiitlirrri/crl hy I . N   XXl2007I\n                                                                                    43\n                                       TRADE MARKS\n               (4) The proprietor of a trade mark may (notwithstanding\n    the rights conferred by this Act in relation to a registered trade\n    mark) by injunction restrain any use of the trade mark in Jamaica\n    which is not authorized by him.\n             ( 5 ) Subsections (2), ( 3 ) and (4)do not apply if, or to the\n    extent that. the agent or representatives justifies his action.\n0            (6) An application under subsection ( 3 ) ( a )or ( b )must be\n    made within three years of the proprietor becoming aware of the\n    registration; and no injunction shall be granted under subsection\n    (4) in respect of a use in which the proprietor acquiesced for a\n    continuous period of three years or more.\n                            PARTVIII. Administration\n                            Functions of the Registrar"
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47. Effect of acquiescence.\n                PARTV 1I . Provisions to Implement International\n                                  Conventions\n                The Paris Convention: Supplementary Provisions"
    },
    {
      "provision_ref": "sec53",
      "section": "53",
      "title": "Section 53",
      "content": "53. Acts of agents.\n                     IThe iiiclusioii of this page is authorized by L.N. I12/2002]\n4\n                                     TRADE MARKS\n                              PARTVIII. Administration\n                             Functions of the Registrar"
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54. The Registrar may require the use of such forms as he may Forms\n    direct for any purpose relating to the registration of a trade mark\n    or any other proceeding before him under this Act g d shall cause\n    the forms and directions for their use to be published in the\n    prescribed manner."
    },
    {
      "provision_ref": "sec55",
      "section": "55",
      "title": "Section 55",
      "content": "55.-( 1) Subject to such restrictions as may be prescribed, after Supply of\n                                                                         information.\n    the publication of an application for registration of a trade mark,\n    the Registrar shall provide information relating to the application\n    to any person who makes a request in the prescribed manner and\n    pays the prescribed fee (if any) and shall permit him to inspect any\n    documents relating to the application or to any registered trade\n    mark resulting from it, as may be specified in the request.\n             (2) The Registrar shall not publish any documents or\n0   communicate any information relating to an application for\n    registration of a trade mark before the publication of the application\n    except-\n         (U)    in such cases and to such extent as may be prescribed;\n                     (-flieinclusion of'this page is authorized by L.N. I IY2002]\n44\n                                                      TRADE MARKS\n                        ( b ) with the consent of the applicant; or\n                        ( c ) in the circumstances set out in subsection (3).\n                             ( 3 ) Where a person has been notified that an application\n                   for registration of a trade mark has been made and that the applicant\n                   will. if the application is granted, bring proceedings against him in\n                   respect of acts done after publication of the application, he may\n                   make a request under subsection (1) notwithstanding that the\n                                                                                                    0\n                   application has not been published; and subsection (1) shall apply\n                   accordingly.\nI'o\\\\cr 10           56.-(    1) Rules may make provision-\n;I\\\\ ;ird costs.\nClC                     (U)   empowering the Registrar in any proceedings before the\n                              Registrar-\n                                   (i) to award any party such costs as he may\n                                       consider reasonable and to direct how and by\n                                       what parties they are to be paid;\n                                   (ii) in such cases as may be prescribed, to require a\n                                        party to proceedings before him to give security\n                                        for costs, in relation to those proceedings or to\n                                        proceedings on appeal; and\n                        ( b ) as to the consequences if security is not given.\n                          (2) An order under subsection (1) (a)is enforceable in the\n                   same way as an order of the Court.\n1;vidcnce            57. Rules may make provision for-\nhctore\nRe,'.\n   -i\\trar.             (U)   the giving of evidence in proceedings before the Registrar\n                              under this Act by affidavit or statutory declaration;\n                        ( b ) the conferment on the Registrar of the powers to examine\n                              witnesses on oath and to require the discovery and\n                                                                                                    0\n                              production of documents;\n                        ( c ) the attendance of witnesses in proceedings before the\n                              Registrar.\n                                    [The iiiclusion of this pagejs authorized by L.N._ I I2/2002]\n                                                                                    47\n                                     TRADE MARKS\n         ( h ) if in any other case, the application is made to the\n              Registrar, the Registrar may-\n                    (i)    at any stage of the proceedings refer the\n                            application to the Court; or\n                    (ii) after hearing the parties, determine the\n0                        question between them, subject to appeal to\n                         the Court.\n            (3)   Except where the Registrar or the Court directs\n    otherwise, the effect of the correction of the register is that the\n    error or omission in question shall be deemed never to have been\n    made.\n              (4) The Registrar may, on request made in the prescribed\n    manner by a proprietor of a registered trade mark or licensee, enter\n    any change in his name, address or description as appears on the\n    register."
    },
    {
      "provision_ref": "sec56",
      "section": "56",
      "title": "Section 56",
      "content": "56. Power to award costs, etc.\n                                                                                  U"
    },
    {
      "provision_ref": "sec60",
      "section": "60",
      "title": "Section 60",
      "content": "60. Appeal against decisions of Registrar.\n                                        The Register"
    },
    {
      "provision_ref": "sec63",
      "section": "63",
      "title": "Section 63",
      "content": "63.-( 1) Rules may be made empowering the Registrar to do Adaptation\n    such things as the Registrar considers necessary to implement any of  entries\n                                                                       to new\n    amended or substituted classification of goods or services for the register.\n    purposes of the registration of trade marks.\n            (2) The rules may provide, in particular, for the\n    amendment of existing entries on the register so as to accord with\n    the new classification.\n             ( 3 ) The Registrar shall not exercise the power of\n    amendment so as to extend the rights conferred by the registration,\n    except where it appears to the Registrar that compliance with this\n    requirement would involve undue complexity and that any\n    extension would not be substantial and would not adversely affect\nG   the rights of any person.\n            (4)The rules may empower the Registrar-\n         ( a ) to require the proprietor of a registered trade mark within\n              such time as may be prescribed, to file a proposal for\n              amendment of the register; and\n                   [The iiiclusioii of this page is authorized by L.N. I12/2002]\n48\n                                                 TRADE MARKS\n                    ( b ) to cancel or refuse to renew the registration of the trade\n                          mark in the event of his failing to do so.\n                       ( 5 ) A proposal filed under subsection (4) shall be\n               advertised and may be opposed in such manner as may be\n               prescribed."
    },
    {
      "provision_ref": "sec64",
      "section": "64",
      "title": "Section 64",
      "content": "64. In all legal proceedings relating to a registered trade mark,\n               including proceedings for the correction of the register, the\n                                                                                                       0\n               registration of a person as a proprietor of a trade mark shall be\n               prima,facie evidence of the validity of the original registration\n               and of any subsequent assignment or other transmission of it.\n                                                                                               ‘ ) 1"
    },
    {
      "provision_ref": "sec65",
      "section": "65",
      "title": "Section 65",
      "content": "65.-(   1) If in proceedings before the Court the validity of the\n               registration of a trade mark is contested and the Court finds that\n               the trade mark is validly registered, the Court may give a certificate\n               to that effect.\n                       (2) If the Court gives such a certificate and in subsequent\n               proceedings-\n                    ( a ) the validity of the registration is again questioned; and\n                    ( b ) the proprietor obtains a final order or judgement in his\n                          favour,\n               he is entitled to his costs as between attorney-at-law and client,\n               unless the Court directs otherwise.\n                       (3) Subsection (2) does not extend to the costs of an appeal\n               in any proceedings mentioned in that subsection.\n                                   PARTIX. General Provisions\n                  Powers of Commissioner of Customs Relating to Inpinging\nI’rohi hitcd\n                                          Goods\n                 6 6 . 4 1) The proprietor of a registered trade mark or a licensee,\n                                                                                                       0\ngo1,ds.\n               may give notice in writing to the Commissioner of Customs-\n                    ( a ) that he is the proprietor or, as the case may be, a licensee\n                          of the registered trade mark;\n                               [The iticlusioti of this page is authorized by L.N. I12/2002]\n                                                                                                  49\n                                      TRADE MARKS\n         ( h ) that. at the time and place specified in the notice, goods\n               which are infringing goods in relation to that registered\n               trade mark are expected to arrive in Jamaica; and\n         ( c ) that he requests the Commissioner to treat them as\n               prohibited goods under the Customs Act.\n             (2) When a notice is in force under this section, the\n0   importation of the goods to which the notice relates, otherwise\n    than by a person for his private and domestic use, is prohibited;\n    but a person is not, by reason of the prohibition, liable to any penalty\n    under the Customs Act other than forfeiture of the goods."
    },
    {
      "provision_ref": "sec67",
      "section": "67",
      "title": "Section 67",
      "content": "67. The Commissioner may make regulations subject to Powerof\n                                                                Commis-\n    affirmative resolution in respect of the following matters- sioner to make\n                                                                                   regulations.\n         (U)   prescribing the form in which notice is to be given under\n               section 66; and\n         ( h ) requiring the person giving notice to give such evidence\n               as may be prescribed in the regulations at the time or\n               times so prescribed; and\n         ( c ) requiring that person to comply with any prescribed\n               conditions, in particular-\n                    (i)     to pay the prescribed fees in respect of the\n                            giving of the notice;\n                    (ii) to give security in respect of any liability or\n                         expense which the Commissioner may incur\n                         in consequence of the notice by reason of the\n                         detention of any goods or anything done to\n                         goods detained;\n0                   (iii) to indemnify the Commissioner against any\n                          such liability or expense whether security has\n                          been given or not,\n    and regulations may make different provisions as respects different\n    classes of case to which they apply and may include such incidental\n                    [The inclusion of this page i s authorized by L.N. I l2/202]\n50\n                                                   TRADE MARKS\n                 and supplementary provisions as the Commissioner considers\n                 necessary or desirable.\nI)i\\LIouirc         68. When information relating to infringing goods, material or\nol iiiforiiia-\ntloll            articles (as defined in section 32) has been obtained by the\n                 Commissioner for the purposes of or in connection with the exercise\n                 of his function in relation to imported goods, the Commissioner\n                 may authorize the disclosure of that information for the purpose of\n                 facilitating the exercise by any person of any function in connection          0\n                 with the investigation or prosecution of an offence under section\n                 69 or any other law relating to such investigation of prosecution.\n                                                        Offences\nIJntiuthorired      69.+ 1) Subject to subsection (4),a person commits an offence\nLlFr of\ntrade 1,1arl     if with intent to gain for himself or another, or with intent to cause\n                 loss to another, and without the consent of the proprietor of the\n                 trade mark he-\n                      (U)   applies to goods a sign identical with, or likely to be\n                            mistaken for, a registered trade mark; or\n                      ( b ) sells or lets for hire, offers or exposes for sale or hire or\n                            distributes goods which bear, or the packaging of which\n                            bears, such a sign; or\n                      ( c ) has in his possession, custody or control in the course of\n                            a business any goods referred to in paragraph ( 6 )with a\n                            view to the doing of anything, by himself or another,\n                            which would be an offence under paragraph (b).\n                          (2) Subject to subsection (4),a person commits an offence\n                 if. with a view to gain for himself or another, or with intent to\n                 cause loss to another, and without the consent of the proprietor\n                 he-\n                      (a) applies a sign identical to or likely to be mistaken for a\n                                                                                                0\n                            registered trade mark to material intended to be used for\n                            labelling or packaging goods or as a business paper in\n                            relation to goods or for advertising goods; or\n                                 [The iiiclusion of this page is authorized by L.N. I l2QO02l\n52\n                                                   TRADE MARKS\n                          ( 6 ) A person who commits an offence under this section\n                is liable-\n                     ( a ) on summary conviction before a Resident Magistrate to\n                           a fine not exceeding one million dollars or to a term of\n                           imprisonment not exceeding twelve months or to both\n                           such fine and imprisonment;\n                     ( b ) on conviction before the Circuit Court to a fine or to\n                           imprisonment not exceeding five years or to both such\n                                                                                               0\n                           fine and imprisonment.\nFalzi tica-        7 0 . 4 1 ) A person commits an offence if he makes or causes to\n11011 ot\nentn\n                be made a false entry in the register or makes or causes any writing\n                or document purporting to be a copy of an entry in the register, or\n                produces or tenders or causes to be produced or tendered in evidence\n                any such writing, knowing or having reason to believe that the\n                entry or writing is false.\n                           (2) A person guilty of an offence under subsection (1) is\n                liable-\n                     (U)    on summary conviction before a Resident Magistrate to\n                            a fine not exceeding two hundred and fifty thousand\n                            dollars or to imprisonment for a term not exceeding six\n                            months;\n                     (b) on conviction before a Circuit Court to a fine or to\n                         imprisonment not exceeding six years or to both such\n                         fine and imprisonment.\nra i ~ i y        71.+1)    A person commits an offence if he-\nrepresenting\ntrade marl,          (a) represents that a mark is a registered trade mark; or\nd\\ registered\nmarl,                 (b) makes a representation as to the goods or services for\n                            which a trade mark is registered,\n                knowing or having reason reason to believe that the representation\n                                                                                               0\n                is false.\n                          (2) The use in Jamaica in relation to a trade mark of the\n                word \"registered\" or of any other word or symbol importing a\n                                                                                     53\n                                       TRADE MARKS\n    reference (expressed or implied) to registration, shall be deemed\n    to be a representation as to registration under this Act, unless it is\n    shown that the reference is to registration in another country and\n    that the trade mark is, in fact, so registered for the goods or services\n    in question.\n0           ( 3 ) A person guilty of an offence under this section is\n    liable on summary conviction before a Resident Magistrate to a\n    fine not exceeding two hundred and fifty thousand dollars or to\n    imprisonment for a term not exceeding six months."
    },
    {
      "provision_ref": "sec68",
      "section": "68",
      "title": "Section 68",
      "content": "68. Disclosure of information.\n                                           OjZences"
    },
    {
      "provision_ref": "sec70",
      "section": "70",
      "title": "Section 70",
      "content": "70. Falsification of entry.\n                                                                                  0\n    7 1.   Falsely representing trade mark as registered mark."
    },
    {
      "provision_ref": "sec72",
      "section": "72",
      "title": "Section 72",
      "content": "72.-( 1) Where in connection with the investigation or Forfeiture\n    prosecution of a relevant offence infringing items have come into\n    the possession of any person, that person may apply under this\n    section for an order for the forfeiture of the infringing items.\n               (2) An application may be made-\n         (U)    to the Court before which any proceedings have been\n                brought for a relevant offence relating to the infringing\n                items; or\n         ( h ) to the Resident Magistrate's Court by way of a complaint,\n               if no application has been made under paragraph (a).\n             (3) A court shall not make an order under this section\n    unless it is satisfied that the items are infringing items; and the\n    Court may so regard them if it is satisfied that a relevant offence\n    was committed in relation to items which are representative of the\n    infringing items, whether by reason of being of the same design or\n0   part of the same consignment or batch, or otherwise.\n               (4) Any person aggrieved by an order of the Resident\n    Magistrate's Court made under this section or a decision not to\n    make an order may appeal to the Court of Appeal and an order so\n    made may provide for delaying the coming into force of the order\n    pending the making and determination of any appeal.\n                     1 Ilir inclusion ot this page IS authonzed by L N   112/2002]\n54\n                                                    TRADE MARKS\n                       (5) The Court may order that any infringing items forfeited\n               under this section-\n                       ( a ) shall be destroyed in accordance with the directions of\n                             the Court; or\n                       ( b ) shall be released to such person as the Court may specify,\n                   .        on condition that such person causes the offending sign\n                            to be erased, removed or obliterated and complies with\n                                                                                                 0\n                            any order to pay costs made against him in the\n                            proceedings for the order for forfeiture.\n                          ( 6 ) In this section-\n                            \"infringing items\" means-\n                                  (i)     goods which, or the packaging of which bear\n                                          a sign identical to or likely to be mistaken for\n                                          a registered trade mark;\n                                 (ii) material bearing such a sign and intended to\n                                      be used for labelling or packaging goods, as a\n                                      business paper in relation to goods or for\n                                      advertising of goods; or\n                                 (iii) articles specifically designed or adapted for\n                                       making copies of such a sign; and\n                            \"relevant offence\" means any offence under section 70\n                            or under any other law relating to trade marks or any\n                            offence involving dishonesty or deception.\nOftKnce h!        73.--(1) Where an offence under this Act is alleged to have\nportnership.\nhodv corpo-    been committed by a partnership, proceedings shall be brought\nriltc.\n               against the partnership in the name of the firm and not in that of\n               the partners, but without prejudice to any liability of the partners\n               under subsection (4).\n                                                                                                 0\n                       (2) Any rules of courts relating to the service of documents\n               on a body corporate shall apply for the purposes of any proceedings\n               under subsection (1).\n                                 [The illclusion of this page is authorized by L.N. I 12/2002]\n                                                                                                           57\n                                          TRADE MARKS\n                 (3) In this section-\n          ([I)     \"alter\" includes adapt or repeal;\n          ( h ) \"enactment\" includes any instrument having the force\n                of law but does not include this Act.\n0                                         FIRSTSCHEDULE\n                                          Collective Marks\n                                                                                       (Section 3)\n        I . In relation to a collective mark, the reference in the definition of \"trade Signs com-\n    mark\" (appearing in section 2 ( 1 ) ) to distinguishing goods or services of one                 ~ ~ ~ ~ ~ t i ~ e\n    undertaking from those of other undertakings shall be construed as a reference marks.\n    to distinguishing goods or services of members of the association which is the\n    proprietor of the mark from those of other undertakings."
    }
  ],
  "definitions": [
    {
      "term": "Convention country",
      "definition": "a country, other than",
      "source_provision": "sec19"
    },
    {
      "term": "regular national filing",
      "definition": "a filing which is adequate",
      "source_provision": "sec19"
    },
    {
      "term": "relevant offence",
      "definition": "any offence under section 70",
      "source_provision": "sec72"
    }
  ]
}