{
  "id": "jm-stat-the-trade-union-act",
  "type": "statute",
  "title": "The Trade Union Act",
  "title_en": "The Trade Union Act",
  "short_name": "Trade Union Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-trade-union-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-trade-union-act | Legal areas: Companies and Associations",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The name of the trade union and place of meeting for the business of\n                  the trade union."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-\n  \"industrial dispute\" means any dispute between employers                            ,\n       and workers, or between workers and workers, which s.2(a).\n       is connected with the employmentornon-\n       employment, or the terms of employment, or with the\n       conditions of labour, of any person;\n  \"trade union\" means any combination whether temporary\n       or permanent, the principal purposes of which are,\n       under its constitution, the regulation of the relations\n       between workers and employers, or between workers s,    16/2002\n                                                                                        ,\n       and workers, or between employers and employers\n       whether such combination would or would not, if this\n       Act had not been enacted, have been deemed to have\n       been an unlawfUl combination by reason of some one\n       or more of its purposes being in restraint of trade:\n         Provided that nothing in this Act-\n             (a) shall effect-\n                (i) any agreement between partners as to\n                    their own business;\n              (ii) any agreement between an employer and\n                    those employed by him as to such\n                    employment;\n              (iii) any agreement in consideration of the sale\n                    of the goodwill of a business or of\n                    instruction in any profession, trade or\n                    handicraft;\n            (b) shall preclude any trade union                                from\n                providing benefits for its members;\n            [The ilicl~ls~nn\n                          ol'this page is authorized by I . N .   88120031\n4                                                 TRADE UNIONS\n16 2002               \"workers\" means all persons employed in trade or industry,\nS, 2 (d) (i)\n                          whether or not in the employment of the employer\n16 2002                   with whom an industrial dispute arises;\nS . 2(d) (ii)\nPurposes o f       3. The purposes of any trade union shall not, by reason\ntrade union\nno1 unlan4iil.   merely that they are in restraint of trade, be deemed to be\n                 unlawhl, so as to render any member of such trade union liable\n                 to criminal prosecution for conspiracy or otherwise.\nAgreement or       4. The purposes of any trade union shall not by reason merely\ntrust not void\nor voidable.     that they are in restraint of trade, be unlawhl so as to render\n                 void or voidable any agreement or trust.\nEnactments         5. The following enactments, that is to say-\nwhich shall\nnot apply lo\ntrade unions\n                       ( a ) the Friendly Societies Act or any enactment\n                             amending or replacing the same;\n                       ( b ) the Industrial and Provident Societies Act, and any\n                             enactment amending or replacing the same; and\n                       (c) the Companies Act and any enactment amending or\n                            replacing the same,\n                 shall not apply to any trade union, and the registration of any\n                 trade union under any of the said enactments shall be void, and\n                 the deposit of the rules of any trade union made under the\n                 Friendly Societies Act and any enactment amending the same\n                 before the passing of this Act, shall cease to be of any effect.\n                                         Regstered Trade Uriiorls\nTrade unions       6.-(1) Upon the establishment of a trade union, it shall be\nto be\nregistered.      the duty of the committee of management or trustee appointed in\n                 that behalf, or in default of any such appointment, the directing\n                 authority, by whatever name it may be called, of such union, to\n                 make application for registration within thirty days after the date\n                 of the establishment of such union. Any person who fails to\n                 comply with the requirements of this section shall be guilty of\n                 an offence and shall be liable on summary conviction to a\n1612003          penalty not exceeding ten thousand dollars, and where the\nS.3 (a).\n                               ~p\n                                [Tlic i ~ i c l u s ~of\n                                                     o ~this                  by L.N.\n                                                         i page IS ai~tl~orized         88120031\n                                TRADE UNlONS\noffence is continued after conviction the person shall be guilty\nof a further offence and shall be liable on summary conviction to\na penalty of five hundred dollars for each week during which the\noffence is so continued.\n        (2) In the case of a trade union established at the date of\nthe coming into force of this Act, this section shall apply as if\nthe date of the coming into force of this Act were the date of the\nestablishment of such union.\n       (3) When a penalty is jointly and severally incurred\nunder this section by any number of persons, every such person\nshall be liable to pay the whole penalty unless the court\notherwise directs.\n       (4) If an application for registration of a trade union has\nnot been made as required by this Act or if registration of a trade\nunion has been refused or cancelled, every member of such trade\nunion who continues as a member thereof, and every person\nwho takes part in any meeting or proceedings of a trade union,\nknowing that such union is not registered under this Act, shall be\nguilty of an offence and shall be liable on summary conviction .,1612002\n                                                                     (,         ,\nto a penalty not exceeding five hundred dollars."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The appointment and removal of a general committee of management.\n                  of a trustee or trustees. a treasurer and other officers. and the duties of such\n                  committee, trustees. treasurer and officers."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The keeping of books and accounts as required by this Act. and the\n                  investment of the funds of the trade union."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The inspections of the books and names of members of the trade union\n                  by every person having an interest in the funds of the trade union.\n                                                             ~ i pngc is ; ~ u h r i z c dby I. N. 88120031\n                                   [Tho i ~ i c l ~ ~ soft othis"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. It shall be IawfUl for any trade union registered under this             ,,,,\nAct to purchase or take upon lease in the name of the trustees for union may\n                                                                      deal in land.\nthe time being of such union any land and to sell, exchange,\nmortgage or let the same, and no purchaser, assignee,\nmortgagee, or tenant shall be bound to inquire whether the\ntrustees have authority for the sale, exchange, mortgage, or\nletting, and the receipt of the trustees shall be a discharge for the\nmoney arising therefrom; and for the purpose of this section\nevery branch of a trade union shall be considered a distinct\nunion.\n                [Tlic mcluslon of this pagc 1s m~thorizcdby 1 . N   KR12003(\n6                                                 TRADE UNIONS\nReal and             8. All real and personal estate whatsoever belonging to any\npersonal estate\nshall be vested   trade union registered under this Act shall be vested in the\nin trustees.      trustees for the time being of the trade union appointed as\n                  provided by this Act, for the use and benefit of such trade union\n                  and the members thereof, and the real or personal estate of any\n                  branch of a trade union shall be vested in the trustees of such\n                  branch or of the trustees of the trade union if the rules of the\n                  trade union so provide and be under the control of such trustees,\n                  their respective executors or administrators, according to their\n                  respective claims and interests, and upon the death or removal of\n                  any such trustees the same shall vest in the succeeding\n                  trustees for the same estate and interest as the former trustees\n                  had therein, and subject to the same trusts without any\n                  conveyance or assignment whatsoever, save and except in the\n                  case of stocks and securities in the public f h d s of this Island\n                  which shall be transferred into the names of such new trustees;\n                  and in all actions, or suits, or indictments, or summary\n                  proceeding before any court of summary jurisdiction, touching\n                  or concerning any such property, the same shall be stated to be\n                  the property of the person or persons for the time being holding\n                  the said office of trustee, in their proper names, as trustees of\n                  such trade union, without any hrther description.\nThe trustees         9. The trustees of any trade union registered under this Act,\nempowered to\nbring and\n                  or any other officer of such trade union who may be authorized\ndefend            so to do by the rules thereof, are hereby empowered to bring or\nactions and\npmsecutions.\n                  defend, or cause to be brought or defended, any action, suit,\n                  prosecution, or complaint in any court of law or equity, touching\n                  or concerning the property, right, or claim to property of the\n                  trade union; and shall and may, in all cases concerning the real\n                  or personal property of such trade union, sue and be sued, plead\n                  and be impleaded, in any court of law or equity, in their proper\n                  names, without other description than the title of their ofice,\n                  and no such action, suit, prosecution, or complaint shall be\n                  discontinued or shall abate by the death or removal from ofice\n                  of such persons or any of them, but the same shall and may be\n                  proceeded in by their successor or successors, as if such death,\n                                 [The inclusion of tills page 1s ai~tllorizedby L N   88/?003]\n                                   TRADE UNIONS\nresignation, or removal had not taken place, and such successors\nshall pay or receive the like costs as if the action, suit,\nprosecution, or complaint had been commenced in their names\nfor the benefit of or to be reimbursed from the funds of such\ntrade union, and the summons to be issued to such trustee or\nother officer may be served by leaving the same at the registered\noffice of the trade union."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. A trustee of any trade union registered under this Act Limitof\nshall not be liable to make good any deficiency which may arise ~ ~ ~                  1   ~   ~   ,   :\nor happen in the funds of such trade union, but shall be liable\nonly for the moneys which shall be actually received by him on\naccount of such trade union."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Every treasurer or other officer of a trade union registered m c e r s to\n                                                                    render\nunder this Act, at such time as by the rules of such trade union ,,o,nts\nhe should render such account as hereinafter mentioned, or upon\nbeing required so to do, shall render to the trustees of the trade\nunion, or to the members of such trade union, at a meeting of the\ntrade union, a just and true account of all moneys received and\npaid by him since he last rendered the like account, and of the\nbalance then remaining in his hands, and of all bonds or\nsecurities of such trade union, which account the said trustees\nshall cause to be audited by some fit and proper person or\npersons by them to be appointed; and such treasurer, if thereunto\nrequired, upon the said account being audited, shall forthwith\nhand over to the said trustees the balance which on such audit\nappears to be due from him, and shall also, if required hand\nover to such trustees all securities and effects, books, papers and\nproperty of the said trade union in his hands or custody, and if\nhe fails to do so the trustees ofthe said trade union may sue such\ntreasurer in any competent court for the balance appearing to\nhave been due from him upon the account last rendered by him,\n               [ T h e IIIC~IISIOII o f t h i s page IS authorized by L N   88/2003]\n                                            TRADE W I O N S\n                  and for all the moneys since received by him on account of the\n                  said trade union, and for the securities and effects, books, papers\n                  and property in his hands or custody, leaving him to set off in\n                  such action the sums, if any, which he may have since paid on\n                  account of the said trade union; and in such action the said\n                  trustees shall be entitled to recover their full costs of suit, to be\n                  taxed as between solicitor and client.\nLiabilityfor         12. If any officer, member or other person being or\nmisapplying\nproperty. etc..   representing himself to be a member of a trade union registered\nofatrade          under this Act, or the nominee, executor, administrator, or\nunion.\n                  assignee of a member thereof, or any person whatsoever, by\n                  false representation or imposition obtain possession of any\n                  moneys, securities, books, papers, and other effects of such\n                  trade union, or having the same in his possession, wilfully\n                  withhold or fiaudulently misapply the same, or wilfully apply\n                  any part of the same to purposes other than those expressed or\n                  directed in the rules of such trade union, or any part thereof, the\n                  Resident Magistrate's Court for the place in which the registered\n                  office of the trade union is situated or for the place where the\n                  offence had been committed, upon a complaint made by any\n                  person on behalf of such trade union, or by the Registrar, may\n                  by summary order, order such officer, member or other person\n                  to deliver up all such moneys, securities, books, papers or\n                  other effects to the trade union, or to repay the amount of money\n~ 6 m m           applied improperly, and to pay, if the Court think fit, a fiuther\nS.5 (a).\n                  sum of money not exceeding twenty thousand dollars and, in\n                  default of such delivery of effects, or repayment of such amount\n                  of money or payment of such penalty,the said Court may order\n                  the said person so convicted to be imprisoned with or without\n                  hard labour for any term not exceeding three months:\n                     Provided that nothing herein contained shall prevent the said\n                  trade union fiom proceeding by indictment against the said\n                  party; and also, that no person shall be proceeded against by\n                  indictment if a conviction shall have been previously obtained\n                  for the said offence under the provisions of this Act.\n                              TRADE UNIONS                                      9"
    },
    {
      "provision_ref": "sec12a",
      "section": "12A",
      "title": "Section 12A",
      "content": "12A. Any person, who impersonates any officer of a trade PsnalQ\n                                                              Impersona-\n                                                                        for\nunion shall be guilty of an offence and shall be liable on t h g t r a d s\nsummary conviction before a Resident Magistrate to a fine not\nexceeding one hundred thousand dollars or to imprisonment for 16!2002\n                                                                         zc;r,\na term not exceeding three months or to both such fine and S . 6 .\nimprisonment.\n                      Repstry of Trade Unions"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. With respect to the registry under this Act of a trade Provisions\nunion and of the rules thereof the following provisions shall ~ ~ i d r a , i o n ,\nhave effect-\n           An application to register the trade union and printed\n           copies of the rules, together with a list of the titles and\n           names of the officers, shall be sent to the Registrar\n           under this Act.\n           The Registrar upon being satisfied that the objects of\n           the trade union are lawful and that the trade union has\n           complied with the regulations respecting registration\n           in force under this Act, shall register such trade union\n           and such rules.\n           No trade union shall be registered under a name\n           identical with that by which any other existing trade\n           union has been registered, or so nearly resembling\n           such name as to be likely to deceive the members or\n           the public.\n           Where a trade union applying to be registered has\n           been in operation for more than a year before the date\n           of such application, there shall be delivered to the\n           Registrar before the registry thereof a general\n           statement of the receipts, funds, effects, and\n           expenditure of such trade union in the same form, and\n           showing the same particulars as if it were the annual\n           general statement required as hereinafter mentioned\n           to be transmitted annually to the Registrar.\n               [The ~~iclusio~i\n                            of Illis page is adiorized by L.N. 88R003j\n                                           TRADE UNIONS\n                        (e) The Registrar upon registering such trade union shall\n                            issue a certificate of registry, which certificate, unless\n                            proved to have been withdrawn or cancelled, shall be\n                            conclusive evidence that the regulations of this Act\n                            with respect to registry have been compiled with.\n                        u> The Minister may from time to time make regulations\n                            respecting registry under this Act, and respecting the\n                            seal (if any) to be used for the purpose of such\n                            registry, and the forms to be used for such registry,\n                            and the inspection of documents kept by the Registrar\n                            under this Act, and respecting the fees, if any, to be\n                            paid on registry, not exceeding the fees specified in\nFirst\nSchedule.                   the First Schedule, and generally for carrying this Act\n                            into effect.\nRules.               14. With respect to the rules of a trade union registered under\n                  this Act, the following provisions shall have effect-\n                        (a) The rules of each such trade union shall contain\n                            provisions in respect of the several matters mentioned\nSecond\n                            in the Second schedule.\nSchedule.\n                        (b) A copy of the rules shall be delivered by the trade\n1612002\n                            union to every person on demand on payment of such\nS. 7.                       sum as from time to time may be determined by the\n                            trade union.\nRegistered          15. Every trade union registered under this Act shall have a\noffice of trade\nunion.            registered ofice to which all communications and notices may\n                  be addressed; if any trade union under this Act is in operation\n                  for seven days without having such an office, such trade union\n                  and every officer thereof shall each incur a penalty not\n'6\"002\nS.8.              exceeding five hundred dollars for everyday during which it is\n                  so in operation.\n                    Notice of the situation of such registered ofice, and of any\n                  change therein, shall be given to the Registrar and recorded by\n                  him and until such notice is given the trade union shall not be\n                  deemed to have complied with the provisions of this Act.\n                               TRADE UNIONS                                            11"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1)    The treasurer of every trade union (or such other Statement 01.\nofficer as is designated in that behalf by the rules of the trade            z;P,\"U:;,\nunion), shall, on or before the 1st day of August in every year, catiticale to\n                                                                  be\ncause to be received by the Registrar-                            transminzd\n                                                                             lo Kegislrar.\n            a statement, in the prescribed form, of the revenue 22\\19,,\n            and expenditure of the trade union during the twelve s. 2 (:I).\n            months preceding the date of such statement;\n            a statement, in the prescribed form, of the assets and\n            liabilities of the trade union at the date of the\n            statement required by paragraph (a) of this\n            subsection;\n            an audit certificate, in the prescribed form, by an\n            auditor approved from time to time by the Minister on 2211969\n            the recommendation of the trade union for the \"2(b).\n            purpose, to the effect that such statement of revenue\n            and expenditure and such statement of assets and\n            liabilities have each been audited by such auditor,\n            who has had access to and has checked all accounts,\n            receipts, vouchers and books of the trade union\n            relating to transactions during the twelve months in\n            respect of which the statements are made up, and that\n            such statements have been found to be true and\n            correct;\n            a list of the members of the trade union at the date of\n            such statements;\n            a return relating to the period of twelve months\n            immediately preceding the date of such statements,\n            and showing-\n               (i)    all new rules of the trade union and all\n                      alterations to existing rules, made during the\n                      period; and\n               (ii) all changes in the officers and trustees of the 16,2002\n                    trade union during the period.                  s. 10.\n                [The inclusio~iof this page is authorized by L N. 88/?003]\n                                          TRADE UNIONS\n                   (2) In addition to the statements, accounts, certificate,\n           list and return required by the provisions of subsection (I), the\n           Registrar may at any time by order in writing require the\n           treasurer or any other officer of a trade union to deliver to him,\n           by a date to be specified by the Registrar, detailed accounts of\n           the revenue, expenditure, assets, liabilities and hnds of the trade\n           union in respect of any period specified in such order, and any\n           accounts so rendered shall hrnish such details and information,\n           and be supported by such documents, as the Registrar in any\n           case may require.\n                  (3) Every member of, and depositor in, any trade union\n           shall be entitled to receive, on application to the treasurer or\n           secretary of the trade union, a copy of all or any of the\n           statements and accounts, and of the certificate, lists and return\n           provided for by this section, without making any payment\n           therefor.\n                   (4) Every trade union which, and every officer of a trade\n           union who, contravenes or fails to comply with any of the\n           provisions or requirements of subsection (I), or of an order of\n           the Registrar under subsection (2), and every treasurer and\n           secretary of a trade union who fails to comply with an\n           application made under subsection (3), shall be guilty of an\n16;2002    offence against this Act, and on conviction therefor, shall be\nS.9 (a).\n           liable to a fine not exceeding twenty thousand dollars for each\n           such ofTence.\n                  (5) Upon a conviction for any offence under the\n           provisions of subsection (4), the Resident Magistrate may order\n           the offending trade union or any specified officer thereof\n           (whether or not such officer has been convicted) to deliver to the\n           Registrar by a specified date (which shall not be earlier than\n           fourteen days from the date of the order)-\n                 (a) all or any of the statements, accounts, certificate, list\n                     and return referred to in subsection (I), in cases\n                     where the conviction relates to an offence in respect\n                     of the provisions of such subsection;\n                         [The ~IICIIISI~IIof lhis page 1s al~thorizedbv L.N. 88/?003]\n                          TRADE W I O N S\n       (b) all or any of the accounts, statements, details,\n           information and documents referred to in any order\n           made by the Registrar under subsection (2), in cases\n           where the conviction relates to an offence in respect\n           of a failure to comply with any such order,\nand any trade union which, and any officer of a trade union who.\nfails to comply with such order shall, in respect of such failure\nbe guilty of an offence against this Act, and on conviction\ntherefor shall be liable to a fme not exceeding five hundred 1612002\n                                                                   S . 9 (b).\ndollars in respect of each day or part of a day, during which such\nfailure shall have continued.\n        (6) Any person who wilhlly makes or causes to be\nmade any false entry in, or any omission from, any of the\nstatements, accounts certificates, lists, returns or rules required\nby this section shall be guilty of an offence against this Act, and\nshall be liable on conviction to a fine not exceeding fifty 1 6 ~ 0 0 2\n                                                                    S . 9 (c).\nthousand dollars for each offence.\n        (7) The Registrar may make rules providing for the\nforms to be used for the purposes of this section, and the forms\nin such rules shall respectively be the 'prescribed. forms'\nreferred to in this section.\n                      Registrar and Register"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Register to be kept in Record Office.\n                                                           h\\ L N\n                [The IIICIUSII~II of 1111spage IS a11111~nzed       SS 200.;j\n                             TRADE UNIONS\n                        Legal Proceetfrr?qs\nLiabilih for misleading persons.\nHow offences ma\\- be prosecuted and penalties recovered.\nProvisions for appeal.\n                   Transfer to new Trustees.\nTransfer to new trustees.\n        117rhdraw'al or Cancellation of Cert~ficate\nWhen cenficate of registration shall be withdrawn or cancelled.\n     Procedure and.-lppeals after Refusal to Register. or\n        after Withdrawal or Cancellation of Certificate\nNotice after rehsal to register. or after withdrawal or cancella-\ntion.\nAppeals.\n                   .Membersh~pof IM'lnors\nPersons under eighteen may be members.\n                       Nomination\nPower to nominate persons to receive moneys on death.\n           Change of Name andAmalgamation\nName may be changed.\nUnions may amalgamate.\nNotice of change of name or of amalgamation.\n                               Dissolution of Union\nDissolving a union.\n              Failure to give or send notices, etc.\nPenalty for failing to give notice, etc.\n              Procedure in conducting disputes\nIntimidation or annoyance.\nPeaceful picketing and prevention of intimidation.\nRemoval of liability for interfering with another person's business.\nhohibition of actions of tort against trade unions.\nRegulations.\nSCHEDULES\n           [The ~ ~ i c l u s ~ofo n1111spage IS aothorued by L N   88120031\n                             TRADE UNIONS\n                    THE TRADE UNION ACT                                               Cap. 389.\n                                                                                          Law\n                                                                                      55 of 1959.\n                                                                             1919.1\n                                                                                      22 of 1969,\n                                                                                       1 of 1979\n                                                                                        1 st Sch..\n                                                                                      I6 of 2002."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. If any person with intent to mislead or defiaud gives to Liability for\nany member of a trade union registered under this Act, or to any\nperson intending or applying to become a member of such trade\nunion, a copy of any rules or of any alterations or amendments\nof the same other than those respectively which exit for the time\nbeing, on the pretence that the same are the existing rules of\nsuch trade union, of if any person with the intent aforesaid gives\n                                               TRADE W I O N S\n                 a copy of any rules to any person on the pretence that such rules\n                 are the rules of a trade union registered under this Act which is\n                 not so registered, every person so offending shall be deemed\n                 guilty of a rnisdemeanour.\nHow                 19. Where not otherwise specifically provided all offences\nma? be           and penalties under this Act may be prosecuted and recovered in\nprosecuted\nand penalties    a summary manner before a Resident Magistrate.\nrecovered.\nProvisions for      20. If any party feels aggrieved by any order or conviction\nappeal.\n                 made by a Resident Magistrate's Court on determining any\n                 complaint or information under this Act, the party so aggrieved\n                 may appeal therefrom, subject to the conditions and regulations\n                 fo 110 wing-\n                           the appeal shall be made to the Court of Appeal;\n                           the appellant shall within twenty-one days after the\n                           cause of appeal has arisen give notice to the other\n                           party and to the Clerk of the Courts of his intention to\n                           appeal and of the ground thereof;\n                           the appellant shall immediately after such notice enter\n                           into a recognizance before a Justice of the Peace in\n                           the sum of ten thousand dollars with two sufficient\n                           sureties in the sum of ten thousand dollars\n                           conditioned personally to try such appeal and to\n                           abide the judgment of the Court thereon and to pay\n                           such costs as may be awarded by the Court;\n                           where the appellant is in custody the Justice may, on\n                           the appellant entering into such recognizance as\n                           aforesaid, release him from custody;\n                               [The inclus~onof this page is authorized by L.N. 88120031\n                            TRADE UNIONS                                  15\n    (e)    the conrt of Appeal upon the hearing thereof\n            may confirm, reverse or modify the decision of\n            the Resident Magistrate’s Court or remit the\n            matter to the Resident Magistrate’s Court with\n            the opinion of the Court of Appeal thereon or\n            nrake such other order in the matter as the Court\n            thinks just, and if the matter be remitted to the\n            FLesident Magistrate’s Court the said last-\n            mentioned Court shall re-hear and decide the\n            information or complaint in accordance with the\n             opinion of the said Court of Appeal. The Court\n             of Appeal may make such order as to costs to be\n            paid by either party as the Court thinks just.\n                      Transfer to new Trustees"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. When any person, being or having been a trustee Transfer         to\n                                                               new trustees.\nof a trade union or of any branch of a trade union, and\nwhether appointed before or after the legal establishment\nthereof, in whose name any stock belonging to such union\nor branch transferable at any bank in this Island is standing\neither jointly with another or others, or solely, is absent\nfrom this Island, or becomes bankrupt, or files any petition\nor executes any deed for liquidation of his affairs by assign-\nment or arrangement or for composition with his creditors,\nor becomes a lunatic, or is dead, or has been removed\nfmm his office of trustee, or if it be unknown whether\nsuch person is living or dead, the Registrar on application\nin Writing €rom the secretary and three members of the\nunion or branch, and on proof satisfactory to him, may\ndirect the transfer of the stock into the names of any other\npersons as trustees for the union or branch; and such trans-\nfer shall be made by the surviving or continuing trustees.\nand if there be no such trustee, or if such trustee refuse\nor be unable to make such transfer, and the Registrar SO\ndirect, then the manager of any such bank and the bank\nis hereby indemnified for anything done by it or any of\n          lThe inclusion of this page is authorized by L.N. 480/1973]\n16                                       TRADE UNIONS\n                its officers in pursuance of this provision against any claim\n                or demand of any person injuriously affected thereby.\n                       Withdrawal or Cancellation of Certificate\nWhen certifi-   22. No certificate of registration of a trade union shall\ncate of\nregistration  be withdrawn or cancelled otherwise than by the Registrar\nshall be      of trades unions; and in the following cases-\nwithdrawn\nor cancelled.      (a) at the request of the trade union to be evidenced\n                        in such manner as such Registrar shall from time\n                        to time direct;\n                   (b) on proof to his satisfaction that a certificate of\n                        registration has been obtained by fraud or mistake,\n                        or that such trade union has wilfully and after\n                        notice from the Registrar, violated any of the pro-\n                        visions of this Act, or has ceased to exist.\n                 Not less than two months’ previous notice in writing,\n              specifying briefly the ground of any proposed withdrawal\n              or cancelling of a certificate shall be given by the Registrar\n              to a trade union before the certificate of registration of\n              the same can be withdrawn or cancelled (except at its\n              request).\n                 A trade union whose certificate of registration has been\n              withdrawn or cancelled shall, from the time of such with-\n5511959       drawal or cancelling, cease, subject to an appeal under\ns. 3.         section 24, to enjoy as such the privileges of a registered\n              trade union, but without prejudice to any liability actually\n              incurred by such trade union, which may be enforced\n              against the same as if such withdrawal or cancelling had\n              not taken place.\n               Procedure and Appeals after Refusal to Register, or\n                  after Withdrawal or Cancellation of Certificate\nNotice after   23. Where the Registrar refuses to register a trade union\nrefusal to\nregister, or\n             upon application sent to him under section 13, or with-\nafter with-  draws or cancels the certificate of registration of a trade\ndrawal or\ncancellation.\n551 1959\ns. 4.                 m e inclusion of this page is authorized by L.N. 480/1973]\n                          TRADE UNlONS                                     17\nunion, he shall forthwith inform the trade union by regis-\ntered letter that he has refused to register such trade union,\nor that he has withdrawn or cancelled the certificate of\nregistration of such trade union."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24.-(1)  A n y person aggrieved by the refusal of the peal^.\nRegistrar to register a trade union, or by the withdrawal or S.5514.1959\ncancellation of the certificate of registration of a trade union\nmay, except where such certificate was withdrawn or can-\ncelled at the request of the trade union, within twenty-one\ndays after the date on which the trade union is informed\nby registered letter of such refusal or of such withdrawal\nor cancellation, appeal against such refusal or such with-\ndrawal or cancellation to a Judge in Chambers who shall\ngive such directions in the matter as he shall think proper,\nincluding a direction as to the costs of the appeal.\n       (2) For the purpose of any appeal under this section\nthe proceedings may be brought against the Registrar and\nthe practice and procedure governing such appeal shall be\nin accordance with rules of court made for the purpose\nunder subsection (3).\n       (3) Rules of court may be made regulating appeals\nunder this section and all matters incidental thereto.\n                   Membership of Minors"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. A person under the age of eighteen, but above the Persons\nage of sixteen, may be a member of a trade union, unless under\n                                                            eighteen\nprovision be made in the rules thereof to the contrary, Egk.\nand may, subject to the rules of the trade union, enjoy 1/1979\nall the rights of a member except as herein provided, and '8tsuh*\nexecute all instruments and give all acquittances necessary\nto be executed or given under the rules, but shall not be\na member of the committee of management, trustee, or\ntreasurer of the trade union.\n        me inclusion of this page is authorized by L.N. 57/19801\n18                                     TRADE UNIONS\n                                      Nomination\nPower to        26. A member of a trade union not being under the age\nnominate\npeRPns to     of sixteen years may, by writing under his hand, delivered\nWXIW\nmoneys on     at, or sent to, the registered office of the trade union,\ndeath.        nominate any person not being an officer or servant of\n              the trade union (unless such officer or servant is the hus-\n              band, wife, father, mother, child, brother, sister, nephew,\n              or niece of the nominator), to whom any monevs payable\n              on the death of such member not exceeding one hundred\n              dollars shall be paid at his decease, and may from time to\n              time revoke or vary such nomination by a writing under his\n              hand similarly delivered or sent; and on receiving satisfac-\n              tory proof of the death of a nominator, the trade union\n              &all pay to the nominee the amount due to the deceased\n              member not exceeding the sum aforesaid.\n                         Change of Name and Amalgamation\nName may         27. A trade union may, with the approval in writing of\nbe changed.\n              the Registrar change its name by the consent of not less\n              than two-thirds of the total number of members.\n                 No change of name shall affect any rights or obligation\n              of the trade union or of any member thereof, and any\n              pending legal proceedings may be continued by or against\n              the trustees of the trade union or any other officer who\n              may sue or be sued on behalf of sucb trade union notwith-\n              standing its new namt.\nUnions may      28. Any two or more trade unions may by the consent\ndgrrmate.     of not less than two-thirds of the members of each or every\n              such trade union become amalgamated together as one\n              trade union with or without any dissolution or division\n              of the funds of such trade unions, or either or any of them;\n              but no amalgamation shall prejudice any right of a creditor\n              of either of any union party thereto.\n                     m e inclusion of this paee is authorized by LN. 57/1980]\n                          TRADE UNIONS                                        19"
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Notice in writing of every change of name or Not~ceof\namalgamation signed, in the case of a change of name by seven ~ ~ & ' ~ , .\nmembers, and countersigned by the secretary of a trade union amalgama-\nchanging its name and accompanied by a statutory declaration \"On\nby such secretary that the provisions of this Act in respect of\nchanges of name have been complied with, and in the case of\nany amalgamation signed by seven members, and countersigned\nby the secretary of each or every union party thereto, and\naccompanied by a statutory declaration by each or every such\nsecretary that the provisions of this Act in respect of\namalgamation have been compiled with, shall be sent to the\nRegistrar for registration, and until such change of name or\namalgamation is so registered the same shall not take effect.\n                       Dissolution of Union"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. The rules of every trade union shall provide for the Dissolvin_ea\nmanner of dissolving the same and notice of every dissolution of \"\"'On-\na trade union under the hand of the secretary and seven\nmembers of the same, shall be sent within fourteen days\nthereafter to the Registrar and shall be registered by him.\n               Failure to give or send notices, etc."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. A trade union which fails to give any notice or send any penalty for\ndocument which it is required by this Act to give or send, and ' ! ~ ~ ~ o ~ c e ,\nevery officer or other person bound by the rules thereof to give etc.\nor send the same, or if there be no such officer, then every\nmember of the committee of management of the union, unless\nproved to have been ignorant of, or to have attempted to prevent\nthe omission to give or send the same, is liable to a penalty of\nnot less than two hundred dollars and not more than one m 0 0 2\n                                                                 S. I2 (nub).\nthousand dollars recoverable at the suit of the Registrar or of\nany person aggrieved, and to an additional penalty of the like\namount for each week during which the omission continues.\n                                            TRADE UNIONS\n                                Procedure in condlrcting ddisputes\nIntimidation     32.-(1) Every person who in contemplation or hrtherance\norannoyance.   of an industrial dispute and, with a view to compelling any"
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.-(1) Subject to the provisions of subsection (2) it shall be\npickdingand    lawfid for one or more persons, acting on their own behalf or on\npreventionof   behalf o f a trade union or of an individual employer or firm in\nintim~dation\netc.\n                             [The ~nclustonoftlits page IS ai~tlionzedby L N. 88120031\n                           TRADE W I O N S                                      21\ncontemplation or furtherance of an industrial dispute, to attend at \",:Pa2,)\nor near a house or place where a person resides or works or\ncarries on business or happens to be, if they so attend merely for\nthe purpose of peacefidly obtaining or communicating\ninformation, or of peacefidly persuading any person to work or\nabstain from working:\n  Provided that it shall not be lawhl for one or more persons\n(whether acting on their own behalf or on behalf of a trade union\nor of an individual employer or firm, and notwithstanding that\nthey may be acting in contemplation or hrtherance of an ,,,,,,,\nindustrial dispute) to attend at or near a house or place where a s 1 4 ~\nperson resides or works or carries on business or happens to be,\nfor the purpose of obtaining or communicating information or of\npersuading or inducing any person to work or to abstain from\nworking, if they so attend in such numbers or otherwise in such\nmanner as to be calculated to intimidate any person in that house\nor place, or to obstruct the approach thereto or egress therefiom,\nor to lead to a breach of the peace; and any person who acts in\ncontravention of this proviso shall be liable on summary\nconviction before a Resident Magistrate to a penalty not\nexceeding ten thousand dollars, or to be imprisoned for a term 1 m 0 2\n                                                                   S 14(h)\nnot exceeding three months, with or without hard labour.\n        (2) It shall not be lawhl for one or more persons acting\non their own behalf or on behalf of a trade union or of an\nindividual employer or firm, in contemplation or hrtherance of l,oo2\nan industrial dispute, to attend at or near a house or place where s. 14 (a).\na person resides or works or carries on business or happens to\nbe, for the purpose of obtaining or communicating information\nor persuading or inducing any person to work or to abstain fiom\nworking unless every person so attending-\n      (a) is the employer or a member of the firm by or with 16,2002\n          which such industrial dispute is contemplated or has s. 1 4 ~ .\n          occurred; or\n                                     TRADE UNIONS\n                   (b) is, or immediately before the first act of picketing in\n                       relation to such industrial dispute was, a workman in\n                       the employ of the employer or firm by or with which\n                       such industrial dispute is contemplated or has\n                       occurred in the trade or industry in which such\n161'2002               industrial dispute was contemplated or has occurred;\nS. 14 (a).\n                       or\n1612002\nS. 14 (c).         (c) was a worker in the employ of the employer or firm\nI612002                by or with which such industrial dispute is\nS. 14 (a).\n                       contemplated or has occurred during the twelve\n                       months next before the first act of picketing in\n                       relation to such dispute for one or more periods\n                       aggregating not less than thirty working days; or\n                   (d) is an officer of a trade union registered under this Act\n                       provided that not more than eight such officers are so\n                       in attendance.\n               Any person who acts in contravention of this subsection shall\n             be guilty of an offence and shall be liable on summary\n             conviction before a Resident Magistrate to a fine not exceeding\n1612002      ten thousand dollars and in default of payment to imprisonment\nS. 14(b).    with or without hard labour for a term not exceeding three\n             months.\n                     (3) In this section the expression \"to intimidate\" means\n             to cause in the mind of a person a reasonable apprehension of\n             injury to him or to any member of his family or to any of his\n             dependants or of violence or damage to any person or property,\n             and the expression \"injury\" includes injury to a person in respect\n             of his business, occupation, employment or other source of\n             income, and includes any actionable wrong.\n                     (4) Notwithstanding anything in any enactment it shall\n             not be lawfbl for one or more persons, for the purpose of\n             inducing any person to work or to abstain from working, to\n             watch or beset a house or place where a person resides or the\n             approach to such a house or place, and any person who acts in\n             contravention of this subsection shall be liable on summary\n                                TRADE W I O N S\nconviction before a Resident Magistrate to a fine not exceeding\nten thousand dollars or to imprisonment for a term not 1612002\nexceeding three months.                                                  S. 14 (b).\n  (5) In this section \"picketing\" means attendance at or near\nany house or place in contemplation or fimherance of an\nindustrial dispute for the purpose of peacehlly obtaining or 1612002\ncommunicating information or of peacehlly persuading any S. 14(\")-\nperson to work or not to work."
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. An act done by a person in contemplation or fktherance :OL ; ; ; : ;\nof an industrial dispute shall not be actionable on the ground interfering\nonly that it induces some other person to break a contract of with       person s\nemployment or that it is an interference with the trade, business, busincs,\nor employment of some other person, or with the right of some                t6','y\nother person to dispose of his capital or his labour as he wills.\n  3 5 - 4 1 ) An action against a trade union, whether of workers Prohibition\nor masters, or against any member or officials thereof on behalf of\n                                                                  to,\n                                                                     actions of\nof themselves and all other members of the trade union in trade\n                                                                  unions.\nrespect of any .tortious act alleged to have been committed by or 16,00,\non behalf of the trade union, shall not be entertained by any s. 16(a).\ncourt.\n        (2) Nothing in this section shall affect the liability of the\ntrustees of a trade union to be sued in the events provided for by\nsection 9, except in respect of my tortious act committed by or\non behalf of the union in contemplation or in fintherance of an\nindustrial dispute.                                                   S. 16 (b)."
    }
  ],
  "definitions": [
    {
      "term": "industrial dispute",
      "definition": "any dispute between employers                            ,",
      "source_provision": "sec2"
    },
    {
      "term": "trade union",
      "definition": "any combination whether temporary",
      "source_provision": "sec2"
    },
    {
      "term": "workers",
      "definition": "all persons employed in trade or industry,",
      "source_provision": "sec2"
    },
    {
      "term": "to intimidate",
      "definition": "to cause in the mind of a person a reasonable apprehension of",
      "source_provision": "sec33"
    },
    {
      "term": "picketing",
      "definition": "attendance at or near",
      "source_provision": "sec33"
    }
  ]
}