{
  "id": "jm-stat-the-tradesmen-breaches-of-trust-act",
  "type": "statute",
  "title": "The Tradesmen (Breaches of Trust) Act",
  "title_en": "The Tradesmen (Breaches of Trust) Act",
  "short_name": "Tradesmen (Breaches of Trust) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-tradesmen-breaches-of-trust-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-tradesmen-breaches-of-trust-act | Legal areas: Regulation of Professions",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                         Interpreta-\n                                                                          tion.\n“tradesman” shall signify and include handicraftsman,\n     artificer, manufacturer, laundress, and workman, or\n     person following any trade, business, or mystery\n     whatsoever;\n“materials” shall include goods, wares, articles, chattels,\n     and things of any kind or description whatsoever;\n“work” shall signify and include any work in any trade,\n     handicraft, manufactory, or business whatsoever, and\n     any repairing, fashioning, altering, or cleansing what-\n     soever."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. If any tradesman shall contract with any person to Tradesman\nperform any work for reward (whether the amount of such ~ $ ~ $                             ~   i   ~\nreward shall, at the time of the making of the contract, Contract.\nbe fixed and agreed upon or not), and if, in pursuance\nor on the faith of such contract, such tradesman ehall\nreceive, as and by way of advance or in anticipation of\nsuch reward any sum or sums of money not exceeding\nin the whole the sum of twenty dollars; or if any sum or\nsums of money, not exceeding in the whole the sum of\ntwenty dollars, shall be paid to such tradesman, for the pur-\nchase of materials necessary for such work, or for any\nother purpose in relation thereto; and if such tradesman\nshall, without any lawful excuse, neglect or refuse to per-\nform such contract, either within the time specified for\nthe completion of the same, or, in the absence of any\n                  --\n      I’IIie inclusion of this page is authorized by L.N. 480/1973]\n4                      TRADESMEN (BREACHES OF TRUST)\n           agreement as to time, within such time as the Justices hear-\n           ing any complaint to be brought under the provisions of\n           this Act shall deem to be reasonable, and shall neglect or\n           refuse, when so required, to repay to the person with\n           whom he shall have so contracted, or to his agent law-\n           fully authorized, such sum or sums of money as he shall\n           have so received, such tradesman shall, on summary con-\n           viction in the parish where such contract shall have been\n           made or such tradesman shall at the time of the complaint\n           be resident, be adjudged to pay, in addition to the amount\n           so received by him, a fine or penalty not exceeding ten\n           dollars."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. If any tradesman having contracted as aforesaid shall\nss2 receive\n~hdeunrn\n            any materials not exceeding in value the sum of\n    ten dollars for the purpose of being wrought up or used\n           in the work so agreed to be performed, and if such trades-\n           man shall, without any lawful excuse, neglect or refuse to\n           perform his contract within such specified or reasonable\n           time as aforesaid, and shall neglect or refuse, when so\n           required, to return to the person with whom he shall have\n           so contracted, or to his agent lawfully authorized, the mate-\n           rials, or any part thereof, so delivered to him, such trades-\n           man shall, on summary conviction as aforesaid, be adjudged\n           to pay, in addition to the value of such materials, a fine or\n           penalty not exceeding ten dollars.\nTmd-an           5. If any goods, wares, articles or chattels of any des-\nxoods to be\n-~~QJI\n              cription  or value whatsoever shall be delivered to any\nrePairut,etc. tradesman or other person for the purpose of being re-\n              paired, fashioned, altered, or cleansed for reward (whether\n              the amount of such reward shall be specified or not); and\n              if such tradesman shall, without any lawful excuse, neglect\n              or refuse to repair, fashion, alter or cleanse the same; and\n              shall, after the expiration of such specified or reasonable\n              time as aforesaid, neglect or refuse when so required, to\n              return the same, or any part thereof, such tradesman or\n            TRiDESMEN (BREACHES OF TRUST)                                5\nother person shall, on summary conviction as aforesaid,\nforfeit and pay over and above the value of the goods,\nwares, articles, or chattels unlawfully detained, a fine or\npenalty not exceeding ten dollars."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. If it shall appear, upon due proof to the Justices Tpd- mromro-\nbefore whom any complaint under this Act shall be heard, ha.\nthat such tradesman or other person has sold, pawned,                ewr\nconverted to his own use, or otherwise misappropriated m@red*cff\nany materials, goods, wares, articles, or chattels delivered\nto him for the purposes in this Act stated, such Justices\nmay abstain from the infliction of any fine or penalty, and\nin lieu and stead thereof, may adjudge the offender to be\nforthwith imprisoned, with or without hard labour, for a\nperiod not exceeding ninety days."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. If any fine or penalty imposed under the authority oEntorament\n                                                            f pendtiea.\nof this Act, together with costs, if adjudged, shall not be\npaid forthwith, or within such time, not exceeding thirty\ndays, as the Justices shall appoint, it shall be lawful for\nsuch Justices to adjudge the offender to be imprisoned with\nor without hard labour, for a period not exceeding ninety\ndays."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The party aggrieved in any complaint to be deter- corn--\nmined by the Justices shall, on conviction of the offender, m  n w wrty\n                                                            tion.to d\nbe entitled to receive, out of any fine or penalty imposed Outoffina\nand paid, such sum of money as shall, in the opinion of\nthe Justices, be adequate compensation for the injury\nwhich such aggrieved party shall prove to have been sus-\ntained by him."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Nothing in this Act contained shall prejudice or affect sr-rirtht\nthe right of lien of any tradesman as at present existing. of hen.\n       [The inclusion of tbi8 page is authorized by L.N. 480/1973]\n6                      TRADESMEN (BREACHES OF TRUST)\nProceedinns   10. All proceedings under this Act shall be in conformity\nto be in\nconformity   With the provisions of the Justices of the Peace Jurisdiction\nwith\nJusticesof   Act, except in so far as anything in this Act contained\n*=Peace\nJurisdiction\n             may be repugnant thereto.\nAct.\n~hebreacb  11. Any breach of contract in any of the matters or\nof contract\n        respects hereinbefore provided, where the amount of the\n         ~ s e s or the amount of materials furnished or money\n~ ~ ~ s contract,\nmtdasa  advanced shall exceed the limit of twenty dollars, and be\nfraud.\n        beyond the jurisdiction of the Justices, unless the infor-\n        mant and defendant shall consent to submit to such inferior\n        jurisdiction, shall be prosecuted as a fraud and be punish-\n        able on indictment in the Resident Magistrate’s Court by\n        fine alone, or by fine and imprisonment, with or without\n        hard labour, for a term not exceeding one year.\n                  m e inclusion of this page is authorized by L.N. 480/1973]"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Proccdngs to be in conformity with Justices of the Peace\n      Jurisdiction Act."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. The breach of contract may in certain cases be prosecuted as\n      a fraud.\n     m e inclusion of this page is authorized by L.N. 480/1973]\n              TRADESMEN (BREACHES OF TRUST)                                             3\n THE TRADESMEN (BREACHES OF TRUST) ACT                                      cap388.\n                                                               [ I861.I"
    }
  ],
  "definitions": []
}