{
  "id": "jm-stat-the-traffic-court-act",
  "type": "statute",
  "title": "The Traffic Court Act",
  "title_en": "The Traffic Court Act",
  "short_name": "Traffic Court Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-traffic-court-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-traffic-court-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1-N.       4,   CMences triable summarily which are committed in the course of\n24711959        atransactl'011 giving rise to a charge for an offence or contraven-\n                tim mentioned in item 1. 2 or 3, or which arise from facts which\n                nre the same aa or are closely WM&&       with facts giving riso to\n                 a charge for an offence or contravention mentioned in item 1. 2\n                or 3.\n                          inclusion of this paw is au-      by LN. 37/1988]"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                          Interpreta-\n“Corporate Area” means the combined area of the parishes tion.\n     of Kingston and Saint Andrew;\n“the Court” means the TraAEic Court established under this\n     Act;\n“Resident Magistrate” means a person appointed to be a\n     Resident Magistrate or to act as such under the\n     Judicature (Resident Magistrates) Act;\n“Clerk”, “Deputy Clerk” and “Assistant Clerk” mean\n     respectively a person appointed to be a Clerk of the\n     Courts, a Deputy Clerk of the Courts, or an Assistant\n     Clerk of the Courts or to act in any one of those\n     capacities (as the case may be) under the Judicature\n     (Resident Magistrates) Act."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. There shall be established in the Corporate Area a EstabM-\n                                                        ment of\nCourt of Record to be called the Traffic Court.         TrataC\n                                                                      court."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)  It shall be lawful for the Court to hear and Jurisdiction\ndetermine any of the offencesand contraventions mentioned court\n                                                           of the\nin the Schedule, if committed in the parish of Kingston or MeMe,\nin the parish of Saint Andrew or in any other parish by\nany person residing in the parish of Kingston or in the\nparish of Saint Andrew.\n      (2) The Judge of the Court shall, when sitting therein\nfor the trial of any offencementioned in the Schedule, be\ndeemed to be exercising the special statutory summary\n           [The iuchsbn of this page is authorized by L.N. 37/1988]\n4                                   TRAFFIC COURT\n           jurisdiction of a Resident Magistrate, unless the offence is\n           triable on indiclnient and the offender is indicted therefor.\n                  (3) The Court shall have all ministerial powers,\n           duties and authorities incident to the jurisdiction vested\n           in it by subsection (1) of this section.\n                  (4) The provisions of the Judicature (Resident\n           Magistrates) Act and of the Justices of the Peace Jurisdic-\n           tion Act shall apply to the Court in the exercise of the\n           jurisdiction vested in it by this Act and to the process,\n           procedure and practice of the Court (whether before, during\n           or after trial) as the said provisions apply to a Resident\n           Magistrate’s Court in the exercise of the jurisdiction vested\n           in it by the Judicature (Resident Magistrates) Act and to\n           the process, procedure and practice of such Court.\nSeal.        5. The Chief Justice shall cause a seal to be provided\n           for the Court and all process issuing from the Court shall\n           be sealed or stamped with such seal.\nWhere"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Court shall ordinarily hold its sittings in\ncourtto    Kingston, but subject to rules of court made under section\nbe held."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. It shall be lawful for any Resident Magistrate, upon hY\nthe application of the Judge of the Court, to act for the Resi&nt\n                                                          Magmate\nJudge of the Court on any particular occasion:            may act for\n                                                          the Judge.\n  Provided that a Resident Magistrate shall not act in\nthis manner for the Judge of the Court for more than a\nweek at a time, without the consent of the Minister."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) There shall be assigned to the Court a Clerk, a ofecMof\nDeputy Clerk and such number of Assistant Clerks as the the Court.\nMinister may consider necessary for the proper carrying\nout of the provisions of this Act.\n       (2) The Clerk, the Deputy Clerk and the Assistant\nClerks so assigned shall, for the purpose of discharging\nthe functions of the Court within their province, have\nrespectively all the functions, duties, powers, immunities\nand privileges of any Clerk or Deputy Clerk or Assistant\nClerk (as the case may be) of the Resident Magistrates’\nCourts for the parishes of Kingston and Saint Andrew."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) Any Resident Magistrate having jurisdiction in powuto\n                                                            transfer\nthe matter before whom any case involving the trial of any ca8u for\noffence mentioned in the Schedule and within the jurisdic-\ntion of the T r a c Court is brought shall, unless he is of\n                                                                    rp$~b\n                                                                    - aa\n           -~\n        t l 3 e inclusion of this paw is euthortsd by LN. 37jlWSJ\n                                        TRAFFIC COURT\n              the opinion that such a course will cause unnecessary hard-\n              ship or umecessary inconvenience to witnesses Er accused\n              persons, transfer such case for trial by the Traffic Court\n              and the record shall be endorsed accordingly.\n                          (2) The Judge of the Traffic Court shall, if he is\n              satisfied that the requirements of justice render it expedient\n              to do so or so as to avoid any unnecessary hardship or\n              unnecessary inconvenience to witnesses or accused persons,\n              t r x s f L x any case within the jurisdictbn of the Traffic\n              Court that may be brought before him for trial by any\n              Resident Magistrate’s Court having jurisdiction in the\n              matter, as may be appropriate, and the record shall be\n              endorsed accordingly.\nPowers of          12. The foregoing provisions of this Act shall not be\nResident\nM agi-jstrates’ deemed   to limit, prejudice or affect the powers and jurisdic-\nCourts for\nKingston\n                tion  of the Resident Magistrates’ Courts for the parishes\nand Saint       of Kingston and Saint Andrew or the powers of the Clerks,\n Andrew and\nof the        Deputy Clerks and Assistant Clerks of the Resident\nofficers      Magistrates’ Courts for those parishes, in relation to the\nthereof not\naRected.\nSchedule.\n              offencesmentioned in the Schedule or in any other manner.\nAppeals.        13. An appeal from any judgment of the Judge of the\n              Court in any case tried by .him in virtue of the jurisdiction\n              conferred on the Court by this Act shall lie to the Court of\n              Appeal, and the provisions of sections 294 to 305 (inclusive)\n              of the Judicature (Resident Magistrates) Act shall apply\n              to such appeal as the said provisions apply to criminal\n              appeals under that Act.\nRules of         14.-(1) Subject to subsection (3), the Rules Committee\ncourt.\n61 1987\n              established under section 135 of the Judicature (Resident\nS. 17.        Magistrates) Act may make, revoke and alter rules for the\n              Court-\n                      [The inclusion of this paw is autborizsd by LN. 37/1988]\n                           TRAFFIC COURT                                           7\n       (a) for the effectual execution of this Act and of the\n           objects thereof;\n       (b) for the regulation of the practice and proceedings\n            of the Court;\n       (c) for the registration of all orders and judgements\n            and the keeping of books by the Clerk of the\n            Court, recording or relating to the proceedings of\n            the Court;\n     (4 for the settling of the duties of the officers of the\n          Courts;\n     (e) for prescribing iorms for the Co~zrt,\nso, however, that rules. forms and practice in force iT: fhe\nCourt at the 1st day of October, 1987, shall remain in f(.)rw\nuntil such rules, forms and practice are amended or revckeri\n       (2) Rules of court may be made for regulating the\nproceedings of the Court of AppeA for the purpxtis of\nthis Act.\n        (3) Rules made under this section shall not have 6/1987\neffect unless approved by the Minister, with or without S. 17.\nmodifications, and published in the Gazette.\n        (4) Where no other provision is expressly made by\nthis Act or by rules under this section the procedure and\npractice for the time being prescribed by rules for the\nResident Magistrates’ Courts shall apply to the Court,\nso far as such rules may be appropriate and with such\nvariations as the circumstances may require.\n          (5) The word “rules” in this section includes forms."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Powers of Resident Magistrates Courts for Kingston and Saint\n       Andrew and of the officers thereof not a t k t e d ."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15, the Court may sit at any time and at any place in the\n           Corporate Area for the trial of any of the offences men-\n           tioned in the Schedule.\nJudge of     7.-(1)  The Judge of the Court shall be a Resident\n~0~~       Magistrate or a person qualified to act as a Resident\n           Magistrate who shall be assigned to the Court by the Chief\n           Justice and who shall, in addition to being the Judge of\n           the Court, have all the functions, duties, powers, jurisdic-\n           tion, imrnunlties and privileges of a Resident Magistrate,\n              provided in the Judicature (Resident Magistrates) Act,\n           in relation to the parishes of Kingston and Saint Andrew.\n                (2) The Judge of the Court may, subject to the\n           approval of the Chief Justice, sit at any time and at any\n                      m e hchdon of thin paw h autimhd by L.N. 37119881\n                        TRAFFIC COURT                                   5\nplace in the Corporate Area for the trial of any matter\n(whether criminal or civil) within the jurisdiction of the\nResident Magistrate’s Court for the parish of Kingston\nor the Resident Magistrate’s Court for the parish of Saint\nAndrew."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The attendance of accused persons and witnesses Bate-\n                                                          Inmkt of\nbefore the Court may be enforced by the same officers, by a m h a\n                                                          OfUxlMed\nthe same process and in the same way, as the attendance -mBnd\nof such persons before Justices may be enforced under the\nprovisions of the Justices of the Peace Jurisdiction Act."
    }
  ],
  "definitions": []
}