{
  "id": "jm-stat-the-transfer-tax-act",
  "type": "statute",
  "title": "The Transfer Tax Act",
  "title_en": "The Transfer Tax Act",
  "short_name": "Transfer Tax Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-transfer-tax-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-transfer-tax-act | Legal areas: Tax",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Where there is any alteration in any such particulars, or in\nmatters set out in any mch list or other document, as aforesaid in\nrelation to a personal company which is entitled to land, or in relation\nto any personal company of which a personal company so entitled is a\nsubsidiary. the personal company entitled as aforesaid shall. within\ntwenty-one days after the date on which particulars of the alsteration\ncodd. in due course of post and if despatched with due diligence,\nhave been received in this Island from the place where that company\nis inoarporated, deliver to 4he Registrar for inclusion in such company’s\nWe. a return containing the prescribed particulars of the alteration."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1)    Every personal company entitled to land shall in eve? calen-\ndar year deliver to the Registrar a balance sheet and profit and loss\naccount and. if the company is a subsidiary of any other personal com-\npany, a copy of the same in relation thereto, in such form, and contain-\ning such particulars and including such documents, as under the pro-\nvisions of the Act. it would, if it had been a company incorporated\nunder the Act, have been required to make out and lay before the\ncompany in general meeting.\n      (2) The Minister shall have like powers to modify any of the\nrequirements imposed by virtue of sub-paragraph (1) as are conferred\nby subsection (4) of section 349 of the Act.\n           me inclusion of this page is authorized by L.N. 60/1976]\n74                               TRANSFER TAX\n            (3) If any document mentioned in sub-paragraph (1) is not in\n     the English language, there shall be annexed thereto a c e d e d trans-\n     lation thereof."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) The provisions of section 351 of the Act shall apply to any\n     personal company entitled to land, and to any personal company of\n     which a personal company so entitled as a subsidiary, as they apply to\n     a company to which Part X of the Act applies, but with the deletion            \\\n     from the section of the words “under this Part” and the substitution\n     therefor of the words “as being that of a person authorized to acccpt\n     service on its behalf”.\n              (2) The provisions of section 353 of the Act shall apply in respect\n     of any personal company entitled to land as they apply in respect of a\n     company to which Part X of the Act applies, but with the insertion\n     immediately after the wwds “of this Part” in the section, of the words\n     “which apply to it, or with the requirements of the Second Schedule to\n     the Transfer Tax Act, or to perform any duty imposed on it by\n     that Schedule,”."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.4.         allowed a deduction of ten thousand dollars by way of\n             abatement of the amount or vdue of the consideration for\n             these purposm.\n                      (2) No deduction under subection (I) shaN tie\n             allowed from more than one sum, or more than once h m\n             any snm. in the mse of anv mrch tmnsfeet as afmesaM.\n                      (3) Nothing in subsection (1) shall apply to con-\n             sideration on which tax is imnosed with mpe& to any pro-\n             perty in virtue of-\n                  (a) ptwaiwaph (c) of sahsection (4) of section 3\n                  (b) paragraph (d) of the said s u b d o n (4) in so far\n                       as relates to paragraph (c) thereof:\n                  (c) the provisions of the s8id subsection (4\\ as fwpccts\n                       any class of option, but without prejudice to the\n                       application of subsection (!I of this section (in so\n                       far as is consistent with paragraphs (a), (b) and\n                       (d)of this su5section) to consideration for the pur-\n                       poses of taxation in conformity with subsaction (2)\n                       of section 11:\n                  (d) (without prejudice to the generality of anything in\n                       the foregoing provisions of this subsection) the\n                       First Schedule.\n                   me indusion d this page is authorlzbd by L.N.17/198g\n                          TRANSFER TAX                                    21\n         (4) Regulations made under paragraph (b) of mb-\nsection (1) of section 44 may prescribe any sum, in substi-\ntution for that specified by subsection (1) of this section,\nin which deduction shall be allowed under this section."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . 4 1 ) Subject as hereinafter provided, where a company issues shares\nor debentures to a person in exchange for shares in or debentures\nof another company, paragraph 4 shall apply with any necessary\nadaptations as if the two companies were the same campany and the\nexchange =re a reorganization of its share capital.\n       (2) This paragraph shall apply only where the company issuing\nthe shares or debentures has or in consequence of the exchange will\nhave control of the other company, or where the first-mentioned com-\npany issues the S ~ F or  ~ Sdebentures in exchange for shares as the\nresult of a general offer made to members of the other company or any\nclass of them (with or without exceptions for persons connected with\nthe first-mentioned company) the offer being made in the first instance\non a condition such that if it were satisfied .the first-mentioned company\nwould have control of the other company.\n           P%e inclusion of this page is authorized by L.N. 79/19%]\n                            TRANSFER TAX"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7 . 4 1 ) Where under any arrangement between a company and the\npersons holding shares in or debentures of the company or any class\nof such shares or debentures, being an arrangement entered into for the\npurposes of or in connection with a scheme of reconstruction or\namalgamation, another company issues shares or debentures to those\npersons in respect of and in proportion to (or as nearly as may be\nin propottion to) their holdings of the first-mentioned shares or deben-\ntures, but the first-mentioned shares or debentures are either retained\nby those persons or cancelled. then those persons shall be treated as\nexchanging the first-mentioned shares or debenture for those held by\nthem in consequence of the arrangement (any shares or debentures\nretained being for this purpose regarded as if they had been cancelled\nand replaced by a new issue):\n  Provided that sub-paragraph (2) of paragraph 6 shall n0.t apply.\n       (2) Where any scheme of reconstruction or amalgamation involves\nthe transfer of the whole or part of a company’s business to another\ncompany, and the first-mentioned company receives no part of the\nconsideration for the transfer (otherwise than by the other company\ntaking over the whole or part of the liabilities of the business) no\ntax shall be charged in resped of the transfer as aforesaid of any\nproperty.\n       (3) In this paragraph “scheme of reconstruction or amalgama-\ntion” means a scheme for the reconstruction of any company or com-\npanies or the amalgamation of any two or more companies, and\nreferences to shares or debentures being retained include their being\nretained with altered rights or in an altered form, whether as the result\nof reduction, consolidation, division or otherwise.\n                          Alteration of share rights"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8 . 4 1 ) If any person or persons having control of a company exercise\nafter the 17th November, 1970, his or their control so that value passes\nout of shares in the company, being shares owned by him or any such\npersons or a person who is conneoted with him or any of them (whether\nvalue passes as aforesaid by way of cancellation of such shates or in\nany other manner whatsoever) and passes into other shares in the\ncompany (whether by way of their issue or in any other manner\nwhatsoever), the first-mentioned shares shall be deemed to have been\ntransferred by such owner or owners, as the case may be, to the person\nowning such other shares.\n      (2) Without prejudice to the genera1i.V of the provisions of this\nAct as to the transactions which are transfers of propem, any transac-\ntion which under sub-paragraph (1) is to be treated as a transfer of\n                                TRANSFER TAX                                         61\n    property shall be so treated notwithstanding that there is no ccnsidera-\n    (ion and so far as, on the assumption that the parties to the transaction\n    were at arm’s length, the party making the transfer could have obtained\n    consideration, or additional consideration, therefor the transaction shall\n    be treated as not being at arm’s length and the consideration so\n    obtainable, or (as the case may be) the additional consideration so\ni   obtainable added to the consideration actually passing, shall be treated\n    as the market value of what is transferred.\n          (3) For the purposes of sub-paragraph (l), rights over a company\n    which are exercisable by any person shall be regarded as shares in\n    the company which are owned by him.\n            (4) For the purposes of sub-paragraph (1). a person shall be taken\n    to have control of a company-\n         ( U ) if he exercises, or is able to exercise, or is entitled to acquire.\n                control (whe$her direct or indirect) over the company’s affairs\n                and, in particular (without prejudice to the generality of the\n                foregoing), if he possesses or is entitled to acquire, the greater\n                part of the share capital or voting power in the company; or\n         (b) if he possesses or is entitled to acquire, either-\n                   (i) the greater part of the issued share capital of the com-\n                       pany; or\n                (ii) such part of the capital as would, if the whole of the\n                     income of the company were in fact distributed to the\n                     members, entitle him to receive the greater part of the\n                     amounlt so distributed; or\n               (iii) such redeemable share capital as would entitle him to\n                     receive on its redemption the greater part of the assets\n                     which, in the event of a winding-up, would be available\n                     for distribution among members; or\n        (c) if in the event of a winding-up he would be entitled to the\n             greater part of the assets available for distribution among\n             members,\n    and where two or more persons together satisfy any of the foregoing\n    conditions, they shall be taken to have oontrol of the company.\n          (5) In sub-paragraph (4). “member” includes any person having\n    a share or interest in the capital or income of the company, and for\n    purposes of that sub-paragraph a person shall be treated as entitled\n    to acquire anything which he is entitled to acquire at a future date\n    or will at a future date be entitled to acquire; but for the purposes of\n    sub-paragraph (4) (b) (iii) and (c) any person who is a loan creditor\n    of the company, otherwise than in respect of any loan capital or debt\n    issued or incurred by the company for money lent by him to the com-\n    pany in the ordinary course of a business of banking carried on by\n    him, may be treated as a member (and references to share capital as\n    including loan capital).\n            m e inclusion of this page is authorized by L.N. 60/1976]\n62                               TRANSFER TAX\n           (6) For purposes of sub-paragraph (4). there shall be attributed\n     to any person any rights or powers of a nominee for him, that is to\n     say. any rights or powers which another person possesses on his behalf\n     or may be required to exercise on his direction or behalf.\n           (7)For purposes of sub-paragraph (4) there may also be attri-\n     buted to any person all the rights and powers of any company of\n     which he has, or he and persons connected with him have, control or\n     any two or more such companies, or of any person connected with\n     him or of any two or more persons conneated with him, including\n     those attributed to a company or connected person under sub-paragraph\n     (6) but not those attributed to such a person under this sub-paragraph.\n            (8) In sub-paragraph ( 5 ) ‘loan creditor” means a creditor in\n     respect of any redeemable loan capital issutd by the company or in\n     respect of any debt incurred by the company, being a debt-\n          (U) for money borrowed or capital assets acquired by the com-\n              F Y i\n          (b) for any right to receive income created in favour of the com-\n              pany; or\n          (c) for consideration the value of which to the company was (at\n              the time when the debt was incurred) substantially less than\n              the amount of the debt (including any premium thereon).\n     Transfer of shares outside Jamaica indirectly effecting transfer of land"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.+) Subject to the provisions of this paragraph, where a person\n     resident in Jamaica for purposes of the Income Tax Act. transfers\n     shares in a corporation after the 17th November, 1970, and. immediately\n     before the transfer, either-\n          (a) the corporation is or has control of a land-owning company.\n               and is one which is under the control of not more than five\n               persons and in which he has a substantial interest; or\n          (b) the corporation, or a company of which it has control, has\n              a substantial interest in a landswning company under the\n              control of not more than five persons, and the corporation\n              is one of which he has control or of which he and persnnc\n              connected with him have control,\n     then, such transfer shall be deemed to be a transfer of, and the\n     shares included therein shall be treated as, securities; and any question\n     whether shares in a corporation have been transferred shall be deter-\n     mined accordingly, for the purposes of this paragraph, in conformity\n     with the provisions of this Act, in particular, section 10, but exclusive\n     of paragraphs 6 and 7 of this Schedule:\n        Provided that, without prejudice to such liability to bear tax as may\n     be imposed on any transferor by virtue of the foregoing provisions of\n     this sub-paragraph; the transferor shall have, incur and discharge such\n     duties and liabilities as would be imposed on any other person as\n     the transferee by virtue of those provisions apart from this proviso and\n     (if it be applicable) section 22.\n                       TRANSFER TAX                                      63\n  (2) For the purposes of this paragraph-\n(a) “company” has the like meaning as is assigned by sstion 2\n    for the purposes of paragraphs (e) to (i) (inclusive) of sub-\n    section (3) of section 4 to that expression, except that it does\n      not include an unincorporated association;\n (b) “corporation” means any body incorporated under the law of\n      any country except Jamaica;\n (c) a corporation shall be deemed to have control of a company\n      as mentioned in sub-paragraph (1) (U) or (b) if the corporation\n      has power to secure by means of the holding of shares or the\n     possession of voting power in or in relation to that or any\n     other company, or by virtue of any powers conferred by the\n     articles of association or other document regulating that or\n     any other company, that the affairs of the first-mentioned\n     company are conducted in accordance with the wishes of the\n     corporation; and any person, or a person and others connected\n     with him, shall be deemed to have control of a corporation\n     as mentioned in sub-paragraph (1) (b) if such a condition as\n     corresponds to the foregoing is satisfied in relation to him\n     or them, as the case may be, and the corporation;\n(d) reference to any corporation or company which is under the\n     control of not more than five persons is a reference to any\n     corporation or company, as the case may be, to which section\n     20 of the Income Tax Law, 1954, Law 59 of 1954, applies as\n     provided by subsections (2) and (3) thereof or would so apply\n     if the expression “wmpany”, instead of being defined as\n     provided in subsection (4) of that section, were thcrein defined\n     in the like manner as in this paragraph; and, in determining\n     whether section 20 of the Law applies or muld apply as afore-\n     said, no account shall be taken of any requirement otherwise\n     provided for purposes of the said Law, in particular, any such\n     requirement by virtue of subsection (6) of section 20 aforesaid\n     or as to residence;\n(e) “land-owning company” means a company entitled to land to\n     a value equal to or exceeding two-fifths of the net value of\n     all its assets (that is to say, their value less the value of the\n     debts and liabilities of the company); and, for this purpose-\n         (i) the value of the said land shall be taken to be the\n             value of the company’s interest free of any liability\n             charged thereon, and to include the value of interests\n             which the: company has unconditionally contracted to\n             acquire, but not that of interests which the company\n             has unconditionally contracted to dispose of;\n        (ii) “value”, in relation to a company’s land, means market\n             value:\n       (iii) the net value of a company’s assets is the net value\n             they would have on a sale in the open market of the\n             company’s business as a.going concern;\n   P’he inclusion of this page is authorized by L.N. 60/1976J\n64                              TRANSFER TAX\n               (iv) the first-mentioned value shall be exclusive of the mar-\n                    ket value of any buildings, erections or other mnstmc-\n                    tions on the land;\n         (f) any person shall be deemed to have a substantial interest in\n             any company if one-tenth or more in market value of the\n             issued shares of the company is held by him or is held\n             partly by him and partly by persons connected with him;\n         (g) “share”, in relation to a company not limited by shares (whe-\n             ther or not it has share capital), includes the interest of\n             a member of the company as such, whatever the form of\n             that interest, and the transfer of rights attached to or forming\n             part of a share (at equity or otherwise) shall be treated as if\n             the rights included in the transfer and those not included\n             were separate shares;\n         (h) sections 21 and 33 shall not apply.\n                                     PART\n          SPECIAL    PROVISIONSAS REGARDS     TAXRESPECTING    TRANSFERS\n                                      ON DEATH\n                              Interpretation of this Part\n       l O - ( l ) In this Part-\n          “deceased person” means any individual referred to in subsection\n                (2) of section 12, who is deceased, and “the deceased” shall be\n                construed accordingly;\n         “deceased‘s transfer” means such transfer, mentioned in subsection\n                (2) of section 12, as a deceased person is deemed to have\n                made;\n          “incumbranes” includes mortgages and terminable charges;\n          “representation” means probate of a will or letters of adminis-\n              tration;\n         “tax” means tax imposed by virtue of subsection (1) of section 5;\n         “will” includes any testamentary instrument.\n          (2) For the purposes of this Part-\n         (a) subsection ( 1 ~ )of section 5 shall apply as it applies for the\n             purposes of subsection (1) of section 5;\n         (b) reference to personal representatives, as regards any obligation\n             under this Part, includes any person who takes possession\n             of, or intermeddles with, the property of a deceased person.\n             Disposable proper0 passing on death for tax purposes"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) A deceased person shall be deemed to have been, at his\n     death, competent to dispose of property-\n            me inclusion of this page is authorized by L.N. 60/1976]\n                            TRANSFER TAX                                         65\n    (a) if he had at his death such an estate or interest therein, or\n              such general power, as would have enabled him, if of full age\n              and capacity, to dispose of the property; or\n       (b) without prejudice to the generality of the foregoing, if at his\n              death he was entitled to revoke a donatio mortis caitsa of the\n              property, or entitled in respect of the property to a tenancy in\n              tail whether in possession or not, or had such power or\n              authority (exercisable whether by instrument inter vivos or\n              will, or both) as to enable him, in the capacity of donee or\n              other holder thereof, to appoint or dispose of the property\n              as he thinks fit,\n  but exclusive of any power or authority exercisable as tenant for life\n under the Settled Land Act or as mortgagee, or exercisable in a fiduciary\n capacity under a disposition not made by himself, and a disposition\n taking effect out of the deceased's interest shall be treated as having\n been made by him. whether the concurrence of any other person was or\n was not rquired.\n           (2) For the purposes of sub-paragraph (1)-\n       (a) if the d e c d was not domiciled in Jamaica, he shall never-\n              theless be deemed to have been so domiciled;\n      (b) if the property was not situated in Jamaica, it shall neverthe-\n             less be deemed to be so situated.\n           (3) The property passing on the death of an individual comp-\ntent to dispose thereof shall be taken to include any property whch\n(having been so disposable) passes-\n      (a) to his personal representative; or\n      (b) either immediately on his death or after any interval, either\n             certainly or contingently, and either originally or by way of\n             substitutive limitation; or\n       (c) at a period ascertainable only by reference to the deceased's\n             death.\n          (4) Subject to sub-paragraph (9,where a deceased person was\nimmediately before his death beneficially entitled to a point tenancy of\nany property, his severable share of that property shall be treated\nas property of which he was competent to dispose at his death.\n          ( 5 ) Nothing in sub-paragraph (3) shall apply in relation to any\npmperty whbh is shown t~ the satisfaotion d the Commissioner of 19 1988\nTaxpayer Audit and Assessment to be a dwelling-house W&h ww- S k\n      (a) owned by the deceased or, as the case may be, by the deceased\n             and his spouse jointly or as tenants in common, or by the\n                                                                        Fiy;1999.\n             deceased and any one or more of the following relatives of 113~11gg7.\n             the deceased, whether jointly or as tenants in common, that\n             b to say-\n                  (i) mother or step-mother;\n                 (ii) father or stepfather;\n                (iii) son or step-son;\n66                                      TRANSFER TAX\n                           (iv) daughter or stepdaughter;\n                            (v) sister or brother, whether of the whole or half blood;\n                           (vi) grandfather or grandmother;\n                          (vii) grandson or granddaughter; and\n                  (6) used as the principal residence of each of them:\n               Provided that more than one residence of the deceased shall not be\n             accepted as having been his principal residence for the purposes Of\n             this sub-paragraph.\n                      (6) Reference in sub-paragraph ( 5 ) to the deceased's spouse\nL.N.         includes any person who the Commissioner of Taxpaym Audit and\n165/1999.    Assessment is satisfied-\n                  (a) was a single woman or widow living with the deceased, being\n                         a single man or widower, as his wife; or a single\n                         widower living with the deceased, being a Shde Woman Or\n                         widow, as her husband; and\n                  (6) ought to be treated as having been. in all the ~ ~ C ~ s t a n c e s\n                         of the case, the deceased's spouse for the purposes of Sub-\n                         paragraph (5).\n                                  Aggregation of property for tax purposes"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(1) All property of which a deceased person was, at his death,\n             competent to dispose shall be aggregated, as forming the subject of the\n             deceased's transfer, for the purposes of computing the tax imposed in\n             respect thereof as provided by subsection (2) of section 12.\n                       (2) Property shall not be aggregated as aforesaid more than\n             once. nor shall the tax computable pursuant to such aggregation be\n              more than once imposed, in the case of the same death; and-\n                   (a) tax payable as regards any portion of the property so aggre-\n                         gated shall accordingly be in the same ratio, to the tax so\n                         computed. as the value attributable to such portion, and\n                         included pursuant to such aggregation, bears to the total con-\n                         sideration for the deceased's transfer of the property aforesaid;\n                   (6) liability for tax (rateable in manner aforesaid) in respect of\n                         any portion of property chargeable under subsection (1) of\n                         section 32 shall attach and be thereunder secured on that\n                         portion forthwith upon the death of the deceased, but with-\n                         out prejudice to-\n                              (i) any means otherwise by law available to the Commis-\nL.N.                               sioner of Inland Revenue or a collector of T a B for\n 165/1999.                        recovery of any m n t so secured;\n                             (ii) the provisions of paragraph 14 of this Schedule.\n                                             Allowances\n               1 3 . 4 1 ) Subject as may be otherwise provided by regulatiom under\n             paragraph (b) of subsection (1) of section 44,in d e k m g the value\n             of P~OpertYaggregated as aforesaid, allowance shall be made for man-\n             able expenses as reSpectS the deceased's funeral, and for debts and\n             incumbrances: provided that an allowance shalI not be\n                        [The inclusion of this page is aQrhorized by L.N. 3/20011\n                             TRANSFER TAX                                             67\n     (U) for debts incurred by the deceased or incumbrances created by\n          a disposition made by the deceased, unless such debts or\n          incumbrances were incurred or created bona fide for full con-\n          sideration in money or money's worth wholly for the deceased's\n         own use and benefit and take effect out of his interest; nor\n     (b) for any debt in respect whereof there is a right to reimburse-\n          ment from any other person or his estate, unless such\n         reimbursement cannot be obtained; nor\n     (c) subjeot 60 sub-paqpphs (3) and (4). for any funeral cxpews,\n         debts or incumbrances (not charged on any such property\n         prior to the death of the deceased), except to the extent to\n          which it is shown to the satidaction of the Cmnmissioner of L.N.\n          Taxpayer Audit and Assessment that they cannot be disoharged 165/1999.\n          out of such of the deceased's assets as are nut included in\n          property aggregated as aforesaid: nor\n     (d) in respect of the fees of any court in relation to proceedings\n         or process for obtaining representation; nor\n     (e) more than once for the same debt or incumbrance charged\n          upon different portions of the property.\nand any debt or incumbrance for which an allowance is made shall be\ndeducted from the value of the property liable thereto.\n        (2) An allowance shall not be made in the first instance for\ndebts due from the deceased to persons resident out of the Island\n(unless contracted to be paid in the Island or charged on assets situated\nwithin the Island). except out of the value of any property of the\ndeceased situated out of the Island in respect of which the tax is paid;\nand there shall be no repayment of the tax in respect of any such\ndebts to the extent to which it is shown to the satisfaction of the\nCommissicmm d Taxpayer Audit and Assessment that the 8ss8ts of L.N.\nthe deceased dtuated in the country in which the person b whom such *65!1999.\ndebts are due resides is insuI3cient for their payment :\n  Provided that nothing in the foregoing provisions of this sub-\nparagraph shall be construed to prejudice anything provided by virtue\nof sub-paragraph (1) (U) to (e) (inclusive).\n        (3) Where any property passing on the death of the deceased\nis situated outside Jamaica, and the Commissioner of Taxpayer Audit L.N.\nand Assessment is satislied that by reason d such death my tax, duty 165/1999.\nor other impcst in respect of that property is payable in the country\nwherein it is situated, he shall make an allowance of the mount d that\ntax, duty w impost from the valve of such property.\n         (4) Where the Commissioner of Taxpayer Audit and Assessment L.N.\nis satisfied that any additional expense in administering or in realising 165/1999.\npmperty has been incurred by reason of the property being situated\nout of the Island, he may make an allowance from the value of the\nproperty on m u n t of such expense. not exceeding in any case five\nper centum on the value of the property.\n           IThc inclusion of this page is authorized by L.N. 3/2001]\n68                                       TRANSFER TAX\n                     Charge on property not passing to personal representatives"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. If at any t h e -                                         Applicption\n                                                                for relief\n    (a) upon application by a liquidator of any company by          liqmdr-\n                                                                tor, .y\n         for relief under this section, or upon application reQRLver\n                                                                of property.\n         therefor by a person duly appointed in respect of of company\n          any creditor of a company as a receiver or manager             in\n         of its property, the Commissioner is satisfied that mnknapbcy.\n          the payment of tax chargeable in respect of any\n          transfer of property of the company in the come\n          of its winding-up would prejudice the discharge of\n          any liabilities of the company to any creditor there-\n         of; or\n    (6) upon application by a Trustee in Bankruptcy (whe\n         ther or not deemed under section 5 to be a per-\n         sonal representative) for relief under this section,\n         the Commissioner is satisfied that the payment of\n          any tax chargeable in respect of any transfer of\n         property of the bankrupt’s or debtor’s estate in the\n         course of its administration in such bankruptcy\n         would prejudice the discharge (by way of such\n          administration) of any of his debts,\nthe Commissioner shall grant relief from so much of the\ntax as, in his opinion, cannot be paid without prejudicing\nsuch discharge."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1)  If, upon the application in accordance with regu- Relief tram\nlations made under section 44 of a transferor of property\nfor relief under this section from tax in respect of his trans-\n                                                                     xof\n                                                                     :Fro?\nfer after the 3rd day of April, 1984, of such property, it is aptd\nshown to the satisfaction of the Commissioner that m-           1g/am\nthe tax in respect of the transfer of that property a W * * l\n(exclusive of any property so transferred and in relation\n         me inclusion of this page in authdrized by L.N. 17,’19&91\n22                             TRANSFER TAX\n     to which relief from the tax as respects the transfer\n     thereof may be granted under subsection (11, (3) or (5) of\n     section 15, or is so granted, or an option for relief from any\n     such tax is exercised under paragraph (a) of the proviso to\n     the said subsection (1) ) exceeds thirty-seven and one-half per\n     centurn of the capital gains accruing from the transferor’s\n     disposal of the property (except any property excluded\n     under the foregoing provisions of this subsection) or that no\n     capital gains have so accrued, the Commissioner shall grant\n     relief by way of the refund to the transferor of the amount\n     by which such percentage is so exceeded or, as the case may\n     be, the amount of tax in respect of the transfer from wbich\n     no such gains have accrued as aforesaid, so, however, that\n     without prejudice to any regulations made under paragraph\n     (b)of subsection (1) of section 44,reference in the foregoing\n     provisions of this subsection to any property (except as\n     property excluded thereunder) shall, in relation to relief from\n     any tax paid in pursuance of section 21 by any person, as\n     a transferor of securities during any year of assessment, be\n     construed as collective reference to all the securities in res-\n     pect of hk transfer of which during such year tax has been\n     charged under subsection (2) of section 21.\n             (2) Every application for relief under this section in\n     respect of any tax shall be made within three years after\n     payment to the Commissioner of all such tax; and no such\n     application shall be made unless the transferor has\n     the full amount of tax required to be borne by him in\n     respect of the transfer.\n              (3) Save as otherwise provided by any regulations\n     made under paragraph (6)of subsection (1) of section 44,\n     capital gains accruing from the transfer of property shall,\n     for the purpose of subsection (11, be taken to be the amount\n     on which tax is charged in respect of such transfer, 1-\n          (U)      (i) the amount or value of the consideration\n                       in money or money’s worth given by the\n             CI?m idusion of thin paoc k authorized by L.N. 17119891\n                         TRANSFER TAX                             23\n                  transferor or on his behaif wholly and\n                  exclusively for the acquisition of that pro-\n                  perty (whether after the 1st Amil, 1970, or\n                  not); or\n,\n             (ii) in the event of the property being a right\n                  or interest created in, over, or otherwise\n                  with respect to, any property belonging to\n                  the transferor, the amount or value of so\n                  much of the consideration for which the\n                  last-mentioned property was acquired by\n                  him (whether after the 1st April, 1970, or\n                  not) as may, to the satisfaction of the Com-\n                   missioner, be apportioned to the first-\n                  mentioned property; and\n    (6)       (i) the amount of such expenditure, if any, as\n                  has been wholly and exclusively incurred\n                  on that property by or on behalf of the\n                  transferor for the purpose of enhancing the\n                  value thereof, being expenditure reflected in\n                  the state or nature of the property at the\n                  time of the said transfer thereof; or\n             (5) in the event of the property being a ri@t\n                 or interest created in, over, or otherwise\n                 with respect to, any property belonging to\n                 the transferor, so much of any like expen-\n                 diture by or on behalf of the transferor on\n                  the last-mentioned property as may, to the\n                  satisfaction of the Commissioner, be appor-\n                  tioned to the first-mentioned property.\n          p%c id&ion d this pkge Q nuthized by L.N. 17/1989]\n24                                TRANSFER TAX\n                   (4) Save as aforesaid, the provisions of this Act as to\n          amount or value of the consideration for which property\n          shall be treated as transferred shall mutatis mutandis apply\n          in relation to the amount or value of the consideration for\n          which any property shall, for the purposes of paragraph (a)\ner11974   of subsection (3), be treated as having been acquired and, in\ns. 3.\n          particular, section 1 2 shall\n                                    ~    apply as aforesaid in the case\n          of any property with respect to which the tax paid as re-\n          quired by subsection (2) of this section was charged on\n          consideration computed in conformity with subsection (1)\n          of section 1 2 ~ .\n                  (5) Without prejudice to the provisions of subsec-\n          tion (4), no deduction shall, in computing capital gains as\n          provided by subsection (3), be allowed on accou13t of the\n          payment of any tax or stamp duty.\n                 (6) Notwithstandhg anything to the contrary in the\n          foregoing provisions of this section, there shall be excluded\n          from the sums deductible under subsection (3)-\n              (U) any amount defrayed, or which may be defrayed,\n                  directly or indirectly from public fund8, whether\n                  of Jamaica or of any other country;\n              (b) any premiums or other payments under a policy\n                  of insurance against risks, injury, damage, loss or\n                  depreciation of any description;\n              (c) any amount allowed or allowable as a deduction\n                  (whether in assessment to income tax, or by way\n                  of discharge or repayment thereof, or otherwise)\n                  in computing income, profits, gains or losses for\n                  the purposes of the Income Tax Act, or\n                  which would have been 80 dowed, or would be\n                  so allowable, in the Computing of losse~but far\n                                                                             I\n                           TRANSFER TAX                                     25\n         an insufficiency of income, profits or gains, or\n         in any such computation as aforesaid but for any\n         provision made by or under any enactment for\n         the exemption of income, profits or gains from\n         income tax.\n        (7) No application for relief shall be entertained\nunder this section in respect of a transfer of property by way\nof the transferor’s trade or bisiness within section 5 of the\nIncome Tax Act apart from provision, if any, for\nexemption as aforesaid; and, to the extent of any payment\nof tax in respect of any transfer of property by way of the\ntrade or business as aforesaid of which account shall be\ntaken in ascertaining for income tax purposes the trans-\nferor’s chargeable income, any income tax under the said\nAct, on such income from the said trade or business as is so\ntaken into account in ascertaining that chargeable income,\nshall be abated. Reference in the foregoing provisions of\nthis subsection to a transferor’s trade or business shall, in\nrelation to his transfer of property in any class, be construed\nas reference to the transferor’s trade or business of dealing\nin property in that class."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) If, upon the application of any individual for Relief from\n                                                                      in case\nrelief under this subsection from tax in respect of the trans- oftaxrmi-\n                                                                 dential, agri-\nfer by him of his interest in land consisting of a dwelling- cultural,\n                                                                 religious or\nhouse or part thereof and owned by him, it is shown to the educational\nsatisfaction of the Commissioner that the transferor used W.\nthe dwelling-house or, as the case may be, the part thereof\nas his sole or principal residence, and occupied the land\naccordingly, until it was so transferred or until such use\nwas terminated with a view to such transfer, the Commis-\nsioner shall grant relief from all tax in respect of that trans-\nfer :\n                                                                     1\n         phe ,inclusion of this page is authorized by LN. 90/1993]\n26                                 TRANSFER TAX\n            Provided that-\n19/198%           no such application shall be made if the tax in that\nS. 6.             respect is imposed on a consideration exceeding\n                  one hundred and fifty thousand dollars.\n                   no applicant shall claim or be taken to have used\n                   two or more dwellings as principal residences, res-\n                   pectively, at the same time for the purposes of\n                   this subsection;\n                   no applicants shall claim or be taken to have used\n                   different dwellings as principal residences, for the\n                   purposes of this subsection, at any time when they\n                   were husband and wife living together.\n                  (2) [Repealed by Act I9 of 1988.1\n                  (3) Reference in subsection (1) to land consisting of\n          a dwelling-house or part thereof includes reference to any\n          land transferred as aforesaid with the dwelling-house or\n          part thereof, as the case may be, and which the transferor\n          had for his own occupation and enjoyment as its garden\n          or grounds up to an area (inclusive of its site) of one acre,\n          or such larger area as the Commissioner may in any parti-\n          cular case allow on being satisfied that, regard being had\n          to the size and character of the dwelling-house, the larger\n          area was required for the reasonable enjoyment of it (or\n          the part in question) as a residence :\n             Provided that in the case where part of the land occupied\n          with a residence is and part is not within the foregoing\n          provisions of this subsection, then (up to the permitted\n          area) that part shall be taken to be within such provisions\n          which, if the remainder were separately occupied, would\n          be most suitable for occupation and enjoyment with the\n          residence.\n                  me inclusion of this page is authorized by L.N. 90/1S93]\n                          TRANSFER T A X                                   37\n          subsection (1) of section 19 or subsection (2) of\n          section 20, as the case may be,\nmay, during the said year of assessment, notify the Commis-\nsioner in writing that he elects to pay in pursuance of\nthis section all amounts for which he may be liable in respect\nof transfers by him of any securities during that year of\nassessment; and, pursuant to such notification, nothing in\nsection 18 shall require any payments to be made on account\nof such person or authorize their recovery from him in the\ncase of any transfer of securities by him during the year\naforesaid :\n  Provided that no such election shall be made during any\nyear of assessment by any person on whose account any\nsuch payment has been made in the case of any such transfer\nas aforesaid during that year of assessment.\n        (2) Within the prescribed period after the end of any\nyear of assessment during which an election has been made\nunder subsection (1) by any person, a return of all transfers\nof securities made by him during that year of assessment\nshall for the purpose of his being charged to tax assessed in\nrespect thereof, be transmitted in the prescribed form to the\nCommissioner by such person."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Exemptions.\n1 7 ~ Restriction\n      .           on application of Part III.\n         me i d &     of this page is authorized by L.N. 79119961\n2                            TRANSFER TAX\n               PART IV. Payment and Enforcement of Tax"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) Where a contract of transfer, being a contract to Contracrs\ntransfer any property, whether or not in existence or ascer- of transfer.\ntained at the time of the contract, is made, the contract shall\nbe deemed to be the transfer of the property (for the con-\nsideration provided for by the contract, without prejudice\nto any requirement under this Act that consideration for\nsuch a transfer be otherwise assessed) for the purposes of\nthis Act.\n       (2) Where any person, being a person for the transfer\nof property to whom, or to whose nominee, any such con-\ntract as mentioned in this section subsists, makes an assign-\nment, or enters into a contract of assignment, to any other\nperson of the right to the said transfer or enters into a\ncontract of transfer, being a contract to cause the said\nproperty to be transferred to any other person pursuant to\nthe subsisting contract, the assignment so made or (as the\ncase may be) the contract so entered into shall be deemed\nto be the transfer of that property by the first-mentioned\nperson to the other person (for the consideration for which\nthe assignment is so made or the contract so entered into\n18                                    TRANSFER TAX\n           provides, as the case may be, including any undertaking in\n           consideration thereof to assume or discharge obligations\n           under the subsisting contract, without prejudice to any\n           requirement under this Act that consideration for such a\n           transfer be otherwise assessed) for the purposes of this Act.\n                   (3) Subject to the provisions of subsection (1) of\n           section 16, the transfer of property pursuant to any contract\n           previously made and by virtue of which the property iS\n           regarded, on any assumption introduced by the foregoing\n           provisions of this section, as having been transferred shall\n           not be deemed to be a transfer in respect of which tax is\n           chargeable.\noptions.      11.-(1) Without prejudice to any provisions of this Part\n           the grant of any option mentioned in subsection (4) of\n           section 3 is the transfer of property (namely the option) and,\n           in particular, shall be treated as such-\n                (a) in the case where the grantor binds himself to sell\n                     what he does not own and, because the option is\n                     abandoned, never has occasion to own;\n                (b) in the case where the grantor binds himself to\n                     purchase what, because the option is abandoned,\n                     he does not acquire,\n           but subject to the following provisions of this section as to\n           treating the grant of an option as part of a larger transaction.\n                 (2) If an option is exercised the grant of the option\n           and the transaction entered into in fulfilment of the grantor’s\n           obligations under the option shall, in accordance with regu-\n           lations made under section 44, be treated for the purpose\n           of charging tax as a single transaction.\n                  (3) The exercise or abandonment of an option by\n           the person for the time being entitled to exercise it is not\n           a disposal of property.\n                         TRANSFER TAX                                         19\n       (4) The foregoing provisions of this section shall apply\nin relation to a forfeited deposit of purchase money or other\nconsideration money for a prospective purchase which is\nabandoned as they apply in relation to the consideration for\nan option which binds the grantor to sell and which is not\nexercised.\n         (5) Every reference in the foregoing provisions of\nthis section to selling property or purchasing it shall be con-\nstrued to include a reference to any transfer of property\nor acquisition thereof by way of its transfer, respectively.\n   l2.-(1) In relation to matters provided for in Part I of s p y\nthe First Schedule with reference to shares and to debentures provisiom\nand other securities, the provisions of that Part shall have ~~~~~w\neffect for the purposes of this Act.                          and to tram-\n                                                              fen on\n                                                                  death.\n                                                                  Pint\n                                                                  Schedule.\n                                                                  1211975\n                                                                  S..8.\n        (2) Tax shall on the assumption introduced by sub-\nsection (1) of section 5, be imposed with respect to the\ntotal Consideration for such transfer by an individual as\nthat subsection describes, and the tax so imposed shall be\ncomputed on such consideration in accordance with the\nfollowing rates-\n     For every dollar of the first $lO,OOO of value\n       or such other amounts as may, for the\n       time being, be prescribed ,..             ... Nil\n     For every dollar of the next $lO,OOO of value 7.5 cents\n     For every dollar of the next $40,000of value 10 cents\n     For every dollar of the next $50,000 of value 12.5 cents\n     For every dollar of the remaining value ... 15 cents\n        (3) In relation to tax imposed by virtue of subsection\n(1) of section 5-\n     (a) the provisions of Part II of the First Schedule shall\n          have effect; and\n        [The -Wusion of this page is authwizod by L.N. 17/1989]\n                                   TRANSFER TAX\n                   (b) the other provisions of this Act (in so far as they\n                        are applicabre in relation thereto) shall apply\n                        subject to the provisions of subsection (2) of this\nFi                     d o n and Part IT of the First Schedule aforesaid.\nSchsdule.\n                     (4) Nothing in this section shall be construed to\n             prejudice the provisions of section 45.\n                           PARTIn. Rdief and Exemptions\nDedaction       12&-(1) Subject to the provisions o€ this section, where"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-(1)  In the case of property which does not pass to the personal\nrepresentatives as such, an amount equal to the proper rateable part\nof the tax may be recovered by the person, who being authorized or\nrequired to pay the tax in respect of any property has paid such tax.\nfrom the person entitled to any s u m charged on such property (whether\nas capital or as an annuity or otherwise) under a disposition not\ncontaining any express provisions to the contrary.\n        (2) (a) Any dispute as to the proportion of the tax to be borne\nby any property or person, may be determined upon application by any\nperson interested by originating summons in the Supreme Court, or\nwhere the amount in dispute is less than two thousand dollars by\nordinary summons in the Resident Magistrate's Court for the parish\nin which the person recovering the same resides or the property in\nrespect of which the tax is paid is situated.\n             (b) The person claiming to recover the amount in dispute\nshall be plainW. and the person resisting such payment shall be\ndefendant. Particulars of demand shall be !led in every such proceeding,\nand shall state concisely the nature of the dispute, and the relief or\norder which the plaintiff claims.\n        (3) Any person from whom a rateable part of the tax can be\nrecovered under this section shall be bound by the accounts and\nvaluations as settled between the person entitled to recover the same\n and the Commissioner d Mand Revenue.                                    L.N.\n                                                                              l65/1999.\n                             Assessment to tax"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.41) The Commissioner of Taxpayer Audit and Assessment shall, L.N.\n if he is satisfied with the particulars set out in the revenue affidavit or 165/199!9.\n account, assess the tax on the footing of such partioulars, but it shall\n72                                       TRANSFER TAX\n              be lawful for that Commissioner, if he is dissatisfied with such parti-\n              culars, to cause a valuation to be made by a person named by him and to\n              assess the tax on the footing of such valuation:\n                Provided that the reasonable costs of such valuation shall be defrayed\nL.N.          by that aOmmissicmer.\n165/1999.\n                      (2) Nothing in sub-paragraph (1) shall prejudice any powers\n              exercisable under any other provisions of this Act for the purposes of\n              assessing tax.\n                                  Postponement of payment of tax\nL.N.             21.41) Where the Commissioner 0s Inland Revenue is satisfied that\n16511999.     the tax levbble in respect of any pmpenty c a m @ without excessive\n              Sacrifice be raised at once or cannot be paid on the grant of representa-\n              tion, he may d o w payment to be postponed for such period, 9 yuoh\n              extent. and m payment d such interest not exceeding six per cent on\n              such terms, as he may think fit.\nL.N.                  (2) The Oommissioner of Inland Revenue may require the\n165/1999.     personal representative tlo enter into a bond with or without sureties in\n              such an mount as he may think fit to secure the payment of the proper\n              tax thereon within such rime as shall be named in such bond, or he may\n              require the personal representatives to deposit in his hands such s u m\n              of money as he may think fit to be held as security for the payment d\n              the proper tax within suoh time as he may appoint.\nL.N.                  (3) Where the Oomrmissioner of Inland Revenue allows as &re-\n165/ 19W.     said postponement of any payment collectible pursuant to sub-pampph\n              (3) of paragraph 18 d this Schedule, a stamp indicative of such matters\nL.N.          with regard to that payment as the Ckmdssioner of Inland Revenue"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-(1) Where any return is required by section 20 in by       Returns\n                                                                   trustees.\nthe case of any transaction made after the 4th August, 1971,\nand relating to the transfer of a beneficiary’s interest under\na settlement or in property to which the beneficiary is\nabsolutely entitled as against a trustee as mentioned in sub-\nsection (2) of section 3, such transaction shall not be valid or\neffectual unless and until notified to the trustees of the\nsettlement or the said trustee, as the case may be, and, not-\nwithstanding anything to the contrary, the trustees or trustee\nnotified shall transmit to the Commissioner the return\nrequired as aforesaid.\n         me inclusion of this page is authorized by L.N. 79/1996]\n38                                    TRANSFER TAX\n                       (2) References in subsection (1) to trustees of a\n              settlement shall be construed in conformity with subsection\n              (1) of section 6, and references in subsection (1) to a trustee\n              shall, in relation to any property the subject of any such\n              entitlement as aforesaid, be construed in like manner, with-\n              out prejudice to paragraph (a) of the proviso to subsection\n              (2) of section 18.\nPenalty\nfor failure      23. Every person required to transmit a return in accord-\ntomake\nreturn.\n              ance with any provisions of this Part shall, in default of\n              transmission of such return in accordance with those pro-\n              visions, be guilty of an offence and be liable on summary\n              conviction before a Resident Magistrate to a fine not exceed-\n              ing two thousand dollars and treble the amount of any tax\n              proved to be outstanding in consequence of such default,\n              or in default of payment of such fine to imprisonment for a\n              term not exceeding two years.\nAssess-         24.-(1) Upon the transmission of any return to the\nments.\n              Commissioner pursuant to this Part, the Commissioner shall\n              proceed to the assessment of such amount of tax, if any, as\n              appears to him chargeable and shall, as soon as practicable,\n              cause his notice of any such assessment or of his decision\n              that no such amount appears chargeable, as the case may\n              be, to be served by registered post on the person who is or\n              would be liable to pay any such tax in case of its being\n              chargeable and a copy of such notice to be served by regis-\n              tered post on any other person from whom any such amount\n              is or, as the case may be, might have been recoverable\n              pursuant to section 18.\n                       (2) Where a person has delivered a return, the\n              Commissioner may-\n                   (a) accept the return and make an assessment accord-\n                        ingly; or\n                   (b) refuse to accept the return and, to the best of his\n                       judgment, assess the amount of tax which ought\n                           inclusion of this page is authorized by L.N. 79/19%]\n                           TRANSFER TAX                              39\n           to be charged in respect of the transfer to which\n           the return relates.\n         (3) Where the Commissioner is of the opinion that\ntax ought to be charged in respect of a transfer but neither\na return nor a requisition in that behalf for assessment\npursuant to section 19 has been made within the time\nrequired under this Act, he may, according to the best of\nhis judgment, assess the amount of such tax; but no such\nassessment shall affect any liability otherwise incurred, by\nreason of failure or neglect to deliver a return or to\nrequisition such assessment as aforesaid.\n         (4) Where it appears to the Commissioner that tax\nhas been assessed in respect of any transfer to a less amount\nthan that which ought to have been charged, the Comrnis-\nsioner may, within the period of six years after the date\nof such assessment, assess such additional amount of tax\nin respect of the transfer as, according to the best of his\njudgment, ought to have been charged:\n   Provided that the Commissioner may make an assessment\nunder this subsection, notwithstanding the expiration of the\nsaid period, if the lesser amount was charged in consequence\nof any form of fraud or wilful default committed by, or on\nbehalf of, the transferor or, with his knowledge or conni-\nvance, by or on behalf of any other person who requisitioned\npursuant to section 19, or made the return for the purposes\n of, the assessment whereby such lesser amount was charged.\n         (5) The Commissioner’s notice of any assessment\n made under subsection (3) or (4) shall be served by registered\n post on the person liable to pay the amount so assessed and\n a copy of such notice shall be served by registered post on\n any other person from whom the recovery of such amount\n pursuant to section 18 is provided for by this Act.\n          (6) The provisions of subsections (2) and (3) of sec-\n tion 99 of the Income Tax Act, shall mutatis mutandis\n apply to any assessment, charge or other proceeding pur-\n          me inclusion of this page is authorized by L.N. 79119961\n R/L-36\n                                         TRANSFER TAX\n              porting to be in accordance with this Act, and to the descrip-\n              tion of any property or consideration, as they apply to any\n              assessment, charge or other proceeding purporting to be\n              made in accordance with that Act, and to any description\n              referred to in sub-paragraph (ii) of paragraph (a) of sub-\n              section (3) aforesaid, respectively.\nObjections.      25.-( 1) Any assessment made by the Commissioner\n              under section 24 or for the purposes of section 19 (as men-\n              tioned in paragraph (a) of subsection (2) thereof) may,\n              within the prescribed period after notice thereof is served\n              under section 24 or given pursuant to section 19, be objected\n              to by any person who is liable to pay the amount so assessed\n              or from whom the recovery of any such amount pursuant\n              to section 18 is provided for by this Act :\n                Provided that if the Commissioner is satisfied that any\n              such person objecting to an assessment as aforesaid (here-\n              inafter referred to as an “objector”), owing to absence from\n              the Island, sickness, or other reasonable cause, was\n              prevented from so doing within the prescribed time, the\n              Commissioner may extend the time as he thinks just.\n                      (2) Every such objection shall be made by notice\n              thereof in writing, stating precisely the grounds of the objec-\n              tion and applying to the Commissioner to review and revise\n              his assessment of the amount payable by, or recovery of\n              which is authorized from, the objector; and the objector\n              shall forthwith serve by registered post, on any other per-\n              son allowed by subsection (1) to object to such assessment,\n              a copy of such notice for his information as to the objec-\n              tion having been made under this section.\n                      (3) In the event of the Commissioner and the objec-\n              tor agreeing as to the amount for which he is liable as afore-\n              said, the assessment shall be amended accordingly; and in\n              that or any other event the Commissioner shall cause notice\n              of such amendment or of his decision in respect of the\n                                T W S F E R TRY                                41\nobjection, as the case may be, to be given in like manner as\nnotice of such assessment."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25, as the case may be, proceed to enforce\n           under the provisions of the Tax Collection Act payment\n           against the person liable to pay that amount in like\n           manner as if an assessment under the provisions of that\n           Act for the enforcement of tax had been made; and\n           interest at the prescribed rate shall be charged thereon\n           for any period during which the amount is outstanding\n           after the expiration of the period subsequent to which\n           the amount is collectible pursuant to subsection (1).\n         (3) Interest payable on any amount pursuant to this\nsection-\n           may be added thereto and shall be collectible and\n           recoverable accordingly by a Collector of Taxes or the\n           Commissioner of Inland Revenue;\n           may be remitted in whole or in part by the\n           Commissioner of Inland Revenue for reasons which\n           appear to him sufficient.\n        ( 4 j A certificate given by a Collector of Taxes that any\namount of tax or interest due thereon is payable under this Act\nand that payment has not been made to him, or, to the best of his\nknowledge and belief, to the Commissioner or any other\nCollector of Taxes or to any other person acting on his behalf or\non behalf of the Commissioner or another Collector of Taxes,\nshall be sufficient evidence that the sum mentioned in the\ncertificate is outstanding and is due to the Government, and any\ndocument purporting to be such a certificate as is mentioned in\nthis subsection shall be deemed to be such a certificate, unless\nthe contrary is proved."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.-(1)    Any person dissatisfied with any decision of the yfls\nCommissioner in respect of his objection, or in respect of any 17011972\nclaim or application made by him for refind of tax or other\nrelief, may appeal to the Commissioner of Taxpayer Appeals L N\nwithin thirty days of the date of receiving the Commissioner’s 8Bi2002\ndecision:\n  Provided that the Commissioner of Taxpayer Appeals upon\nbeing satisfied that owing to absence from the Island, sickness\nor other reasonable cause, the person disputing the assessment\nwas prevented from making the application within such period,\nshall extend the period as may be reasonable in the\ncircumstances.\n        (2) The onus of proving that the assessment or other\ndecision of the Commissioner complained of is erroneous shall\nbe on the person complaining.\n        (3) Upon an appeal under subsection (1) the L N\nCommissioner of Taxpayer Appeals may confirm, reduce the 8B’2002n\namount under or vacate the decision complained of.\n        (4) An appellant who is dissatisfied with the decision of L N\nthe Commissioner of Taxpayer Appeals may appeal to the 8B/2002\nRevenue Court within thirty days of the date of receiving that\ndecision or within such longer period as may be permitted by or\npursuant to rules of court.\n        ( 5 ) An appeal under subsection (4) shall be limited to L N\nthe grounds stated in the notice of objection but the Revenue 8B/2002\nCourt may, in its discretion, permit the grounds of appeal to be\namended.\n        (6) Every notice of appeal, or of any decision on appeal, L N\ngiven to or by an objector shall forthwith and in accordance with 8B/2002\nany relevant rules of court, for the information of any other\nperson who was competent under subsection (1) of section 25 to\nobject to the assessment in question, be served on him by\nregistered post.\n               [The IIIC~IISIOIIof Illis page IS aurhonzed by L N   88/2003]\n12                                               TRANSFER TAX\nPavrnsnt of\nmount\n                  2 7 4 I ) Notwithstanding the institution of an appeal against\nassessed        the decision of the Commissioner on an objection to any\npending\nappeal.\n                assessment, payment of the amount assessed by him shall be\n                made in accordance with such decision, and any document on\n                which such amount is assessed as stamp duty shall, upon\n                payment thereof, be stamped accordingly, but without prejudice\n                to the refbnd of such amount (if any) as may be decided on\n                appeal or otherwise under this Act, or to the collection of any\n                sum by which the amount assessed is increased on appeal.\n                        (2) The refbnd in accordance with any such decision on\n                appeal as aforesaid of any payment under subsection (1) shall be\n                made with interest thereon at the prescribed rate.\nAssessments       28. Where no valid objection or appeal from any decision\nor amended\nassessment to   thereon has been lodged within the time limited therefor in\nbe final.       pursuance of this Act against an assessment, or where the\n                amount so assessed has been agreed to under subsection (3) of\n                section 25 or determined on objection or appeal, the assessment\n                as made or agreed to or determined on appeal, as the case may\n                be, shall be final and conclusive for all purposes of this Act as to\n                the amount chargeable in respect of the transaction to which\n                such assessment relates:\n                  Provided that nothing herein contained shall preclude the\n                grant of any relief, or refbnd by way of relief or otherwise, under\n                this Act or prejudice the provisions of subsection (4) of section\n                24 or any liability for an offence against this Act.\nCollection.       29.-(1) After the expiration of the period prescribed\n1211985\nSch.            pursuant to section 25 for objecting to any assessment or, if an\n                objection thereto is made, after the expiration of such period\n                following the giving of notice under subsection (3) of section 25\n                in relation to the objection as may be prescribed, the\nL.N.            Commissioner of Inland Revenue shall proceed to collect the\n165/1999.\n                amount assessed which is due and payable:\n                  Provided that if objection to the assessment is made pursuant\n                to the proviso to subsection (1) of section 25, such collection\nL.N.            shall not be proceeded with until the expiration of the time\n16511999.\n                extended by the Commissioner of Taxpayer Audit and\n                Assessment pursuant to that proviso.\n                               [The iiicliisioii of this page is aiitliorized by L.N. 88/2003]\n                               TRANSFER TAX                                 13\n         (2) Subject to the proviso to subsection (l), where any 12 1985\namount due and payable under subsection (1) remains Sch.\noutstanding-\n           the Commissioner of Inland Revenue or a Collector L,N.\n           of Taxes may without any fbrther or other demand than 16511999\n           the relevant notice of assessment or of determination of\n           any objection thereto under subsection (3) of section"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Without prejudice to any means available for the Suitfortax.\ncollection of any amount of tax fiom any person, the\n              [The riiclusron of this page 15 authonzed by L N   88/2003]\n11                                                TRANSFER TAX\nL.S.            Commissioner of Inland Revenue or a Collector of Taxes may\n165 1999.\n                sue for and recover any amount of tax in the Revenue Court or\nL.S.            in a Resident Magistrate’s Court with full costs of suit as for a\n170 1972.\n                simple contract debt due to the Government-\n                     (a) from the person by whom such amount is payable;\n                     ( b ) if the said amount was assessed in the case of any\n                           transfer to which such person was a party in the\n                           capacity of trustee of a settlement, then, in so far as it is\n                           impracticable to recover the amount from the trustees\n                           of the settlement by reason of their absence from the\n                           Island or for any other cause, from any person having a\n                           beneficial interest in possession under the settlement or\n                           from the settlors or any of them:\n                                Provided that a beneficiary or settlor shall have the\n                             like right (if any) as the trustee in pursuance of\n                             section 18 to recover so much of any amount\n                             recovered from him under this subsection as\n                             represents tax to be borne by any other person;\n                     (c) from any person who might have been sued for\n                           recovery of any such tax in conformity with section 18\n                           if payment thereof had been made by any person\n                           mentioned in paragraph (a),\n                and reference in the foregoing provisions of this section to the\n                recovery of an amount from any person by suit as for a simple\n                contract debt due to the Government shall be construed to\n                include reference to the recovery in the like manner from that\n                person of any interest payable thereon under section 29.\nStamping           31. Where the amount assessed in the case of any transfer\npursuant to\ncollection by   effected or evidenced by a document as mentioned in section 19\nCollector of    is collected or recovered by a Collector of Taxes as hereinbefore\nTaxes.\n                provided, it shall be lawfbl to stamp the document under\n                subsection (2) of section 19 accordingly.\nTax to be         3 2 . 4 1 ) Any tax imposed in respect of the transfer after the\ndorceable\nagainst         4th August, 1971, of any property, other than securities, is\nproperty.       hereby declared to be a first charge and lien on such\n                                [The iiiclusioii of this page IS niithonzed by L N   88/2003]\n                           TRANSFER T A X                               45\nproperty, ranking pari passu with any charge created\nthereon under section 21 of the Tax Collection Act, sub-\nject nevertheless to any charges or liens existing thereon at\nthe 4th August, 1971, and to the rights of any bona fide\npurchaser for value without notice as mentioned in sub-\nsection (3) of the charge; and, in this subsection, “purchaser”\nincludes any mortgagee, lessee or other transferee; and sub-\nsections (2) and (3) of section 21 of the Tax Collection Act\nshall mutatis mutandis apply to a charge and lien created by\nthis section as they apply to a charge and lien created by that\nsection.\n        (2) Where a charge is created by subsection (I), a\nmemorandum of the charge may, at any time during its\nsubsistence, be prepared in the prescribed form and trans-\nmi,ttedby the Commissioner of Inland Revenue to the Deputy L.N.\n                                                           165/ 1999.\nKeeper of the Records.\n        (3) The Deputy Keeper of the Records shall keep a\nrecord of every memorandum received by him under this\nsection, and such record shall be, unless subsection (4)\napplies to that memorandum, in which event the caveat\nentered thereunder shall be, sufficient notice to all the world\nof the existence of the charge to which the memorandum\nrefers and such record may be inspected by any person\nwithout payment of a fee; but, notwithstanding anything in\nthe foregoing provisions of this subsection, where a charge\nis created by subsection (1) in the case of any transfer, the\ntransferee shall be taken to have had, at all material times,\nnotice of the charge.\n       (4) Where any such charge as aforesaid affects land\nwhich is under the operation of the Registration of Titles\nAct, the Coanlmissiloner of Inland Revenue shall, at the time L.N.\nof transmission of the memorandum of such charge to the 165/ 1999.\nDeputy Keeper of the Records, transmit a copy of such\nmemorandum to the Registrar of Titles who shall, upon\n46                                          TRANSFER TAX\n             receipt thereof, cause a caveat to be entered against the title\n             to the land described in the memorandum.\n                     (5) Subject to the provisions of subsection (3) as to\n             notice by entry of a caveat, every charge of which a memo-\n             randum is recorded under the provisions of this section shall\n             have the same force and effect as if the charge had been\n             fully recorded.\n                     (6) A release of property from any such charge shall\nL.N.\n165/ 1999.\n             be prepared by the Commissioner of Inland Revenue in the\n             prescribed form upon payment of all tax secwed by the\n             charge.\n                     (7)Every release prepared under subsection (6) shall\n             be transmitted to the Deputy Keeper of the Records who\n             shall, upon receipt thereof, make the appropriate entry in\n             his records to show that the property described in the\n             memorandum of the charge to which the release relates has\n             been released from the charge.\n                     (8) Where a copy of the memorandum of charge to\n             which any release relates was transmitted to the Registrar\n             of Titles under subsection (4), a copy of such release shall,\n             at the time of its transmission under subsection (3,be\n             transmitted to him and he shall, upon receipt thereof,\n             remove the caveat entered against the title to the land des-\n             cribed in the memorandum.\n                     (9) Notwithstanding anything to the contrary, every\n             release transmitted to the Deputy Keeper of the Records in\n             accordance with subsection (7) shall operate as a full and\n             effectual release of the charge in respect of which it was\n             made."
    },
    {
      "provision_ref": "sec33",
      "section": "33",
      "title": "Section 33",
      "content": "33.-(1)  In the case of the transfer of any property, the\n             transferee may-\n                  (a) upon payment of tax in respect thereof, apply to\nL.N.\n165/1999.\n                      the Commissioner of Inland Revenue for a certi-\n                         [The inclusion of this page is aut2loriirx-d by L.N. 3/2001]\n                          TRANSFER TAX                                        4Y\n        (2) [Repealed by Act 20 of 1999,S.3.1"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37.-(1) Every person having any official duty or being Secrecy\nemployed in the administration of this Act shall regard and\ndeal with all documents, information and returns obtained\nor received under the authority of this Act as secret and\nconfidential and shall make and subscribe a declaration to\nthat effect before a Justice of the Peace, and, accordingly,\nnothing delivered to the Registrar of Companies pursuant\nto the Second Schedule shall be open to inspection except Second\nby a person, or for the purposes, mentioned in paragraph Schedule.\n(a) or (b)of subsection (2).\n        (2) Every such person having control over any such\ndocuments, information or returns as aforesaid, or pos-\nsession thereof or access thereto, who at any time com-\nmunicates or attempts to communicate any such informa-\ntion or anything contained in any such documents or returns\nto any person-\n     (a) other than a person to whom he is authorized by\n          the Minister to communicate it; or\n     (b) otherwise than for the purposes of this Act,\nshall be guilty of an offence against this Act."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38.-(I) Every person, whether or not he is chargeable to DW   personof\ntax, upon whom the Cornmissioner of Inland Revenue or sewedwith\n                                                                notice to\nthe Oommissioner of Taxpayer Audit and Assessment, as make return.\nthe case may be (hereinafter referred to as the “relevant g;\\y&\nCommissioner”) may cause a notice to be served requiring commis-sioner and\nhim  to make and deliver a return of such particulars affecting to produce\nor connected with any question to be determined by the documents.\n                                                                L.N.\nrelevant Commissioner in the execution of his functions 16511999-\nunder this Act as may be specified in the notice, shall make\nand deliver to the relevant Commissioner a return as                 i&999.\n         .~\n          .___.___\n50                                     TRANSFER TAX\n             aforesaid, and the return shall be made in such form, if any,\n             as the notice may require, and shall be delivered within the\n             time specified therein.\nL.N.                 (2) The relevant Commissioner may, by not less than\n165/ 1999.\n             fourteen days’ notice in writing, require any person to attend\n             before him and give evidence with respect to any transaction\n             relating to the transfer of property.\nL.N.                 (3) The relevant Commissioner may require any\n165/1999*   person to furnish a statement of receipts and expenditure by\n            such person relating to any such transactions or property\nL.N.        and, where the relevant Commissioner is not satisfied with\n165119999. the statement delivered by any such person and there exist\n            for purposes hereof reasonable grounds so to do, he may\n            serve on that person a notice in writing requiring him to do\n            any of the following things, that is to say-\nL.N.             (a) to deliver to the relevant Commissioner copies of\n 165/ 1999.            a m u n t s (including balance sheets) relating to any\n                       such transactions or property, and specified m\n                       described in the notice, within such period as may\n                       be therein specified, including, where the accounts\n                       have been audited, a copy of the audiltor’s certi-\n                       ficate;\n                 (b) to make available within such time as may be\nL.N.                   specified in the notice, for inspecion by the rerlevant\n 165/1999.\n                       Commissioner or any person authorized in writing\n                       by him, all such books, accounts and documents in\n                       his possession or under his control as may be\n                       specified or described in the notice, being books,\n                       accounts and documents which contain informa-\n                       tion as to any such transactions or property.\n                     (4) If without reasonable excuse (the proof whereof\n            shall lie upon him) any person on whom a notice has been\n            served under this section fails to comply with the require-\n            ments of the notice or, being in attendance before the\nL.N.        relevant Commissioner in pursuance of subsection (2), refuses\n 165/ 1999.              _____.____                          ______\n                          TRANSFER TAX                                      51\nto answer any lawful question touching the matters under\nconsideration, he shall be guilty of an offence against this\nAct.\n       (5) The service of notices under this section shall be\nby registered post.\n        (6) No solicitor or counsel shall be required under\nthis section to disclose, whether by way of the production\nof any document or otherwise any privileged communica-\ntion made by or to him in that capacity, except the name\nand address of his client."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39.-(1) The Commissioner or any officer, servant or                t?;:\nother person authorized in that behalf in writing by the buildings.\nCommissioner shall have power, where reasonably required\nfor purposes of this Act, to do any of the following things,\nthat is to say, to exercise any functions under subsection (2)\nand to enter, at all reasonable hours during the daylight, in\nor upon any land (without being liable to any IegaI proceed-\nings or molestation whatever on account of such entry):\n  Provided always that neither the Commissioner nor any\nofficer, servant or other person authorized as aforesaid shall\nenter into any dwelling-house in actual occupation unless\nwith the consent of the occupier thereof, without previously\ngiving forty-eight hours’ notice in writing to such occupier.\n        (2) Every person in possession of land after being\nserved with a notice in writing signed by the Commissioner\nor by a person authorized by the Commissioner, shall-\n     (a) show to the Commissioner or person authorized as\n          aforesaid all maps, plans, diagrams, documents of\n          title and documents containing information as to\n          rents, issues and profits of such land in his custody\n          or control; and\n     (b) permit the Commissioner or person authorized as\n          aforesaid to make tracings or copies of such maps,\n          plans, diagrams or documents; and\n52                                          TRANSFER TAX\n                  (c) on the date appointed in the notice being not less\n                        than seven days after the service thereof, meet the\n                        Commissioner or such person on such land and\n                        answer all such questions as may be put to him\n                        concerning such land and point out the boundaries\n                        thereof, in so far as he is able so to do.\n                      (3) Every person who contravenes the provisions of\n              subsection (2) shall be guilty of an offence against this Act.\nNotices.        40.-(1)   Every notice to be given by a relevant Commis-\nL.N.          sioner under this AGt shalil be signed by the relevant Com-\n165/ 1999.\n              missioner or by some person or persons from time to time\n              appointed by him for that purpose, and every such notice\nL.N.          shall be valid if the signature of the relevant Commissioner\n165 I 1999.\n              or of such person or persons is duly printed or written\n              thereon:\n                Provided that any notice in writing under this Act to any\nL.N.          person requiring him to furnish particulars to a relevant\n165/1999.     Commissioner, or any notice under this Act requiring the\n              attendance of any person or witness before the relevant\nL.N.          Commissioner shall be personally signed by the relevant\n165 / 1999.   Commissioner or by a person duly authorized by him.\n                      (2) A signature attached to any notice and purport-\n              ing to be the signature of any person so appointed or\n              otherwise lawfully authorized to sign it shall be taken to\n              be the signature of that person until the contrary is shown.\n                      (3) In the case of a person assessed who is absent\n              from the Island any notice required may be served on the\n              agent of such person and such service shall be deemed to\n              be service on such person.\n                      (4) Notice required to be served on a person by\n              registered post may be served by being sent by registered\n              post to his last-known business or private address or, not-\n              withstanding such requirement, may be served on him\n              personally.\n                         TRANSFER T A X                                   53\n        ( 5 ) Any notice sent by registered post shall be\ndeemed to have been served, in the case of a person resi-\ndent in the Island not later than the fourteenth day succeed-\ning the day when posted, and in the case of a person not so\nresident, not later than the thirtieth day succeeding the\nday on which the notice would have been received in the\nordinary course of post, and in proving such service it\nshall be sufficient to prove that the letter containing the\nnotice was properly addressed and posted."
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41.-(1) Every person who for the purpose of obtaining Penalties\n                                                              for false\nany allowance, deduction, abatement or refund of any tax sbtments.\nor in relation to any assessment under this Act either for\nhimself or for any other person, or who in any return made\nunder this Act, knowingly makes any false statement or\nfalse representation, shall, notwithstanding any other provi-\nsion in this or any other law, be liable on summary convic-\ntion in a Resident Magistrate’s Court to a fine not exceeding\ntwo thousand dollars and treble the amount of tax with\nwhich he or that person (as the case may be) ought to be\ncharged under this Act, or to imprisonment for a term not\nexceeding two years.\n        (2) Any person who knowingly and wilfully aids,\nabets, assists, counsels, incites or induces another person\nto-\n     (a) make or deliver any false return or statement under\n          this Act; or\n     (b) keep or prepare any false account concerning any\n          property, in relation to the transfer of which tax is\n          imposed,\nshall be guilty of an offence against this Act.\n        (3) If any person, by himself or by any person in\nhis employ, obstructs, molests or hinders-\n     (a) an officer or any person employed for any purpose\n          under this Act in the execution of his duty or of\n54                                     TRANSFER TAX\n                      any of the powers or authorities by law given to\n                      him; or\n                  (b) any person acting in the aid of an officer or any\n                      person so employed,\n             he shall be guilty of an offence against this Act.\nGeneral\nprovisions"
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42.-(1) Any person guilty of an offence against this Act\nasm          for which no specific penalty is provided by this Act shall,\npenalties.\n             on summary conviction before a Resident Magistrate-\n                  (a) in the case of an offence committed in contraven-\n                       tion of any provisions of this Act with which his\n                       compliance is requisite for the purpose of duly\n                       charging or assessing the amount of tax payable\n                       with reference to any transaction to which he is a\n                       party, or for the purpose of determining any claim\n                       or application by him for abatement or refund\n                       of tax, be liable to a fine not exceeding two thou-\n                       sand dollars and treble the amount of tax (if any)\n                       with which he ought to be charged under this Act\n                       or to imprisonment for a term not exceeding two\n                       years;\n                  (b) in any other case, to a fine not exceeding two\n                       thousand dollars and in default of payment to im-\n                       prisonment for a term not exceeding one year.\n                     (2) Upon the conviction of any person for an offence\n             against this Act, a certificate that the offence was committed\n             as mentioned in paragraph (U) of subsection (l), or that any\n             person ought to be charged with any amount of tax, or that\n             any amount of tax is outstanding in consequence of the\nL.N.         offence, shall be prima facie evidence of the matters so\n170/1972.    certified if the certificate is signed in the case of an offence\nL.N.         not committed on appeal, by the relevant Commissioner, and\n16511999.\n             subsection (2) of seation 40 shall, as it applies to a nobice,\n             apply to a certifimte for the purposes of this subsection.\n             L\n                             TRANSFER T A X                               55"
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43. Without prejudice to any specific power of appor- ment.\n                                                             Apportion-\ntionment conferred by any provisions of this Act, where\nit is necessary for the purposes of the provisions of this\nAct to apportion any values, consideration, capital gains or\nrelief as between properties or between parts of properties,\nsuch values, consideration, capital gains or relief (as the\ncase may be) shall be apporti*onedby Ithe relevant Commis- L.N.\nsioner in such manner as he may determine, subjeot to the 165/ 1999.\nprovisions of any regulations made for the purpose under\n seotion 44."
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44.-(1)   The Minister may make regulations in regard to Regulations.\nall or any of the following matters, that is to say-\n     (a) anything authorized or required by this Act to be\n         prescribed;\n     (b, prescribing the principles, basis and method of-\n             (i) determination or assessment, whether by\n                 reference to market value or otherwise, of\n                  the consideration (in particular, any market\n                  value or other money or money’s worth\n                  prescribed or hereby required to be deemed\n                  or taken into account as consideration) for,\n                  and of any capital gains accruing from, the\n                  transfer of any property;\n            (ii) apportionment in the exercise of any power\n                  conferred in that behalf by this Act;\n     (bb) amending Part I1 of the First Schedule;              1211975\n     (c) the payment of tax by instalments and the enforce-\n          ment and collection of any such payments;\n                                                               S. ll(a).\n                                                                        zule.\n     (4 the procedure and times (without prejudice to the\n          specific limitation of any periods as hereinbefore\n          provided) for making and determining claims and\n          applications under this Act;\n     (e) the methods and procedure to be followed for\n          securing and notifying assessments under sub-\n          section (3) of section 32 of the Stamp Duty Act,\n56                                       TRANSFER T A X\n                           and denoting documents, for the purposes of sec-\n                           tion 19;\n                    ( f ) the forms to be used (including the prescription of\n                           information to be supplied therein) for the purposes\n                           of this Act;\n                    (g) the extension (before or after the expiration) of the\n                            time limited for doing anything, whether under the\n                           Stamp Duty Act or otherwise, for the purposes\n                           of this Act;\n                    (h) generally providing for such matters as the Minister\n                           considers necessary or expedient for giving full\n                           effect to the provisions of this Act.\n                        (2) Any regulations made under subsection (1) may\n                provide in respect of the breach of any of the provisions\n                thereof that the offender shall be liable to a fine not exceed-\n                ing two thousand dollars or to a term of imprisonment not\n                exceeding twelve months, or to both such fine and imprison-\n                ment as may be prescribed therein.\n                        (3) Any regulations made under paragraph (b) or\n12/1975         (bb) of subseotion (l), or made pursuant to subsection ( 5 )\n(ii).ll(bXi)p   of section 7 or subsection (2) of section 11, or (for the\n                prescription of any amount) pursuant to subsection (2) of\n                section 12, shall be subject to affirmative resolution of the\n                House of Representatives.\nDouble            45.-(1) The Minister may by order declare that arrange-\ntaxation\nrelief.         ments specified in the order have been made with the\n501 1973\ns.2.            Government of a territory outside of Jamaica with a view\n                to affording relief from double taxation in relation to tax\n                under this Act and any tax of a similar character imposed\n                by the laws of that territory; and the arrangements shall\n                have effect in relation to tax under this Act notwithstanding\n                anything in this Act or in any other enactment.\n                            TRANSFER TAX                                     59\nconsideration, and (without prejudice to any other provisions of this\nAct) otherwise than in liquidation, the shareholder shall be treated\nas transferring the shares to the company at the time of the redemption.\n   5 4 1 ) Paragraph 4 shall apply with any necessary adaptations in\nrelation to the conversion of securities as it applies in relation to the\nreorganization or reduction of a company’s share capital.\n      (2) For the purposes of this paragraph-\n     (a) “conversion of securities” includes-\n            (i) a conversion of securities of a company into shares\n                in the company;\n           (ii) a conversion at the option of the holder of the secur-\n                ities converted as an alternative to the redemption of\n                those securities for cash;\n           (iii) any exchange of securities effected in pursuance of any\n                 enactment (including an enactment passed after this\n                 Act) which provides for the compulsory acquisition of\n                 any securities in exchange for other securities;\n    (b) “securities” does not include shares.\n                          Company amalgamations"
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. Remission of tax.\n                                  SCHBDULB\n                 incl&    of thir pagc is autlmrimi by L.N. 79119961\n                         TRANSFER T A X                           7\n       (2) In relation to any property held by a person as\nnominee for another person, or as trustee for another person\nabsolutely entitled as against the trustee (or for two or\nmore persons who are so entitled in possession, whether as\njoint tenants or tenants in common), or as a trustee or\nassignee in bankruptcy or under a deed of arrangement, or\nas liquidator for any company, this Act shall apply as if\nthe property were vested in, and the acts of the nominee,\ntrustee, assignee or liquidator in relation to the property\nwere the acts of, the person or persons for whom he is the\nnominee or trustee or who is the bankrupt, debtor or com-\npany, as the case may be (transfers between that person or\npersons and the holder of the said property in his afore-\nmentioned capacity being disregarded accordingly); and, for\nthe purposes of this subsection, no person shall be deemed\nto be entitled otherwise than as aforesaid by reason only of\nhis entitlement as against the trustee being subject to the\nsatisfaction of any outstanding chrge, lien or other right of\nthe trustee to resort to the prorxty for payment of duty,\ntaxes, costs or other outgoings.\n       (3) For the purposes of this Act, and subject to sec-\ntion 8, and to any other provisions of this Act having effect\nas exceptions (in so far as applicable), where property-\n     (a) is owned by any prson and he derives therefrom\n          any capital sum in return, or by way of considera-\n          tion, from any other person for forfeiturc or sur-\n          render of rights, or for refraining from the exercise\n          of rights, or for use or exploitation of any such\n          property, then, there shall be deemed to be a trans-\n          fer of property by such owner to that other person;\n    (b) is subject to any description of right or restriction,\n        other than an option, and the person entitled to\n        enforce it receives for its extinction or abrogation\n        any capital sum, such extinction or abrogation shall\n        be treated as a transfer of property by that person\n      me inclusion of this page is authorized by L.N. 60/1976]\n                                      TRANSFER T A\n                      to the person entitled to the prcge:,\n                      such right or restriction, as the case mry .\n             notwithstanding that no property be acquired by him, but\n             nothing provided in this subsection shall be construed to\n             prejudice the generality of any provisions of this Act.\n                    (4) This section applies to property in any of the\n             following classes-\n                  (a) land;\n                  (b) a lease of land;\n                  (c) securities;\n                  (d) beneficial interests under any settlement of-\n                          (i) property in any class mentioned in para-\n                              graph (4, (b) or (4;\n                         (ii) beneficial interests derived by way of settle-\n                              ment from property in any such class, whe-\n                              ther through one or more settlements,\n             and, without prejudice to the generality of any provisions\n             of this Act, reference in any preceding paragraph of this\n             subsection to any class of property includes reference to\n             any class of right or interest created by way of the part\n             disposal of property in any class referred to in that para-\n             graph, and to any class of option as respects any such pro-\n             perty transferable upon the exercise thereof.\nAssessment     4.-(1) Subject to the provisions and for the purposes of\nsid-ration\nof con-      this Act, the transfer of property shall be deemed to be for\nat market\nvalue of\n             a consideration equal to the market value of the property\nproperty.    where the transferee acquires such property-\n                   (a) otherwise than by way of a bargain made at arm’s\n                       length and in particular where he acquires it by\n                       way of gift;\n                   (b) wholly or partly for a consideration that cannot\n                       be valued, or in connection with his own or\n                       another’s loss of office or employment or diminu-\n                       tion of emoluments, or otherwise in consideration\n                       TRANSFER 1 A X                                  9\n        for or recognition of his or another’s services or\n             past services III any ofice or employment or of\n             bny other service rendered or to be rendered by\n             him or another.\n         (2) Without krejudice to the generality of subsection ,9,1m\n(I), a transferee shall be deemed to acquire property as S. 3.\nmentioned in paragraph ( a )thereof-\n      ( U ) rn the case of a transfer after the 17th November,\n              1970, where the transferer to him of such property\n             IS connected with him; and\n      (6) in the case of a transfer after the 7th day of\n             November, 1988, where in the opinion of the Com-\n             missioner the amount or value of the considera-\n             tion is substantially less than the market value of\n              the property.\n         (3) For the purposes of this Act the following persons\nshall be treated as being connected with a given person\n(“A”) and he with them, and shall be so treated notwith-\nstanding that at the relevant time any of the persons in\nquestion (not being individuals) had not yet come into\nexistence or had ceased to exist-\n      (U) A’s relatives;\n      (b) the husband or wife of any relative of A,\n      (c) (i) A’s partners;\n            (ii) any relative of any of them,\n              except in relation to transfers pursuant to bona fide\n              transactions, being transfers of property belonging\n              to the partnership;\n      (4where A is a trustee of a settlement (other than a\n              settlement where the sole trustee is a trust cor-\n              poration for the purposes of the Judicature (Trust\n              Corporations) Act, or all the trustees are such cor-\n              porations, and none of the beneficiaries is con-\n              nected with a settlor of the settlement or with a\n              person connected with a settlor, or would be so\n              connected if he were the sole beneficial owner of\n              the property comprised in the settlement)-\n        W e incluskm af this page is au&&Zsd by L.N. 51119911\n10                                   TRA'VSFEK TAX'\n                             (i) any settlor of the settlement\n                            (ii) any person connected with a setflor of the\n                                 settlement;\n                    (4 any person acting together with A to secure or\n                         exercise control of a company;\n                    cf, any person acting on the directions of A to secure\n                         or exercise control of a company;\n                    @> companies of which A has control;\n                    (h) companies of which A and persons connected with\n                         him together have control;\n                    (i) where A is a company (and without prejudice to\n                         the application of any of the preceding paragraphs\n                         where A is a company)-\n              1              (i) companies under the control of the same\n                                 person who has control of A;\n                            (U) companies under the control of persons\n                                 (other than individualsi connected with the\n                                 person who has control of A;\n                           (iii) companies under the control of the follow-\n                                 ing persons, namely a person who has con-\n                                 trol of A arid pcrsons (other than indivi-\n                                 duals) connected with that person;\n                           (iv) companies under the control of a group of\n                                 two or more persons which has the same\n                                 membership as a group having control of\n                                 A or could be so regarded by treating a\n                                 member of either group as replaced by a\n                                 person with w h o n he is connected.\n                       (1)Except in relation to the transfer of property in\n             satisfaction of debts on securities, property transferred in\n             satisfaction of a debt shall not be treated as transferred\n             for consideration exceeding its market value at the time of\n             such transfer.\n'It.nSfU\non h t h .      5.-(1)    On the death of any individual after the 31st day\n             of May, 1974, all property of which he was, at his death,\n             competent to dispose shall, for the purposes of taxation\n                     me inclusion of this pge i mthmked by L.N2/19!Z]\n                         TRANSFER TAX                                     11\nin conformity wtih subsections (2) and (3) of section 12, be\ndeemed to be, for a consideration equal to its market value\nat the date of his death, transferred by him at the date\nof his death to the persons to whom such property passes\non his death.\n       (1A) In subsection (l),“property” includes, in relation 12/ 1975\n                                                               S. 5(a).\nto any individual dying domiciled in Jamaica, immovable\nproperty outside Jamaica and any other property to which\nsection 3 would apply (pursuant to subsection (4)thereof)\nif the definition of “company” in section 2 had effect\ngenerally for the purposes of this Act as for the purposes\nof subsection (3) of section 4 but without reference to\nunincorporated associations.\n        (2) No tax shall be payable in respect of the transfer\nof property by any personal representative to a person as\nlegatee in the course of administration of the deceased’s\nestate.\n        (3) In relation to any property forming part of the\ndeceased’s estate, the personal representatives shall be\ntreated for the purposes of this Act as being a single and\ncontinuing body of persons (distinct from the persons who\nmay from time to time be the personal representatives).\n        (4)Property held by a trustee or assignee in bank- 12/1975\nruptcy or under a deed of arrangement at the death, after S. 5@)-\nthe 31st day of May, 1974, of the bankrupt or debtor shall\nfor purposes of this Act, other than the purposes specified\nin subsection (11, be regarded as held by a personal\nrepresentative of the deceased; and subsection (2) of section\n3 shall not apply in relation to the trust or assignment, as\nthe case may be, after the death.\n        ( 5 ) Property vesting in a trustee in bankruptcy after\nthe death of the bankrupt or debtor shall, for the purposes\nof this Act, be deemed to be vested in a personal representa-\ntive of the deceased, and so much of subsection (2) of section\n       m e inclusion of thi* page is authorized by L.N. 60/1976]\n12                                       TRANSFER TAX\n               3 as relates to such a trustee, and to such a bankrupt\n               or debtor, shall not apply.\nSettlements.      6.-(1) In relation to settled property, the trustees of the\n               settlement shall, for the purposes of this Act, be treated as\n               being a single and continuing body of persons (distinct\n               from the persons who may from tilme to time be the trus-\n               tees).\n                        (2) Any disposal of property by way of settlement,\n               whether revocable or irrevocable, is a transfer to the trustees\n               of the settlement, for the pwposes aforesaid, of all property\n               thereby becoming settled property notwithstanding that the\n               settlor has some interest as beneficiary under the settlement\n               and notwithstanding that he is a trustee, or the sole trustee,\n               of the settlement.\n                        (3) On the occasion when a person becomes absolute-\n               ly entitled to settled property as against the trustee, all the\n               property comprised of the settled property to which he\n               becomes so entitled shall be deemed to have been trans-\n               ferred by the trustee, and immediately re-acquired by him\n               in his capacity as a trustee within subsection (2) of section"
    },
    {
      "provision_ref": "sec165i",
      "section": "165I",
      "title": "Section 165I",
      "content": "165I ,1999.   thinks fit shall be impressed in lieu of the stamp required by virtue of\n              paragraph (a) of subsection (2) of section 19 of this Act as respects such\n              payment.\n                                                 Oaths\n                 2 2 . 4 1 ) Any oath required for the purposes of the tax pursuant to\nL.N.          this Part may be taken b&xe the Commissioner d Taxpayer Audit and\n16511999.     Assessment, who is hereby authorized to administer such mth, and no\n              fee shall be payable therefor.\nL.N.                    (2) The Commissioner d Taxpayer Audit and Assessment may,\n16511999.     if he thinks fit, accept a statement by or on behalf of any accountable\n              person as a cOrreOdion of any revenue affidavit or return, without\n              requiring that statement to be verified on oath.\n                                           SECOND SCHEDULE (Sections 36 and 37)\n                  Returns to be made by \"personal companies\" incorporated abroad\n                 l . - ( l ) With effect from the 4th August, 1971. it shall be the duty\n              of every personal company-\n                     (a) before any land is transferred to it:\n                             TRANSFER TAX                                   73\n     (b) o’pn beooming a subsidiary of another personal company, if\n          ‘rhe first-mentioned personal c o m p y is entitled to land;\n     (c) within three months (or such longer period not exceeding six\n           months as the Minister may allow) after the 4th August, 1971.\n           in the c8sc of a personal company entitled to any land trans-\n           ferred to it before such date,\nto cause to be delivered to the Registrar for filing such documents and\nparticulars as are specified in section 346 of the Act. together with a\nlist of the members of that company containing such particulars with\nrespect to the members as are by the Act required to be contained in\nthe registtx of members of a company with respect to members thereof\ntor the time beiig and, if that personal company is or becomes as\naforesaid a subsidiary of another personal company. the like docu-\nments, particulars and list in relation thereto: but nothing in the fore-\ngoing provisions of this subsection requires a personal company. upon\nany occasion referred to at (U), (b) or (c) above, to furnish anything\nto the Registrar when the same or all information suppliable therein\nhas, in conformity with any law, been furnished by the company to the\nRegistrar for inclusion in any fik that he is maintaining in respect of\nthe company.\n       (2) Information delivered to the Registrar upon any such occasion\narising at any time as is mentioned in sub-paragraph (1) (b) shall be\nin relation to that time and shall be delivered within a like period as\nis referred to in paragraph 2 of this Schedule."
    }
  ],
  "definitions": []
}