{
  "id": "jm-stat-the-transport-authority-act",
  "type": "statute",
  "title": "The Transport Authority Act",
  "title_en": "The Transport Authority Act",
  "short_name": "Transport Authority Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-transport-authority-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-transport-authority-act | Legal areas: Transport",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.41) The Authority shall consist of five ex officio members and Canstita-\nnot less than two or more than four appointed members.                      don of the\n                                                                            kthorily.\n        (2) 'Ihe ex officomembers shall be the Solicitor-General or\nhis nominee. the Permanent Secretary in the Ministry of Public Utilities\nand Transport or his nominee. the Commissioner of Police or his\nnominee, the Chief Technical Director or his nominee and the person\nappointed managing director of the Authority.\n        (3) The appointed members shall be appointed by instrument\nin writing by the Minister.\n        (4) The Minister shall appoint one of the appointed members to\nbe chairman.\n        (5) A member who is directlv or indirectly interested in any\nmatter which is being dealt with by the Authority-\n      (a) shall disolose the nature of his interest at a meeting of the\n           Authority; and\n      (b) shall not take part in any deliberation or decision of the\n           Authority with respect to that matter.\n        (6) In the case of the absence or inability to act of the chairman,\nthe Minister may appoint some other person to act temporarily in the\nplace of the chairman."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. An appointed member of the Authority shall, subject to the ~ c a u r ~ o f\nprovisions of this Schedule, hold office for a period of three years from oakn\nthe date of his appointment or for such lesser period as the Minister\nm a y specif'y at the time of appointment and every such member shall\nbe eligible for reappointment."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Subject to sub-paragraph (6) of paragraph I the Miniater may, Tun rary\nin the case of the absence or inability to act of any appointed member a&t-\nappoint any person to act temporarily in the place of that appointed\nmember."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) The chairman may at any time resign his office by instrument Radgna-\nin writing addressed to the Minister and such resignation shall take ticSr.\nsect as from the date of receipt of such resignation by the Minister.\n        (2) Any appointed member, other than the chairman, may at\nany time resign his office by instrument in writing addressed to the\nMinister and transmitted throuph the chairman, and from the date of\nthe receipt by the Minister of such insmment such member shall cease\nto be a member of the Authority."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. The Minister may at any time revoke the appointment of the R.voCapon\nchairman or of any appointed member.                                     of appoint-\n                                _- _ _ __                                       mats.\n          me inclusion of this page is authorized by L.N. 37/19881\n16                                  TRANSPORT AUTHORITY\nFilling-of      6. If any vacancy occurs in the appointed membership of the\nvaCmc1as.     Authority such vacancy shall be filled by the appointment of another\n              person as appointed member who shall, subject to the provisions of this\n              Schedule, hold office for the remainder of the period for which the\n              previous appointed member was appointed.\nGazetting       7. l h e names of ali inembers of the Authority as first constituted\nof appoint-   and every change in the membership thereof shall be published in the\nments.        Gazette.\nLeave.           8. The Minister may, on the application of any appointed member\n              or the ex oflicio member who is the managing director, grant leave of\n              absence to such member.\nSeal and        9.-(1) The seal ol' the Authority shall be kept in the custody 0:'\nexecutionof   the chairman or the secretary and shall be affixed to instruments pur-\ndocuments-    suant to a resolution of the Authority in the presence of the chairman\n              or any other member of the Authority authorized to act in that behalf\n              and the secretary thereof.\n                     (2) The seal of the Authority shall be authenticated by ihe\n              signatures of any niember authorizcd to act in that behalf and the\n              secretary.\n                     (3) All documents other than those required by law to be under\n              seal. made by and all decisions of the Authority, may be w      ed\n              under the hand of the secretary or the chairman or any other member\n              or officerof the Authority authorized to act in that behalf.\nProcedure         10.41) The Authority shall meet as often as may be necessary or\nand            expedient for the transaction of its business, so, however. that the\n               Authori shall meet at least once every three months and such meet-\n               ings s h3i  be held at such places and times and on such days as the\n               Authority may determine.\n                      (2) The chairman may at any time call a special meeting of the\n               Authority, and shall call a special meeting to be held within seven days\n               of a written request for !hat purpose addressed to him by any two\n              members.\n                      (3) The chairman shall preside at meetings of the Authority and\n               if the chairman is absent from a meeting the members present shall\n               elect one of their number to preside at the meetings.\n                      (4) The quorum of the Authority shall be five.\n                      (5) The decisions of the Authority shall be by a majority of votes\n              and in addition to an original vote the chairman or other member\n              presiding at a meeting shall have a casting vote in any case in which\n              thc voting is equal.\n                ___         ____         -.   - .-.             -.\n                        [The inclusion of this page i q authorized by L.N.37/1988]\n                      TRA NSPO R T A UTHORlTY                                   17"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) Subject to subsection (2), the Authority may ap-        tp-\npoint and employ at such remuneration and on such terms ofman-\n                                                             aging di-\nand conditions as it thinks fit, a managing director, a rmr,rao-\nsecretary, and such other officers and servants as it thinks     r%m’\nnecessary for the proper carrying out of the provisions of oservants.\n                                                               m m and\nthis Act.\n      (2) The Authority shall not-\n    (a) assign to any post any salary in excess of the pre-\n         scribed rate without the prior approval of the\n         Minister;or\n    (b) make any appointment to any post to which’ a\n         salary in excess of the prescribed rate is assigned\n         without the prior approval of the Minister.\n       (3) The Governor-General may, subiect to such\nconditions as he may impose, approve of the atspointment\nof anv officer in the service of the Government to anv office\nwith the Authority and any officer so annointed shall. while\nso emdoyed. in relation to any pension. gratuity or other\nallowance. and in relation to other riehts m public offlcet,\nbe treated as continuing in the service of the Government.\n       (41 Tn subsection 0)the **r>resm.hedmte” mems a\nrate of fifteen thousand dollars per annum or Rich higher\nrate as the Minister may,by order. prescrb."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The funds of the Authority shall consist of-\n     (a) such fees as may be paid to it;\n     (6) such other money as may in any manner become\n         payable to or vest in the Authority in respect of its\n         functions;\n        .mekhdm d this. pega is autbdMd try LN.37/1988]\n6                                TRANSPORT AUTHORITY\n                  (c) moneys borrowed by the Authority pursuant to\n                      section 9 for the purpose of meeting any of its\n                      obligations or performing its €unctions.\nB\npowem.\n         m     9.-(1) Subject to subsection (2), the Authority may bor-\n             row sums required by it for meeting any of its obligations\n             or performing its functions.\n                    (2) The power of the Authority to borrow shall be\n             exercisable only with the approval of the Minister after\n             consultation with the Minister responsible for finance as to\n             the amount, as to the sources of borrowing and as to the\n             terms on which the borrowing may be effected; and an ap-\n             proval given in any respect for the purposes of this subsec-\n             tion may be either general or limited to a particular borrow-\n             ing or otherwise and shall be subject to such conditions as\n             the Minister responsible for finance may stipulate.\nAcenmb\nmd audit."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.41) The Authority shall keep proper accounts of its\n             transactions and other records in relation to the business of\n             the Authority and shall prepare annually a statement of\n             accounts in a form satisfactory to the Minister being a\n             form which conforms with established accounting prin-\n             ciples.\n                    (2) The accounts of the Authority shall be audited\n             by auditors appointed annually by the Authority and ap-\n             proved by the Minister.\n                     (3) The members, officers and servants of the Author-\n             ity shall grant to the auditors appointed under subsection\n             (2) access to all books, documents, cash and securities of the\n             Authority and shall give to them on request all such in-\n             formation as may be within their knowledge in relation to\n             the operation of the Authority.\n                     (4) Where an auditor is appointed under subsection\n             (2) the auditor’s fee shall be paid by the Authority.\n                     fThe inclusion of this pap is authorized by L.N. 37/1988]\n       1 1 . 4 1 ) Within five months after the end of each finan- A N ~ U ~ I\n    cia1 year or within such longer period as the Minister may in \"P*.\n    special circumstances approve, the Authority shall cause to be\n    prepared and transmit to the Minister a report dealing generally\n    with the activities of the Authority during the preceding\n    financial year.\n             (2) The Minister shall cause a copy of the report,\nC   together with the annual statement of accounts and the auditor's\n    report thereon, to be laid on the Table of the House of\n    Representatives and of the Senate.\n                                  Inspectors\n    monitoring the operations of all public passenger vehicles,\n    designate as Inspectors, on such terms and conditions as he Inspectors.\n                                                                              zzF\n       1 2 . 4 1 ) The Minister may, for the purpose of inspecting and power of\n    thinks fit, public officers or persons employed by the Authority\n    who, in his opinion, are by training and experience qualified to\n    be so designated.\n             (2) The designation of a person as an Inspector under\n    subsection ( 1 ) shall be notified in the Gazette.\n       1 3 . 4 1 ) An Inspector or a Constable may at any t i m e     Duties and\n                                                                      powers of\n          (a) stop and inspect any public passenger vehicle to hwectors\n                ensure compliance with the terms of the road\n                licence and any relevant road traffic enactments;\n          (b) stop and inspect any vehicle which he reasonably\n                suspects is operating as a public passenger vehicle\n                contrary to relevant road traffic enactments;\n          (c) monitor the frequency of public passenger vehicles\n                on any route;\n          (4 carry out an inspection of conductors and drivers\n                of public passenger vehicles and the licences held\n                by these conductors and drivers;\n          (e) carry out such powers or duties in relation to relevant\n                road traffic enactments as may be prescribed.\n             (2) An Inspector or a Constable shall have power-\n                   --\n                 [The inclusion of thlr page 11 auU~orlzedby L.N. 180An0061\n8                                     TRANSPORT A UTHORITY\n2 112005             (a) to seize any vehicle which-\nS.2(a)(i).\n                             (i) is licensed as a stage carriage, express\n                                  carriage or route taxi and is not being operated\n                                  on the route for which it is licensed to operate;\n                            (ii) is licensed as a hackney carriage and is being\n                                  operated as a stage carriage, rohte taxi or\n                                  express carriage;\n                            (iii) is licensed as a contract carriage and is being\n                                  operated as a stage carriage, route taxi or\n                                  express carriage;\n                            (iv) is licensed as an express carriage and is being\n                                  operated as a stage carriage or route taxi; or\n                            (v) is being operated or used as a public\n                                  passenger vehicle without a licence issued for\n                                  such operation or use;\n                     (b) to take or cause to be taken to the nearest police\n                         station or to the nearest convenient place authorized\n                         by the police pursuant to subsection (3) (a) any\n                         vehicle which is seized under paragraph (a);\n                     (c) to prosecute any person for any contravention of a\n                         relevant road traffic enactment and to serve on any\n2112005                  person any process, summons or document relating to\ns. ~ ( a ~ i i ) .       such prosecution or contravention;\n                     (4 to give the owner, driver or operator of a public\n                         passenger vehicle directions consistent with the road\n                         licence and as may be necessary, in the opinion of the\n                         Inspector or a Constable, to ensure orderly, safe and\n                         efficient operation of public passenger transport in\n                         any area;\n                     (e) to enter during office hours the business premises of a\n                         holder of a licence issued under the Public Passenger\n                         Transport (Kingston Metropolitan Transport Region)\n                         Act or an exclusive licence issued under the Public\n                         Passenger Transport (Rural Area) Act, as the case may\n                         be, for the purpose of-\n                                    TRANSPORT A UTHORITY\n                          (i) examining the books, records or other docu-\n                              ments relating to the transport business carried\n                              on by the holder of that licence or exclusive\n                              licence; or\n                         (ii) making copies of such books, records or\n                              documents.\n                    (3) Where under this section a vehicle is seized-\n                  (a) the vehicle may be stored by the police or the z i ~ z o o s\n                      Authority in such place and in such circumstances as S. 2(b).\n                      the police or the Authority consider appropriate;\n                  (b) storage fees shall become payable to such persons at\n                      such rates and in accordance with such conditions\n                      as may be prescribed under the Road Traffic Act; and\n                  (c) if the vehicle remains in the possession of the police\n                       or the Authority for more than six months the vehicle\n                       may, subject to such conditions as may be prescribed\n                       under the Road Traffic Act, be sold by the police or\n                                                                                 2 lI2OOS\n                       the Authority to recover the cost of storage.             S.2(b).\n                     (3A) The proceeds of sale of a vehicle seized under 211200s\n             subsection (3) shall be paid to the Accountant-General.             s. 2(c).\n                     (3B) If, on the application of a person not later than one\n             year after the sale of a vehicle seized under subsection (3), the\n             Authority is satisfied that the applicant was at the time of the\n             seizure the owner of the vehicle, or was entitled to the vehicle as\n             the personal representative of the owner, the Authority shall\n             authorize payment to that person of the amount paid to the\n             Accountant-General in respect of that vehicle, less the costs\n             incurred in keeping and selling or otherwise disposing of the\n             vehicle.\n       C     means-\n                     (4) In this section \"relevant road traffic enactments\"\n    911998         (a) this Act, the Public Passenger Transport (Kingston\n    s. 8.               Metropolitan Transport Region) Act, the Public\n                        Passenger Transport (Rural Area) Act and any\n                        regulations made under any of those Acts; and\nI\n                                     TRANSPORT A UTHORITY\n                    ( b ) the provisions of the Road Traffic Act and regula-\n                        tions thereunder insofar as those provisions relate\n                        to public passenger vehicles.\nHow vehicle        1 3 A . - ( 1 ) All vehicles which may be sold under section 13\nto be sold.\n2 112005      ( 3 ) (c) shall be sold by public auction at such time as the\nS. 3.         Authority thinks necessary, and the person employed to conduct\n              the public auction shall cause-\n                   (a) the vehicles to be exposed to public view;\n                   ( b ) lists thereof to be conspicuously displayed at the\n                         offices of the Authority and published in a daily\n                         newspaper; and\n                   ( c ) an advertisement giving notice of such sale to be\n                         published in a daily newspaper one month before such\n                         sale.\n                       ( 2 ) Where vehicles remain unsold after they have been\n              put up for sale by public auction, the Authority may, if it thinks\n              fit, sell those vehicles by private treaty or cause them to be\n              destroyed or otherwise disposed of as it thinks fit.\nOffences in      1 4 . - ( 1 ) Any person who fails to comply with any lawhl\nrelation to\nInspectors.   directions under section 13 ( 2 ) (9 commits an offence and is\n              liable on summary conviction in a Resident Magistrate's Court\n911998        to a fine not exceeding twenty-five thousand dollars or to\nS. 8.         imprisonment for a term not exceeding six months or to both\n              such fine and imprisonment.\n                     (2) Any person who impersonates an Inspector under\n              this Act commits an offence and is liable on summary\n              conviction in a Resident Magistrate's Court to a fine not\n2 112005      exceeding one hundred thousand dollars or to imprisonment for\nS. *a).       a term not exceeding six months or to both such fine and\n              imprisonment.\n                      ( 3 ) Any person who-\n                    (a) assaults, hinders or resists an Inspector in the lawhl\n                        carrying out of the Inspector's duties;\n                      TRANSPORT A UTHORITY\nshall not exceed a fine of two thousand dollars or imprison-\nment for a term not exceeding six months or both such fine\nand imprisonment.\n       (4) Except insofar as this Act otherwise provides, any\npower conferred thereby to make regulations may be\nexercised-\n     (a) either in relation to all cases to which the power\n         extends, or in relation to all those cases subject to\n         specified exceptions, or in relation to any specified\n         cases or classes of case; and\n     (b) so as to make, as respects the cases in relation to\n         which it is exercised-\n              (i) the fir11 provision to which the power extends\n                  or any less provision (whether by way of\n                  exception or otherwise);\n             (ii) the same provision for all cases in relation to\n                  which the power is exercised or differ-\n                  ent provisions for different cases or class of\n                  case, or different provision as respects the\n                  same case or class of case for different\n                  purposes of the Act;\n             (iii) any such provision either conditionally or\n                   subject to any specified condition.\n        (5) Any regulations under this Act may contain such\nincidental or supplementary provisions as appear to the Minister\nto be expedient for the purposes of the regulations and, without\nprejudice to the generality of the foregoing and notwithstanding\nanything in the Road TrafTic Act, may make different provisions\nwith respect to different descriptions of motor vehicles specified\nin the regulations.\n             [The incluslon of this page Is author44 by L.N. ISON20061\n14                                        TRANSPORT A UTHORITY\nConstruction        19.-(1)     From and after the 8th day of July, 1987-\nof references\nto a Licensing         (a) any reference to a Licensing Authority or to a\nAuthority, the\nPublic                     specially constituted Licensing Authority in the Road\nPassenger                  Traffic Act; or\nTransport\n(Kingston\nMetropolitan           (b) any reference to the Public Passenger Transport\nTransport                  (Kingston Metropolitan Transport Region) Board of\nRegion) Board              Control in the Public Passenger Transport (Kingston\nof Control and\nthe Public                 Metropolitan Transport Region) Act; or\nPassenger\nTransport              (c) any reference to the Public Passenger Transport\n(Rural Area)\nBoard of\n                              (Rural Area) Board of Control in the Public Passenger\nControl.                      Transport (Rural Area) Act,\n                 shall be construed as a reference to the Transport Authority\n                 established under this Act; and accordingly as regards any such\n                 Licensing Authority or Board of Control reference in any other\n                 Act or regulations or instrument in writing issued pursuant to\n                 any statutory power which is in force and has effect at the 8th\n                 day of July, 1987, shall be construed as a reference to the\n                 Transport Authority constituted by this Act.\n                        (2) The Minister may, by order, make such adaptation or\n                 modification in the Road Traffic Act, the Public Passenger\n                 Transport (Kingston Metropolitan Transport Region) Act, the\n                 Public Passenger Transport (Rural Area) Act or in any other Act\n                 or regulations as may be necessary or expedient by reason of\n                 anything contained in subsection (1).\n                                 [The Inclusion of thls page is authorized by L.N. 180N20061\n                      TRANSPORT AUTHORITY                                               15\n                             FIRSTSC~IBWLE                       (Seottion 3)\n              Constitution and Procedure of the Authority"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. No act done or roceeding taken under this Act shall be ProtCct*on\nquestioned on the groundp-                                   of Authority.\n    (a) of the existence of any vacancy in the metnbership of, or\n        any defect in the constitution of. the Authority; or\n    (b) of any omission, defect or irregularity not affecting the merits\n        of the case.\n   1 2 4 1 ) No action, suit, prosecution or other proceedings shall be Protection\nbrought or instituted personally against any member in respect of any d members.\nact done bona fide in the execution or intended execution of this Act.\n         (2) Where any member is esempi from liability by reason only\nof the provisions of this paragraph the Authority shall be liable to the\nextent it would be if that mcmber were a servant or agent of the\nAuthority."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. There shall be paid from the funds of the Authority to the Remunerr-\nchairman and other members of the Auihority and to persons co-opted tion Of\nby the Authority under section 6 such remuneration (whether by way\nof salaries or travelling or other allowances) as the Minister may\ndetermine."
    }
  ],
  "definitions": []
}