{
  "id": "jm-stat-the-travel-agencies-regulation-act",
  "type": "statute",
  "title": "The Travel Agencies Regulation Act",
  "title_en": "The Travel Agencies Regulation Act",
  "short_name": "Travel Agencies Regulation Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-travel-agencies-regulation-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-travel-agencies-regulation-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as .the Travel Agencies Regulation Short title.\n                                . ' .\nAct. '-                                                ~\n.-     ,.    .\n                 ,,\n                                              +   ,:\n.    2. In this ~ c t -                                                           Interprets-\n                                                                                  tion.\n       -    . .           I           .   .\n      \"the appointed day\" means the day -declared under section 3\n           to be the appointed day .for' the purposes of this Act;\n      \"the general agents in this Island of any steamship or aircraft 2611967\n           company or firm\" means the agents who have authority S. 2 (a).\n           t o ' k t in Jamaica for such steamship or aircraft com-\n           piy      or firm in all matters concerning the business\n           carried on in Jamaica' by such steamship or aircraft\n           company or firm in connection with shipping or, as the\n           case may.be, with air transport services;\n       \"Inspector\" means an Inspector of Travel Agencies appoin-\n            ted under section 4;\n       \"the proprietor of a travel agency\" means the person by\n           whom or on whose behalf the travel agency is being\n            or is to be operated;\n       \"the Register\" means the Register of Travel Agencies kept\n            under the authority of this Act;\n                          TRA VEL AGEAYCIES REGULATION\n       \"registered\" means registered under this Act and \"registra-\n            tion\" shall be construed accordingly;\n       \"the Registrar\" means 'the Registrar of Travel Agencies\n            appointed under section 4;\n       \"travel agency\" means an establishment in which is carried\n            on the business of qanging, at the request and on\n            behalf of persons proposing to travel from this Island\n            by sea or by air, for the pro'vision of passages for such\n            persons by any steamship or aircraft company or firm\n            or by the general agents in this Island of any steamship\n            or aircraft company 'or firm; but does not include any\n            such steamship or aircraft company or firm or the\n            general agents in this Island of any steamship or air-\n            craft company or' firm, so far as the provision of pas-\n            sages by such company or firm is concerned."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.:+i)     The Minister shill by order :declarei day, hot being\n earlier\n   ...\n   T    .'than six weeks aftefthe date b i a e order, to be the\n            .\n-appointed\n.-           day*\n               .\n                  for\n                   .\n                      the puqioses\n                               * .\n                                   of this ~ c t . ..              '\n       \"         .                    ,;-\n        (2) From and after the appointed day no person shall\noperate or be concerned in the operation of a travel agency,\nwhether or not it was in existence before that day, unless it\nis registered.                                                                    ;\n       (3) Any person who contravenes the provisions of sub-\nsection (2) shall be liable, on summary conviction before a Resi-\ndent Magistrate, to imprisonment for a teim not exceeding\ntwelve months or to a fine not exceeding one million dollars,\nor to both such fine and imprisonment.\n                                                                              ,\n                                                               ,   ..\n     *By L.N. 25411958 the Minister declared the 2nd February.. 1959 to be the\nappoi!!!?! NY:\n            --  - -\n                     [Ce i n c i u ~ of\n                                     i ~ th/i'.page i s '.-......-\n                                                           va 6 ~ b yo LN.\n                                                                       ~ 92c/2012]\n               T R I VEL AGENCIES REGULATION                                        5\n       (4) Where a company is guilty of a contravention of\nthe provisions of subsection (2), every director, manager,\nagent and officer of the company in this Island who is\nknowingly a party to the contravention shall be liable to\nthe penalties prescribed by subsection (3)."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) The Minister shall appoint an officer of the Appoint-\n                                                                 of\nMinistry to be the Registrar of Travel Agencies and such ment\n                                                            Registrar\nnumber of other officers of the Ministry as he may consider ~ ~ ~ ~ w c -\nnecessary to be Inspectors of Travel Agencies.              Travel\n                                                                        Agencies.\n                                                                        511974\n       (2) The Minister shall furnish the Registrar                 and s.2.\nevery Inspector with a certificate of appointment."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.41) The Registrar shall keep a register, to be known Registerof\n                                                          Travel\nas the Register of Travel Agencies, in such form and man- Agencia.\nner and containing such particulars as may be prescribed.\n       (2) Whenever the Registrar is satisfied that there is\nany error in the Register, or any omission therefrom, he\nshall forthwith rectify the error or omission.\n       (3) The Register shall be open to inspection by any\nmember of the public at any reasonable time upon payment\nof the prescribed fee.\n       (4) A list containing the names and addresses of all\ntravel agencies appearing in the Register and of the pro-\nprietors thereof shall be published in the Gazette as soon\nas may be after the appointed day and thereafter in the\nmonth of January in each year, and additions to or alter-\nations in the list shall be published from time to time."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(l) If any person proposes to operate or to continue Application\nto operate a travel agency on or after the appointed day €or\n                                                          tration.\n                                                              regis-\nhe shall apply to the Registrar for registration thereof.\n-        (The indusion of ibis page is authorized by LN.248/1975l\n6                              TRAVEL AGENCIES REGULATION\n                       (2) Every application under subsection (1) shall be\n                 in such form and shall contain such particulars as may\n                 be prescribed.\nDuty of            7.-(1) The Registrar shall, as soon as practicable after\nRegistrar to\nexamine          receiving an application under section 6, examine the\napplication      application.\nand inspect\npremises.                (2) If he is satisfied that the application is in order,\n                 he shall give notice in writing to the applicant of his\n                 intention to visit the premises on which the travel agency\n                 in respect of which the application is made is being or .is\n                 to be operated, for the purpose of carrying out an inspec-\n                 tion thereof on the date and at the hour mentioned in the\n                 notice.\n                         (3) The Registrar shall vrsit the premises on the date\n                 and at the hour mentioned in the notice, for the purpose of\n                 carrying out the inspection, unless the applicant and the\n                 Registrar agree that the inspection should take place at\n                 some other time.\nPowers of          $.-(U    The Registrar may, for the purpose of carrying\nRegistrar on\nany inspec-      out an inspection under section 7-\ntion under\nsection 7-             (U) enter and examine the premises on which the\nduty to                    travel agency in respect of which the application\nproduce\ncertificate of             is made is being or is to be operated;\nappoint-\nment.                  (b) request any person on the premises to produce for\n                           his examination any books, records, vouchers, and\n                           other documents in his custody which may con-\n                           tain information that he reasonably believes will\n                           assist him in arriving at a decision as to whether\n                           the travel agency in respect of which the applica-\n                           tion is made should be registered or not;\n                       (c) make copies of, and extracts from, any books,\n                           records, vouchers or documents produced to him\n                           during the course of the inspection;\n             T M V E L AGENCIES REGULAT€ON                                        7\n     (d) put to any person on the premises any questions\n          relating to the application for registration or to\n          the affairs of the travel agency if he reasonably\n          believes that any information which will assist\n          him in arriving at a decisian as to whether the\n          travel agency should be registered or not may be\n        . so obtained.\n       (2) The Registrar shall produce his certificate of\nappointment to any person on the premises reasonably\nrequiring him to do so."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8-d         the applicant b$r registered letter of his decision to grant\n~            ~refuse the~application.b          r\n               4\n~.gitntias  l2. Wheneves the Registm grants an applicstion for\nabtnvd\n.Imcyd    registration of a travel agency he shall enter that agency\nisaacof\ncertac8ta\n          in the Register and issue a certificate of registfation in\nofrqirtn-   the prescribed form to the proprietor.\ntion.\nDutyof       13. The pmprietor of a registered travel agency shall,\npfietwto\nexhibit    while the certificate of registration remains valid, exhibit\ncertifttek the same in a conspicuous place in the travel agency.\nofregirbr-\ntim '9\n-0-\nPlscr.\nPower of    14. Every travel agency shall be subject to inspection\nRegistrar\nandof     at any reasonable time by the Registrar or by an\nmmInspector.\ntoinrpcct\ntravel\nU-Y at\nany time.\n                    me idusion of this peee is authorid by LN. 480/1973]\n                 TRAVEL AGENCIES REGULATION                                          9\n      lS.--(l) The Registrar and every Inspector may, for the Powersof\n    purpose of carrying out an inspection under section 14- Registrar\n                                                              andof\n         (a) enter and examine the premises on which the                  gsrprs\n              travel agency is being operated;                            purpose of\n                                                                          an inspection\nI\n         (6) request any person on the premises to produce 2in\n              for examination any books, records, vouchers and +duty to\n                                                                  produce\n              other documents in his custody which may con- certificate\n              tain information that he reasonably believes will :;;.Point-\n              assist him in ascertaining whether or not the\n              travel agency is being operated honestly and\n              efficiently;\n         (c) make copies of and extracts from, or impound,\n              any books, records, vouchers or documents\n              produced during the course of the inspection;\n         (d) put to any person on the premises any questions\n              relating to the operations or affairs of the travel\n              agency if he reasonably believes that any\n              information which will assist him in ascertaining\n              whether or not the travel agency is being operated\n              honestly and efficientlymay be so obtained.\n            (2) The Registrar or any Inspector carrying out an\n    inspection under section 14 shall produce his certificate of\n    appointment to any person on the premises reasonably\n    requiring him to do so."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The Registrar, after inspecting the premises on which Registrarto\n                                                                consider\nthe travel agency is being or is to be operated, shall application\nconsider the application for registration thereof, and shall,\n                                                '                  ~~~~~~\nsubject to the provisions of section 10, either grant or same.  refusethe\nrefuse the application and in the event of refusal shall notify\nthe applicant in writing the grounds of such refusal."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The Registrar shall not grant any application for specialcon-\n                                                                 ditions pre-\nregistration of a travel agency unless-                          cedent to\n     (a) the proprietor of the travel agency furnishes him,                 ion\n          in such form and manner as may be prescribed, tratlou. forregis-\n          witb-\n              (i) evidence. of his good character and\n                  integrity or in the case of a company\n                  evidence of the good character and\n                  integrity of its Directors;\n             (ii) evidence of his financial ability to operate\n                  the travel agency;\n            (iii) a bond, with surety, in the prescribed\n                  amount, entered into by him as a guarantee\n                  of his financial ability to operate the travel\n                  agency and to meet and satisfy any claims\n                  for the refund of passage money paid into\n                  the travel agency;\n      me inclusion of this pape is authorized by L.N. 480/1973]\n                          T R A W L AGENCIES REGULATION\n                          (iv) bonds, with surety, fn the picsCribd\n                               amount, entered into by such members of\n                               t.€@ stair of the travel agency and by such\n                               agents of the proprietor thereof, as the\n                               Regktrm may dctedne with the approval\n                               of the Minister, as a guarantee of their\n                               honesty and fidelity in carryhg out their\n                               duties in connection with the operrrtiolw of\n                               the traval agency,\n                   (8) the proprietor of the travel agency has a supply\n                       of such books, rermr& v m b and other\n                       documents as may be p r e s c r i i\n                   (c) theprescribedfech%sbeen~.\nR@~tr~to      11. The Registrar && ZLS            85 paacticabie, inform\ninform"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Registration of travel agency and issue of certificate of registra-\n      tion."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Duty of proprietor to exhibit certificate of registration in con-\n      spicuous place."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Power of Registrar and of Inspectors to inspect travel agency at\n      any time."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Powers of Registrar and of Inspectors for the purpose of aa\n      inspection under section 14-duty to produce certificate of\n      appointment."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) The Registrar may, by registered letter Powerof\n    addressed to the proprietor of any travel agency, request Registrar\n                                                                    forequirp\n    the proprietor to give to him within such reasonable timeE   :;;?;\n    as may be specified in the letter, such information and letter.\n    particulars with respect to the operations and affairs of\n    the travel agency as the Registrar may consider necessary.\n             (2) The information and particulars which the\n    Registrar may require under subsection (1) include inform-\n    ation and particulars relating to the terms and conditions of\n10                     TRAVEL AGENCIES REGULATION\n          any agreement entered into by or on behalf of the proprietor\n          of a travel agency with any steamship or aircraft company\n          or firm with respect to the provision in any ship or aircraft\n          of passages for persons of any description.\nancellatioa       17.-(1) The Registrar shall cancel the registration of       a\ntion of travel travel agency-\nOf 'Gistra-\nagency.\n               (a) if the proprietor is convicted of a criminal offence\n                    involving fraud or dishonesty; or\n               (b) if the proprietor fails to comply with the pro-\n                    visions of section 21; or\n               (c) if the proprietor becomes bankrupt or if the\n                    proprietor being a Company is unable to pay its\n                    debts; or\n               (4 if any bond furnished under section 10 by the\n                    proprietor on his own behalf or on behalf of any\n                    member of the staff of the travel agency or any\n                    agent of the proprietor has ceased to be valid\n                    and has not been replaced within a reasonable\n                    time by a similar valid bond in the prescribed\n                    amount; or\n               (e) if the proprietor fails to comply with the pro-\n                    visions of section 20; or\n               v) if the proprietor of the travel agency fails to keep\n                    the prescribed books, records, vouchers and other\n                    documents; or\n               (9) if the prescribed fee for registration has not been\n                    paid in respect of any period for which it is due\n                    and the proprietor fails to pay such fee upon\n                    demand by the Registrar; or\n               (h) if the form, substance or tenor of any advertise-\n                    ment or information issued or given by the\n                    proprietor or operator of a travel agency or by\n                    any person acting on behalf of such proprietor\n                                                                                   ,\n             TRAYEL AGENCIES REGULATlQN                             11\n         fx operator is calculated to deceive persons as\n         regards-\n             (i) the availability of accommodation on any\n                  ship or aircraft on a particular date or at\n                  a particular time;\n             (3) the type of accommodation available on\n                  any ship or aircraft;\n            (iii) conditions of passage on any ship or\n                  aircraft;\n            (iv) the amount of passage money to be paid\n                  for any particular type of accommodation.\n        (2) If the Registrar proposes to cancel the regis-\ntration of a travel agency he shall inform the proprietor by\nregistered letter that he proposes to do so stating his\ngrounds and he shall give the proprietor an opportunity\nto be heard.\n        (3) If the Registrar finally decides to cancel the\nregistration of the travel agency he shall inform the\nproprietor by registered letter of his decision and by the\nsame letter request the proprietor to return the certificate\nof registration of the travel agency to him.\n       (4) The Registrar shall, subject to the provisions of\nsection 18, give effect to his decision to cancel the registra-\ntion of the travel agency by making an appropriate note\nin the Register."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) Any person aggrieved by a decision of the ~ p p e a l r\nRegistrar to grant or refuse registration of a travel agency\nor to cancel the registration of a travel agency may, within\ntwenty-one days after the date on which he is informed\nby registered letter of the Registrar's decision, appeal\nagainst the decision to a Judge in Chambers who shall\n      P%e inclusion d this page is authorized by L.N. W/l!)73]\n12                      TRAVEL AGENClES REGULATION\n             give such directiom in the matter as he shall think proper,\n             including a direction a$ to-the costs of the appeal, and the\n             order of the Judge sh& be final and conclusive and not\n             subject to any further right of appeal.\n                      (2) The proprietor of a travel agency the regis-\n             tration of which the Registrar has finally decided to\n             cancel under subsection (3) of section 17 shall not be\n             obliged to return the certificate of registration of such\n             travel agency to the Registrar nor shall the Registrar\n             cancel the registration of the travel agency under subsection\n              (4) of section 17 until-\n                   (a) the period of twenty-one days referred to in\n                         subsection (1) of this section has expired without\n                         an appeal being lodged within that period; or\n                   (b) the appeal is dismissed, if an appeal has been\n                         lodged.\n                      (3) For the purpose of any appeal under this\n             section the proceedings may be brought against the\n             Registrar and the practice and procedure governing such\n             appeals shall be in accordance with rules of court made\n             for the purpose under subsection (4).\n                       (4) Rules of court may be made regulating appeals\n             under this Act and all matters incidental thereto.\nEffect of       19. An aggrieved person shall be deemed to be informed\nnotification\nbyregistered Of the decision of the Registrar to grant or refuse regis-\nletter.      tration to a travel agency, or to cancel the registration\n             of a travel agency, at the time at which a registered\n             letter addressed to him and containing the decision of the\n             Registrar would be delivered to him in the ordinary\n             course of post, until the contrary is proved.\nAudit of        20.41) The accounts of every registered travel agency\naccounts of\nregistered   shall be audited annually by an auditor selected by the\ntravel       proprietor of the travel agency and approved by the\nagencies.\n             Registrar.\n                 me inclusion of    page M authorized by L.N. 480/1973]\n                       +\n                                              .\n                           TR4VEL AGENCIES REGULATION                                    13\n        (2) The proprietor of the travel agency shall, within\nfour months after the 31st day of December in each year or\nwithin such further time as the Registrar may in special circum-\nstances allow, furnish the Registrar with a copy of the auditor's\nreport."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.-41) The proprietor of a travel agency shall, as soon Emigrant\nas possible after the making thereof, forward to the Registrar workers.\nan accurate record or copy of the terms and conditions of\nevery agreement entered into by him or on his behalf with any\nsteamship or aircraft company or firm with respect to the provi-\nsion in any ship or aircraft of passages for emigrant workers.\n                                                                                     '\n        (2) The expression \"emigrant workers\" in subsection (1)\nmeans persons proposing to travel from this Island in\nsearch of employment abroad."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Every person who-                                            Miscellan-\n                                                                    eous\n     (a),assaults or obstivcts the Registrar, or any Inspector, offences.\n          while the Registrar or Inspector is acting pursuant\n          to any power vested in him by this Act; or\n     '(b) without reasonable cause or excuse, fails-\n                (i) to comply with any request made by the Regi-\n                     strar under paragraph (b) of subsection (1) of\n                     section 8; or\n               (ii) to answer any question put to him by the Regi-\n                    strar under paragraph ( 4 of subsection (1) of\n                    section 8; or\n              (iii) to comply with the provisions of section 13;\n                    or\n              (iv) to comply with any request made by the\n                    Registrar or an Inspector under paragraph (b)\n                    of subsection (1) of section 15; or\n               (v) to answer any question put to him by the .\n                    Registrar or by an Inspector under paragraph\n                    ( 4 of subsection (1) of section 15;,or\n              (vi) to comply with any request made by the\n                    Registrar under section 16; or\n                  ,I\n1\n                14                                        TRA VEL AGENCIES REG U .TION\nI\n                                                 *     (vii) to comply with a request of thk Registrar\n                                                            'under subsection (3) of section 17 to return a\n                                                             certificate of registration,\n                                  shall be liable on summary conviction before a Resident Magis-\n                1812011          .trate to a fine not exceeding one million dollars or to imprison-\n                S.3.              ment for a term not exceeding twelve months or to both such\n                               ' fine and imprisonment.\n                Power of                22A. The Minister may, by order subject to affirmative reso-\n                Minister to\n                amend mone-           lution, amend any monetary penalty prescribed by this Act.\n                tary penalty by\n                Order.\n                1812011\n                S. 4.\n                Regulations.              2 3 . 4 1 ) The Minister may make regulations-\n                                             (a) ,in regard to any matter which this'Act requires to be\n                                                  prescribed;\n                                             (b) providing for the payment of fees for registration on\n                                                 an annual, half-yearly or quarterly basis; '\n                                             .\n                                             (c) with respect to the system of accounting to be used\n                                                 by registered travel agencies;\n    I\n                                             (6).prohibiting the carrying on of any specified profes-\n                                                      sion, trade, calling or occupation.on any premises on\n                                  L\n                                                      which a registered travel agency is being operated;\n                                             (e) specifying what proportion, if any, of passage-money\n                                                      should be paid to a travel agency as a deposit or\n        I                                             advance pending the arrival of any ship or aircraft\n        I\n            I\n                                                      on which passages are being booked and how such\n            i                                         deposits should be kept and secured;\n                                             (f) generally for the better carrying out of the objects and\n                                                      purposes of this Act.\n                         TRQ VEL AGENCIES REGULATION                               15 -   \"\n4~1969              (2) All regulations made under subsection (1) shall be\n'* Sch.   subject to negative resolution.\n     I\n161201              (3) Notwithstanding section 29(b) of the Interpreta-\nS. 5.\n          tion Act, regulations made under this section may provide in res-\n          pect of a breach of any of the provisions thereof for the imposi-\n          tion of penalties of a fine not exceeding five hundred thousand\na         dollars or imprisonment for a term not exceeding six months, or\n          of both such fine and imprisonment."
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Regulations.\n     me inclusion of this page is authorized by L.N. 480/1973]\n                              TRA VEL AGENCIES REGULATION\n            THE TRAVEL AGENCIES REGULATION ACT                                        Law\n                                                                                  46 of 1956."
    }
  ],
  "definitions": [
    {
      "term": "the appointed day",
      "definition": "the day -declared under section 3",
      "source_provision": "sec1"
    },
    {
      "term": "Inspector",
      "definition": "an Inspector of Travel Agencies appoin-",
      "source_provision": "sec1"
    },
    {
      "term": "the proprietor of a travel agency",
      "definition": "the person by",
      "source_provision": "sec1"
    },
    {
      "term": "the Register",
      "definition": "the Register of Travel Agencies kept",
      "source_provision": "sec1"
    },
    {
      "term": "registered",
      "definition": "registered under this Act and \"registra-",
      "source_provision": "sec1"
    },
    {
      "term": "the Registrar",
      "definition": "'the Registrar of Travel Agencies",
      "source_provision": "sec1"
    },
    {
      "term": "travel agency",
      "definition": "an establishment in which is carried",
      "source_provision": "sec1"
    }
  ]
}