{
  "id": "jm-stat-the-travel-tax-act",
  "type": "statute",
  "title": "The Travel Tax Act",
  "title_en": "The Travel Tax Act",
  "short_name": "Travel Tax Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-travel-tax-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-travel-tax-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Travel Tax Act.                        Short title."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. InthisAct-                                                          Interpm\n                                                                       tation.\n “aircraft” means any machine for flying, whether\n      propelled by mechanical means or not, and in-\n      cludes any description of balloon;\n “carrier” means-\n      (a) any person (whether incorporated or not)\n           transporting passengers by ship or aircraft on\n           any voyage or flight from Jamaica to any place\n           outside Jamaica;\n      (€4 the master or other person in command or con-\n           trol of the transporting ship or aircraft;\n      (c) the agent in Jamaica of any person referred to\n          in paragraph (a)hereof; and\n      (d) if the person referred to in paragraph (a)hereof\n          or the agent referred to in paragraph (c) hereof\n          is a corporation, every director and manager\n          of that corporation;\n “Collector” means an officer as defined in the Customs\n     Act who is designated a Collector by the Commis- 12/1g85\n     sioner of Customs and Excise for the purposes of                  E!im\n     this Act and includes a person authorized ta collect S. 2\n     taxes under the Tax Collection Act;\n “immigration officer” means the “Chief Immigration 43/\n     Officer” and any “immigration officer” appointed S. 2(bh\n     by the Governor-General under the Aliens Act;\n          inclusion of this page is authorized try L.N. 5 / 1 9 a ]\n2                                   TRAVEL TAX\n                 “ship” means a steamship or any other ship, boat,\n                      lighter or other craft of any description used for\n                      transport by water;\n                 “traveller” means a person who proposes to travel from\n                      Jamaica by sea or by air to any place outside\n                      Jamaica;\n                 “travel tax” means the tax imposed by section 3.\nTnvel tax.      3.41) Subject to the provisions of this Act, there shall\n             be paid by each traveller on each occasion on which such\n             traveller leaves Jamaica for any place outside Jamaica, a tax\nl8/1%9\ns.2.\n             (to be called “travel tax”) of such s u m as may from time to\n             time be prescribed; and different sums may be prescribed in\n             respect of different categories of travellers.\n                   (2) Notwithstanding the provisions of sections 15 and\n             18 of the Tax Collection Act, travel tax shall be payable in\n             one sum.\n                   (3) Travel tax shall not be payable by-\n                 (a) the master, pilot or other person in control or com-\n                      mand of a ship or aircraft leaving Jamaica or any\n                      member of the staff or crew of such ship or air-\n                      craft if such master, pilot, other person or mem-\n                      ber is leaving Jamaica by the ship or aircraft of\n                      which he is in control or in command or of which\n                      he is a member of the staf€ or crew, as the case may\n                      be,\n                 (6) any person recruited with the approval of the\n                      Minister responsible for labour for agricultural\n                     work in any place outside Jamaica;\n4311-            (c) such categories of travellers as may be prescribed.\ns. 3.\nPoaol to       4. The Minister may, upon the application made by or on\nW8iV% re-\nmit or       behalf of any person who has paid, or is liable for payment\nrefund       of travel tax under this Act, waive, remit or refund such tax\ntax.\n5/1971\ns. 3.        in whole or in part if, in the circumstances of the case, he\n                            TRAVEL TAX                                        3\ndeems it expedient so to do, and any such waiver, remission\nor refund may be subject to such special conditions as the\nMinister may see fit to impose."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) Except as may otherwise be provided by an order mtv of\n                                                                carner to\nmade pursuant to section SA, the travel tax payable by a c~iicct\ntraveller pursuant to section 3 shall be collected and paid 43,1964\n                                                                travel tax.\nover to a Collector-                                            S. 4(a).\n                                                                 17/1990\n      (U) by the carrier who issues to the traveller any ticket s 3.\n           or other document authorizing that traveller to be\n           transported by a carrier from Jamaica to any place\n           outside Jamaica; or\n      (b) in default of collection pursuant to paragraph (a),\n           by the carrier transporting the traveller from\n           Jamaica as aforesaid.\n        (2) Any Carrier failing to collect any travel tax which\nhe is required by subsection (1) to collect shall, notwith-\nstanding such failure, pay to a Collector the amount of such\ntax.\n       (3) Any amount of travel tax which a carrier is re-\nquired to pay to a Collector pursuant to this section shall\nbe due and payable without further demand immediately\nprior to the departure from Jamaica of the ship or aircraft\ntransporting the travellers in respect of whom that amount\nof tax is payable :\n  Provided that regulations made under this Act may permit\neither generally or in any particular case payment of any\nsuch amount as aforesaid by instalments or periodically or\nwithin such period after the departure of the ship or air-\ncraft as may be prescribed.\n       (4) Every carrier shall, in relation to travel tax, keep\nsuch records and furnish such returns in such form and to\nsuch persons as m a y be prescribed.\n        (5) Any claim to entitlement to exemption from travel 4311%\ntax pursuant to subsection (3) of section 3 which cannot be S. 4(b).\n              inclusion of this page is authorized by L.N. 5/1992]\n4                                           TRAVEL TAX\n              resolved by a carrier shall be referred to a Collector or to\n              an immigration officer; and the decision of the Collector or\n              immigration officer thereon shall, subject to section 9, be\n              final.\n4311964              (6) For the purpose of deciding any claim pursuant\nS. 4(b)*      to subsection ( 5 ) the Collector or immigration officer, as the\n              case may be, may make such enquiries (either of the traveller\n              or of any other person) as he thinks fit.\nMinisterial      SA-(1) Subject to the provisions of this section, the\norder.\n1711990       Minister may by order published in the Gazette provide\ns. 4.         that in lieu of the provisions of section 5 the provisions of\n              the order shall apply in relation to the payment and col-\n              lection of travel tax, so, however, that provision may not\n              be made in the order to affect any exemption from travel\n              tax granted by or pursuant to this Act.\n                         (2) An order made pursuant to subsection (1)-\n                   (U) may be made to apply generally to collection of\n                        travel tax payable by travellers leaving from any\n                       place in Jamaica, or specifically to the collection of\n                       travel tax payable by travellers leaving from such\n                        pIace or places in Jamaica as may be specified in the\n                       order and may, in either case, be made to have\n                       effect only for such period as may be specified in\n                       the order;\n                   (b) may impose on the carrier a duty to ensure that\n                       every traveller leaving Jamaica from a specified\n                       place is in possession of a receipt issued in respect\n                       of the payment d travel tax; and\n                   (c) may contain such consequential supplementary or\n                       ancillary provisions as may be necessary or desir-\n                       able to give proper effect to the provisions of the\n                       order.\n                         phe inclusion af this page is authorized by L.N. 5/19%!]\n                            TRAVEL TAX                                        5\n         (3) An order made pursuant to subsection (1) shall\nbe subject to negative resolution of the House of Represen-\ntatives."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1)  Any person who, for the purpose of evading the ofiencsr.\npayment by himself or by any other person of travel tax,\nknowingly makes any false statement or false representa-\ntion shall be liable on summary conviction in a Resident\nMagistrate’s Court to a fine not exceeding five thousand 17/1990\ndollars or to imprisonment with or without hard labour for    (a)-\na term not exceeding six months.\n       (2) Any carrier who-                                         17119%\n                                                                    s. S&).\n     (a) fails or neglects to make a return in accordance\n           with the requirements of this Act OT any regula-\n           tions made thereunder shall be guilty of an offence\n           and shall be liable on summary conviction in a\n           Resident Magistrate’s Court to a fine of not less\n           than one thousand dollars for each day during\n           which the failure or neglect continues;\n     (b) knowingly makes in any such return any false re-\n         presentation shall be guilty of an offence and shall\n           be liable on summary conviction in a Resident\n           Magistrate’s Court to a fine not exceeding ten\n           thousand dollars or, in default of payment thereof,\n           to imprisonment wit4 or without hard labour for\n           a tern not exceeding twelve months; or\n     (c) contravenes or fails to comply with the provisions\n           of an order made pursuant to section SA, shall be\n           liable on summary conviction in a Resident Mag-\n           istrate’s Court to a fine not exceeding ten thousand\n           dollars or, in default of payment thereof, to im-\n           prisonment with or without hard labour for a term\n           not exceeding twelve months.\n               inclusion d this page is aubbrized by L.N. S/1992]\n6                                          TRAVEL TAX\n4311964               (3) Any person who fails, without reasonable cause,\ns. 5.           to furnish to a Collector or immigration officer, as the case\n                may be, any information required by the Collector or\n                immigration officer, as the case may be, for the purposes of\n                subsection (6) of section 5, shall be liable on summary\n                conviction in a Resident Magistrate’s Court to a fine not\n17/1990         exceeding one thousand dollars or in default of payment\ns. 5(c).\n                thereof to imprisonment with or without hard labour for\n                a term not exceeding three months.\nEnforcing         7.-(1) Where pursuant to section 5 any travel tax, being\nPayment         due and payable, remains unpaid-\nof tax.\n4311964\nS. 6 (a).            (a) a Collector may proceed to enforce payment\n                         against the carrier concerned under the provisions\n                         of the Tax Collection Act in like manner as if an\n                         assessment under the provisions of that Act for the\n                         enforcement of tax has been made; and\n                     (b) the proper officer within the meaning of the\n                         Customs Act may withhold clearance under that\n                         Act of the ship or aircraft transporting the\n                          travellers in respect of whom the tax is payable\n                          if he is not satisfied that adequate arrangements\n                         for the payment of the tax have been made.\n 4311964               (2) Where the carrier referred to in paragraph (a) of\n    S. 6 (b).\n                subsection (1) of section 5 is not the same person as the\n                carrier referred to in paragraph (b) of that subsection, the\n                Collector may enforce payment against either or both of\n                such carriers, so, however, that nothing in this subsection\n                shall be construed as empowering the Collector to enforce\n                payment of a greater sum than that which would have been\n                payable if the travel tax were collected by one carrier.\n Power of         8. A Resident Magistrate shall, in addition to any penalty\n Magistrate\n to order       he may impose on any person under the provisions of this\n payment        Act, order the payment to a Collector of any travel tax due\n of tax.\n                          p h e inclusion of this page is aubbrized by L.N. 5/19%?]\n                                    TRAVEL TAX                                7\n    and payable by that person and may order, in default of\n    such payment, imprisonment of that person for a period\n    not exceeding three months."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) Any person who proves to ihe satisfaction of the ~etundr.\n    Commissioner of Inland Revenue that he has paid to a 12/1985\n    Collector travel tax in excess of the amount which he is soh.\n    properly required to pay pursuant to this Act shall be\n    entitled to have the amount so paid in excess refunded, and\n    the Commissioner of Inland Revenue shall make the refund\n    accordingly.\n            (2) No claim for a refund under this section shall be\n    entertained after the expiration of six months from the date\n    on which payment of the amount in dispute was made to a\n    Collector.\nI"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1)      The Minister may make regulations to provide Regulstiona.\n             the production to, and inspection by, such persons\n             as may be prescribed of documents used and\n             records kept by any person for the purpose of\n             determining that travel tax has been collected and\n              accounted for in accordance with this Act or any\n             regulations made thereunder;\n             the furnishing to the Commissioner of Inland Re- 12 1985\n             venue or to persons authorized by him of such $l-\n             information and such returns, certificates and\n             other documents as may be prescribed;\n             anything required to be prescribed by this Act;\n             any other matter or thing whether similar or not\n             to those abovementioned in respect of which it\n             may be expedient to make regulations to give\n             effect to the purpose of this Act.\n          (2) Regulations made pursuant to subsection (1) of 5/1971\n                                                                S. 4m)b).\n    section 3 shall be subject to affirmative resolution of the 18/1%9\n    House of Representatives.                                   s. 3.\n                [The inclusion olf this page is authorized by L.N. 5/1!392]"
    }
  ],
  "definitions": []
}