{
  "id": "jm-stat-the-treason-felony-act",
  "type": "statute",
  "title": "The Treason Felony Act",
  "title_en": "The Treason Felony Act",
  "short_name": "Treason Felony Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-treason-felony-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-treason-felony-act",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. If any person or persons whosoever, after the passhg Punishment\nof this Act, shall, within this Island, compass, imagine, for   inteoding\n                                                             toaepo~ethe\ninvent, devise, or intend to deprive or depose OUT most outenor\nGracious Lady the Queen, from the style, honour, or royal :gimher*\nname of the Crown, or to levy war against Her Majesty,\nin order by force or constraint to compel her to change her\nmeasures or counsels, or to put any force or restraint upon,\nor in order to intimidate or overawe both Houses or either\nHouse of Parliament, or to move or stir any foreigner or\nstranger with force to invade Jamaica, or any other Com-\nmonwealth country; and such compassings, imaginations,\ninventions, devices, or intentions, or any of them shall\nexpress, utter, or declare, by publishing any printing or\nwriting, or by open and advised speaking, or by any overt\nact or deed, every person so offending shall be guilty of\nfelony, and, being convicted thereof, shall be liable to be :;i;:;9\nimprisoned for life, with or without hard labour."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. If any person or persons whosoever, after the passing ~ u o . i s h e a t\nof this Act, shall, within this Island, compass, imagine, for     intendmg\n                                                               tolevy-\n                                                               or excite\ninvent, devise, or intend to levy war,or excite insurrection imurrcction,\nagainst the Government of this Island, as by law established, etc.\nin order by force or constraint to compel the Govemor-\nGeneral, Senate and House of Representatives or any of\nthem, to consent to alter or change the constitution of this\nIsland, as by law established, or in order to put any force or\nconstraint upon,or to intimidate and overawe the Governor-\n             inclusion of this page is authorized by L.N. 480/1973]\n2                                     TREASON FELONY\n               General, Senate and House of Representatives or any of\n               them, or to move or stir any foreigner or stranger with\n               force to invade this Island, and shall express, utter, or\n               declare, by publishing any printing or writing, or by open\n               and advised speaking, or by any overt act or deed, such\n               compassings, imaginations, inventions, devices, or intentions,\n               or any of them, every person so offending shall be guilty\n4211969        of felony, and, being convicted thereof, shall be liable to be\n3rd sch.       imprisoned for life, with or without hard labour.\nPunishment       4. If any person or persons whosoever, shall, within this\nfor inciting\nto insurrcc-   Island, maliciously and advisedly endeavour to excite or stir\ntioo or\n~tI&On,        up any person to commit any act of insurrection or rebellion,\nctc.           or make or endeavour to make any traitorous or rebellious\n               assembly, or to commit any traitorous or rebellious act, or\n               to engage in any confederacy, combination, or conspiracy\n               for the purpose, by force or constraint, or otherwise than\n               by lawful means, of effecting a change in the state or condi-\n               tion of the people of this Island, or by force or constraint,\n               of compelling the Governor-General, Senate and House of\n               Representatives or any of them, to consent to grant or\n               agree to such change, or in order to put any force or con-\n               straint upon, or to intimidate or overawe the Governor-\n               General, Senate and House of Representatives or any of\n               them, every person so offending shall be guilty of felony,\n42/ 1969       and, being convicted thereof, shall be liable to be imprisoned\n3rd Sch.       for life, with or without hard labour.\nPen0118 not      5. No person shall be prosecuted for any felony by virtue\nto be\nprosecuted    of this Act in respect of such compassings, imaginations,\nfor words\nonly unlw inventions, devices, or intentions, in so far as the same arc\ninformation expressed, uttered, or declared by open and advised speak-\ngiven within\nsix days and ing only, unless information of such cornpassings,imagina-\nwarrant\nissued within tions, inventions, devices, or intentions, and of the words\n ten days.    by which the same were expressed, uttered, or declared, shall\n              be given upon oath to one or more Justice or Justice within\n                     me inclusion of this page is authorized by L.N. 480/1973]\n                       TREASON FELONY                                          3\nsix days after such words shall have been spoken, and unless\na warrant for the apprehension of the person by whom such\nwords shall have been spoken shall be issued within ten\ndays next after such information shall have been given as\naforesaid; and that no person shall be convicted of any such\ncompassings, imaginations, inventions, devices, or intentions\nas aforesaid, in so far as the same are expressed, uttered,\nor declared by open and advised speaking as aforesaid,\nexcept upon his own confession in open court, or unless the\nwords so spoken shall be proved by two credible witnesses."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. In the case of every felony punishable under this Act, Punishment\n                                                                    of Bca8-\n                                                                    ez\nevery principal in the second degree, and every accessory SOriCJ before\nbefore the fact, shall be punishable in the same manner as\nthe principal in the first degree is by this Act punishable;\nand every accessory after the fact to any such felony shall,\non conviction, be liable to be imprisoned, with or without\nhard labour, for a term not exceeding two years."
    }
  ],
  "definitions": []
}