{
  "id": "jm-stat-the-trespass-act",
  "type": "statute",
  "title": "The Trespass Act",
  "title_en": "The Trespass Act",
  "short_name": "Trespass Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-trespass-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-trespass-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Trespass Act.                         Short title.\nf'\n.I\n                   PART I . Trespuss upon Premises"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1) If any person shall commit a trespass by entering,\n     without lawful authority, the premises of any private resident or        cuaivated\n     upon land belonging to any proprietor or occupier-                       laud.\n                                                                              17/1982\n                                                                              3rd Sdl.\n          (U) which is enclosed; or\n           (b) which is in any manner cultivated or on which any\n                agricultural activity is being carried out,\n     he shall be guilty of an offence.\n            (2) Any person who is found guilty of an offence\n     against subsection (1) shall be liable on summary conviction in\n     a Resident Magistrate's Court-\n          (U)  where the offence was committed at night, to a fine\n               not exceeding forty thousand dollars or three times 10/2000\n               the value of the damage done during the course of the S.2(a).\n               trespass, whichever is the greater, or in default of\n               payment thereof to imprisonment for a term not\n               exceeding two years; or\n          (b) where the offence was committed by day, to a fine not\n                                                                     10/2000\n               exceeding twenty thousand dollars or three times the s. 2@).\n               value of the damage done during the course of the\nf              trespass, whichever is the greater, or in default of\n'U\n               payment thereof to imprisonment for a term not\n               exceeding one year."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. If any person shall enter and trespass upon the premises Trcspassen,\n     of any private residence, or on any land of any proprietor or may    be\n                                                                     required to\n     occupier,     without      lawful    authority,    or    with- quit premises,\n                                                                              etc.\n4                                               TRESPASS\n             out the leave or permission of such proprietor or occupier, it\n             shall be lawful for such proprietor or occupier, or his or her\n             servants, to require the person or persons so trespassing\n             forthwith to quit the premises, or the land whereon he, she or\n             they shall be trespassing, and also to tell his or her Christian\n             name, surname and place of abode; and in case such trespasser\n             shall, after being required, refuse to tell his or her real name and\n             place of abode, or shall give a false or illusory account of\n             himself or herself, or shall wilfully continue upon, or return to,\n             the said premises or land, or any part thereof, it shall be lawful\n             for the proprietor or occupier, and his servants, to apprehend\n             such offender or offenders, and cause him, her or them\n             forthwith to be taken or carried before a Justice of the parish in\n             which such offence is committed, who is hereby empowered to\n             bind him, her, or them over to appear before a court of summary\n             jurisdiction, and every offender as aforesaid shall be liable on\n             summary conviction in a Resident Magistrate’s Court to a\n10/2000      penalty not exceeding ten thousand dollars or to imprisonment\ns. 3.        for a term not exceeding six months.\nTrespass        4.-(1) A person commits an offence if he trespasses upon\nfor pur-\npose of      any unenclosed land for the purpose of-\ndestroy-\ning trees,         (U)   damaging or destroying any tree;\n&C.\n10/2000            (b) cutting wood or grass; or\ns. 4.\n                   (c) stealing and taking or carrying away any h i t or root\n                       used as food for human beings or animals.\n                    (2) A person commits an offence if he fixes or places\n             upon any pole, tree or land, without the consent of the\n             proprietor or occupier of that land, any spring trap or other\n             engine, instrument or contrivance, designed to capture, destroy\n             or cause bodily injury to any bird coming into contact\n             therewith.\n                           [Weinclusion of this page is authorized by L.N. 3120021\n                                       TRESPASS                                               5\n           (3)    Any person who commits and offence under\n    subsection (1) shall be liable on summary conviction before a\n    Resident Magistrate to a fine not exceeding ten thousand dollars\n    or three times the value of the damage done during the course of\n    the trespass, whichever is the greater and in default of payment\n    thereof, to imprisonment for a term not exceeding one year.\nC\nl          (4)    A person who commits an offence against\n    subsection (2) shall be liable on summary conviction before a\n    Resident Magistrate to a fine not exceeding one thousand\n    dollars."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . If any person shall be found passing along any private road          Passing along\n                                                                               private road\n    through any lands or premises of any proprietor or occupier,               during night\n    with a lethal weapon or lighted torch, during the night, without           with a gun\n                                                                               without con-\n    the consent of the proprietor or occupant, every such person               salt of\n    shall be liable on summary conviction in a Resident                        OWIXX.\n                                                                               l0/2000\n    Magistrate’s Court, to a penalty not exceeding ten thousand                S. 5(a).\n                                                                               10/2000\n    dollars or to imprisonment for a term not exceeding six months.            S. S(b).\n                                                                               Squatters."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. If any person shall enter upon and occupy any lands\n    belonging to, or in the possession of, any person, without the\n    leave of the proprietor or person in lawful possession thereof, it\n    shall be lawhl for any Justice of the parish in which the offence\n    was committed, by warrant under his hand and seal, and which\n    warrant the said Justice is hereby required to grant, upon oath\n    being made before him charging any such trespasser with\n    having, without just claim, or apparent title, entered upon and\n    occupied, or taken possession of any such lands, to cause such\n    trespasser to be brought before a Resident Magistrate’s Court              17/1982\n                                                                               3rd sch.\n    which is hereby authorized and empowered, on conviction, to\n    cause such trespasser to be removed from the possession of the\nL   said land, and to inflict a penalty, not exceeding five hundred            10/2000\n                                                                               S. 6(a)\n    thousand dollars, upon such offender.\n                                                                               No person to"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. No court shall proceed to convict any person named of               be dispossess-\n     being a trespasser, or inflict any fine upon, or give any order           ed who has\n                                                                               had quitepos-\n                                                                               session for a\n                                                                               YW.\n                 [Imc inclusion of this page is authorized by   L.N. 3L20021\n6                                               TRESPASS\n               to dispossess such occupier, by or under the authority of this\n               Act, if it shall appear to the said court that the party or parties\n               against whom such complaint is made hath or have been, by\n               himself or themselves, or by those under whom he or they claim\n               title, in the quiet possession of the land or premises mentioned\n               or referred to in any such information for one year before the\n               date thereoc or that such party or parties hath or have any just\n               claim, or appkent title, to such lands, or the occupation thereof       9\nDefmitim.         8. In the foregoing sections, when the word “proprietor”, or\n               “occupier”, or either of them is used, it shall be held to include\n               and be applicable to tenants, lessees, and procuration attorneys,\n               and agents, as well as to proprietors or occupiers.\n                                    Action by Executors, etc.\nExecutor          9. An action of trespass, or trespass on the case, as the case\nmay brig\naction for     may be, may be maintained by the executors or administrators\ninjury to      of any person deceased for any injury to the real estate of such\nreal estate\nof deceased.   person committed in his lifetime, for which an action might\n               have been maintained by such person, so as such injury shall\n               have been committed within six months before the death of\n               such deceased person, and provided such action shall be\n               brought within one year after the death of such person; and the\nAction may     damages, when recovered, shall be part of the personal estate\nbe brought\nagainst        of such person; and further, an action of trespass, or trespass on\nexecutor for   the case, as the case may be, may be maintained against the\ninjury to\nProPdY by      executors or administrators of any person deceased for any\nteaator.\n               wrong committed by him in his lifetime to another, in respect of\n               his property, real or personal, so as such injury shall have been\n               committed within six months before such person’s death, and so          1\n               as such action shall be brought within six months after such\n               executors or administrators shall have taken upon themselves\n               the administration of the estate and effects of such person; and\n               the damages to be recovered in such action shall be payable in\n               like order of administration as the simple contract debts of such\n               person.\n                                     TRESPASS                                             7\n              Entering on Landfor Purpose of Hunting, etc."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Executor may bring action for injury to real estate of deceased.\n          Action may be brought against executor for injury to property by\n           testator.\n                         Entering on Land for Purpose of Hunting, etc"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Any person who commits any trespass by entering upon\n    the premises of any private residence or upon any land without\n                                                                           Ed$;m\n                                                                           purposeof\n    leave of the proprietor, tenant or occupier for the purposes of        purpo etc.\n    hunting, shooting, or otherwise, shall be guilty of an offence         s.7.\ne   and liable on summary conviction in a Resident Magistrate’s\n    Court to a fine not exceeding twenty thousand dollars.\n                          Assault by Trespassers"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. Any person who, in the act of committing a trespass,            zy;\n    shall resist by violence or assault any person occupying private       trespassers.\n    premises or land, or the servant of or any person authorized by,\n    such person, shall be guilty of an offence and liable on\n                                                                           ioFm\n    summary conviction in a Resident Magistrate’s Court to a fine\n    not exceeding twenty thousand dollars or to imprisonment for a\n    term not exceeding two years.\n                      PART II. Cattle Trespass"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. It shall be the duty of the proprietor of any stock to take    zimof\n    proper and effective measures to prevent such stock fiom               adto\n    trespassing on to the land of other persons, and subject to the        EGz$-:\n    provisions hereinafter contained, such proprietor shall be             ing\n    responsible in damages in respect of any injury done by such\n    stock trespassing on to the land of other persons:\n       Provided always that within forty-eight hours of the\n    discovery of such injury the party aggrieved shall give notice of\n    the nature thereof to the proprietor or person in charge of the\n1   stock causing the same, and shall thereafter allow him and his\n    valuators fi.ee ingress to the land at all reasonable times for the\n    purpose of nim    ng the same; and shall, if mpired, point out\n    the location of the damages oomplained of: and i& on the\n    hearing of any action brought to m v e r any such damages as\n    aforesaid, it shallappearthatthe plaintiff has failed to give\n                 p b e inclwioo of this page is wlharizsd by L.N. 3R0021\n8                                               TRESPASS\n               such notice as aforesaid, or having failed to give such notice\n               shall not account for such failure to the satisfaction of the court,\n               or that the plaintiff has obstructed the defendant or his valuators\n               in their inspection of the alleged damage, the plaintiff shall be\n               non-suited.\nAs to tres-      13. No person in occupation of any land abutting on a public\npass by\nanimals\nbeing driven\n               road shall be entitled to recover any damages in respect of any\n               trespass on such land by any stock while the same are being\n                                                                                      '3\nalong a\npublic road.   lawhlly driven on such road, under proper care and control,\n               unless such land is secured by a fence along such road sufficient\n               to keep out ordinary stock of the class of animals committing\n               the trespass.\n                  The onus of showing that any stock were being so driven as\n               aforesaid shall lie on the owner of the stock.\nEvidence m        14. If in any action brought to recover any damages under\nadions for\ntrespass by    this Act, the owner of the stock shall prove that his land is\nSlOdC.\n               enclosed by good and sufficient fences, and that he has adopted\n               all other reasonable and proper precautions for the confinement\n               of his stock, and that they have nevertheless, through some\n               cause or accident beyond his control and which he could not\n               reasonably have provided against, escaped fiom his land, the\n               party complaining shall not be entitled to recover any sum\n               unless he can show that he has fenced his land with a fence\n               sufficient to keep out ordinary tame cattle and horsekind.\nMaking OT         15. Any person who shall wilfblly open or leave open any\nleaving\nopenings to gate, or break down or injure any fence or other contrivance\nenable stockprovided for the purpose of confining any stock, with intent to\nto trespass.                                                                          -- .\n            allow such stock to trespass off the, land on which the same is\n            confined, shall be liable, on conviction in a Resident                    LJ\nPunishment. Magistrate's Court, to imprisonment with or without hard\n            labour for a period not exceeding two years or to a fine not\n10/2OOo     exceeding  twenty thousand dollars or three times the value of\nS. I(a)(b). the damage done, whichever is the greater, and in default of\n            payment thereof, to imprisonment for a term not exceeding\n            three years.\n                            me inclusion of this page is authorized by L.N. 3R0021\n                                      TRESPASS                                          9"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. In this Part the word \"stock\" shall include horsekind,\n    cattle, sheep, pigs, goats and poultry."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.   The Minister may by order subject to affirmative\n                                                                           ment of\n    resolution, amend any penalty provided under this Act.                 penalties.\n                                                                           10/2000\nf                                                                          s. 9.\n                [me inclusion of this page is authorized by L.N. 3i20021"
    }
  ],
  "definitions": []
}