{
  "id": "jm-stat-the-trustee-act",
  "type": "statute",
  "title": "The Trustee Act",
  "title_en": "The Trustee Act",
  "short_name": "Trustee Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-trustee-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-trustee-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Trustee Act.                     Short title.\n                                   Interpretation"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                  Interpreta-\n                                                                            tion\n         “contingent right”, as applied to land, includes a. con-\n             tingent or executory interest, a possibility coupled\n             with an interest, whether the object of the gift or\n             limitation of the interest, or possibility is or is not\n             ascertained, also a right of entry, whether immediate\n             01 future, and whether vested or contingent;\n         “convey” and “conveyance” applied to any person\n             include the execution by that person of every\n             necessary or suitable assurance for conveying,\n              assigning, appointing, surrendering, or otherwise\n             transferring or disposing of land whereof he is seised\n             or possessed, or wherein he is entitled to a contingent\n             right, either for his whole estate or for any less\n             estate, together with the performance of all formalities\n             required by law to the validity of the conveyance;\n         “devisee” includes the heir of a devisee and the devisee of\n              an heir, and any person who may claim right by\n              devolution of title of a similar description;\n         “instrument” includes enactments of the United Kingdom\n              Parliament or of the Legislature of Jamaica;\n         “land” includes incorporeal as well as corporeal heredita-\n              ments, and any interest therein, and also an undivided\n              share of land;\n               me inclusion of this page is authorized by L.N. 480/1973]\n                                                   . . . ..   .\n6                              TRUSTEE\n    “mortgage” and “mortgagee” include and relate to every\n       estate and interest regarded in equity as merely a\n       security for money, and every person deriving title\n       under the original mortgagee;\n    “pay” and “payment” as applied in relation to stocks\n        and securities, and in connection with the expression\n        “into court” include the deposit or transfer of the\n        same in or into court;\n    “possessed” applies to receipt of income of, and to any\n        vested estate, less than a life estate, legal or equitable,\n        in possession or in expectancy in any land;\n    “property” includes real and personal property, and any\n        estate and interest in any property, real or personal,\n        and any debt, or any thing in action, and any other\n        right or interest, whether in possession or not;\n    “rights” includes estates and interests;\n    “securities” includes stocks, funds and shares;\n    “stock” includes fully paid-up shares; and so far as\n         relates to vesting orders made by the Court under this\n         Act, includes any fund, annuity, or security trans-\n         ferable in books kept by any company or society, or\n         by instrument of transfer either done or accompanied\n         by other formalities, and any share or interest\n         therein;\n    “transfer” in relation to stock, includes the performance\n         and exclusion of every deed, power of attorney, act\n         and thing on the part of the transferor to effect and\n         complete the title in the transferee;\n    “trust” does not include the duties incident to an estate\n        conveyed by way of mortgage; but with this exception\n         the expressions ‘‘trust’’ and “trustee” include\n        implied and constructive trusts, and cases where the\n          me binaim of this pgs ir .Utharized by LN. 4W!1!4731\n                              TRUSTEE                                        7\n    trustee has a beneficial interest in the trust property,\n    and the duties incident to the office of personal\n    representative of a deceased person.\n                      PARTI. Investments"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. A trustee may, unless expressly forbidden by the Authorized\ninstrument (if any) creating the trust, invest any trust investments.\nfunds in his hands, whether at the time in a state of\ninvestment or not, in manner following, that is to say-\n    (a) in any investment authorized by any Act of\n         Parliament of the United Kingdom;\n     (6) in any securities, the interest of which is for the\n         time guaranteed by any enactment of this Island\n         or the Government of this Island;\n     (c) on real securities in this Island,\nand may also from time to time vary any such investment."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Every power conferred by section 3, shall be exercised Discretion\naccording to the discretion of the trustee, but subject to O f t N S t W .\nany consent required by the instrument, if any, creating\nthe trust with respect to the investment of the trust funds."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Sections 3 and 4 shall apply as well to trusts created Application\nbefore as to trusts created after the first day of January, $=*\n1897, and the powers thereby conferred mall be in addition\nto the powers conferred by the instrument, if any, creating\nthe trust."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. A trustee shall not be liable for breach of trust by Liabaityof\nreason only of his continuing to hold an investment trustee.\nauthorized by the instrument of trust or by the general law.\n       ll’he inclusion of this page is authorized by L.N. 480119733\n    8                                           TRUSTEE\n    Enlargement    7. A trustee having power to invest in real securities\n    of express\n    powers of   unless expressly forbidden by the instrument creating the\n    investment. trust, may invest and shall be deemed to have always had\n                  power to invest upon mortgage of property held for an\n                  unexpired term of not less than two hundred years, and not\n                  subject to any reservation of rent greater than ten cents\n                  a year, or to any right of redemption, or to any conditions\n                  for re-entry, except for non-payment of rent.\n    Loans and       8.-(1) A trustee lending money on the security of any\n    investments\nI   by trustees\n                  property on which he can lawfully lend shall not be\n    not charge-\n    able as\n                  chargeable with breach of trust by reason only of the\n    breaches of   proportion borne by the amount of the loan to the value of\n    bust.\n                  the property at the time when the loan was made, provided\n                  that it appears to the Court that in making the loan the\n                  trustee was acting upon a report as to the value of the\n                  property made as hereinafter provided, and that the\n                  amount of the loan does not exceed two equal third parts\n                  of the value of the property as stated in such report, and\n                  that the loan was made under the advice expressed in the\n                  report. This section shall apply to a loan upon any\n                  property of any tenure whether agricultural or house or\n                  other property on which the trustee can lawfully lend:\n                   Provided that the trustee shall have procured to be\n                  made for him a report as to the value of such property-\n                      (a) in the case of           agricultural property by an\n                           agriculturist; and\n                       (b) in the case of other property, and property con-\n                           sisting of buildings, apart from buildings on and\n                           connected with agricultural property, of an able\n                           practical builder, valuer, or other experienced\n                           person,\n                  such agriculturist, builder, valuer, or other experienced\n                  person shall be instructed and employed independently of\n                        lThe inclusion of this Dale is authorized bv L.N. 410119731\n                            TRUSTEE                                   :9\nany owner of the property, and may or may not be a person\ncarrying on his business in the locality where the property\nis situated.\n        (2) A trustee lending money on the security of any\nleasehold property shall not be chargeable with breach of\ntrust only upon the ground that in making such loan he\ndispensed either wholly or partly with the production or\ninvestigation of the lessor’s title.\n       (3) A trustee shall not be chargeable with breach of\ntrust only upon the ground that in effecting the purchase\nof or in lending money upon the security of any property\nhe has accepted a shorter title than the title which a\npurchaser is, in the absence of a special contract, entitled\nto require, if in the opinion of the Court the title accepted\nbe such as a person acting with prudence and caution would\nhave accepted."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Where a trustee improperly advances trust money Liabilityfor\non a mortgage security which would at the time of the\ninvestment be a proper investment in all respects for a vestments.\n                                                           impropcrin-\nsmaller sum than is actually advanced thereon the am.uity\nshall be deemed an authorized investment for the smaller\nsum, and the trustee shall only be liable to make good the\nsum advanced in excess thereof with interest.\n     PART11. Various Powers and Duties of Trustees\n            Appointment of New Trustt?es"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) Where a trustee, either original or substituted, Power of\n                                                              appointing\nand whether appointed by a Court or otherwise, is dead, newtrustees.\nor remains out of this Island for more than twelve months,\nor desires to be discharged from all or any of the trusts or\npowers reposed in or conferred on him, or refuses or is unfit\nto act therein, or is incapable of acting therein, then the\nperson or persons nominated for the purpose of appointing\n      me inclusion of this page is authorized by L.N. 480119731\n10                               TRUSTEE\n     new trustees by the instrument, if any, creating the trust,\n     or if there is no other person, or no such person able and\n     willing to act, then the surviving or continuing trustees or\n     trustee for the time being, or the personal representatives\n     of the last surviving or continuing trustee, may, by\n     writing, appoint another person or other persons to be a\n     trustee or trustees in the place of the trustee dead,\n     remaining out of this Island, desiring to be discharged,\n     refusing, or being unfit or being incapable, as aforesaid.\n          (2) On the appointment of a new trustee for the\n     whole or any part of trust property-\n         (a) the number of trustees may be increased, and\n         (b) a separate set of trustees may be appointed for\n             any part of the trust property held on trusts\n             distinct from those relating to any other part or\n             parts of the trust property, notwithstanding that\n             no new trustees or trustee are or is to be\n             appointed for other parts of the trust property,\n             and any existing trustee may be appointed or\n             remain one of such separate set of trustees; or,\n             if only one trustee was originally appointed, then\n             one separate trustee may be so appointed for the\n             first mentioned part; and\n         (c) it shall not be obligatory to appoint more than\n             one new trustee where only one trustee was\n             originally appointed, or to fill up the original\n             number of trustees where more than two trustees\n             were originally appointed; but, except where only\n             one trustee was originally appointed, a trustee\n             shall not be discharged under this section from\n             his trust unless there will be at least two trustees\n             to perform the trust; and\n           me idusion of this page is authorized by L.N. 480119731\n                                  TRUSTEE                                 11\n        (d) any assurance or thing requisite for vesting the\n            trust property, or any part thereof, jointly in the\n            persons who are the trustees, shall be executed\n            or done.\n           (3) Every new trustee so appointed, as well before\ni   as after all the trust property becomes by law, or by\n    assurance, or otherwise, vested in him, shall have the\n    same powers, authorities, and discretions, and may in all\n    respects, act as if he had been originally appointed a\n    trustee by the instrument, if any, creating the trust.\n            (4) The provisions of this section relative to a\n    trustee who is dead include the case of a person nominated\n    trustee in a will but dying before the testator, and those\n    relative to a continuing trustee include a refusing or\n    retiring trustee, if willing to act in the execution of the\n    provisions of this section.\n           (5) This section applies only if and as far as a\n    contrary intention is not expressed in the instrument, if\n    any, creating the trust, and shall have effect subject to the\n    terms of that instrument and to any provisions therein\n    contained.\n           (6) Every appointment made under this section\n    shall be recorded in the Record Office, or in the office of\n    the Registrar of Titles as to property registered under the\n    Registration of Titles Act of this Island."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1)  m e r e there are more than two trustees, if one Retirement\n    of them by deed declares that he is desirous of being of trustee.\n    discharged from the trust, and if his co-trustees and such\n    other person, if any, as empowered to appoint trustees by\n    deed consent to the discharge of the trustee, and to the\n    vesting in the co-trustees alone of the trust property, then\n    the trustee desirous of being discharged shall be deemed\n           [ n o inclusion of this page is authorized by L.N. 480/1973]\n12                                        TRUSTEE\n             to have retired from the trust, and shall, by the deed, be\n             discharged therefrom under this Act, without any new\n             trustee being appointed in his place.\n                    (2) Any assurance or thing requisite for vesting the\n             trust property in the continuing trustees alone shall be\n             executed or done.                                                  )\n                    (3) This section applies only if and as far as a\n             contrary intention is not expressed in the instrument, if\n             any, creating the trust, and shall have effect subject to\n             the terms of that instrument and to any provisions therein\n             contained.\n                     (4) Every such deed or assurance made under this\n             section, and every order of court appointing a new\n             trustee, shall be recorded in the Record Office, or in thc\n             office of the Registrar of Titles as to property registered\n             under the Registration of Titles Act of this Island.\nVesting        12.-(1) Where a deed by which a new trustee is\ntrust\npropertyin   appointed to perform any trust contains a declaration by\nnewor\ncontinuing\n             the appointor to the effect that any estate or interest in\ntrustees.    any land subject to the trust, or in any chattel so subject,\n             or the right to recover and receive any debt or other thing\n             in action so subject, shall vest in the persons who by\n             virtue of the deed become and are the trustees for\n             performing the trust, that declaration shall, without any\n             conveyance or assignment, operate to vest in those persons,\n             as joint tenants, and for the purposes of the trust, that\n             estate, interest, or right.\n                     (2) Where a deed by which a retiring trustee is\n             discharged under this Act contains such a declaration as\n             is in this section mentioned by the retiring and continuing\n             trustees, and by the other person, if any, empowered to\n             appoint trustees, that declaration shall, without any\n             conveyance or assignment, operate to vest in the con-\n                                TRUSTEE                                    13\n    tinuing trustees alone, as joint tenants and for the\n    purposes of the trust, the estate, interest, or right to which\n    the declaration relates.\n            (3) This section does not -extend to land conveyed\n    by way of mortgage for securing money subject to the\n!\n    trust, or to any such share, stock, annuity, or property as\n    is only transferable in books kept by a company or other\n    body, or in manner directed by or under any Statute of\n    Parliament of the Unitcd Kingdom or of this Island\n            (4) For purposes of registration of the deed in the\n    Record Office, or in the office of the Registrar of Titles,\n    the person or persons making the declaration shall be\n    deemed the conveying party or parties, and the conveyance\n    shall be deemed to be made by him or them under a power\n    conferred by this Act.\n            ( 5 ) This section applies only to deeds executed after\n    the 30th day of Novembcr, 1889.\n                          Purchase and Sale"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Vesting trust property in new or continuing trustees.\n                        Purchase and Sale"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) Where a trust for Sale or a power of sale of Exerciseof\n                                                                  trusts and\n    property is vested in a trustee, he may sell or concur with powers of\n    any other person in selling all or any part of the property, -10.\n    either subject to prior charges or not, and either together\n    or in lots, by public auction or by private contract, subject\n    to any such conditions respecting title or evidence of title\n    or other matter as the trustee thinks fit, with power to\n    vary any contract for sale, and to buy in at any auction,\n    or to rescind any contract for sale and to resell, without\n    being answerable for any loss.\n            (2) This section applies only if and as far as a\n    contrary intention is not expressed in the instrument\n    creating the trust or power, and shall have effect subject\n    to the terms of that instrument and to the provisions\n    therein contained.\n    -~\n          me inclusion of this page is authorized by L.N. 480/1973]\n14                                     TRUSTEE\n                      (3) This section applies only to a trust or power\n              created by an instrument coming into operation after the\n              thirtieth day of November, 1889.\nPowertosell     14.-(1)   No sale made by a trustee shall be impeached\nsubject to\ndepreciatory by any beneficiary upon the ground that any of the\nconditions. conditions subject to which the sale was made may have\n              been unnecessarily depreciatory, unless it also appears\n              that the consideration for the sale was thereby rendered\n              inadequate.\n                     (2) No sale made by a trustee shall, after the\n              execution of the conveyance, be impeached as against the\n              purchaser upon the ground that any of the conditions\n              subject to which the sale was made may have been\n              unnecessarily depreciatory, unless it appears that the\n              purchaser was acting in collusion with the trustee at the\n              time when the contract for sale was made.\n                     (3) No purchaser, upon any sale made by a trustee,\n              shall be at liberty to make any objection against the title\n              upon the ground aforesaid.\nPowa to         15. A trustee who is either a vendor or a purchaser\nsell under\nVendonand     may sell or buy without excluding the application of\nhasem em\nAct.\n              section 3 of the Vendors and Purchasers Act which\n              provides rules for regulating obligations and rights of\n              vendors and purchasers.\n                             Various Powers and Liabilities\nPower to        16.-(1)  A trustee may appoint a solicitor to be his\nauthorize\nreceipt of    agent to receive and give a discharge for any money or\nm o w by\nbanker or\n              valuable consideration or property receivable by the\nsolicitor.    trustee under the trust, by permitting the solicitor to have\n              the custody of, and to produce, a deed containing any\n              such receipt as is referred to in section 57 of the\n              Conveyancing Act, which provides that a receipt for\n                            TRUSTEE                                15\nconsideration of money or securities shall be a sufficient\ndischarge; and a trustee shall not be chargeable with\nbreach of trust by reason only of his having made or\nconcurred in making any such appointment; and the\nproducing of any such deed by the solicitor shall have the\nsame validity and effect under the said section as if the\nperson appointing the solicitor had not been a trustee.\n       (2) A trustee may appoint a banker or solicitor to\nbe his agent to receive and give a discharge for any money\npayable to the trustee under or by virtue of a policy of\nassurance, by permitting the banker or solicitor to have\nthe custody of and to produce the policy of assurance with\na receipt signed by the trustee, and a trustee shall not\nbe chargeable with a breach of trust by reason only of\nhis having made or concurred in making any such\nappointment.\n       (3) Nothing in this section shall exempt a trustee\nfrom any liability which he would have incurred if this\nAct had not been passed, in case he permits any such\nmoney, valuable consideration, or property to remain in\nthe hands or under the control of the banker or solicitor\nfor a period longer than is reasonably necessary to enable\nthe banker or solicitor (as the case may be) to pay or\ntransfer the same to the trustee.\n       (4) Nothing in this section shall authorize a trustee\nto do anything which he is in express terms forbidden to\ndo, or to omit anything which he is in express t e r m\ndirected to do, by the instrument creating the trust."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15. Power to sell under Vendors and Purchasers Act.\n     me inclusion of. this page is authorized by L.N. 480/1973]\n2                               TRUSTEE\n                     Various Powers and Liabilities"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) A trustee may insure against loss or damage cows-\nby fire any building or other insurable property to any binaura\n                                                           ddiw.\namount (including the amount of any insurance already\non foot) not exceeding three equal fourth parts of the\nfull value of such building or property, and pay the\n      me inclusion of this page is authorized by L.N. 480/1973]\n                                         TRUSTEE\n           premiums for such insurance out of the income thereof or\n           out of the income of any other property subject to the same\n           trusts, without obtaining the consent of any person who\n           may be entitled wholly or partly to such income.\n                  (2) This section does not apply to any building or\n           property which a trustee is bound forthwith to convey\n           absolutely to any beneficiary upon being requested to do\n           so.\nPower of              18.-(1) A tiustee of any leaseholds for lives or years\nt r u s t a s of\nrenewable           which are renemable from time to time, either under any\nleaseholds\nrenew.           to covenant or contract, or by custom or usual practice, may,\n           if he thinks fit, and shall, if thereto required by any person\n           having any beneficial interest, present or future, or\n           contingent, in the leaseholds, use his best endeavours to\n           obtain from time to time a renewed lease of the same\n           hereditaments on the accustomed and reasonable terms,\n           and for that purpose may from time to time make or\n           concur in making a surrender of the lease for the time\n           being subsisting, and do all such other acts as are\n           requisite :\n              Provided that, where by the terms of the settlement or\n           will the person in possession for his life or other limited\n           interest is entitled to enjoy the same without obligation\n           to renew or to contribute to the expenses of renewal, this\n           section shall not apply, unless the consent in writing of\n           that person is obtained to the renewal on the part of the\n           trustees.\n                   (2) If money is required to pay for the renewal, the\n           trustee affecting the renewal may pay the same out of\n           any izoney then in his hands in trust for the persons\n           beneficially interested in the lands to be comprised in the\n           renewed lease, and if he has not in his hands sufficient\n           money for the purpose, he may raise the money required\n                             TRUSTEE                                        €7\nby mortgage of the hereditaments to be comprised in the\nrenewed lease, or of any other hereditaments for the time\nbeing subject to the uses or trusts to which those heredita-\nments are subject, and no person advancing money upon\na mortgage purporting to be under this power shall be\nbound to see that the money is wanted, or that no more\nis raised than is wanted for the purpose."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. Nothing in sections 17 and 18 shall authorize any Sections 17\n                                                          and I8 not\ntrustee to do anything which he is in express terms toauthorize\nforbidden to do, or to omit to do anything which he is in gr%snby\nexpress terms directed to do, by the instrument creating EAimtru-\nthe trust."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. The receipt in writing of any trustee for any Receiptsin\nmoney, securities, or other personal property or effects writing\n                                                         trustee of\npayable, transferable, or deliverable to him under any ~                ~        ~   ;   ~   .\ntrust or power shall be a sufficient discharge for the same,\nand shall effectually exonerate the person paying,\ntransferring, or delivering the same from seeing to the\napplication or being answerable' for any loss or mis-\napplication thereof."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21.41) An executor or administrator may pay or allow Powerfor\n                                                       executors\nany debt or claim on any evidence that he thinks a n d t m k s\n                                                                  to com-\nsufficient.                                                  pound, etc.\n        (2) An executor or administrator, or two or more\ntrustees, acting together, or a sole acting trustee where\nby the instrument, if any, creating the trust a sole trustee\nis authorized to execute the trusts and powers thereof,\nmay, if and as he or they may think fit, accept any\ncomposition or any security, real or personal, for any debt\nor for any property, real or personal, claimed, and may\nallow any time for payment of any debt, and may\ncompromise, compound, abandon, submit to arbitration,\n       me inclusion of this page is authorized by LN. 480/1973]\n 18                                          TRUSTEE\n              or otherwise settle any debt, account, claim, or thing\n              whatever relating to the testator’s or intestate’s estate\n              or to the trust, and for any of those purposes may enter\n              into, give, execute, and do such agreements, instruments\n              of composition or arrangement, releases, and other things\n              as to him or them seem expedient, without being\n              responsible for any loss occasioned by any act or thing so\n              done by him or them in good faith.\n                      (3) This section applies only if and as far as a\n              contrary intention is not expressed in the instrument, if\n              any, creating the trust, and shall have effect subject to\n              the terms of that instrument, and to the provisions therein\n              contained .\nPower of         22.41) Where a power or trust is given to or vested\ntwo or more\na-.           in two or more trustees jointly, then, unless the contrary\n              is expressed in the instrument, if any, creating the power\n              or trust, the same may be exercised or performed by the\n              survivor or survivors of them for the time being.\n                     (2) This section applies only to trusts constituted\n              after or created by instruments coming into operation after\n              the thirtieth day of November, 1889.\nExoneration     23. A trustee acting or paying money in good faith\nof trustees\ninraw         under or in pursuance of any power of attorney shall not\nOfcertain     be liable for any such act or payment by reason of the\npowers of\nattorney.     fact that at the time of the payment or act the person\n              who gave the power of attorney was dead or has done\n              some act to avoid the power, if this fact was not known\n              to the trustee at the time of his so acting or paying:\n                 Provided that nothing in this section shall affect the\n              right of any person entitled to the money against the\n              person to whom the payment is made, and that the person\n                    me inclusion of t h i a page is authorized by L.N. 480/1973]\n                             TRUSTEE                                 19\nso entitled shall have the same remedy against the person\nto whom the payment is made as he would have had\nagainst the trustee."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. A trustee shall, without prejudice to the provisions Implied\nof the instrument, if any, creating the trust, be chargeable ~~~~~~.\nonly for money and securities actually received by him\nnotwithstanding his signing any receipt for the sake of\nconformity, and shall be answerable and accountable only\nfor his own acts, receipts, neglects, or defaults, and not\nfor those of any other trustee, nor for any banker or other\nperson with whom any trust moneys or securities may be\ndeposited, nor for the insufficiency or deficiency of any\nsecurities, nor for any other loss, unless the same happens\nthrough his own wilful default; and may reimburse\nhimself, or pay or discharge out of the trust premises all\nexpenses incurred in or about the execution of his trust\nor powers.\n               PARTIn. Powers of the Court\n    Appointment of New Trustees and Vesting Orders"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25.-(1) The Court may, whenever it is expedient to Powerofthe\nappoint a new trustee or new trustees, and it is found court to\ninexpedient, difficult, or impracticable so to do without the trustees.\nassistance of the Court, make an order for the appointment\nof a new trustee or new trustees either in substitution for\nor in addition to any existing trustee or trustees, or\nalthough there is no existing trustee. In particular and\nwithout prejudice to the generality of the foregoing\nprovision, the Court may make an order for the appoint-\nment of a new trustee in substitution for a trustee who is\nconvicted of felony, or is a bankrupt.\n        (2) An order under this section, and any con-\nsequential vesting order or conveyance, shall not operate\nfurther or otherwise as a discharge to any former or\n20                                         TRUSTEE\n              continuing trustee than an appointment of new trustees\n              under any power for that purpose contained in any\n              instrument would have operated.\n                    (3) Nothing in this section shall give power to\n              appoint an executor or administrator.\nVesting         26. In any of the following cases, namely-\norder as to\nland.             (4where the Court appoints or has appointed a new\n                      trustee; and\n                      where a trustee entitled to or possessed of any\n                      land, or entitled to a contingent right therein,\n                      either solely or jointly with any other person-\n                         (i) is an infant; or\n                         (ii) is out of the jurisdiction of the Court; or\n                        (iii) cannot be found; and\n                      where it is uncertain who was the survivor of\n                      two or more trustees jointly entitled to or\n                      possessed of any land; and\n                      where, as to the last trustee known to have been\n                      entitled to or possessed of any land, it is\n                      uncertain whether he is living or dead; and\n                      where there is no heir or personal representative\n                      to a trustee who was entitled to or possessed of\n                      land and has died intestate as to that land, or\n                      where it is uncertain who is the heir or personal\n                      representative or devisee of a trustee who was\n                      entitled to or possessed of land and is dead; and\n                      where a trustee jointly or solely entitled to or\n                      possessed of any land, or entitled to a contingent\n                      right therein, has been required, by or on behalf\n                      of a person entitled to require a conveyance of\n                      the land or a release of the right, to convey the\n                           TRUSTEE                                 21\n          land or to release the right, and has wilfully\n          refused or neglected to convey the land or release\n          the right for twenty-eight days after the date\n          of the requirement,\nthe Court may make an order (in this Act called a\nvesting order) vesting the land in any such person in any\nsuch manner and for any such estate as the Court may\ndirect, or releasing or disposing of the contingent right to\nsuch person as the Court may direct :\n  Provided that-\n     (i) where the order is consequential on the appoint-\n         ment of a new trustee the land shall be vested\n         for such estate as the Court may direct in the\n         persons who on the appointment are the trustees;\n         and\n    (ii) where the order relates to a trustee entitled\n         jointly with another person, and such trustee is\n         out of the jurisdiction of the Court or cannot be\n         found, the land or right shall be vested in such\n         other person, either alone or with some other\n         person."
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Where any land is subject to a contingent right Orderasto\n                                                          contingent\nin an unborn person or class of unborn persons who, on riehtsof\ncoming into existence would, in respect thereof, become\nentitled to or possessed of the lands on any trust, the\nSupreme Court may make an order relieving the land from\nthe contingent right, or may make an order vesting in any\nperson the estate to or of which the unborn person or\nclass of unborn persons would, on coming into existence\nbe entitled or possessed in the land.\n      me inclwion of this page b authorized by L.N. 480119733\n22                                           TRUSTEE\nVesting             28. Where any person entitled to or possessed of land,\norder in\nplaceof          or entitled to a contingent right in land, by way of security\nconveyance\nby an infant\n                 for money, is an infant, the Court may make an order\nmortgagee.       vesting or releasing or disposing of the land or right in\n                 like manner as in the case of an infant trustee.\nVesting            29. Where a mortgagee of land has died without having\norder in\nplace of         entered into the possession or into the receipt of the rents\nconveyance       and profits thereof, and the money due in respect of the\nby heir, etc.,\nor personal\nrepresenta-\n                 mortgage has been paid to a person entitled to receive\ntive of          the same, or that last-mentioned person consents to any\nmortgagee.\n                 order for the reconveyance of the land, then the Court\n                 may make an order vesting the land in such person or\n                 persons in such manner and for such estate as the Court\n                 may direct in any of the following cases, namely-\n                     (a) where an heir or personal representative                  or\n                          devisee of the mortgagee is out of the jurisdiction\n                          of the Supreme Court or cannot be found; and\n                     (b) where an heir or personal representative or\n                         devisee of the mortgagee on demand made by or\n                         on behalf of a person entitled to require a con-\n                         veyance of the land has stated in writing that\n                         he will not convey the same or does not convey\n                         the same for the space of twenty-eight days next\n                         after a proper deed for conveying the land has\n                         been tendered to him by or on behalf of the person\n                         so entitled; and\n                      (c) where it is uncertain which of several devisees\n                          of the mortgagee was the survivor; and\n                      (d) where it is uncertain as to the survivor of several\n                          devisees of the mortgagee or as to the heir or\n                          personal representative of the mortgagee\n                          whether he is living or dead; and\n                       me inclusion of this page is authorized by L.N. 48011973)\n                             TRUSTEE                                           23\n    (e) where there is no heir or personal representative\n        to a mortgagee who has died intestate as to the\n        land, or where the mortgagee has died and it is\n        uncertain who is his heir or personal representa-\n        tive or devisee."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Vesting order in plaG of conveyance by heir, etc., or personal\n            representative of mortgagee."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Where any Court gives a judgment or makes an Vesting\n                                                           order con-\norder directing the sale or mortgage of any land, every sequential\nperson who is entitled to or possessed of the land, or              ;b:':$z:\"\nentitled to a contingent right therein, as heir, or under :;;!gage0\nthe will of a deceased person for payment of whose debts\na judgment was given or order made, and is a party to\nthe action or proceeding in which the judgment or order\nis given or made or is otherwise bound by the judgment\nor order, shall be deemed to be so entitled or possessed,\nas the case may be, as a trustee within the meaning of\nthis Act; and the Court may, if it thinks expedient, make\nan order vesting the land or any part thereof for such\nestate as that Court thinks fit in the purchaser or\nmortgagee or in any other person."
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. Where a judgment is given for the specific perform- Vesting\nance of a contract concerning any land, or for the ~~$~~~~~\npartition, or sale in lieu of partition, or exchange, of any        ;:i;2z;t\nland, or generally where any judgment is given for the performance,\n                                                             etc.\nconveyance of any land either in cases arising out of the\ndoctrine of election or otherwise, the Court may declare\nthat any of the parties to the action are trustees of the\nland or any part thereof within the meaning of this Act,\nor may declare that the interests of unborn persons who\nmight claim under any party to the action, or under the\nwill or voluntary settlement of any person deceased who\nwas during his lifetime a party to the contract or\ntransactions concerning which the judgment is given, are\nthe interests of persons who, on coming into existence,\nwould be trustees within the meaning of this Act, and\n24                                         TRUSTEE\n               thereupon the Court may make a vesting order relating\n               to the rights of those persons, born and unborn, as if they\n               had been trustees.\nEffect of         32. A vesting order under any of the foregoing\nvesting\norder.         provisions shall in the case of a vesting order consequen-\n               tial on the appointment of a new trustee, have the same\n               effect as if the persons who before the appointment were\n               the trustees (if any) had duly executed all proper con-\n               veyances of the land for such estate as the Court directs,\n               or if there is no such person, or no such person of full\n               capacity, then as if such person had existed and been of\n               full capacity and had duly executed all proper conveyances\n               of the land for such estate as the Court directs, and shall\n               in every other case have the same effect as if the trustee\n               or other person or description or class of persons to whose\n               rights or supposed rights the said provisions respectively\n               relate had been an ascertained and existing person of full\n               capacity, and had executed a conveyance or release to the\n               effect intended by the order.\nPower to         33. In all cases where a vesting order can be made under\nappoint\npersonto       any of the foregoing provisions, the Court may, if it is\nconvey.        more convenient, appoint a person to convey the land or\n               -elease the contingent right, and a conveyance or release\n               3y that person in conformity with the order shall have the\n               iame effect as an order under the appropriate provision.\nVesting          3 4 . 4 1) In any of the following cases, namely-\norders as to\nstock and            (i) where the Court appoints or has appointed a\nchoses in\naction.                   new trustee; and\n                    (ii) where a trustee entitled alone or jointly with\n                          another person to stock or to a chose in action-\n                             (a) is an infant; or\n                             (b) is out of the jurisdiction of the Court; or\n                      me inclusion of this page is authorized by LN. 480119731\n                              TRUSTEE                                25\n             (c) cannot be found; or\n            (d) neglects or refuses to transfer stock or\n                 receive the dividends or income thereof, or\n                 to sue for or recover a chose in action, for\n                 twenty-eight days next after a request in\n                 writing has been made to him by the person\n                 so entitled; or\n             (e) neglects or refuses to transfer stock or\n                 receive the dividends or income thereof, or\n                 to sue for or recover a chose in action for\n                  twenty-eight days next after an order of\n                  the Court for that purpose has been\n                 served on him; or\n    (iii) where it is uncertain whether a trustee entitled\n          alone or jointly with another person to stock or\n          to a chose in action is alive or dead,\nthe Court may make an order vesting the right to transfer\nor call for a transfer of stock, or to receive the dividends or\nincome thereof, or to sue for or recover a chose in action,\nin any such person as the Court may appoint :\n  Provided that-\n     (a) where the order is consequential on the appoint-\n         ment by the Court of a new trustee, the right\n          shall be vested in the persons who, on the\n         appointment, are the trustees; and\n     (b) where the person whose right is dealt with by\n         the order was entitled jointly with another\n         person, the right shall be vested in that last-\n          mentioned person either alone or jointly with\n         any other person whom the Court may appoint.\n       (2) In all cases where a vesting order can be made\nunder this section, the Court may, if it is more convenient\nappoint some proper person to make or join in making\nthe transfer.\n26                                         TRUSTEE\n                     (3) The person in whom the right to transfer or call\n              for the transfer of any stock is vested by an order of the\n              Court under this Act, may transfer the stock to himself\n              or any other person, according to the order, and banks\n              and all other companies and persons shall obey every\n              order under this section according to its tenor.\n                     (4) After notice in writing of an order under this\n              section it shall not be lawful for any bank or any other\n              company or person to transfer any stock to which the\n              order relates or to pay any dividends thereon except in\n              accordance with the order.\n                      (5) The Court may make declarations and give\n              directions concerning the manner in which the right to\n              any stock or chose in action vested under the provisions\n              of this Act is to be exercised.\n                      (6) The provisions of this Act as to vesting orders\n              shall apply to shares in ships registered under the Statutes\n              relating to merchant shipping as if they were stock.\nPersons          35.-(1) An order under this Act for the appointment\nentitled to\napplyfor      of a new trustee or concerning any land, stock, or chose\norden.        in action subject to a trust, may be made on the applica-\n              tion of any person beneficially interested in the land, stock,\n              or chose in action, whether under disability or not, or on\n              the application of any person duly appointed trustee thereof.\n                      (2) An order under this Act concerning any land,\n              stock or chose in action subject to a mortgage may be\n              made on the application of any person beneficially\n              interested in the equity of redemption, whether under\n              disability or not, or of any person interested in the\n              money secured by the mortgage.\n                    me inclusion of this page is authorized by L.N. 480119131\n                                 TRUSTEE                                         21"
    },
    {
      "provision_ref": "sec34",
      "section": "34",
      "title": "Section 34",
      "content": "34. Vesting orders as to stock and choses in action.                           7"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36. Every application to the Court under this Act shall to\n                                                              Applications\n                                                                 the Court\n    be by petition or by summons at Chambers.                 to be by\n                                                                       petition or\n                                                                       summons."
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. Every trustee appointed by a court of competent Powersof\n    jurisdiction shall, as well before as after the trust new  appointedby\n                                                                  trustee\n\\\n    property becomes by law, or by assurance, or otherwise, court.\n    vested in him, have the same powers, authorities and\n    discretions, and may in all respects act as if he had been\n    originally appointed a trustee by the instrument, if any,\n    creating the trust."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. The Court may order the costs and expenses of and Powerto\n                                                               charge costs\n    incident to any application for an order appointing a new on trust\n    trustee, or for a vesting order, or of and incident to any estate.\n    such order, or any conveyance or transfer in pursuance\n    thereof, to be paid or raised out of the land or personal\n    estate in respect whereof the same is made, or out of the\n    income thereof, or to be borne and paid in such manner\n    and by such persons as to the Court may seem just."
    },
    {
      "provision_ref": "sec39",
      "section": "39",
      "title": "Section 39",
      "content": "39. The powers conferred by this Act as to vesting Trusteesof\n    orders may be exercised for vesting any land, stock, or charities.\n    cbose in action in any trustee of a charity or society over\n    which the Court would have jurisdiction upon action duly\n    instituted, whether the appointment of the trustee was\n    made by instrument under a power or by the Court under\n    its general or statutory jurisdiction."
    },
    {
      "provision_ref": "sec40",
      "section": "40",
      "title": "Section 40",
      "content": "40. Where a vesting order is made as to any land under Ordermade\n    this Act, or under any law relating to lunacy in Jamaica, upon    certain\n                                                                allegatians\n    founded on an allegation of the personal incapacity of a t   &      b   ;z-\n    trustee or mortgagee, or on an allegation that a trustee evidence.\n    01 the heir or personal representative or devisee of a\n    mortgagee is out of the jurisdiction of the Court or cannot\n    be found, or that it is uncertain which of several trustees\n    or which of several devisees of a mortgagee was the\n           me inclusion of this page is authorized by L.N. 480/1973]\n28                                         TRUSTEE\n             survivor, or whether the last trustee or the heir or\n             personal representative or last surviving devisee of a\n             mortgagee is living or dead, or on an allegation that any\n             trustee or mortgagee has died intestate without an heir\n             or has died and it is not known who is his heir or personal\n             representative or devisee, the fact that the order has been           i\n             so made shall be conclusive evidence of the matter so\n             alleged in any Court upon any question as to the validity\n             of the order; but this section shall not prevent the Court\n             from directing a reconveyance or the payment of costs\n             occasioned by any such order if improperly obtained.\nk    ~   o   r  41. Any trustee, executor, or administrator shall be at\nexecutor\nmay apply    liberty, without the institution of a suit, to apply to the\nto the\nCourt for an\n             Court  for an opinion, advice, or direction on any question\nopinion,\nadvice, etc\n             respecting the management or administration of the trust\n             money or the assets of any testator or intestate, such\n             application to be served upon, or the hearing thereof to\n             be attended by all persons interested in such application,\n             or such of them as the Court shall think expedient; and\n             the trustee, executor, or administrator acting upon the\n             opinion, advice, or direction given by the Court shall be\n             deemed, so far as regards his own responsibility, to have\n             discharged his duty as such trustee, executor, or adminis-\n             trator in the subject matter of the said application:\n               Provided nevertheless, that this Act shall not extend\n             to indemnify any trustee, executor, or administrator in\n             respect of any act done in accordance with such opinion,\n             advice, or direction as aforesaid, if such trustee, executor,\n             or administrator shall have been guilty of any fraud or\n             wilful coxicealment or misrepresentation in obtaining such\n             opinion, advice,. or direction, and the costs of such\n             application as aforesaid shall be in the discretion of the\n             Court.\n                            TRUSTEE                                  29"
    },
    {
      "provision_ref": "sec41",
      "section": "41",
      "title": "Section 41",
      "content": "41. Trustee or executor may apply to the Court for an opinion.\n      advice. etc."
    },
    {
      "provision_ref": "sec42",
      "section": "42",
      "title": "Section 42",
      "content": "42. Where any such application shall be made under ~ s t o f o m\nthe provisions of section 41, the Judge of the Court may of applica-\n                                                          tion.\nrequire the petitioner to attend him by counsel either in\nChambers or in Court, where he deems it necessary\nto have the assistance of counsel."
    },
    {
      "provision_ref": "sec43",
      "section": "43",
      "title": "Section 43",
      "content": "43.-(1) Where in the management or administration Power of\nof any property vested in trustees, whether or not such\ntrustees are trustees of the settlement for the purposes of 22;gst\nthe Settled Land Act, any sale, lease, mortgage, prcpcrti.\nsurrender, release or other disposition or any purchase,\ninvestment, acquisition, expenditure or other transactioii\nis, in the opinion of the Court, expedient, but the same\ncannot be effected by reason of the absence of any power\nfor that purpose vested in the trustees by the trust\ninstrument, if any, or by law, the Court may by order\nconfer upon the trustees either generally or in any\nparticular instance the necessary power for the purpose,\non such terms, and subject to such provisions and\nconditions, if any, as the Court may think fit and may\ndirect in what manner any money authorized to be\nexpended, and the costs of any transaction, are to be paid\nor borne as between capital and income.\n      (2) The Ccmrt may from time to time rescind or\nvary any order Baade under this section or may make any\nneworfurth&qpdg,\n       (3) An qpkation to the Comt under this section\nmay be made by the trustees or by any of them, or by\nm y person bendkially interested under the trust.\n                Relief for Breach of Trust"
    },
    {
      "provision_ref": "sec44",
      "section": "44",
      "title": "Section 44",
      "content": "44. If it appears to the Court that a trustee whether powerof\n                                                           the Court in\nappointed by the Court or not, is or may be personally case     of a\nliabie for any breach of trust, but has acted honestly and Epd\nreasonably, and ought fairly to be excused for the breach\n           includon of this p a p is authorized by LN. 480/1973]\n30                                          TR VSTEE\n               of trust, and for omitting to obtain the directions of the\n               Court in the matter in which he committed such breach\n               then the Court may relieve the trustee either wholly or\n               partly from personal liability for the same.\nExtent of     45. The provisions of section 44 shall apply as well to\nrelief for\n,,ppli,~ion trusts created before as to trusts created after the first day\n  of^^^^- of October, 1925, and the relief hereby proposed to be\n               given or conferred shall be in addition to such as may be\n               given or conferred by the law or instrument, if any, creating\n               tiie trust.\n                               Plea of Statute of Limitations\nStat?:t.: cf  46.-(1) In any action or other proceeding against a\n!:mititIoar\nnz2vbe     trustee or any person claiming through him, except where\npieddcd^ay the claim is founded upon any fraud or fraudulent breach\ntrustees.\n           of trust to which the trustee was party or privy, or is\n           to recover trust property or the proceeds thereof still\n           retained by the trustee, or previously received by the\n           trustee, and converted to his use, the following provisions\n           shall apply-\n                (a) all rights and privileges conferred by any statute\n                     of limitations shall be enjoyed in the like manner,\n                     and to the like extent, as they would have been\n                     enjoyed in such action or other proceeding if the\n                     trustee or person claiming through him had not\n                     been a trustee or person claiming through him;\n                (b) if the action or other proceeding is brought to\n                     recover money or other property, and is one to\n                     which no existing statute of limitations applies,\n                     the trustee or person claiming through him shall\n                     be entitled to the benefit of and be at liberty to\n                     plead the lapse of time as a bar to such action\n                     or other proceeding in the like manner, and to\n                     the like extent, as if the claim had been against\n                     me inclusion of this page is authorized by L.N. 480/1?731\n                             TRUSTEE                                 31\n         him in an action of debt for money had and\n         received, but so nevertheless that the statute\n         shall run against a married woman entitled in\n         possession for her separate use, whether with or\n         without a restraint upon anticipation, but shall\n         not begin to run against any beneficiary unless\n         and until the interest of such beneficiary shall be\n         an interest in possession.\n      (2) No beneficiary as against whom there would be\na defence by virtue of this section shall derive any greater\nor other benefit from a judgment or order obtained by\nanother beneficiary than he could have obtained if he had\nbrought such action or other proceeding, and this section\nhad been pleaded.\n        (3) This section shall not deprive any executor or\nadministrator of any right or defence to which he is\nentitled under any existing statute of limitations.\n       (4) In this section the expression “trustee” shall\nbe deemed to include an executor or administrator, and a\ntrustee whose trust arises by construction or implication\nof law as well as an express trustee, and the person for\nthe time being executing the office of Administrator-\nGeneral of Jamaica as constituted by law.\n              Payment into Court by Trustees"
    },
    {
      "provision_ref": "sec45",
      "section": "45",
      "title": "Section 45",
      "content": "45. Extent of relief for application of section 44.\n                     Plea of Statute of Limitations"
    },
    {
      "provision_ref": "sec46",
      "section": "46",
      "title": "Section 46",
      "content": "46. Statute of limitations may be pleaded by trustees.\n                     Payment into court by Trustees"
    },
    {
      "provision_ref": "sec47",
      "section": "47",
      "title": "Section 47",
      "content": "47.-(1)  Trustees, or the majority of trustees, having Payment\n                                                          into court\nin their hands or under their control money or securities by trustees.\nbelonging to a trust, may pay the same into court; and\nthe same shall, subject to rules of court, be dealt with\naccording to the orders of the Court.\n       (2) The receipt or certificate of the proper officer\nshah be a sufEicient discharge to trustees for the money or\nsecurities so paid into court.\n      p h e inclusion of this page is authorized by LN. 480/1973]\n32                                         TRUSTEE\n                       (3) Where any moneys or securities are vested in\n               any persons as trustees, and the majority are desirous of\n               paying the same into court, but the concurrence of the\n               other or others cannot be obtained, the Court may order\n               the payment into court to be made by the majority without\n               the concurrence of the other or others; and where any such\n               moneys or securities are deposited with any banker or\n               other depository, the Court may order payment or delivery\n               of the moneys or securities to the majority of the trustees\n               for the purpose of payment into court, and every transfer,\n               payment and delivery made in pursuance of any such\n               order shall be valid and take effect as if the same had\n               been made on the authority or by the act of all the persons\n               entitled to the moneys and securities so transferred, paid,\n               or delivered.\n                                      Miscellaneous\nPower to          48. Where in any action the Court is satisfied that\ngive judg-\nment in        diligent search has been made for any person, who in the\nabsence of     character of trustee is made a defendant in any action\ntrustee.\n               to serve him with a process of the Court, and that he\n               cannot be found, the Court may hear and determine the\n               action and give judgment therein against that person in\n               his character of a trustee, as if he had been duly served,\n               or had entered an appearance in the action, and had also\n               appeared by his counsel and solicitor at the hearing, but\n               without prejudice to any interest he may have in the\n               matters in question in the action in any other character.\nPower to         49.-(1) Where a trustee or other person is for the time\nsanction\nsale of land   being authorized to dispose of land by way of sale,\nor minerals    exchange, partition or enfranchisement, the Court may\nseparately.\n               sanction his so disposing of the land with an exception or\n               reservation of any minerals, or so disposing of the\n               minerals, with or without the said rights or powers,\n               separately from the residue of the land.\n                     me inclusion of this page is authorized by LN. 480/1973]\n                               TRUSTEE                               33\n       (2) Any such trustee or other person, with the said\nsanction previously obtained, may unless forbidden by the\ninstrument creating the trust or direction, from time to\ntime, without any further application to the Court, so\ndispose of any such land or minerals.\n       (3) Nothing in this section shall derogate from the\npower which a trustee may have under the Settled Land\nAct or otherwise."
    },
    {
      "provision_ref": "sec50",
      "section": "50",
      "title": "Section 50",
      "content": "50.-(1)   Where a trustee commits a breach of trust at Power to\nthe instigation or request or with the consent in writing\nof a beneficiary, the Court may, if it thinks fit, and E;~J$\nnotwithstanding that the beneficiary may be a married oftrust.\nwoman entitled for her separate use and restrained from\nanticipation, make such order as to the Court seems just,\nfor impounding all or any part of the interest of the\nbeneficiary in the trust estate by way of indemnity to the\ntrustee or person claiming through him.\n     (2) This section shall apply to breaches of trust\ncommitted as well before as after the passing of this Act,\nbut shall not apply so as to prejudice any question in an\naction or other proceeding pending on the first day of\nJanuary, 1897."
    },
    {
      "provision_ref": "sec51",
      "section": "51",
      "title": "Section 51",
      "content": "51.-(1) In this Act “the Court” shall mean the Supreme Meaningof\nCourt and also a Resident Magistrate’s Court where that “the Court”.\nCourt has jurisdiction.\n      (2) The procedure in the Resident Magistrate’s\nCourt under this Act shall be in accordance with the\nenactments and rules regulating the procedure of those\nCourts.\n    34                                         TRUSTEE\nI                         PARTIV. Miscellaneous and Supplemental\nI   Application    52.-(1) All the powers and provisions contained in this\n    to trustees\n    under        Act with reference to the appointment of new trustees,\nI\n    Land Act     and the discharge and retirement of trustees, are to apply\n    ofprovislons to and include trustees for the purposes of the Settled\n    as to                                                                                     c\n    appoint-     Land Act, whether appointed by the Court or by the\n    ment of\n    trustee.     settlement, or under the provisions contained in the\n                 settlement.\n                         (2) This section applies and is to have effect with\n                 respect to an appointment or a discharge and retirement\n                 of trustees taking place before as well as after the first\n                 day of January, 1897.\n                         (3) This section is not to render invalid or\n                 prejudice any appointment or any discharge and retire-\n                 ment of trustees effected before the first day of January,\n                 1897, .otherwise than under the provisions of the\n                 Conveyancing Act.\n    Trustestates     53. Property vested in any person on any trust or by\n    not affected\n    bytrustee      way of mortgage shall in case of that person being\n    becominga\n    convict.       sentenced to death or penal servitude by a court of\n                   competent jurisdiction remain (subject to the provisions\n                   hereinbefore contained) in the trustee or mortgagee, or\n                   survive to his co-trustee or descend to his representative\n                   as if he had not become a convict :\n                     Provided, that this enactment shall not affect the title\n                   to the property so far as relates to any beneficial interest\n                   therein of any such trustee or mortgagee.\n    Indemnity.       54. This Act and every order purporting to be made\n                   under this Act shall be a complete indemnity to all\n                   persons, for any acts done pursuant thereto; and it shall\n                   not be necessary for any person to enquire concerning the\n                   propriety of the order, or whether the Court by which it\n                   was made had jurisdiction to make the same.\n                         me inclusion of this page is authorized by L.N. 480/1973]\n                                                                                     t   41"
    },
    {
      "provision_ref": "sec52",
      "section": "52",
      "title": "Section 52",
      "content": "52. Application to trustees under Settled Land Act of provisions as\n      to appointment of trustee."
    },
    {
      "provision_ref": "sec54",
      "section": "54",
      "title": "Section 54",
      "content": "54. Indemnity.\n    r\n    ..\n                                      TRUSTEE                                              5\n                             THE TRUSTEE ACT                                  Cap. 393.\ni                                                    [Ist January, 1897.1"
    }
  ],
  "definitions": []
}