{
  "id": "jm-stat-the-trustees-attorneys-and-executors-accounts-and-general-act",
  "type": "statute",
  "title": "The Trustees, Attorneys and Executors (Accounts and General) Act",
  "title_en": "The Trustees, Attorneys and Executors (Accounts and General) Act",
  "short_name": "Trustees, Attorneys and Executors (Accounts and General) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-trustees-attorneys-and-executors-accounts-and-general-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-trustees-attorneys-and-executors-accounts-and-general-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Trustees, Attorneys Shorttitle.\nand Executors (Accounts and General) Act.\n    PARTI. Executors, Administrators and Trustees"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In thispart-                                                 Interpreta-\n                                                                  tion.\n“trustees” includes guardians, committees of lunatics, as\n     well as all persons who are trustees within the meaning\n     of the Trustee Act; and\n“the Court” means the Supreme Court or a Judge thereof."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. Executors, administrators, and trustees may invest Investment\nany sum or sums of money not exceeding, as to any estate of  Trust\n                                                           Fundsin\nor trust in any one year, the sum of ten thousand dollars,\nand not exceeding in the whole the sum of twenty thousand ~ t p a n\ndollars by depositing the same in the Workers Savings and\nLoan Bank and the Accountant-General is hereby\nauthorized to receive the same any law or rule to the\ncontrary notwithstanding."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. As to the estates of persons domiciled in Jamaica commis-\nand deceased prior to the thirtieth day of May, 1904, as z&geable\nto the estates of persons deceased prior to the date afore- executors,\n                                                            by\nsaid but not domiciled in Jamaica in SO far as the estate administra-\nof such persons are situated in Jamaica, and as to trusts tors  and\n                                                            trusteesin\ncreated prior to the thirtieth day of May, 1904, which\nrespectively have not been fully administered and closed,\nand which are not the subject of pending litigation, the\n      me inclusion of this page is authorized by L.N. 480/1973]\n                                                                                    A\n4                      TRUSTEES, ATTORNEYS AND EXECUTORS\n                            (ACCOUNTS AND GENERAL)\n              executors or administrators in Jamaica of such deceased\n              persons, and the trustees in Jamaica of such trusts as\n              aforesaid, may from and after the thirtieth day of May,\n              1904, charge and receive such commission as the\n              Administrator-General would be entitled to if he were,\n              from and after the thirtieth day of May, 1904, appointed\n              trustee of any such trust, or administrator of any such\n              estate :\n                Provided always, that if commission has been paid to\n              any such executor, administrator, or trustee on the receipt\n              of any moneys, no commission shall be payable on the\n              payment or transfer of any such moneys whereby more\n              than six per cent shall be paid in respect of such moneys.\nRegula-          5. From and after the thirtieth day of May, 1904, the\ntions as to\ncommis-       following regulations as to commission payable to\nsions on      executors, administrators, and trustees in Jamaica, shall\nestates of\npersons\ndying, and\n              apply in the case of the estate of all persons deceased\nOf t N S k    after the date aforesaid, and of all trusts hereafter created,\ncreated\nafter this    or coming into effect, and as to all executors, adminis-\nAct.          trators, and trustees appointed after the thirtieth day of\n              May, 1904-\n                  (a) where a testator does not by his will direct what\n                       remuneration shall be payable to his executors,\n                       they shall be entitled to the same remuneration\n                       as that mentioned in paragraph (c);\n                  (b) where the testator directs what remuneration\n                      shall be paid to his executors they shall be\n                      entitled only to such remuneration, unless at\n                      the time of proving the will they shall file in\n                      Court an instrument renouncing the specific\n                       remuneration;\n                                                                                -\n                    me inclusion of this page is authorized by L.N. 480/1973]\n                 TRUSTEES, ATTORNEYS A N D EXECUTORS                           5\n                      (ACCOUNTS AND GENERAL)\n         (c) save as aforesaid. all executors, administrators\n            and trustees shall be entitled to the same\n            commission and in like manner as provided by\n            the Administrator-General’s Act for the\n            Administrator-General in respect of estates and\n            trusts administered by him;\n         (4 if there is more than one executor, adminis-\n            trator, or trustee, the commission shall be divided\n            equally between such of them as are ready and\n            willing to act, and absence from the Island for\n            a period of less than twelve months shall not\n            affect the right of an executor, administrator, or\n            trustee to share in the commission."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Regulations as to commissions on estates of persons dying, and\n      of trusts created after this Act.                                   i"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1)   All executors, administrators, and trustees, may Filing of\n                                                                 accounts in\n    within six months of the expiration of one year from Supreme\n                                                                 Court by\n    the grant of probate, or letters of administration, or the executors.\n    creation of the trusts, and within six months of the administra-\n                                                                 tors and\n    expiration of each succeeding year as aforesaid, file in the trustees.\n    office of the Registrar of the Supreme Court accounts duly\n    verified of their acts and intromissions, for the preceding\n    year :\n       Provided always, that the Court may, notwithstanding\n    the expiration of the abovementioned times, allow any\n    executor, administrator, or trustee to file his accounts at\n    such time and for such period as the Court may think fit.\n.          (2) The affidavit verifying such accounts shall contain\n    a statement of the names and postal addresses of the\n    persons to whom notices are to be sent of the appointment\n    hereinafter mentioned for taking the said accounts.\n           (3) The Registrar shall, within ten days after the\n    filing of the said accounts, prepare and issue notices\n    stating the time when, and the place where, he will sit\n    to hear and determine all matters relating to such accounts.\n               me inclusion of this page is authorized by L.N. 480/1973]\n6                    TRUSTEES, ATTORNEYS AND EXECUTORS\n                          (ACCOUNTS AND GENERAL)\n            He shall cause such notice to be inserted in the Gazette,\n            and shall not less than eight days before the day appointed\n            as aforesaid, forward through the post a copy of such\n            notice to the person or persons filing the accounts, and all\n            persons named in the affidavit as persons to whom the\n            notice is to be sent.\n                   (4) Upon the day appointed the Registrar shall sit\n            and hear the parties interested or their solicitors, and\n            shall be at liberty to take evidence viva voce or by aflidavit.\n            Thereafter he shall certify to the Court the result of the\n            taking of the accounts by him, and such certificate shall\n            be deemed and dealt with as a certificate given by the\n            Registrar on accounts directed by the Court to be taken\n            by him. Such certificate if not varied, or if varied then\n            in accordance with such variation, shall be binding on the\n            accounting party and all persons having notice of the\n            taking of the accounts, and shall as to persons not having\n            notice of the taking of the accounts be deemed correct\n            unless and until the contrary be shown.\nPenalty       7. Any executor, administrator, or trustee who shall\nfor         take, or receive commission in excess of that authorized\nreceiving\nexce~~Ive\nCOmmlS-\n            by this Act, shall repay to the estate or trust any sum\nsion.       so wrongfully taken or received with interest, and shall\n            forfeit the whole or such part of his commission as the\n            Court shall think fit, and shall also forfeit a sum not less\n            than twenty dollars and not exceeding two hundred dollars\n            to be recovered by action in the Resident Magistrate’s\n            Court for Kingston or the Supreme Court, at the instance\n            of some person beneficially interested in the estate or trust,\n            and no more than one action shall be brought in respect\n            of any one default.\n                  m e inclusion of this page is authorized by L.N. 480/1973]\n         TRUSTEES, ATTORNEYS AND EXECUTORS                                  7\n              (ACCOUNTS AND GENERAL)"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The Court may on petition of the Administrator- Removalof\n                                                                executor,\nGeneral or any person beneficially interested, remove any adminis-\n                                                              trator or\nexecutor, administrator, or trustee receiving, or taking trustee.\ncommission in excess of that authorized by this Part, or\nfailing to account for any moneys in respect of which he\nshall have been found liable to account, and may appoint\nthe Administrator-General or such other person as the\nCourt shall think fit, administrator of the estate or trustee\nof the property in respect of which such default has been\nmade."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The Court may give leave to any executor or Retirement\nadministrator to retire, or be released from the office of of    executor\n                                                              or adminis-\nexecutor or administrator\nin accordance  with this Part,  theotherwise\n                           upon or  passing ofashisthe\n                                                     accounts trator\n                                                        Court leave  with\n                                                              Court.of\nmay direct and on such terms as the Court may think fit.\nThe Court may by such order appoint the Administrator-\nGeneral or such other person as the Court may think fit\nadministrator of the estate in the place of such executor\nor administrator so permitted to retire as aforesaid."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. All executors, administrators and trustees shall executors.\n                                                       Powerof\nhave the same right of applying to the Court as the etc,to\n                                                                apply to\nAdministrator-General has.                                      Court."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. If the same person is appointed executor and Commis-\n                                                        sion to\ntrustee the same commission shall be payable as if the pernon\n                                                        appointed\nAdministrator-General had been so appointed and any executor\nperson so appointed must accept or refuse both offices. a n d t m ~ ~ ."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. The payment of commission in respect of income Payment\nis payable out of such income, but is otherwise declared\nto be one of the expenses of administering the estate or ;:%;o.f\ntrust.\n       frhe inclusion of this page is authorized by L.N. 480119731\n8                      TRUSTEES, ATTORNEYS AND EXECUTORS\n                            (ACCOUNTS AND GENERAL)\nAppoint-\nment of"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) A sole executor, administrator or trustee may\nattorney by    from time to time appoint the Administrator-General as\nexecutor,\nadrninis-      his attorney during his absence from the Island.\ntrator or\ntrustee.                 (2) An executor, administrator, or trustee who is\n               not a sole executor, administrator, or trustee may from\n               time to time appoint a fit and proper person to be his\n               attorney during his absence from the Island for the\n               purpose of executing and signing deeds and documents,\n               and other acts not requiring an exercise of discretion.\nPart 111not       14. Part III shall not, nor shall any section thereof apply\nto apply to\nexccutors.     to the Administrator-General, or to executors, adminis-\netc., filing   trators and trustees filing their accounts in pursuance of\naccounts\nunder this     the provisions of this Part, and such executors, adminis-\nAd.\n               trators, and trustees shall, for all purposes, be deemed to\n               have complied with the provisions of Part III.\nThe             15. This Part shall not apply to the Administrator-\nAdminis-\ntrator-        General except when he is specifically mentioned.\nGeneral.\n                          PARTII. Commissions of Attorneys\nCommis-\nsions of"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Part III not to apply to executors, etc., filing accounts under\n       this Act.                                                          .-."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. All commissions of attorneys or agents of persons\nattorneys.     absent from this Island, arising from their several and\netc.\n               respective receipts, payments, transactions, managements,\n               and disposals after that time of the rents, profits, produce\n               and increase of any the estates and interests for which they\n               are or shall be respectively concerned, shall be, and the\n               same is hereby, reduced to six per centum, including the\n               factoragecommission for supplies made in this Island for\n               such real estates for which such persons shall or may be\n               concerned, and the commissions for receiving and remit-\n               ting of moneys lent, or remaining at interest in this Island,\n               and the interest of such moneys, shall be, and the same is\n               hereby declared to be reduced to five per centum; to wit,\n               two and one-half per centum for receiving, and two and\n                     me inclusion of this page is authorized by LN. 480/1973]\n         TRUSTEES, ATTORNEYS AND EXECUTORS                                9\n              (ACCOUNTS AND GENERAL)\none-half per centum for remitting, and no more; and mort-\ngagees in possession shall not be entitled to any commission\nfor their management or transactions of or concerning such\npossessions, except what shall be paid to the factor for his\ncommission: And in case any person or persons acting in\neither of the capacities above mentioned shall demand or\nreceive more or a greater commission than what is herein-\nbefore prescribed, such person or persons, shall, for every\nsuch offence, forfeit the sum of two hundred dollars, to be\nrecovered in the Supreme Court by action of debt, one\nmoiety whereof shall go to the Consolidated Fund, and the\nother moiety to him or them that shall sue for the same; and\nshall also forfeit the whole commission on such sums as\nhe shall receive commissions on contrary to the true intent\nand meaning of this Part:\n  Provided always, that nothing herein contained shall\nextend, or be construed to extend, to commissions for the\nsale of goods or other commodities, sent to this Island\nfrom Great Britain, or elsewhere.\n PARTIII. Recording of Accounts by Attorneys, Agents,\n                   Trustees and Others"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. AU persons who are acting as attorneys, or agents Persons\n                                                            acting as\nof persons who have real estate in this Island, but are attorneys,\nabsent from this Island, and all trustees, guardians,\nexecutors or administrators, acting on behalf of minors ?ndothen\n                                                                     zzd\nand others, and all mortgagees, their heirs, executors, g c i a r y\n                                                            character\nadministrators, or assigns in possession, sequestrators and to record\ncommittees of lunatics appointed by the Court, or any                r;zmb.\nof them having thereby the management and direction,\nand receipt or disposal of the rent, profits, and produce\nof any real estate whatsoever shall, and are hereby\ndirected and required between the first day of January\nand thirty-first day of March in every year, to render\n       LTbe inclusion of this page is authorized by LJJ. 480/1973]\n           .. ..   .   - .-   .   __ .,.   .   -\n10                  TRUSTEES, ATTORNEYS AND EXECUTORS\n                         (ACCOUNTS AND GENERAL)\n           and exhibit into the Record Office, therein to be recorded,\n           a true and just account in writing upon their oath or\n           affirmation, or the oath or m a t i o n of their overseer\n           or principal servant upon such real estate of all the rents,\n           profits, produce, and proceeds thereof (hereinafter in this\n           Part referred to as the crop account), and shall in such\n           account particularly set forth the quantity and description\n           of all such produce, and of the increase and decrease of\n           all horned stock, horses and other cattle, in the preceding\n           year ending the thirty-first day of December last, before\n           the rendering and exhibiting such account of or from any\n           such estate.\nForm of        18. The oath or m a t i o n hereinbefore directed to be\naffirmation. taken shall be in the form following, and may be\nOathor\n             administered by any Judge of any Court in this Island\n             or by any Justice acting within his jurisdiction, who is\n             hereby directed to make a memorandum of such oath upon\n             or under such account-\n                    I, A.B., do swear (or affirm) that the above contains\n                 a just and true account of all the rents, profits,\n                 produce and proceeds of\n                 plantation, in the parish of                       made\n                 and accrued for the year ending the thirty-first day of\n                 December, 19 .\n                                  (Signed)                      A.B.\n                 Sworn at                  before me this\n             day of                     19 .\n                                                       Judge, or J.P;\nPenalty      19. In case any person by this Part required to render\nfor\nneglect.   such account as last aforesaid shall neglect to render and\n           exhibit the same in manner and between the days herein-\n                 me inclusion of this page is authorized by L.N. 480119731\n        TRUSTEES, ATTORNEYS AND EXECUTORS                               11\n             (ACCOUNTS AND GENERAL)\nbefore limited for that purpose yearly, such person shall,\nfor such neglect or omission forfeit forty dollars, to be\nrecovered as hereinafter mentioned, and shall over and\nabove such penalty, lose the benefits of his commissions\nfor such year."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Every attorney or agent of any person absent from Attornem,\n                                                             agents.\nthis Island, and every trustee, guardian, mortgagee, or trustees,\nother fiduciary in the actual possession and management\nas such of any real estate in this Island shall, under the current.\n                                                             accounts\npenalty of forty dollars, and in case of attorneys, agents,\nand trustees, guardians, and other fiduciaries aforesaid, of\nforfeiture of commissions upon each year's crop, within\neighteen months after recording each crop account, record\nin the Record Office upon his oath or m a t i o n , to be\ntaken in the form hereinbefore mentioned, the whole\naccount of ev&y such real estate, and the account current\nrespecting the same, showing what, if anything, remains\ndue to such attorney, agent, guardian, mortgagee, or other\nfiduciary trustee."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Every penalty recoverable by virtue of this Part shall Recovery\nbe recoverable in the Resident Magistrate's Court for the &dtia.\nparish of St. Catherine.\n      PARTN. Distribution of Assets after Notice"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Where an executor or administrator shall have &to\n                                                                        I\ngiven such or the like notices as, in the opinion of the distribution\n                                                               ofthe\nCourt in which such executor or administrator is sought ~ 2 ~ ; f ~ ~\nto be charged, would have been given by the Supreme intestate\nCourt in an administration suit, for creditors and others $7-\nto send in to the executor or administrator their claims          s'z,or\nagainst the estate of the testator or intestate, such executor trator.\n                                                               adminis-\nor administrator shall, at the expiration of the time limited\nin the said notices, or the last of the said notices for                     1\n                                                                             I\n      me inclusion of this page is authorized by L.N. 480/1973]              I\n    12           TRUSTEES, ATTORNEYS AND EXECUTORS\n                      (ACCOUNTS AND GENERAL)\n         sending in such claims, be at liberty to distribute the\n         assets of the testator or intestate, or any part thereof,\n         amongst the parties entitled thereto, having regard to the\n         claims of which such executor or administrator has then\n         notice, and shall not be liable for the assets or any part\n         thereof so distributed to any person of whose claim such\n         executor or administrator shall not have had notice at the\n         time of the distribution of the said assets, or a part\n         thereof, as the case may be, but nothing herein contained\n         shall prejudice the right of any creditor or claimant to\n         follow the assets or any part thereof into the hands of the\n         person or persons who may have received the same\n         respectively.\nI\ni\nI"
    }
  ],
  "definitions": []
}