{
  "id": "jm-stat-the-trustees-religious-educational-etc-vesting-act",
  "type": "statute",
  "title": "The Trustees' (Religious, Educational, etc.) Vesting Act",
  "title_en": "The Trustees' (Religious, Educational, etc.) Vesting Act",
  "short_name": "Trustees' (Religious, Educational, etc.) Vesting Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-trustees-religious-educational-etc-vesting-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-trustees-religious-educational-etc-vesting-act",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Trustees’ (Religious, Short title.\nEducational and Charitable) Vesting Act."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. Wherever freehold, leasehold, or other landed Property\nproperty has been or hereafter shall be acquired by any      rf:;:;;:;\n                                                             o\ncongregation or society of persons associated for religious etc.,    purposes, to\npurposes, or for the promotion of education, or for any vest in\neleemosynary or charitable purpose, as a chapel, meeting- Trustees   and their\nhouse, or other place of religious worship, or as a burial- S ~ C C ~ S S O ~ S .\nground or cemetery, or as an hospital, poor-house, asylum,\nor other institution for an eleemosynary or charitable\npurpose, or as a dwelling-house and glebe for the minister\nof such congregation, or as a school-house and school-\nmaster’s house and grounds, or as a college, academy or\nseminary and grounds, or as a hall or rooms for the meeting\nor transaction of the business of such congregation or\nsociety, or for the furtherance of its objects; and whenever\nthe conveyance, assignment, or other assurance of such\nproperty has been or may be taken to or in favour of a\ntrustee or trustees, to be from time to time appointed, or\nof any party or parties named in such conveyance, assign-\nment, or other assurance, or subject to any trust for the\ncongregation or society, or of the individuals composing\nthe same such conveyance, assignment, or other assurance\nshall not only vest the freehold, leasehold, or other property\nthereby conveyed or otherwise assured in the party or\nparties therein named, but shall also effectually vest such\nfreehold, leasehold, or other property in their successors\nin office for the time being, and the old continuing trustees,\nif any, jointly, or if there be no old continuing trustees,\n2           TRUSTEES (RELIGIOUS, EDUCATIONAL AND CHARITABLE)\n                                  VESTING\n            then wholly in such successors for the time being, who\n            may be chosen and appointed in the manner provided or\n            referred to in or by such conveyance, assignment, or other\n            assurance, or in any separate deed or instrument declaring\n            the trusts thereof; or if no mode of appointment be therein\n            prescribed or referred to, or if the power of appointment\n            be lapsed, then in such manner as shall be agreed upon by\n            such congregation or society, upon such or the like trusts,\n            and with, under, and subject to the same powers and provi-\n            sions as are contained or referred to in such conveyance,\n            assignment, or other assurance, or in any such separate\n            deed or instrument or upon which such property is held;\n            and that without the necessity of any transfer, assignment,\n            conveyance, or other assurance whatsoever, and whether\n            such formality shall or shall not have been prescribed in\n            the original conveyance, assignment, or other assurance, or\n            in any such separate deed or instrument as aforesaid:\n              Provided, that the provisions of this Act shall not in-\n            validate the appointment of a new trustee or trustees, or\n            the conveyance of the legal estate in any such property\n            which may hereafter be made, as heretofore was by law\n            required.\nProvision as    3. For the purpose of preserving evidence thereof, every\nto appoint- such choice and appointment of a new trustee or new\nment of new\ntrustees.    trustees shall be made to appear by some deed under the\n            hand and seal of the Chairman for the time being of the\n            meeting at which such choice and appointment shall be\n            made, and shall be executed in the presence of such\n            meeting, and attested by two or more witnesses, and in\nSchedule.   the form, or to the effect, set out in the Schedule,\n            or as near thereto as the circumstances will allow;\n            and the same shall be received as evidence in all Courts\n            and proceedings, in the same manner, and on the like proof,\n            as other deeds and conveyances, and shall be evidence of\nTRUSTEES’ (RELIGIOUS, EDUCATIONAL AND CHARITABLE)                     3\n                       VESTI”\nthe truth of the several matters and things therein con- Appoint-\n                                                         ments to be\ntained; and the same may be proved and recorded in like recorded.\nmanner as other deeds; and such record shall enjoy all\nthe privileges by law attached to the record of deeds of\nconveyance.\n'7\n 4   TRUSTEES' (RELIGIOUS, EDUCATIONAL A N D CHARITABLE)\n                            VESTING\n                                     SCHEDULE\n                    Forin of Appointment of New Trustees\n        Memorandum of the choice and appointment of new trustees of the\n     (describe the chapel or other ,property) situated at             in the\n     parish of                         in the county of                 at a\n     meeting duly convened and held for that purpose (in the vestry of the\n     said chapel) on the           day of                        19 .\n                                  A.      B.     of etc., Chairman.\n        Names and descriptions of all the trustees on the (original constitu-\n     tion or last appointment) of Trustees made on the                   day\n     of                             19      .\n                                   A.      B.,    of etc.\n                                   C.     D.,     of etc.\n                                   E.     F..     of etc.\n                                   G.      H.,    of etc.\n        Names and descriptions of all the trustees in whom the said (chapel)\n     and premises now become legally vested.\n                         First-Old    Continuing Trustees\n                                     E.    F.    now of etc.\n               Second-New    Trustees now chosen and appointed\n                                   B.    A.,    of etc.\n                                   B.    B..    of etc.\n       Dated this                      day of               A.D., 19\n                                                               W.S. (Seal.;\n       Signed, sealed, and delivered by the said W.S., as chairman ;f the\n     said meeting, at and in the presence of the said meeting, on the day\n     and year aforesaid, in the presence of\n                                                               C.D.\n                                                               E.F."
    }
  ],
  "definitions": []
}