{
  "id": "jm-stat-the-unit-trusts-act",
  "type": "statute",
  "title": "The Unit Trusts Act",
  "title_en": "The Unit Trusts Act",
  "short_name": "Unit Trusts Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-unit-trusts-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-unit-trusts-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.\n                        lib irdolb. of cLb 6 - b n k r b c d b I-N. 1PM6111\n                                                     J\n                                UNIT T R m\n               (ii) in any case where the offehg circular h d already been\n                    distributed, in such manner as is approved by the\n                    Commission."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1) In this Act-                                               tion.\n    \"bank\" means commercial bank as defined in subsection\n        (1) of section 2 of the Bank of Jamaica Act;\n    \"broker\" means any person who carries on the business of\n        doing any of the following things as an agent, that is to\n        say, contriving, making, or concluding bargains or\n        contracts for the acquisition or disposal of securities;\n   \"building society\" means a society incorporated under the\n        Building Societies Act;\n   \"Commission\" means the Financial Services Commission 1112001                     ,\n        established under section 3 of the Financial Services\n        Commission Act;\n   \"corporation\" means any body corporate, whether\n        incorporated in Jamaica or elsewhere;\n   \"debentures\" means any debentures, debenture stock or\n        bonds of a corporation, whether constituting a charge\n        on the assets of the corporation or not;\n   \"life insurance company\" means any corporation whose\n        business involves the issue of policies of life\n        insurance;\n   \"Minister\" means the Minister responsible for finance, and\n        references to the Minister in any provisions of section\n         164 of the Companies Act, shall be construed\n        accordingly in the application thereof pursuant to any\n        of the provisions of section 19;\n                            *But see L.N. 12111971\n            [The lncluslon of thls page la authorhd by L.N. 180A12006[\n                          W I T TRUSTS\n\"pensions\" includes compensation, unemployment,\n     retirement or superannuation allowances, and other\n     allowances of a like nature;\n\"industrial and provident society\" means a society\n     registered under the Industrial and Provident Societies\n     Act;\n\"registered unit trust scheme\" means any unit trust scheme\n     which is registered under Part 11;\nLLsalesman\"  means any person who as a servant or agent of\n    the manager under any registered unit trust scheme, or\n    of a bank, broker or life insurance company, or of any\n    institution approved by order of the Minister, does any\n    of the following things, that is to say, making or\n    offering to make with any other person, or inducing or\n    attempting to induce any other person to enter into or\n    offer to enter into, any agreement for, or with a view\n    to, the disposal of any of the units under a registered\n    unit trust scheme to such other person, not being the\n    manager or trustee under the scheme;\n\"securities\" means-\n    (a) shares or debentures, or rights or interests\n        (described whether as units or otherwise) in any\n        shares or debentures; or\n    (b) securities of the Government of Jamaica or of any\n        country or territory outside Jamaica; or\n    (c) rights (whether actual or contingent) in respect of\n        money lent to, or deposited with, any industrial\n         and provident society or building society,\n    and includes rights or interests (described whether\n    as units or otherwise) which may be acquired un-\n    der any unit trust scheme under which all property\n    for the time being subject to any trust created in\n    pursuant of the scheme consists of such securities as\n    are mentioned in paragraphs (a), (b) and (c) of this\n    definition or in any of such paragraphs;\n        (The inclusion of this page is authorized by L.N. 180An0061\n                                     W I T TRUSTS                                 5\n         \"shares\" means shares in the share capital of a corporation\n             or stock of a corporation;\n         \"the Tribunal\" means the Appeal Tribunal established\n             under section 21 of the Financial Services Sch.  1*/Zoo1\n             Commission Act;\n0        \"unit trust scheme\" means any arrangements (whether in\n              Jamaica or elsewhere) made for the purpose, or having\n              the effect, of providing facilities for the participation\n              by persons, as beneficiaries under a trust, in profits or\n              income arising from the acquisition, holding,\n              management or disposal of securities or any other\n              property whatsoever, but does not include any\n              arrangements having as their object or principal object\n              the provision of pensions.\n           (2) Any reference in this Act to a manager under a unit\n    trust scheme or to a trustee under such a scheme shall be\n    construed as a reference to the person in whom are vested the\n    knctions of management relating to property for the time being\n    subject to any trust created in pursuance of the scheme or, as the\n    case may be, to the person in whom such property is or may be\n    vested according to the terms of the trust.\n           (3) Any reference in this Act to a servant of, or to a\n    person employed by, any person shall, in relation to a\n    corporation, be construed as including a reference to any\n    director or officer of the corporation.\n                  [The iiiclusion ofthis page IS authorizedby L.N.   l12/200? ]\n6                                                    W7T TRUSTS\n                          (4) For the purposes of this Act, a person shall be\n                  deemed to be a director of a corporation if he occupies in\n                  relation thereto the position of a director, by whatever name\n                  called, or is a person in accordance with whose directions or\n                  instructions the directors of the corporation or any of them act:\n                    Provided that a person shall not, by reason only that the\n                                                                                                   0\n                  directors of a corporation act on advice given by him in a\n                  professional capacity, be taken to be a person in accordance\n                  with whose directions or instructions those directors act.\n                          ( 5 ) Any reference in this Act to business involving, or\n                  which involved, the acquisition or holding or disposal of any\n                  securities includes a reference to business involving, or which\n                  involved, their acquisition or holding or disposal, as the case\n                  may be, in the capacity of an agent.\nCommission          3. The Commission shall be responsible for the general\nresponsible for\nadminis-          administration of this Act.\ntration of\nAct.\n1 li2OOI\nSch.\n                            PART 11-Registration of Unit T m Schemes\nRegistra-           4 . 4 1 ) Subject to the provisions of subsection (3), no\ntion of           person-\nunit trust\nscheme                  (U)   shall, in whatever capacity, carry on or purport to\nrequired for                  carry on in Jamaica the business of affording, or\nits opera-\ntion.                         causing to be afforded, to any persons facilities for\n                              them to obtain beneficial interests or rights under a\n                                                                                                   0\n                              trust (whether such interests or rights be described as\n                              units or otherwise) pursuant to any unit trust scheme;\n                                                                              ~~\n                                  [The inclusioii of !his page is authorized by L.N. 1 l2/2OO2 ]\n                                     WIT TRUSTS                                    7\n          (b) acting in Jamaica as a trustee under any unit trust\n              scheme, shall acquire or purport to acquire any\n              property on account of, or for the purposes of, any\n              such business carried on, or purported to be carried\n              on, as aforesaid; or\n          (c) acting or purporting to act for the furtherance of any\n0              such business carried on in Jamaica or elsewhere, or\n               represented as being so carried on, shall, in Jamaica,\n               induce or attempt to induce, or assist or purport or\n               offer to assist, any other person to avail or seek to\n               avail himself of any such facilities as aforesaid,\n    unless the scheme is a registered unit trust scheme.\n          (2) Any person who contravenes any provisions of\n    subsection (1) shall be guilty of an offence and shall be liable-\n          (a) on conviction on indictment in a Circuit Court, to a\n              fine or to imprisonment for a term not exceeding\n              seven years or to both such fine and imprisonment;\n          (b) on summary conviction in a Resident Magistrate's\n              Court, to a fine not exceeding two million dollars or ~ ~ f o o *\n              to imprisonment for a tenn not exceeding two years\n              or to both such fine and imprisonment.\n              (3) Reference in paragraph (a) of subsection (1) to\n    facilities for persons to obtain beneficial interests or rights\n    pursuant to a unit trust scheme does not include reference to\n    facilities for a person to obtain, incidentally to performing the\n0   b c t i o n s vested in him as manager under the scheme, any such\n    interests or rights by way of purchasing the same from\n    beneficiaries under the scheme upon his being required by them\n    so to do, or for a person acting in the capacity of a trustee under\n    a registered unit trust scheme to obtain any such interests or\n    rights.\n8                                                WIT TRUSTS\nQualifica-          5.--(1) Upon application in that behalf being made in the\ntions of        prescribed manner to the Commission, it may register any unit\nunit trust\nscheme          trust scheme in relation to which it is satisfied-\nfor registra-\ntion.                  (a) that each of the persons who are respectively the\n1 lnool                    manager and the trustee under the scheme is a\nSch.\n                           corporation incorporated under the law of Jamaica\n                           and having a place of business in the Island at which\n                           notices and other documents are received on behalf\n                                                                                                 0\n                           of the corporation;\n                       (b) that the scheme is such that the effective control of\n                           each corporation which is the manager or trustee\n                           under the scheme is and will be exercised inde-\n                           pendently of the other such corporation;\n                       (c) as respects the corporation being the trustee,\n                           either-\n                            (i) that the corporation has a capital (in stock or\n                                shares) for the time being issued of not less\n                                than one million dollars, of which an amount\n                                of not less than five hundred thousand dollars\n                                has been paid up, and that the assets of the\n                                corporation are sufficient to meet its liabilities\n                                (including liabilities in respect of the\n                                repayment of its capital); or\n                            (ii) that more than four-fifthsof the said capital of\n                                 the corporation is held by another corporation,\n                                 being a corporation in relation to which the\n                                 conditions as to capital and assets specified in\n                                 sub-paragraph (i) are fulfilled;\n                                                                                                 0\n                       (d) that the carrying on of business pursuant to the\n                           scheme would not be inexpedient in the public in-\n                           terest; and\n                              [The inclusion of Ibis page is authorized by L . N . I 12/2002 ]\n                                     W I T TRUSTS                                       9\n         (e) that the scheme is such as to secure that any trust 11/2001\n             created in pursuance thereof is expressed in a deed\n             providing, to the satisfaction of the Commission, for\n             the matters specified in the Schedule (references S c h d ~ l e .\n             therein to units being references to securities,\n             described whether as units or otherwise, which may\n             be created in pursuance of the scheme):\n0                 Provided that the Commission may dispense with\n             all or any of the foregoing requirements of this\n             paragraph in relation to any trust, so far as it appears\n             to it that it can properly do so without prejudicing the\n             interests of the beneficiaries, if it is satisfied that the\n             fulfilment of such requirements in relation to the trust\n             is impracticable by reason of the special\n             circumstances thereof; and\n          fl that the officers and members of the corporation\n              referred to in paragraph (a) are fit and proper persons\n              as described in subsection (4).\n           (2) The Commission may, with the approval of the 11/2001\n    Minister by regulations made under this Act, amend the SQ.\n    Schedule, so, however, that no amendment shall affect any\n    scheme which was registered under subsection (1) prior to the\n    making of the amendment.\n           ( 3 ) Where the Commission registers any unit trust 11/2001\n    scheme it shall cause notice of such registration to be published SCh.\n    in the Gazette, and where it refuses any such application as\n    aforesaid, the applicant shall be served with the Commission’s               i2ml\n    written notice of such refbsal and the reasons therefor shall be\n    given in the notice.\n             (4) For the purposes of subsection (1) (f) a person is a 11,200,\n    fit and proper person if he is a person-                          SQ.\n          (a) who, whether in Jamaica or elsewhere-\n                (i) has not been convicted of an offence\n                     involving dishonesty; or\n                   [The inclusioo of this page is authorized by L.N 112/2002 ]\n10                                             WIT TRUSTS\n                        (ii) is not an undischarged bankrupt;\n                   (b) whose employment record does not give the\n                       Commission reasonable cause to believe that he\n                       carried out any act involving impropriety in the\n                       handling of securities;\n                   (c) who, in the opinion of the Commission, is a person of\n                       sound probity, is able to exercise competence,\n                       diligence and sound judgment in fulfilling his\n                       responsibilities in relation to the unit trust scheme\n                                                                                             0\n                       and whose relationship with the unit trust scheme will\n                       not threaten the interests of investors, and for the\n                       purpose of this paragraph the Commission shall have\n                       regard to any evidence that he has-\n                            (i) engaged in any business practice appearing\n                                to the Commission to be deceitful or\n                                oppressive or otherwise improper which\n                                reflects discredit to his method of\n                                conducting business;\n                            (ii) contravened any provision of any enactment\n                                 designed for the protection of the public\n                                 against financial loss due to dishonesty,\n                                 incompetence or malpractice by persons\n                                 concerned in the provision of securities or\n                                 due to bankruptcy.\nAppeal h m      6.-(1)    Within the prescribed period after service of any\nreliJsal to\nregister\n              notice under subsection (3) of section 5, the person so served\nscheme.       may bring an appeal against the decision of the Commission in\n1 ll2ool\nSch.          the prescribed manner.\n1 lf2OOl\nSch.\n                      (2) Every such appeal shall be made to the Tribunal,\n              who shall, &er considering the appeal, give its decision in\n                                                                                             0\n              writing and may either-\n1 lt2ool            (U) confirm the Commission's decision; or\nSch.\n1 ll2OOl            (b) direct the Commission to register the relevant unit\nSch.                     trust scheme,\n                           [The incliisioii of tliis page is authorized by L.N. I12/2002 ]\n                                         W I T TRUSTS                                                   11\n      but any such direction may be expressed to be subject to the\n                                                                      1 lROOl\n      fulfilment, to the Commission's satisfaction, of any conditions Sch.\n      with which compliance on the part of the appellant is required,\n      or to which the said scheme is required to conform, under the\n      terms of that direction.\n              (3) The Tribunal shall forward one copy of its decision Sch.\n                                                                      IIQOO~\n      to the Commission and one copy to the appellant.\n(\"J\n              (4) The Commission shall take such steps as may be                               :LEoo1\n      necessary to give effect to any decision given by the Tribunal IIROOI\n                                                                         Sch.\n      under this section."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. For prohibiting or restricting the issue by or on behalf (of the manager\n             of advertisements, circulars, or other documents containind any statement\n             with respect to the sale price of units, or the payments or other benefits\n             received or likely to be received by holders of units, or containing any\n             invitation to buy units, unless the document in question also contains a\n             sta!ement of the yield from the units."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. For securing that any advertisement, circular or *other document\n             containing any statement with te'spect to the sale price of units or the yield\n             th&efmm, or containing any invitation to buy units, shall notbe issued by or\n             on behalf of the manager until the trustee has had a reasonable opportunity\n             of considering the terms of the document, and shall not be issued if. within\n             a reasonable time aAer the document first comes undfr the trustee's\n             consideration, the trustee notifies its disapproval of the terms thereof in\n             writing to the manager.\n                                                                                       I"
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. For the establishment of a fund to be applied in defmyipg the expenses\n             of 'the administration of the trust and for regulating the ap~licationof that\n             find."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. For the audit, and the circulation to holders of units, of accounts\n             relating to the tNst (including accounts of the manager i4 relation to the\n             bust and statements of the manager's remuneration in connection there-\n             with)."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) If, with respect to any registered unit trust scheme, the Proposal\n                                                                               re-to\n      Commission considers that the registration thereof ought to be gistration\n                                                                        of unit bust\n      cancelled for any of the following reasons, that is to say-       scheme.\n          (a) that any of the requirements specified in paragraphs (a), Sch.\n                                                                        Iimoi\n               (b), (c) and (e) of subsection (1) of section 5, and on\n               the basis of hlfilment of which the scheme was\n               registered, are no longer fulfilled in the case of that\n                scheme;\n               that the circumstances relevant to the decision required\n               for registration of such scheme have materially\n               changed since the scheme was registered;\n                that there has been failure to comply with any direction\n                given under subsection (2) of section 20;\n                that the business of the scheme is carried on in a\n                manner detrimental to the interest of unit holders\n                thereunder or to the public interest,\nW\n       the Commission may cause to be served on the manager under Sch. llQOOl\n       the scheme and on the trustee thereunder a written notice that\n       the Commission is considering such cancellation for that reason Sch.\n                                                                       1 lnOOl\n       specifying the respect in which the said requirements are no\n                      (Tlir iiiclusiaii of this page I S aiitliorired b! L.N. I I ?:ZOO2   1\n 12                                                  WIT TRUSTS\n                  longer hlfilled or the said circumstances have changed or the\n                  said direction has not been complied with or the said business is\n                  so carried on, as the case may be, and inviting the manager and\n1 1/200 1         the trubTee to make to the Commission, within the period of\nSch.\n                  thirty days from the date of service of the notice, any\n                  representations which they desire to make with respect to the\n                  cancellation under consideration as aforesaid; and the\nI lL?OOl\nSch.\n                  Commission may cause to be served on them, after the\n                  expiration of such period, written notice that it proposes to                    0\n                  cancel the registration of the scheme, but, before deciding\n                  whether or not so to propose, shall take into consideration any\n                  representations made by the manager or trustee and, if it so\n                  requests, afford it an opportunity of being heard within that\n1 lROOl           period by the Commission.\nSch.\n                          (2) Where no appeal with respect to a proposal of the\n1 In001\nSch.\n                  Commission under this section is made in accordance with\n                  section 8, the Commission shall give effect to its proposal.\n                          (3) Upon giving effect to a proposal to cancel the\n1 lt2OOl          registration of any unit trust scheme, the Commission shall\nSch.\n                  cause notice of such cancellation to be published in the Gazette.\nAppeal against      8.--(1) Within the prescribed period after notice of proposal\npropo=lto         of any cancellation is served under section 7, any person who\ncancel\nregistration of   made representations under that section with respect to such\nscheme.           cancellation may bring an appeal against the decision of the\nI IROOl\nSch.              Commission in the prescribed manner.\n1 lROOl                   (2) Every such appeal shall be made to the Tribuna1,who\nSch.\nllnOOl            shall, after considering the appeal, give its decision in writing\nSch               and may either-                                                                  0\n1 It2001                (a) with or without variation, c o n f m the Commission’s\nSch.                        decision; or\n1 lROOl                 (b) direct the Commission not to cancel the registration of\nSch.                        the scheme in question,\n                                 [The iiiclusioii of this page IS aurliorized by L N I I212002 ]\n                                      UNTIT TRUSTS                                13\n             but any such direction may be expressed to be subject to the\nI In001\n             fulfilment, to the Commission's satisfaction, of any conditions\nSch.         with which compliance on the part of the appellant is required,\n             or to which the said scheme is required to conform, under the\n             terms of that direction.\n1 lr2OOl\n                    (3) The Tribunal shall forward one copy of its decision\n             under subsection (2) to the Commission and one copy to the\n             appellant.\n1112001              (4) The Commission shall take such steps as may be\nSch.         necessary to give effect to any decision given by the\n1 In001      Commission under this section; and, accordingly, the\nSch.         Commission shall give effect to its proposal where an appeal\n             results in a direction subject under subsection (2) to any\n             condition and the same is not complied with to the\n1 In001      Commission's satisfaction.\nSch.\n1 lL?OOl             ( 5 ) Where an appeal made under this section with\nSch.\n             respect to a proposal of the Commission is withdrawn, the\n             Commission shall give effect to the proposal.\n                  PART 111-Registration and Licensing of Salesmen\nUnlicensed     9.-(1)    Subject to subsection (3), no person, except a\nsalesman     salesman acting as such under the authority of a licence granted\nguilty of\noffence.     to him under this Part, shall do or purport to do (whether as a\n             principal or otherwise) in Jamaica any of the following things in\n             the course or Mherance of business involving the disposal of\n,g           any of the units under a registered unit trust scheme, that is to\n             say, making or offering to make with any other person, or\n             inducing or attempting to induce any other person to enter into\n             or offer to enter into, any agreement for, or with a view to, the\n             disposal of any of those units to such other person, not being the\n             manager or trustee under the said scheme.\n14                                               UNIT TRUSTS\n                       (2) Every person who contravenes subsection (1) shall\n               be guilty of an offence and shall be liable-\n                     (a) on conviction on indictment in a Circuit Court, to a\n                         fine or to imprisonment for a term not exceeding five\n                         years or to both such fine and imprisonment;\n                     (b) on summary conviction in a Resident Magistrate's\n                         Court, to a fine not exceeding two million dollars or\n1 lROOl\nSch.                     to imprisonment for a term not exceeding two years\n                         or to both such fine and imprisonment.\n                                                                                              0\n                       (3) No person shall be deemed to have contravened\n               subsection (1) by reason only of his having-\n                     (a) effected any transaction with, or through the agency\n                         of, any person acting as a salesman under the\n                         authority of a licence granted to him under this Part;\n                         or\n                     (b) made or caused any such distribution as is mentioned\n                         in subsection (4) of section 23.\n                        (4) No person shall be licensed under this Part unless he\n               is registered thereunder and, if he is an undischarged bankrupt,\n               unless the Court which adjudged him bankrupt has granted him\n               leave to perform the b c t i o n s of a salesman.\nRegistration     1 0 . 4 1 ) Upon application in that behalf being made by any\nof salesman\nI li2OOl       individual in the prescribed manner to the Commission, it may\nSch.           register the applicant.as a salesman if it is satisfied-\n                     (a) that the applicant is employed by a manager under\n                           any registered unit trust scheme, or by a bank, broker\n                           or life insurance company, or by an institution\n                           approved by order of the Minister, that has made\n                                                                                              c\\\n                           effective arrangements for the provision to persons so\n                           employed of good and sufficient training in the\n                          proper performance of the hnctions of a salesman;\n                              [The inclusion of this page is autllorlzed by L.N I 12/2002 ]\n                                      UNIT TRUSTS                                                   15\n          that the applicant has not been convicted in Jamaica\n          for an offence his conviction for which necessarily\n          involved a finding that he acted fiaudulently or\n          dishonestly or in contravention of any provision of\n          this Act or, if so prescribed, any regulations;\n          that, if the application were granted, the applicant\n          would not, upon his registration, be precluded by\n          subsection (4)of section 9 from being licensed under\n          this Part;and\n          the applicant satisfies the qualification requirements 11’2001\n                                                                 Sch.\n          prescribed by the Commission and the criteria\n          specified in subsection (1A).\n        (1A) The criteria referred to in subsection (1) are as iii2001\n                                                                    Sch.\nfollows-\n          the applicant is not connected to or associated with\n          any unit trust scheme or company which, at the time\n          of such associations, is engaged in or has conducted\n          unit trust business without a licence granted under\n          this Part;\n          the applicant’s relationship with investors is not likely\n          to threaten their interests;\n          the applicant has not engaged in any business practice\n          appearing to the Commission to be deceitfbl or\n          oppressive or otherwise improper which reflects\n          discredit to his method of conducting business;\n          the applicant has not contravened any provision of\n          any enactment designed for the protection of the\n          public against financial loss due to dishonesty,\n          incowpetence or malpractice by persons concerned in\n          the provision of unit trusts or other financial services\n          or in the management of a company;\n          the applicant’s employment record does not give the\n          Commission reasonable cause to believe that he\n          carried out any act involving impropriety in the\n          handling of unit trusts or other financial services or in\n          the management of a company.\n                                                                                          ~~~   -\n              [The I I I C I ~ S I O I I of this page I S atitlionzed by L N   88/2003]\n16                                                W I T TRUSTS\n11/2001                 (2) Where the Commission proposes to refbse any such\nSch             application as aforesaid, the applicant shall be served with the\n11/2001         Commission's written notice of such proposal and the reasons\nSch             therefor shall be given in the notice, which shall inform the\n                applicant of his right of appeal conferred by section 11.\nAppeal"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. For the realization and distribution of property subject to the mst, and\n    the termination thereof, in case the unit trust scheme ceases to be a\n    registered unit trust scheme."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. For the kind of investment permissible under the Scheme and the                00~101\n    maximum amount, if any, to be invested in respect of that investment subject\n    to the diversifkation limits specified by the Commission by notice in writing        ,\"/aoo9,\n    form time to time.\na\n-"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. For regulating whether the assets of the trust are to b held by the           L.N.\n    trustee or an independent custodian.                                                 94b%?oo9."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1)  Within the prescribed period after service of any\nagainst pro-    notice under subsection (2) of section 10, the person so served\nposal to        may bring an appeal under this section in the prescribed manner.\nrefuse regis-\ntration of\nsales-\n                        (2) Every such appeal shall be made to the Tribunal,\n                which shall, after considering the appeal, give its decision in\n                writing and may either-\n11/2001               (a)confirm the Commission's proposal; or\nSch.\n11/2001\n                      (b) direct the Commission to register the applicant,\nSch             and the Commission shall comply with any such direction, so,\n                however, that the direction may be expressed to be subject to the\n11/2001         hlfilment, to the Commission's satisfaction, of any conditions\nSch.\n                with which compliance on the part of the appellant is required\n                under the terms of that direction.\n                        (3) The Tribunal shall forward one copy of its decision\n11/2001         to the Commission and one copy to the appellant.\nSch.\nImplementa-        1 2 . 4 1 ) Where no appeal with respect to a proposal of the\ntion of pro-\nposal to        Commission under subsection (2) of section 10 is made in\nrefuse to       accordance with section 11 or, if made, is withdrawn or results\nregister\nsalesman\n                in confirmation of the Commission's proposal, or in a direction\n11/2001         subject under subsection (2) of section 11 to any condition and\nSch\n                the same is not complied with to the Commission's satisfaction,\n11n001          the Commission shall give effect to the proposal.\nSch\n11/2001                 (2) Where the Commission refbses any application in\nSch\n                pursuance of subsection (l), it shall, in writing, noti@ the\n                applicant accordingly.\n                                             ol 11ii\\ p;igc I\\ autIion/ctl by I. N\n                              [Tlic IIILIUFIOII                                      XXROO'II\n                                          WIT TRUSTS                                 17\n                                                                         Licensing"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. For the conditions and procedures to be followed with respect to the\n    removal, and the replacement (whether due to removal or retirement), of the\n    trustee, including provision-\n           (a)   to ensure the protection of the interest of the unit holders;\n                 and\n           (b) that the appointment of a replacement shall not take effect unless\n               the Commission is notified in writing."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1)   Subject to the provisions of this Part,the registration ofsalesmen\n     of any person as a salesman shall entitle him,upon payment of\n     the prescribed fee, to be granted a licence issued in the\n     prescribed form by the Commission and such licence shall IlQOOl\n     remain in force until the 3 1st of March next after its effective Sch.\n     date as specified therein, and no longer, but without prejudice to\n     the licensing in accordance with this subsection after the 31st\n,-   March aforesaid of the person so registered.\n 2\n             (2) A licence issued in accordance with subsection (1)\n     shall be granted subject to such conditions, if any, as may be\n     specified therein, and may be suspended or revoked by the\n                                                                    11i2001\n     Commission where there has been any breach of the conditions Sch,\n     so specified.\n             (3) If, at any time during the period for which a licence\n     has been granted to any person, he becomes disqualified by\n     virtue of subsection (4) of section 9 from being licensed, the\n     licence so granted shall thereupon determine.\n                 (4) In any proceedings for an offence against this Act or\n     any regulations thereunder, any document-\n           (a) purporting to be a copy of a licence under this section\n               and bearing the Commission's certificate, purporting iinooi\n               to have been endorsed thereon, that the same is a true 'ch.\n               copy of a licence issued by the Commission and IIROOI\n               granted to any person, shall be prima facie evidence Sch.\n               of such issue and grant and of the contents of the\n               licence;\n           (b) being a certificate of the Commission that a person 1 1 ~ 0 0 1\n               was, at any time, not licensed as a salesman, shall be Sch.\n               prima facie evidence of his having been, at that time,\n               not so licensed.\n                                                                       1 lROOl\n              ( 5 ) For the purposes of subsection (4), any seal &h,\n     purporting to be the seal of the Commission and affixed to a\n     certificate shall be taken to be the seal of the Commission until\n     the contrary is shown.\n                        (The inclusion of this page is authorized by L N 112R002 1\n18                                               WIT TRUSTS\nGrounds          1 4 . 4 1 ) The Commission may cause to be served on any\nfor pro-       person registered under this Part notice in writing that it\nposed and\nSUINlUry       proposes to cancel such person's registration, and shall in such\ncancellation   notice give the reasons for such proposal and inform the person\nof registra-\ntion of        of the right of appeal conferred by section 15, if at any time the\nsalesman.      Commission is satisfied that-\n11/2001\nSch.                       the person has committed a breach of any of the\n                           conditions specified in his licence;\n                           circumstances are no longer such, in the case of the\n                                                                                                Q\n                           said person, that the like question with reference to\n                           him as is mentioned in paragraph (d) of the said\n                            subsection may be resolved in his favour;\n                            such registration was procured as a result of any\n                           misleading or false representation or in consequence\n                           of any incorrect information, whether such\n                           representation or information was made or supplied\n                           wilfully or otherwise; or\n                            such person has not hctioned as a salesman during\n                           any continuous period of one year after the date of\n                           such registration.\n1 li2OOl\n                       (2) Where the Commission notifies any person that it\nSch.           proposes to cancel that person's registration, it may by such\n               notice suspend that person's licence, and may rehse to issue any\n               further licence to hun, pending disposal or implementation of\n               the proposal as hereinafter provided.\n1l n o o l\n                       (3) The Commission may at any time cancel a person's\nSch.           registration under this Part if such person makes a written\n               request, and the person whose registration has been so cancelled\n               shall be notified accordingly in writing."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. For the duties and responsibilities of the trustee to i n c l u d e\n           (a) ensuring the efficient management of the scheme through--\n                         (i) compliance with the tenns of the trust deed;\n                        (ii) the establishment and maintenanse of suitable structures\n                             and procedures to ensure the p r o w ~           ~ of the       c       e\n                             hnctions of the trustee, ars requid by the ohet deed and\n                             the law relating t:, trusts;\n           (b) using the trustee's best efforts to avoid conflicts of-interest, and\n               disclosing any such conflict (or potential conflict)-\n                 -.\n                      \"l-(i)Jn the offering circular, or"
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1)   Within the prescribed period after service of any\nAppeal\nagainst pro-\nposal to\ncancel\n               notice under subsection (1) of section 14, the person so served\n               may bring an appeal under this section in the prescribed manner.\n                                                                                                0\nregistra-\ntion of               (2) Every such appeal shall be made to the Tribunal,\nsalesman.\n               which shall, after considering the appeal, give its decision in\n               writing and may either-\n                              [The iiicliisioii of this page is authorized by L.N. I12/2002 ]\n                                        UNIT TRUSTS                                                 19\n            (a) confirm the Commission’s proposal; or                                     1112001\n                                                                                          Sdl.\n            (6) direct the Commission not to cancel the registration 11/2001\n                 of the appellant and, if his licence is suspended, to Scfi.\n                 restore it and to cause notice of the termination of\n                 such suspension to be published in the Gazette,\n      and the Commission shall comply with such direction, if any,                        irl\nr‘.   so, however, that the direction may be expressed to be subject to\nJ     the hlfilment, to the Commission’s satisfaction, of any                             iyl\n      conditions with which compliance on the part of the appellant is\n      required under the terms of the direction.\n              (3) The Tribunal shall forward one copy of its decision\n                                                                      11/2001\n      to the Commission and one copy to the appellant.                SCh."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) Where no appeal with respect to a proposal of the                         ELT-\n      Commission under section 14 is made in accordance with proposaito\n      section 15 or, if made, is withdrawn or results in confirmation of                  $‘ti.\n      the Commission’s proposal, or in a direction subject under ofsalesman.\n      subsection (2) of section 15 to any condition and the same is not ~ ~ “                            1\n      complied with to the Commission’s satisfaction, the\n      Commission shall give effect to its proposal.\n             (2) Where the cancellation of any person’s registration\n                                                                      11/2001/\n      has been effected under subsection (1) the Commission shall, in sdr,\n      writing, notify the person accordingly."
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18.-(1) Upon the determination or suspension of any licence DBermina-\n      under subsection (2) or (3) of section 13 or subsection (2) of tionmd\n      section 14, the person to whom such licence was granted shall                       z:?:,\n      surrender it to the Commission forthwith.                       11/2001\n-7\nU\n                                                                                          sdl.\n              (2) Every person who without reasonable excuse (the\n      proof whereof shall lie upon him) contravenes subsection (1)\n      shall be guilty of an offence and shall be liable on summary\n      conviction in a Resident Magistrate’s Court to a fine not\n      exceeding five hundred thousand dollars.                     11/2001\n                                                                                          sdr.\n                                         o i ~this page IS autllonzed by L N I12/2002 1\n                    [The ~ i ~ c l u s i of\n20                                            UNIT TRUSTS\n11ROOl              (3) The Commission shall cause notice of every such\nSch.\n             determination or suspension of a licence as aforesaid to be\n             published in the Gazette.\n1 lt2OOl                    PART IIIA -Accounts and Audit\nSch.\nAccounts       18A.+l) Every manager of a unit trust scheme shall keep\nand audit\nof unit\n             proper accounts and other records in relation to its business in\nhust\nscheme.\n             such form as will permit-\n                   (a) accurate recording of income, expenses, assets and                  2\n                       liabilities; and\n                   (b) adequate auditing of the matters referred to in\n                       paragraph (a);and\n                   (c) the preparation of profit and loss accounts and\n                       balance sheets.\n                     (2) A manager shall appoint annually an auditor from a\n             panel of persons approved by the Commission as being qualified\n             by training and experience to audit the accounts of the unit trust\n             scheme.\n                    (3) Accounts of each unit trust scheme shall be audited\n             annually by the auditor appointed pursuant to subsection (2),\n             and each such unit trust scheme shall, within three months after\n             the end of its financial year, submit a statement of its accounts\n             so audited to the Commission and the report of the auditor\n             thereon.\n                     (4) The audited financial statements and the auditor’s\n             report thereon shall be made available by the Commission for\n             inspection by any persons upon payment of such fee as may be\n             prescribed.\n                                PART IV-hvestigation\nInspectors     19.-(1) The Commission may appoint one or more\nand their    competent inspectors to investigate and report on the\nfunctions.\n1 li2OOl     administration of any registered unit trustscheme-\nSch.\n                                W I T TRUSTS                                        21\n      (a) if either-\n                 (i) it appears to the Commission that it is in the ,,,\n                                                                     1112001\n                     interests of unit holders so to do; or\n                (ii) application is made to the Commission so to ,   ,,\n                                                                     11/2001\n                     do by the manager or trustee under the\n                     scheme or by unit holders thereunder of not\n                     less than ten per centum of the value of all\n                     the units in respect of which any such\n                     certificates as mentioned in paragraph 2\n                     of the Schedule are for the time being issued schedu'e.\n                     pursuant to the scheme; and\n      (b) if the Commission considers that the matter is one of ,     ,\n                                                                     1112001\n            public concern.\n         (2) Section 163 of the Companies Act, subsection (1) of\nsection 164 thereof and so much of subsection (2) of that section\nas relates to forwarding a copy of the inspectors' report to the\nregistered ofice of the company, or to fbrnishing its members\nwith copies of the same, shall apply in relation to an inspector\nappointed under this section to investigate the administration of\na scheme as they apply in relation to an inspector appointed\nunder section 161 of that Act, but with the following\nmodifications, that is to say-\n       (a) the substitution for references in section 163 to the\n            company, and to its affairs, of references to each\n            corporation concerned in the administration of the\n            scheme, and to such administration, respectively;\n       (b) the deletion from section 163 of all references to a\n            body corporate whose affairs are invested by virtue of\n            section 162 of the said Act;\n       (c) the substitution for the reference in subsection (5) of\n            section 163 to auditors of reference to auditors or\n            salesmen;\n       (d) the substitution for references in section 164 (in so far\n            as applicable hereunder) to the Minister, the\n            company, and any member thereof, of references to\n            the Commission, each of the corporations which are 1112001\n                                                                             Sch.\n              [The lncluslon of this page is authorized by L.N. 180Al2006)\n                                          W I T TRUSTS\n                   the manager and trustee under the scheme, and any unit\n                   holder thereunder, respectively.\n                  (3) For the purposes of paragraph (a) of subsection (2),\n          a corporation shall be regarded as concerned in the\n          administration of a registered unit trust scheme if, and shall not\n          be so regarded unless-                                                      (\n                (a) the corporation is the manager or trustee under the\n                    scheme or has retired as such from the trust; or\n                (b) the corporation is or has been-\n                          (i) within the meaning of the Companies Act,\n                              by virtue of section 151 thereof, a subsidiary\n                              or holding company, or a subsidiary of any\n                              holding company, or a holding company of\n                              any subsidiary, of the manager or trustee un-\n                              der the scheme; or\n                         (ii) as an agent or otherwise, performing any\n                              function for the purposes of the administra-\n                              tion of the scheme,\n                   and the inspector, being satisfied that it is expedient for\n                   the purpose of investigation of the administration of the\n                   scheme so to do, extends his investigation to the\n                   corporation for that purpose.\n                  (4) [Deleted by Act 11 qf 2001. ]\n1112001           (5) The expenses of any investigation under this section\nSC~.      shall be paid by the Commission.\n                       lThe inclusion of this page Is authorized by L.N. 180A120061\n                                WIT TRUSTS                                            23\n                                                                             Inspectors'"
    },
    {
      "provision_ref": "sec18a",
      "section": "18A",
      "title": "Section 18A",
      "content": "18A. Accounts and audit of unit trust scheme.\n                       (The inclusion of this page is authorized by L.N. I12/2002 ]\n2                                      UNIT TRUSTS\n                                    PART IV-Investigdion"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20.41) The inspectors appointed to          investigate any rewmen-\nregistered unit trust scheme may make in their report (whether *tions.\ninterim or final) any recommendations considered by them to be\nnecessary for the administration of the scheme with due\nefficiency or economy.\n         (2) After consultation with the manager and trustee\nunder the scheme, the Commission may, by notice in writing iinooi\nserved on them or either of them, as the case may require, direct 'ch.\nthat effect be given within a specified time to all or any of the\nrecommendations made in pursuance of subsection (1):\n  Provided that the Commission shall not be bound to consult lino01\nwith any manager or trustee that fails to avail itself of such 'ch.\nreasonable opportunity for consultation as the Commission shall i in001\n                                                                Sch.\nprovide.\n   2 1 . 4 1 ) If, for the prevention or detection of any offence\nindictable under any provisions of this Act, there exist men's\nreasonable grounds so to do, the Commission may, at any books.    llnool\ntime-                                                             Sch.\n     (a) by notice in writing to any person to whom this\n         subsection applies, give directions requiring that\n         person to produce such books or papers, at such time\n         and place, as may be specified in the directions; or\n      (b) require any person to whom this subsection applies,\n          or authorize any person to require him, to produce\n          forthwith such books or papers as may be specified\n          by the Commission or (as the case may be) that l v m l\n          authorized person acting on like grounds, who shall, Sch.\n          for the purpose of exercising such authority, produce\n          evidence thereof if he be requested so to do.\n24                                         WIT TRUSTS\n                   (2) Subsection (1) applies to a person who is or was\n           registered as a salesman under Part 111, and to any person who\n1 lnOOl\nSch.       appears to the Commission, or any person authorized by the\n1 li2OOl   Commission under subsection (l), to be in possession or to have\nSch.\n           control of any books or papers the production of which it was\n1 lROOl    competent for the Commission or such authorized person to\nSch.\n           require under subsection (1) fiom the person who is or was\n           registered as aforesaid.\n                                                                                        3\n                  (3) Any power conferred by or by virtue of this section\n           to require a person to produce books or papers shall include\n           power-\n                 (a) if the books or papers are produced-\n                         (i) to take copies of them or extracts fiom them;\n                             and\n                         (ii) to require that person to provide an explana-\n                              tion of any of them;\n                (b) if the books or papers are not produced, to require\n                    any person who was required to produce them to\n                    state, to the best of his knowledge and belief, where\n                    they are.\n                   (4) If a requirement to produce books or papers, or\n           provide an explanation, or make a statement, which is imposed\n           by virtue of this section is not complied with, the person on\n           whom the requirement was so imposed shall be guilty of an\n           offence against this Act, so, however, that where a person is\n           charged with an offence under this subsection, it shall be a\n           defence to prove that it was not reasonably practicable for him              ?\n           to comply with the requirement.                                              ‘2\n                  ( 5 ) A statement made by a person in compliance with a\n           requirement imposed by virtue of this section may be used in\n           evidence against him.\n                         [The inclusion of this page is aiithonzed by L N 1 12/2002 ]\n                                             WIT TRUSTS                                               25\n                                      PART V-Wences"
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Production of salesmen’s books.\n                                PART V-QFences"
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22.-(1) Every person who, by any Statement, promise or Fraudulent\n           forecast which he knows to be misleading, false or deceptive, or Ormisleading-\n           by any dishonest concealment of material facts, or by the inginduce-\n           reckless making of any statement, promise or forecast which is acquire\n                                                                              mentsto\n           misleading, false or deceptive, induces or attempts to induce units.\n           another person-\nf-                (a) to enter into or offer to enter into any agreement for,\nLJ\n                      or with a view to, acquiring any of the units under a\n                      registered unit trust scheme; or\n                  (b) to acquire or offer to acquire any such units,\n           shall be guilty of an offence and shall be liable on conviction on\n           indictment in a Circuit Court to a fine or to imprisonment for a\n           term not exceeding seven years or to both such fine and\n           imprisonment.\n                  (2) Every person guilty of conspiracy to commit an\n           offence under subsection (1) shall be punishable as if he had\n           committed such an offence.\n                   (3) Any representation (whether express or implied) to\n           the effect that the registration under Part I1 of any unit trust\n           scheme is indicative of the soundness of the scheme, or is a\n           ground for assuming, considering or anticipating it to be\n           prudent, profitable or otherwise advantageous for any person to\n           act in relation to the scheme as mentioned in paragraph (a) or\n           (b) of subsection (l), is hereby declared to be misleading and\n           accordingly shall be an offence against subsection (1).\n _--\n       I\nU            23.--(1) Subject to the provisions of this section, every Resb-ictions\n           person who distributes or causes to be distributed any Ondistribu-\n                                                                       tioa of cir-\n           documents which, to his knowledge, are circulars containing-                     culwsrelat-\n                                                                                            ing to unit\n                                                                                            trusts.\n                           [Tlie inclusion o f this page is authorized by L.N. I12/2002 1\n26                                          UNIT TRUSTS\n                (a) any invitation to persons to do any of the acts\n                    mentioned in paragraph (a) or (b) of subsection (1) of\n                    section 22; or\n                (b) any information calculated to lead directly or\n                    indirectly to the doing of any of those acts by the\n                    recipient of the information,\n          shall be guilty of an offence and shall be liable-\n                      (i) on conviction on indictment in a Circuit Court\n                          to a fine or to imprisonment for a term not\n                          exceeding five years or to both such fine and\n                          imprisonment;\n                      (ii) on summary conviction in a Resident Magis-\n1 In001                    trate's Court, to a fine not exceeding two\nSch.                       million dollars or to imprisonment for a term\n                           not exceeding two years or to both such fine\n                           and imprisonment.\n                  (2) Every person who has in his possession for the\n          purpose of distribution any documents which, to his knowledge,\n          are such circulars as aforesaid, being documents of such a nature\n          as to show that the object or principal object of distributing them\n          would be to communicate such an invitation or such information\n          as aforesaid, or who has in his possession for such purpose any\n          documents, being to his knowledge like circulars, of a\n          corresponding nature relating to beneficial interests or rights\n          under any unit trust scheme, other than a registered unit trust\n          scheme, shall be guilty of an offence against this Act unless\n          such possession be proved lawful by virtue of any of the\n          following provisions of this section.\n                                                                                           ,--.\n                  (3) Without prejudice to the provisions of section 9, and\n          subject as may be prescribed under paragraph (e) of subsection                   ij\n          (1) of section 28, no documents shall be deemed to be\n          distributed, or caused to be distributed, contrary to subsection\n          (1) by reason only of their being distributed, or\n                          Illic inclusion oftliis page IS aiitliorizcdby L.N. 112/2002 I\n                                     W I T TRUSTS                                27\n     caused to be distributed, to or by salesmen licensed under Part"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23. Restrictions on distribution of circulars relating to unit trusts.\n                                                                                   0"
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Where any offence against this Act committed by a\ncommitted      corporation is proved to have been committed with the consent\nby corpora-    or connivance of any director, manager, secretary or other\ntion.\n               officer of the corporation, he, as well as the corporation, shall be\n               deemed to be guilty of that offence and shall be liable to be\n               proceeded against and punished accordingly.\nConnivance       26. Where any offence committed under section 9 by any\nat illegal     person in relation to units under any registered unit trust scheme\nsalesman-\n               is proved to have been committed with the consent or\nship.\n               connivance of any other person whose business involved the\n               disposal of such units, that other person, as well as the first-\n                                                                                        3\n                                                                                        '\n               mentioned person, shall be deemed to be guilty of the said\n               offence and shall be liable to be proceeded against and punished\n               accordingly.\n                           [The inclusion ofthis page is authorized by L.N. 112/2002]\n                                     W I T TRUSTS                                29"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. Every person who is guilty of an offence against this Act General\n                                                                      penalty.\n      for which no other penalty is provided shall be liable-\n            (a) on conviction on indictment in a Circuit Court to a\n                fine or to imprisonment for a term not exceeding\n                three years or to both such fine and imprisonment;\n            (b) on summary conviction in a Resident Magistrate's\n                Court to a fine not exceeding two million dollars or to ~ ~ ~ o O l\nf;:             imprisonment for a term not exceeding two years, or\n                to both such fine and imprisonment.\n                           PART VI-Miscellaneous\n         2 8 . 4 1 ) The Commission may, with the approval of the Regulations.\n                                                                          11/2001\n      Minister, make regulations for the better carrying out of the sd.\n      provisions of this Act and, in particular, but without prejudice to\n      the generality of the foregoing, such regulations may make\n      provision in relation to all or any of the following-\n                the prescribing of anything authorized or required by\n                virtue of this Act to be prescribed;\n                the books, accounts, and other documents to be kept,\n                in relation to business conducted pursuant to\n                registered unit trust schemes, by managers and\n                trustees thereunder, and by salesmen and any persons\n                whose business involves the acquisition, holding or\n                disposal of any of the units thereunder;\n                the hrnishing to the Commission, or persons 11/2001\n                authorized in that behalf by it, of information relating W.\n                to any business conducted as aforesaid;\n                the conduct of business by persons who act as\n                salesmen;\n                prescribing requirements which shall, in relation to\n                any such circulars as mentioned in section 23, be\n                observed, whether for the purpose of its being\n                  IThe inclusion ofthis page is authorized by L.N. I12/2002]\n30                                  UNIT TRUSTS\n               lawful to distribute or possess them, or to cause their\n               distribution, as provided by subsection (3) or (4) of\n               section 23 or otherwise;\n               registers to be kept for the purposes of this Act;\n               the furnishing of documents and information by\n               applicants and appellants, and the procedure on\n               applications and appeals, under this Act;\n               fees to be paid upon any such applications as\n               aforesaid, the matters in respect of which other fees\n                                                                             e\n               shall be payable, and the amount of such fees;\n               the holding of examinations for applicants or\n               prospective applicants for registration as salesmen\n               and the exemption of persons therefiom;\n               identification cards for licensed salesmen;\n                forms to be used in connection with any of the\n                provisions of this Act;\n                the audit of the accounts relating to registered unit\n                trust schemes.\n             (2) Except in so far as this Act otherwise provides, any\n     power conferred thereby to make regulations may be\n     exercised-\n           (a) either in relation to all cases to which the power\n                extends, or in relation to all those cases subject to\n                specified exceptions, or in relation to any specified\n                cases or classes of cases;\n           (b) so as to make, as respects the cases in relation to\n                which it is exercised-\n                 (i) the 111provision to which the power extends or\n                     any less provision (whether by way of\n                     exception or otherwise);\n                                                                             (3\n                (ii) the same provision for all cases in relation to\n                     which the power is exercised or different\n                     provision for daerent cases or classes of\n                (The inclusion ofthis page is authorized by L.N. I12/2002]\n                                     ;UNITTRUSTS                                   31\n                        case or different provision as respects the same\n                        case or class of case for different purposes of\n                        this Act;\n                (iii) any such provision either unconditionally or\n                      subject to any specified condition.\n0              (3) Any regulations made under this Act may contain\n‘U’\n      such incidental or supplementary provisions as appear to the\n      Commission to be expedient for the purposes of the regulations; 11n001\n      and any regulations so made may provide in respect of the Sch\n      breach of any of the provisions thereof that the offender shall be\n      liable to i f m e not exceeding one million dollars, or to a term of      l:yl\n      imprisonment not exceeding twelve months, or to both such fine\n      and imprisonment, as may be prescribed."
    },
    {
      "provision_ref": "sec29",
      "section": "29",
      "title": "Section 29",
      "content": "29. Notwithstanding any other provision contained in this Exemption.\n      Act, the Minister may by order direct that, subject to such terms,\n      conditions and restrictions (if any) as he may think fit, such\n      provisions of this Act as may be specified in the order shall not\n      apply in relation to any specified unit trust scheme or specified\n      class of unit trust schemes or any specified person or specified\n      class of persons."
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Regulations and orders made under the foregoing ~ar~iament-\n      provisions of this Part shall be subject to negative resolution of arycontrol.\n      the House of Representatives.\n        3 1 . - ( 1 ) If a Justice of the Peace is satisfied by information Entvand\n      on oath that there are reasonable grounds for believing that, at sesrch of\n -    any premises, a person has any documents in his possession in\n\\j    contravention of subsection (2) o h t i o n 23, or by information llnOOl\n      on oath laid by the Commission or by any person authorized in Sch.\n                                                                            1 lROOl\n      that behalf by the Commission that there are reasonable grounds Sch,\n      for believing that there are at any premises books or other\n      documents required to be produced by virtue or in pursuance of\n                   [The inclusion ofthis page is authorized by L.N. I12/2002]\n32                                        WIT TRUSTS\n          section 21 and which are not produced, contrary to subsection\n          (4) of section 21, the Justice may issue a warrant authorizing\n          any constable, together with any other person named in the\n          warrant and any other constables, to enter the premises specified\n          in the information (using such force as is reasonably necessary\n          for the purpose) and to search the premises and take possession\n          of whatever documents appear to be any such documents as\n          aforesaid, or to take, in relation to any documents appearing to                ,?\n                                                                                          i/\n          be any such books or other documents not produced as\n          aforesaid, any other steps which may appear necessary for\n          preserving and preventing interference with them.\n                   (2) Every warrant issued under this section shall\n          continue in force until the end of the period of one month after\n          the date on which it was issued.\n                    (3) Any documents of which possession is taken under\n          this section may be retained for a period of three months or, if\n          within that period there are commenced any criminal\n          proceedings under subsection (2) of section 23 or, as the case\n          may be, such criminal proceedings as are mentioned in\n          paragraph (a) of subsection (1) of section 32 (being proceedings\n          to which any books or other documents so retained may be\n          relevant) until the conclusion of those proceedings.\n                    (4)Every person who wilfully delays or obstructs any\n          person in the exercise of any authority or power conferred upon\n          him by virtue of a warrant issued under this section, or who\n          conceals or attempts to conceal any books or other documents to\n          which any such warrant relates shall be guilty of an offence\n          against this Act.\nObliga-     3 1 A . 4 1 ) Every person having an official duty or being               I   ~\ntion to   employed in the administration of this Act shall-                               i/\nsecrecy\n1lmol             (a) regard and deal with as secret and confidential all\nSch                      documents, information and records obtained in the\n                         course of their duties under this Act, relating to the\n                         operation of a unit trust scheme; and\n                      I I hc inclusion 01 this page IS authorized by L N I 12/2002]\n                                UNIT TRUSTS\n      ( b ) make and subscribe a declaration to that effect before\n            a Justice of the Peace.\n        (2) Every person referred to in subsection (1) having\npossession of or control over any documents, information or\nrecords, commits an offence if, at any time he communicates or\nattempts to communicate such information or anything\ncontained in such documents or records to any person-\n      (a) other than a member of the Commission or other\n            person to whom he is authorized in writing by the\n            Commission to communicate it pursuant to any other\n            law; or\n      ( b ) otherwise than for the purposes of this Act.\n        ( 3 ) A person who is convicted of an offence under\nsubsection ( 2 ) is liable to a fine not exceeding three million\ndollars or to imprisonment for a term not exceeding three years\nor to both such fine and imprisonment.\n        ( 4 ) A person to whom information is communicated\npursuant to an authority of the Commission in that behalf shall\nregard and deal with such information as secret and confidential\nand shall make and subscribe a declaration to that effect.\n        (5) A person referred to in subsection ( 4 ) who at any\ntime communicates or apempts to communicate any information\nreferred to in that subsection to any person otherwise than for\nthe purposes of this Act, shall be guilty of an offence and liable\non summary conviction before a Resident Magistrate to a fine\nnot exbeeding three million dollars or to imprisonment for a\nterm not exceeding three years or to both such fine and\nimprisonment.\n  3 2 . - 4 1 ) The obligation as to secrecy imposed by section 3 1A Disclosure\nshall not prevent the disclosure of information-                     of infonna-\n                                                                     tion in\n                                                                            c d n\n                                                                            circum-\n                                                                            stances.\n                                                                            1ll2OOl\n                                                                            Sch\n             lThe Inclusion of thls page la authorized by L.N. 180A120061\n                                               UNIT TRUSTS\n                     (a) to a competent authority;\n                     (b) where the publication or disclosure is required for the\n                         institution of, or otherwise for the purposes of any\n                         criminal proceedings under, or arising out of, the\n                         Companies Act, or this Act;\n                     (c) for the purposes of section 3 1 or 38, or of provisions\n                         of section 164 of the c h p a n i e s Act, in their\n                         application pursuant to any of the provisions of                  i\n                         section 19; or\n                     (d)the disclosure is ordered by the Court for the purposes\n                         of any civil proceedings.\n                      (2) In subsection (1) (a) \"competent authority\" means\n               the Minister, the Supervisor of Banks and Financial Institutions,\n               the Chief Executive Officer of the Jamaica Deposit Insurance\n               Corporation, or the Financial Secretary.\nSaving for       33.-41) No counsel shall be required under this Act to\nsolicitors,\ncounsel and    disclose, whether by way of the production of any document or\nbankers.       otherwise, any privileged communication made by or to him in\n               that capacity, except as respects the name and address of his\n               client.\n                       (2) No banker shall be required under -this Act to\n               disclose, whether by way of the production of any document or\n               otherwise, information as to the aff irs of a customer unless the\n                                                              1\n               customer has been required under t is Act to disclose any such\n               information.\nExtension of     34. Where any provision of this Act or regulation made\ntime.\n               thereunder requires anything to be done within a specified\n               period of time and no provision is made for the extension\n               thereof, that period (whether expired or not) may in any\n11/2001        particular case be extended by the Commission.\nSch\nPowers not"
    },
    {
      "provision_ref": "sec35",
      "section": "35",
      "title": "Section 35",
      "content": "35. Any criminal proceedings under this Act shall be without\naffected by    prejudice to the cancellation of the registration of any unit trust\ncriminal\nproceedings.\n               scheme, and of any salesman, under this Act.\n                            [The lneluslon of this page Is nuthorlzed by L.N. 180A120061\n                                UNIT TRUSTS                                       35"
    },
    {
      "provision_ref": "sec36",
      "section": "36",
      "title": "Section 36",
      "content": "36.-41) Every notice required or authorized to be given to Notices.\n    any individual under any provisions of this Act may be served\n    on him personally or by post.\n           (2) For the purposes of service of any notice on any\n    individual by post pursuant to any provisions of this Act, the\n    notice may be posted to his last known business or private\ne   address.\n            (3) Service by post pursuant to subsection (1) of section\n    14 shall be by registered post.\n           (4) [Deleted by Act l l of2001.1"
    },
    {
      "provision_ref": "sec37",
      "section": "37",
      "title": "Section 37",
      "content": "37. The Commission shall, whenever it considers it Gatetting\n    expedient so to do for public information, cause an up-todate       !FgL\n    list of salesmen licensed under Part 111 to be published in the salesmen.\n                                                                    Ii n m i\n    Gazette.                                                        Sch."
    },
    {
      "provision_ref": "sec38",
      "section": "38",
      "title": "Section 38",
      "content": "38. The Commission shall, not less often than once a year, Publication\n    cause particulars of every registered unit trust scheme to be       :'Tim-\n    published in such manner as it thinks proper.                 SC~W~S.\n                                                                        l In001\n                                                                        Sch.\n                    h d w b a of L b page b wtborhcd by LN. 153/U)lll\n                                                UMIT TRUSTS\n                                                 SCHEDULE                                  !\n                                                                                  (Sections 5 and 19)\n                    MATTERS FOR WHICH TRUST DEEDSPURSUANTTO UNIT T ~ U S T\n                                     SCHEMES MUST PROVIDE\n                                                                                           I\nL.N. 9 4 J m ~ ~ 1. Subject to the methods of calculation specified by the Commission by\n             notice in writing fmm time to time, for determining the mannkr in which the\n             manager's prices for units on a sale and a purchase respecfively, and the\n             yietd from the units, are to be respectively calculated, and\n             holder of any units to require the manager to purchase\n             calkulated accordingly."
    },
    {
      "provision_ref": "sec111",
      "section": "111",
      "title": "Section 111",
      "content": "111, or to any persons who are authorized in writing by the\n                                                                      1 lL2OOl\n     Commission to receive them or whose business involves the Sch.\n     acquisition, disposal or holding of securities or who are\n     employed in any such business; and, subject as aforesaid, no\n     documents shall be deemed to be in the possession of any\n     person contrary to subsection (2) where he is in possession of\np,   them with a view to their being distributed-\n.\nJ          (a) as aforesaid, in the case of documents relating to any\n                registered unit trust scheme;\n           (b) not inconsistently with section 4, to any persons\n                authorized by the Commission to receive the same, or llQOOl\n                                                                      Sch.\n                employed 'by the manager or trustee under any\n                registered unit trust scheme and authorized by or on\n                behalf of such manager or trustee (as the case may\n                be) to receive the same, in the case of documents\n                relating to any unit trust scheme not being a\n                registered unit trust scheme.\n             (4) Documents shall not, for the purposes of this\n     section, be deemed not to be circulars, by reason only that they\n     are in the form of a newspaper, journal, magazine, or other\n     periodical publication; but, subject as may be prescribed under\n     paragraph (e) of subsection (1) of section 28, a person shall not\n     be taken to contravene this section by reason only that he\n     distributes, or causes to be distributed, to purchasers thereof, or\n     has in his possession for the purpose of distribution to\n     purchasers thereof, copies of any newspaper, journal, magazine\n     or other periodical.\nr            ( 5 ) Where any person is convicted of any offence under\nb'   this section, the court dealing with the case may make an order\n     authorizing the destruction or the disposal in any other specified\n     manner, of any documents produced to the court which are\n     shown to its satisfaction to be documents in respect of which the\n     offence was committed:\n                 [The inclusion ofthis page is authorized by L.N. 112/2002]\n28                                             UNIT TRUSTS\n                 Provided that an order under this subsection shall not\n               authorize the destruction of a document, or the disposal of a\n               document in any other manner, until conclusion of the\n               proceedings in the matter of which the order is made.\nFalse state-     24.--(1) Every person who, in furnishing any information for\nments and      any of the purposes of this Act or regulations made thereunder,\nBlsification\nor deshuc-     makes any statement which, to his knowledge, is false in a                   '\n                                                                                            -\n                                                                                            ,\n                                                                                              7\ntion of        material particular, or recklessly makes a statement which is\ndocuments.\n               false in a material particular, shall be guilty of an offence\n               against this Act.\n                      (2) Every person who destroys, mutilates, falsifies or\n               makes .any false entry in, any document which is required by\n               virtue or in pursuance of any provisions of Part IV to be\n               produced, or of which it is reasonable to suppose that production\n               might be so required, shall be guilty of an offence against this\n               Act, unless he proves that, in so doing, he had no intention to\n               deceive or suppress information so as to contravene the law.\nOffences"
    }
  ],
  "definitions": [
    {
      "term": "bank",
      "definition": "commercial bank as defined in subsection",
      "source_provision": "sec2"
    },
    {
      "term": "broker",
      "definition": "any person who carries on the business of",
      "source_provision": "sec2"
    },
    {
      "term": "building society",
      "definition": "a society incorporated under the",
      "source_provision": "sec2"
    },
    {
      "term": "Commission",
      "definition": "the Financial Services Commission 1112001                     ,",
      "source_provision": "sec2"
    },
    {
      "term": "corporation",
      "definition": "any body corporate, whether",
      "source_provision": "sec2"
    },
    {
      "term": "debentures",
      "definition": "any debentures, debenture stock or",
      "source_provision": "sec2"
    },
    {
      "term": "life insurance company",
      "definition": "any corporation whose",
      "source_provision": "sec2"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for finance, and",
      "source_provision": "sec2"
    },
    {
      "term": "registered unit trust scheme",
      "definition": "any unit trust scheme",
      "source_provision": "sec2"
    },
    {
      "term": "shares",
      "definition": "shares in the share capital of a corporation",
      "source_provision": "sec2"
    },
    {
      "term": "the Tribunal",
      "definition": "the Appeal Tribunal established",
      "source_provision": "sec2"
    },
    {
      "term": "unit trust scheme",
      "definition": "any arrangements (whether in",
      "source_provision": "sec2"
    },
    {
      "term": "competent authority",
      "definition": "the Minister, the Supervisor of Banks and Financial Institutions,",
      "source_provision": "sec30"
    }
  ]
}