{
  "id": "jm-stat-the-university-council-of-jamaica",
  "type": "statute",
  "title": "The University Council of Jamaica",
  "title_en": "The University Council of Jamaica",
  "short_name": "University Council of Jamaica",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-university-council-of-jamaica",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-university-council-of-jamaica | Legal areas: Education",
  "provisions": [
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. The function of the Council shall be to promote pp~crionor\nthe advancement in Jamaica of education, learning and the c!omlca.\nknowledge in the fields of science, technology and the arts\nby means of the grant of academic awards and distinctions\nand for that purpose-\n        me inclusion of this page is authorized by L.N. 37/1988]\n6                             UNIVERSITY COUNCIL OF JAMAICA\n                    (a) to determine the conditions governing the gruril of\n                          such awards and disti;ictions; arid\n                    ( b ) to approve courses ol study to be pursued by can-\n                          didates to qualify for such grants, including, where\n                          appropriate, arrangements for training and\n                          experience in industry or commerce associated with\n                          such courses.\nPOW    ot         5. In the exercise of its functions the Council shall have\nthe\ncouncil.        Power-\n                         to grant and confer Degrees, Diplomas, Certificates\n                          and other academic awards and distinctions to and\n                          on persons who have pursued courses of study\n                          approved by the Council at associated institu-\n                          tions and have passed such examinations or other\n                          tests as may from time to time be required by the\n                          Council;\n                         to grant and confer Degrees to and on persons\n                          who have carried on research under the supervi-\n                          sion of an educational or research establishment\n                          under conditions approved by the Council;\n                         to grant and confer, subject to such conditions as\n                          the Council may determine, Honorary Degrees and\n                          distinctions to and on persons selected by the\n                          Council;\n                         on what the Council may deem to be good and\n                          sufficient cause, to deprive persons of any Degrees,\n                          Diplomas, Certificates or other awards and distinc-\n                          tions granted to or conferred on them by the\n                          Council;\n                         to accept, in partial fulfilment of the study and\n                          examination requirements for the awards of the\n                          Council, such periods of study and examinations\n            I\n                          as are recognized by the Council and successfully\n                          completed by studepts on courses other than those\n                         leading to the awards of the Council;\n           UNlVERSlTY COUNCIL OF JAMAlCA                                    7\n        to co-operate with other organizations and bodies\n        for such purposes as the Council may deem fit;\n        to appoint such bodies as the Council may think\n        fit, consisting either wholly or partly of members\n        of the Council and to delegate to such bodies with\n         or without restrictions cr conditions as it thinks fit,\n         the exercise of any of the Council's functions,\n         except functions relating to finance and the\n         appointment and dismissal of the President of the\n        Council;\n        to supervise and co-ordinate the work of bodies\n        appointed by it and to determine all matters and\n        disputes which may be submitted or referred to it\n        by any such body;\n         to act as trustee of any property, legacy, endow-\n         ment, bequest or gift for the purposes of the Coun-\n         cil and, unless expressly forbidden by the terms of\n         the trust, to invest funds arising therefrom in\n         investments authorized under the Trustee Act;\n         to demand and receive fees in connection with the\n         exercise of its functions and to receive grants\n         and other payments;\n         to appoint any person to hold honorary office in\n         connection with the Council;\n         to do all such other acts and things as, in the\n         opinion of the Council, are necessary or incidental\n         to the proper performance of its functions."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) The Council may, whenever it thinks fit, appoint ~                ~ w -\na President who shall hold office for a period of five years.        E\n                                                                     !:t\n     (2) A person appointed President shall be eligible for sExaxltivr\n                                                              e~ttary\n                                                             and other\nreappointment.                                               fbtr.\n     (3) The Council shall appoint a fit and proper person\na                     UNIVERSITY COULVCIL OF JAMAICA\n         to be the Executive Secretary to the Council at such re-\n         muneration and subject to such conditions as the Council\n         may determine.\n               (4) The Council may appoint and employ such other\n         officers and servants as it thinks fit, at such remuneration\n         and subject to such conditions as it thinks fit.\n            Provided that-\n              (a) no salary in excess of the prescribed rate shall be\n                      assigned to any post without the prior approval of\n                      the Minister; and\n              (b) no appointment shall be made to any post to which\n                      a salary in excess of the prescribed rate is assigned,\n                      without the prior approval of the Minister.\n                ( 5 ) For the purposes of subsection (3) the prescribed\n         rate means fifteen thousand dollars or such higher rate as\n         the Minister may from time to time determine."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. The Governor-General in Council may, after consul-\n         tation with the Chairman, give to the Council in writing\n         such directions of a general nature as appear to the\n         Governor-General to be necessary in the public interest.\n                                FinanciaI Provisions\nFunds.     8 . 4 1 ) The funds of the Council shall consist of such\n         moneys as may from time to time be placed at its disposal\n         for the purposes of this Act by Parliament and such other\n         moneys as may lawfully be paid to the Council.\n                (2) The expenses of the Council (including any re-\n         muneration of the members and staff thereof) shall be paid\n         out of the funds of the Council."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-( 1) The Council shall keep proper accounts and other\n         records in relation to its business and shall prepare annually\n         a statement of accounts in a form satisfactory to the\n         Minister.\n                  me inclusion of this page is ausorized by L.N. 37/1988]\n             UNIVERSITY COUNCIL OF JAMAICA                             11\n     (2) There shall be exempt from taxation under the\nTransfer Tax Act any transfer by the Council of property\nbelonging to it or of any right or interest created in, over or\notherwise with respect to such property.\n          [The inclusion of this p a p is authorized by LN. 37fi988J"
    }
  ],
  "definitions": []
}