{
  "id": "jm-stat-the-university-hospital-act",
  "type": "statute",
  "title": "The University Hospital Act",
  "title_en": "The University Hospital Act",
  "short_name": "University Hospital Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-university-hospital-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-university-hospital-act | Legal areas: Education",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the University Hospital Act.                short title.\n                                                                                 Interpreta-"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2 . 4 1 ) In this Act-                                                  tion.\n                                                                                 911967\n                                                                                 S. 3.\n          \"the Board\" means the body referred to in section 4;\n          ?employee\" me& any person employed'in any capacity by\n             the Board pursuant,to the provisions of this Act;\n          \" ~ o s ~ i t a means\n                          l\"    the Hospital established pursuant to the\n               provisions of this Act.\n. . 3. h e r e     shall b e ' established at Mona in the parish of Establish-\n    saint ~ n d r e wa teaching. hospital which from a d after the               :$:'&\n    1 6th February, 1967, shall-                                    Hospital.\n                                                                                 911 967\n                                                                                 S. 4.\n           (a) be known as the university Hospital; and\n    ,*\n           (b) be capable of providing accommodation for patients\n               and facilities for the instruction of medical students."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4 . 4 1 ) There is hereby established a body corporate to Establish-\n,\n    be known as the University College Hospital Board of Manage-\n    ment which shall have perpetual succession and a common seal\n                                                                                 :sf\n    and power to acquire by purchase, barter, exchange, devise,\n    bequest, gift or other manner whether similar to the foregoing or\n    not and to hold and dispose of by sale, barter, exchange, gift or\n    any other manner whether similar to the foregoing or not land\n    and other property of whatever description.\n                                      UNIVERSITY HOSPITAL\n                    (2) The seal of the Board shall be authenticated by\"the\n            signatures of the chairman, or one member of the Board autho-\n            rized to act in that behalf, and the secretary of the Board, and\n            such seal shall be officially and judicially noticed.\n                   (3) All documents, other than those required by law to\n            be under seal, made by, and all decisions of, the Board may\n            be signified under the hand of the chairman, any member of\n            the Board authorized in that behalf or the secretary of the Board.\n                    (4) The Board may sue and be sued in their cor-                    '\n             porate name and may for all purposes be described by such\n             name.\n                      (5) The powers of the Board shall not be affected by\n              any vacancy in the meinbership thereof, nor by the fact that\n              it is afterwards discovered that there was some defect in the\n              appointment or qualifications of a person purporting to be\n            - a'member of the Board.\n911967          *\n                     (6) From and after the 16th February, 1967, the Univer-\nS.5;<- ,\n             sit? college ~ospitalBoard of ~ a n a ~ e m eshall.\n                                                           n t be known as\n             the Univeisity Hospital Board of ~ h a ~ e m e n t .       x\nDuties of       5.-41) The duties of.the Board shall be-\nBoard.                                           -    *\n911967\ns. 2 (2).           (a) to construct, equip, fiunish, maintain, manage, control\nS. 6 (b).      \"    .\n                        and operate the University Hospital together with all\n                        such schools for the training of hospital nurses or\n                        hospital technicians of any description as the Board\n                     '\n                        may think requisite for ensuring that the University\n                        Hospital is at all times adequately provided with\n                        hospital nurses and technicians;\n                     (b) to make all such appoinitnents as may be necessary to\n                    -    enable the duties imposed by paragraph (a) to be fully            ,\n                         and effectually performed;'\n                   UNIVERSITY HOSPITAL                                     5\n         to prepare and to submit to the Minister not later 9/1967\n                                                               S. 6 (a).\n         than the 31st day of October in each year a report\n         of the activities of the Board, a financial statement\n         of all receipts and expenditure and a balance sheet\n         in respect of the operations of the Board during\n         the preceding financial year and such report and\n         financial statement together with the auditor’s\n         report thereon and on the accounts shall be laid\n         on the Table of the House of Representatives;\n        to prepare and submit to the Minister not later\n         than the 30th day of September in each year their\n         estimates of revenue and expenditure during the\n         next financial year in relation to the operations\n         of the Board and the Hospital and any activities\n         associated with the Hospital;\n        to prepare and submit to the Minister and to the\n         University of the West Indies not later than the\n         30th day of September in each year a triennial\n         forecast of revenue and expenditure during the\n         next three financial years in relation to the\n         operations of the Board and the Hospital and any\n         activities associated with the Hospital.\n     (2) In this Act “financial year” means the twelve 9/1967\n                                                       S. 6 (b).\nmonths ending the 31st day of July in any year."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6 . 4 1) The Minister shall consider the estimates sub- Considera-\n                                                           tion of\nmitted by the Board under paragraph (d)of section 5 and Hospital\nshall, on or before the 30th day of April in each year,           ytg:F\napprove such estimates either without modification or with s. 7.\nsuch modification as he may think fit.\n      (2) No sum shall be expended during any financial\nyear other than is provided in the estimates approved under\nsubsection (1) in relation to that financial year, unless such\nsum has been included in a supplemental estimate of\n      me inclusion of this page is authorized by L.N. 480/1973]\n6                              UNIVERSITY HOSPITAL\n            expenditure which has received the approval of the\n            Minister.\n                  (3) The Board may, subject to such conditions as\n            may be imposed by the Minister, apply savings effected or\n            to be effected on any head of their estimates or a surplus\n            of actual over estimated receipts to meet deficiencies on\n            any head, so, however, that the total expenditure shall not\n            exceed that approved by the Minister in such estimates.\nGeneral       7. In addition to any powers conferred by any other\npowers of\nBoard.      section of this Act the Board shall have the following\n            powers-\n                (U)   to make standing orders regulating the date, time\n                       and place of meeting of the Board and the conduct\n                       of business and the procedure to be followed at\n                      any meeting of the Board, so, however, that such\n                      standing orders shall provide that no business\n                      except the business of adjourning to some other\n                      day and time shall be transacted at any meeting\n                       of the Board unless there are present not less than\n351 1960              nine members of the Board (including the chair-\nS. 3 (a).              man or the acting chairman);\n9/ I967\nS. 8(a).\n                (b) to delegate the performance of any duty imposed\n                    or the exercise of any power conferred by or\n                    under this Act upon the Board to a sub-committee\n                    composed of so many and such members of the\n                    Board and so many and such (if any) persons\n                    other than members of the Board as the Board\n                    may appoint, so, however, that no act of any sub-\n                    committee shall have any effect unless such act is\n                    ratified by the Board not later than the next\n                    meeting but one of the Board after the meeting\n                    of the sub-committee at which such act was done;\n                  me inclusion of this page is authorized by L.N. 480/1973]\n               UNIVERSITY HOSPITAL                                          7\n(4 without prejudice to paragraph (b)-                         351 1960\n                                                               S . 3 (b).\n        (i) to appoint a committee to be known as the\n            Finance and General Purposes Committee\n            composed of a member or members of the\n            Board and such other persons as the Board\n            may think expedient, such committee to\n            have power to regulate its own quorum\n            and procedure, to hold office for such term\n            as the Board shall fix and to appoint sub-\n            committees whose decisions are to be\n            subject to ratification by the committee:\n       (ii) to delegate to the Finance and General\n            Purposes Committee (subject to such con-\n            ditions or exceptions, if any, as may be\n            specified in the resolution of appointment\n            or any subsequent resolution) the exercise\n            and performance of all or any of the\n            powers and duties of the Board in relation\n            to the management, control and operation\n            of the Hospital;\n(4 to borrow money and to secure the repayment of\n    any money so borrowed by mortgaging or pledg-\n    ing any property of the Board or by the issue of\n    debentures, debenture stock or scrip or otherwise;\n(e) to draw, negotiate and accept bills of exchange,\n    cheques and promissory notes;\n(f> to make, with the approval of       the Minister 9/1967\n    responsible for finance, schemes providing for the S . 8 (b).\n    establishment and maintenance of superannuation\n    funds, the contributions payable thereto and the\n    benefits receivable therefrom;\n(s) to enter into all such contracts as the Board may\n    consider necessary or expedient to be entered into\n8                               UNIVERSITY HOSPITAL\n                     for the due performance of any duty imposed or\n                     the effective exercise of any power conferred upon\n                     the Board by or under this Act;\n               (h) to incur all such expenditure as the Board may\n                   consider necessary or expedient for the due per-\n                   formance of any duty imposed or the effective\n                   exercise of any power conferred upon the Board\n                   by or under this Act;\n               (9 such other powers as the Minister may by order\n                     confer upon the Board at the request of the\n                     Board.\nPower to     8 . 4 1 ) Subject to the provisions of subsection (2) the\nmake\nby-laws.   Board may make by-laws-\n                (a) prohibiting or restricting the access of members\n                      of the public or of any class of members of the\n                      public to any premises vested in or occupied by\n                      the Board or to any portion of such premises;\n               (b) regulating the hours during which, the means\n                   whereby, the purposes for which and the con-\n                   ditions subject to which members of the public\n                   or any class of members of the public may have\n                   access to or egress from any premises vested in\n                   or occupied by the Board or any portion of such\n                   premises;\n               (c)   for ensuring the maintenance of good order and\n                     discipline amongst members of the public at any\n                     time when upon any premises vested in or\n                     occupied by the Board;\n               (4 for preventing the unauthorized or improper use\n                     of or the wilful or negligent occasioning of injury\n                     to any property vested in or occupied by the\n                     Board.\n                 F e inclusion of this page is authorized by L.N. 480/1973]\n                             UNNERTITY HOSPITAL                                         9\n    -    (2) By-laws under this section shall be of no effect\n  until such time as they are approved by the Minister and are\n  published in the Gazette.\n         (3) Every person who contravenes any by-law under\n  this section shall be guilty of an offence against this section\n  and on summary conviction before a Resident Magistrate shall\n  be liable to a fine not exceeding two hundred and fifty 7 n o 1 1\n  thousand dollars and\n                    '  - in default of payment of such fine to be Schh.\n  imprisoned for any term not exceeding thirty days.\n         (4) For the purposes of this section members of the\n  Board, employees of the Board, medical or other students at\n  the Hospital or at any school maintained. by the Board\n  pursuant ,to this Act and in-patients at any such Hospital shall\n  not be deemed to be members of the public."
    },
    {
      "provision_ref": "sec8a",
      "section": "8A",
      "title": "Section 8A",
      "content": "8A. The Minister hay, by order subject to affirmative Minister\n  resolution, arne'nd the monetary penalties specified in this Act. may amend\n                                                                    mo,tw\n                                                                               penalties.\n                                                                               71201 1\n                                                                               Sch."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1)   Subject to the provisions of this section the Board           Regula-\n   may make-.such regulations as may be necessary or expedient tions.\n:. generally, provided that no regulations may be! made without\n   the approval of the Minister-           '\n                                                   k\n         (a) for securing the full and effectual performance of any\n             duty imposed and exercise of any power 'conferred\n.-      .\n             upon'the Board by or under this Act;'\n         (b) for securing the proper, efficient and economic main-\n             tenance, management, organization, administration and\n             operation of the University Hospital, and of any clinic, 911967\n             out-patients department, laboratory, research or experi- S. (2)\n             mental station or school operated by the Board;\n        (c) for securing the proper, efficient and economic main-\n            tenance, management, administration, organization and\n            use of any facilities or services of any description\n            provided by or at the expense of the Board at the 91196,\n            University Hospital or elsewhere;                     s 2(2).\n    10                                        UNIVERSITY HOSPITAL\n                             (d) for securing the health and safety of all persons\n    I\n    I               -            upon any premises vested in or occupied by the\n                                 Board;\n    I\n                             (e) for the preservation of all property vested in the Board\n                                 and for the proper and economic use of all such\nI               '                property.                         7\n                                                                     I\n                             (2) Without prejudice to the generality ' of the provisions\n                        of subsection (1) regulations under this section may-     -\n                             (a) regulate or restrict the admission to the Hospital or the\n                                 attendance at any clinic or out-patients department\n                                 maintained by the ~ o & ,ofd                    any\n                                                                    patients, and provide\n                                 for the conditions upon which patients. may, be so\n                                 admitted or may so attend, and for the maintenance of\n                              . good order and discipline amongst patients at any time\n                                 when upon any premises vested in or occupied by\n                                 the Board, and for the discharge of patients from the\n                                 Hospital;\n                                                             I   ,       .             I   *\n                             (b) provide for the accommodation, maintenance, care\n                                %aridtreatment of and for the regLen to be followed by\n                                 any patients admitted to the Hospital;\" ,,     ,              A   A\n                        . . .(c) .irkvide\n                                    ,     for the treatment 'of patikits attending any\n        I\n                                 clinic or out-patients department operated by the\n                                 Board;\n        I\n        I\n                             (d) regulate or restrict the possession or use of articles\n                                 of any description by any patients at any time\n                                 when upon any premises vested in or 'occupied by\n        I\n                                 the Board;\n            I                (e) regulate or restrict the attendance at ,the Hospital or at,\n                                 any clinic, out-patients department or school operated\n                                 by the Board of medical students and of other students\n            I                    and provide for the conditions. upon which such                       1\n                                 students may so attend;\n                                                                             t\n              UNIVERSITY HOSPITAL                             11\n  regulate or restrict the use of any educational,\n  social or recreational facilities or amenities pro-\n  vided by or at the expense of the Board or upon\n  any premises vested in the Board by medical\n  students or other students;\n  provide for the maintenance of good order and\n  discipline amongst medical students at any time\n  when upon any premises vested in or occupied by\n  the Board;\n  provide for the maintenance of good order and\n  discipline at all times amongst employees and\n  students other than medical students permitted\n  to attend the Hospital or any clinic, out-patients\n  department or school operated by the Board;\n  prescribe the course of study to be pursued and\n  the examinations to be taken by and provide for\n  ensuring the diligent attention to their studies of\n  any students other than medical students admitted\n  to attend at the Hospital or at any clinic, out-\n  patients department or school operated by the\n  Board;\n  prevent the improper or unauthorized use of, or\n  the wilful or negligent loss of OL:damage to, any\n  property vested in or occupied by the Board by\n  any employee or student;\n  provide for the allocation of their duties amongst\n  employees and for ensuring the due performance\n  of those duties by such employees;\n  provide for the holding of enquiries into alleged\n  breaches of regulations by any employee or\n  medical m other student admitted- to attendance\n  at the Hospital or at any clinic; ont-patients\n  department or school operated by the B o d and\n  for the person by whom such enquiries are to be\n12                        UNIVERSITY HOSPITAL\n              held and for the procedure to be followed at such\n              enquiries;\n         (m)provide for the penalties by way of fine, suspen-\n            sion from employment or from attendance at the\n            Hospital or at any clinic, out-patients department\n            or school operated by the Board or from the use\n            of any educational, social or recreational facilities\n            provided by or at the expense of the Board or\n            upon any premises vested in or occupied by the\n            Board, or dismissal or expulsion from the Hospital\n            of any employee, medical student or other student\n            who after due enquiry is found to have contra-\n            vened any regulations applicable to such employee,\n            medical student or other student, as the case may\n            be;\n         (n) prescribe the fees to be payable in respect of any\n             accommodation, treatment, instruction, amenities,\n             facilities, services or materials of any description\n             provided by or at the expense of the Board\n             whether at the Hospital or elsewhere and provide\n             for the manner in which such fees shall be\n             collected, accounted for and disposed of, so, how-\n             ever, that regulations shall not be made under\n             this paragraph prescribing the payment of any\n             fees by medical students in respect of instruction.\n            (3) Regulations under paragraph (I) of subsection (2)\n     shall provide for any employee, medical student or other\n     student who is alleged to have committed any breach of\n     any rule in respect of which an enquiry is held to be\n     afforded an opportunity of hearing the whole of the\n     evidence against him and of cross-examining any witnesses\n     who give evidence against him and of giving evidence and\n     calling witnesses upon his own behalf:\n                       UNIVERSITY HOSPITAL                                   13\n   Provided, however, that an employee charged for any\nbreach of any rule shall have the right to elect another person\nto defend him or appear on his behalf.\n        (4) Regulations under paragraph (m) of subsection (2)\nshall not provide for the imposition-\n      (a) upon any employee of any greater penalty than a fine\n          of three days pay except with the approval of the\n          Board;\n      (b) upon a student other than a medical student of any\n          greater penalty than a fine of ten thousand dollars 712011\n                                                                       SC~.\n          except with the approval of the Board;\n      (c) upon a medical studenfof any penalty-\n              (i) other than . suspension for a period not exceed-\n                  ing twelve months from the use of any educa-\n                  tional, social or recreational facilities or arneni-\n                  ties provided by or at the expense of the Board\n                  or upon any premises vested in or occupied by\n                  the Board or exclusion for any prescribed period\n                  or permanently from admission to the Hospital\n                  or to any clinic, or out-patients department\n                  operated by the Board; or\n             (ii) in respect of any contravention of regulations\n                  made under this section committed elsewhere\n                  than upon premises vested in or occupied by the\n                  Board.\n        (5) Notwithstanding section 29(b) of the Interpretation 7/20] 1\nAct, regulations made under this section may provide in respect Sch.\nof any of the provisions thereof for the imposition of penalties\non summary conviction in a Resident Magistrate's Court of a\nfine not exceeding one million dollars or imprisonment for a\nterm not exceeding twelve months or both such fine and im-\nprisonment.\n    lo.-(]) The Board shall be comprised of eighteen members Composl-\n                                                                       tlon of\nconsisting of the following-                                           Board\n      (a) six ex ofJicio members, who shall be-                        911967\n                                                                       S 9\n              (i) the Vice-Chancellor of the University of the\n                  West Indies;\n                     UNIVERSITY HOSPITAL\n          (ii) the Dean of the Faculty. o f Medicine of the\n               University of the West -Indies;\n          (iii) the Chief Mkdical officer, Jamaica;\n          (iv) the Financial Secretary, Jamaica;\n          (v) the ~ i r s aof\n                           r the University of &west Indies;\n          (vi) the Chairman of the Medical Committee of the\n               Hospital;\n    (b) four members elected from time to time by the Council '\n        of the University of- the West Indies, of whom not                  ,\n        more than one shall be a registered'medical practi-\n        tioner;\n    (c) eight members appointed by the Minister and consist-\n        ing of the following-\n           (i) three persons resident in Jamaica, one of whom\n               shall be a registered medical practitioner\n                engaged in private practice;\n           (ii) one registered medical practitioner appointed on\n                the nomination of the Jamaica Medical Associa-\n                tion; and\n          (iii) four persons, of whom one at least shall be a\n                woman, appearing to the Minister to be in-\n                terested in social welfare generally or in the\n                welfare or after-care of patients attending the\n                Hospital:\n   Provided that any ex oficio member mentioned in sub-\nparagraph (i), (iv) or (v) of paragraph (a) may nominate some\nperson to act on his behalf in the absence or inability to act of\nsuch ex oflcio member but no person so nominated shall act as\nchairman of the Board.\n       (2) The Minister shall appoint one of the members of\nthe Board to be the chairman thereof.\n                                                                 -      -\n                        UNIVERSITY HOSPITAL                                   15"
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-(1) There may be paid to the chairman such Remunera-\n                                                       tion of\nremuneration (if any) as the Minister, after consulta- chairman.\ntion with the Minister responsible for finance, may 911967\n                                                       s. 10.\napprove.\n        (2) At any time when the office of chairman is\nvacant or the chairman is incapable of acting or has been\ngranted leave by the Board the Board may appoint one\nof its members to act as chairman until such time as the\noffice of chairman is filled or until the chairman becomes\ncapable of acting or until the expiration of the leave of\nabsence granted to the chairman, as the case may be, and\nany person so appointed shall have for the duration of his\nappointment all the powers of the chairman.\n       (3) If the chairman or the acting chairman fails to\nattend any meeting of the Board the members present at\nsuch meeting may elect one of their number to act as\nchairman at such meeting."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.-(l)  Subject to the provisions of subsection (2) every Tenureof\nmember of the Board except an ex oficio member shall\nhold office for a period of three years from the date of ofseats.\n                                                                           tzjzd\nhis appointment or election as the case may be and shall S.9 / 1967\n                                                               11\nbe eligible for reappointment or re-election as the case (a) & (b).\nmay be.\n        (2) Every member of the Board shall be deemed to\nhave vacated his seat on the Board if-\n    (a) he dies or becomes bankrupt; or\n    (l7) there is passed by the Board a resolution declaring\n         that he has become incapable by reason of mental\n         or bodily infirmity of discharging his duties; or\n    (c) there is passed by the Board a resolution declaring\n         that he has during two consecutive months been\n         absent from not less than one-half of the meetings\n            [ n e inclusion of this page is authorized by L.N. 90/ 19931\n16                              UNIVERSITY HOSPITAL\n                    of the Board without the leave of the Board first\n                    had and obtained; or\n                (6) he tenders his resignation in writing to the Board;\n                     or\n                (e) he is an ex oficio member of the Board; upon his\n                     ceasing to hold the office by reason of the holding\n                     of which he is an ex oficio member of the Board.\n                    (3) So soon as may be after any member of the\n            Board is deemed to have vacated his seat on the Board\n            pursuant to the provisions of subsection (2) another person\n            shall be appointed or elected as a member of the Board\n            in place of the member who is deemed to have vacated\n            his seat on the Board by the person or body of persons\n            by whom the member so deemed to have vacated his seat\n            was appointed or elected.\nAudit.        13. The accounts of the Board shall be audited annually\n9/1967      by the Auditor-General or under such arrangements and in\ns. 12.\n            such manner as may be approved by the Auditor-General\n            and the members, officers and servants of the Board shall\n            grant to the person conducting such audit access to all the\n            books, documents, cash and securities of the Board and\n            shall give to him on request all such information as shall\n            be within their knowledge in relation to the operation of\n            the Board.\nExemption     14. Notwithstanding anything to the contrary no customs\nfrom\nCUOtWUS\n            duty or tax under the General Consumption Tax Act shall\nduty or\ntax.\n            be payable upon any articles imported into Jamaica or taken\n16/1991     out of bond in Jamaica by the Board.\nS. 64.\n                    me inclusion d this page is authorized by LN.90/1993]"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. Exemption from customs duty or tax.\n                             UNIVERSITY HOSPITAL                                            3\n                                                                             .    Cap.400.\n                                                                                     Law\n                  THE UNIVERSITY HOSPITAL ACT -                                  35 of 1960.\n                                                                                     Acts\n                                                                                   9 of 1967.\n                                                                                  16 of 1991\n                                                       [26th November, 1948.1\n                                                                                     Sch."
    }
  ],
  "definitions": [
    {
      "term": "the Board",
      "definition": "the body referred to in section 4",
      "source_provision": "sec2"
    }
  ]
}