{
  "id": "jm-stat-the-university-of-technology-jamaica-act",
  "type": "statute",
  "title": "The University of Technology, Jamaica Act",
  "title_en": "The University of Technology, Jamaica Act",
  "short_name": "University of Technology, Jamaica Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-university-of-technology-jamaica-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-university-of-technology-jamaica-act | Legal areas: Education",
  "provisions": [
    {
      "provision_ref": "sec0",
      "section": "0",
      "title": "Section 0",
      "content": "0) to provide a range of courses of study, academic, professional,\n               technical or otherwise, at higher degree, degree and non-degree\n               levels, leading as appropriate to qualifications awarded by the\n               University or by national or professional bodies;\n        (k) to facilitate consultancy and related activitias;\n16          UNIVERSITY OF TECHNOLOGY, JAMAICA\n     (0 to provide, for members of the University and others, on or\n        off the campus, access to the courses of study of the University\n        and to its educational, social,cultural and recreational resources;\n     (m)for what the Council, on the recommendation of the Academic\n        Board, shall deem to be good cause, to deprive any person of\n        a n y degree, diploma, certificate or other distinction granted to\n        or conferred on that person by the University;\n      (n) to admit to the privileges of the Univemity or to recognize for\n            any purpose, in whole or in part, any college or other inutitu-\n            tion or the employees or students thereof, on such terms and\n            conditions as m y , from time to time, be prescribed in the\n             Statu'ks or by Ordinances:\n      (0) to institute and award fellowships, studentships, soholarships,\n            exhibitions, bursaries, prizes and other aids to study and\n            research;\n      ( p ) to provide for the printing, recording, broadcasting, publication,\n             transference through electronic media and distributicm of works\n            of scholarship, research reports, teaching material and other\n            mrks;\n      (4) to institute suclh officesas the University may require;\n      (r) to appoint persons to and remove them from such offices and\n            employment, and to prescribe their conditions of service;\n      (s) to enter into any agreement for the incorporation within or\n            association with the University or any other institution and\n            for taking over, in whole or in part, its rights, property, privi-\n            leges and liabilities and for any other educational purposes\n            not repugnant to this Act;\n     (t) to demand and receive fees, subscriptions and deposits, impose\n            oharges, accept legcies, endowments, bequests and &er gifts,\n            to procure and receive contributions to the funds of the univer-\n            sity and to raise money in such other manner as the university\n            may think fit;\n      (U) to maintain, manage, administer, dispose of and, save as herein-\n            after provided, to invest all property, money, assets and rights\n            of the University to mortgage, to lend, to borrow and to enter\n            into engagements and to accept obligations and liabilities in\n            all respects without any restriction whatsoever, and in the\n            same manner as individuals may manage their own affairs;\n     ( v ) to establish, hire, lease, maintain, administer, govern, license\n            and supervise places or residence, recreation and study for\n            officers,staff, students and guests of the University;\n     ( w ) to make provision for the welfare of officers, staff and students\n            of the University, of persons formerly in any such category,\n            and of spouses, widow widowers, and dependants of such\n           [The inclusionof this page is authorized by L.N. 3/2001]\n          UNlVERSITY OF TECHNOLOGY, JAMAICA                                   17\n         persons including provisions for the payment of money, pen-\n          sions, or other payments or benefits, and to subscribe to\n         benevolent and other funds for the benefit of such persons;\n   ( x ) to give guarantees for the payment of any s u m or sums of\n          money or the performance of any contract or obligation by\n          any company, body, society or person if it is in the interests\n          of the University to do so, and in accordance with the pro-\n          visions of the Statutes;\n   ( y ) to act as trustees or managers of any property, legacy, endow-\n          ment, bequest or @fit for p u r p e s of education or research or\n        otherwise in furtherance of the work and welfare of the\n        University.\n     (2) In carrying out its functions, the University may-\n    (a) make arrangements for the erection, furnishing and equipping\n        of buildings and the provision of goods and services for the\n         University; and\n    (b) to such an extent as may be deemed expedient and consistent\n        with the objects of the University, to sell or provide for reward\n        or otherwise, goods and services for its members and their\n         families, its guests and servants.\n      (3) Without prejudice to the generality of paragraph (2), the\nUniversity may-\n    (a) establish or assist financially or otherwise, under such terms\n         and conditions as the University may determine, any body,\n         institution, organization, company or association, the objeots\n         of which are compatible with the objects of the University\n         and the meeting of the material needs of the University:\n    (b) join or co-operate with-\n              (i) any other university or other place of learning:\n             (ii) any department of Government; or\n            (iii) any authority or other public or private body, institu-\n                   tion, organization, company or association,\n          having in view or promoting any aotivity the m e as, or\n          similar or related to, or which can provide a service for, any\n          activity of the University, for such purposes as may be agreed\n          upon or as may be provided for or permitted by law, being\n          purposes consistent with the provisions of this Charter and in\n         such manner as may be authorized by the Statutes, Ordinances\n         and Regulations;\n    (c) provide academic, professional or other related services (in-\n          cluding research, design, development, testing, instructiml\n          and advisory services) for any body referred to in paragraph\n          (b) (i), (ii) or (iii); and\n18                       UNIVERSITY OF TECHNOLOGY, JAMAICA\n                  (d) do all such other acts as may be requisite to further the\n                       objects of the University.\n                             The Oficers of the University Chancellor\nchancsllor.     4.-(1) There shall be a Chancellor of the University who shall be\n              the Head of the University and shall preside over at least one meeting\n              of the Council in eaclh year.\n                      (2) The Chancellor shall1 have power to confer degrees, diplomas,\n              certificatm and at he^ a u a d d c distinctions and awards.\n                                            Pro-Chancellor\nPIO-            5 . There shall be a Pro-Chancellor of the University who shall-\nChancellor.        (a) subject to this Charter, preside over the meetings of the Council;\n                         and\n                   ( b ) in the absence of the Chancellor, or during a vacancy in the\n                         office of the Chancellor, exercise and perform all the functions\n                         and duties of the Chancellor except the conferring of degrees\n                         and award of diplomas, certificates and other academic dis-\n                         tinctions.\n                                              President\nPresident.       6 . 4 1 ) There shall be a Presidew of the University who shall be\n              the chief academic and administrative officer of the University and\n              shall preside over the meetings of the Academic Board.\n                      (2) In the absence of the Chancellor, or during a vacancy in\n              the office of the Chancellor, the President shall have the power to\n              confer degrees and award diplomas, certificates and other academic\n              distinotions.\n                      (3) In the absence of the President, or during a vacancy in the\n              office of the President, the Council may appoint an Acting President,\n              who during such absence or vacancy shall exercise and perform the\n              functions and duties of the President.\n                                         Honorary Treasurer\nHonorary        7. There shall be an Honorary Treasurer of the University.\nTreasurer.\n                                            Vice-presidents\nVicO            8. There shall be Vice-presidents, one of whom shall be appointed\npresidents.   by the Council and shall, subject to paragraph 12 and to the Statutes\n              and Ordinances-\n                  (a) act as deputy to the President; and\n                  ( h ) exercise and perform the fundions and duties of the President\n                        in the absence of the President or during a vacancy in the\n                        office of the President.\n          UNlVERSlTY OF TECHNOLOGY, JAMAICA                                        19\n                      Registrar and Other Oficers"
    },
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The following persons shall be members of the Univemity-       Members of\n                                                                    university.\n    (a) members of the Council and the Academic Board;\n    (b) all other members of the full-time academic, administrative\n         and technical staff and ancillary SM;\n    (c) the holders of such appointments with the University as may\n         be designated for the purpose, by Ordinances;\n    (4 the students;\n    (e) all such other persons as the Council may, by Ordinance.\n         declare to be members.\n                              STATUTE I1\n                         The Chancellor\n     (1) The First Chancellor and his successors shall be appointed\nby the Uinister on ~e nomination of the Council.\n                                                                               F-nm.\n       (2) Subject to these Statutes, the Chancellor shall hold officefor\nseven years and shall be eligible for reappointment themhr.\n       (3) The Chancellor may, at any time, resign his office by instru-\nmen$ in writing addressed to the Minister and transmitted through the\nCouncil and his resignation shall take effect l b m the date specified\ntherein or, where no clate is so specified. from the date of the receipt\nof the instrument.\n22                     UNIVERSITY OF TECHNOLOGY, JAMAICA\n                                          STATUTE ILI\n                                          The Pro-Chancellor\nThe Pro-              (1) The Minister shall, on the recommendation of the Council,\na m ~ ~ l * o rappoint\n                .        the successors to the first Pro-Chancellor, which successors\n               shall not be employees or students of the University.\n                  (2) Subject to these Statutes, the successors to the first Pro-\n            Chancellor shall hold office for a period not exceeding four years as\n            the Council may determine and shall be eligible for reappointment.\n                  (3) The functions of the Pro-Chancellor, subject to the provisions\n            of the Charter and these Statutes, shall be determined by the Council.\n                  (4) The Pro-Chancellor may, at any time, resign his office by\n            instrument in writing addressed to the Minister and transmitted through\n            the Council.\n                                          STATUTE IV\n                                         The President\nThe               (1) The President shall be appointed by the Council after con-\nPrcddcnt.   sideration of the report of a joint committee of the Council and the\n            Academic Board consisting of such members of the Council (not\n            exceeding four in number and not being members of the Academic\n            Board) as may be appointed by the Council and an equal number of\n            members of the Academic Board, appointed by the Academic B<#lrd.\n            together with the Pro-Chancellor who shall be the Chairman and an\n            ex oficio member.\n                  (2) The President shall hold office for such period, not exceeding\n            ten years, and under such terms and conditions as may, from time to\n            time, be determined by the Council.\n                  (3) The President shall be eligible for reappointment.\n                  (4) The President shall ensure that efficiency and good order is\n            promoted and maintained within the University and may take such\n            steps as are necessary to safeguard the interests of the University.\n                   ( 5 ) The President may suspend any student, or any &er persoll\n            studying at the University from any or all studies at the University.\n            and may exclude any student or other person studying at the Univer-\n            sity, or who is a candidate for an examination to be conducted at or\n            under the auspices of the University from the University or any part\n            of the University and its precimts and other premises owned or occupied\n            by the University for such period as the President may determine but\n            not lasting beyond the conclusion of disciplinary pmeedings (including\n            an appeal, if any) in respect of that student or other person; and any\n            such suspension or exclusion shall be reported by the President to the\n            next meeting of the Council and the Ac&mic Board.\n          UNIVERSITY OF TECHNOLOGY, JAMAICA                                            23\n      (6) The President may delegate any of his functions and may\nwithdraw any such delegation at any time.\n                              STATUTE V\n                      The Honorary Treasurer\n      (1) The Council shall appoint the Honorary Treasurer who shall me\nnot be an employee or a student of the University.                   Honorary\n                                                                              Treasurer.\n      (2) The Honorary Treasurer shall hold office for such period,\nnot exceeding four years, or such shorter period as the Council shall\ndetermine and shall be eligible for re-appointment.\n     (3) The Honorary Treasurer shall perform such functions as the\nCouncil may determine.\n      (4) The Honorary Treasurer may, at any time, resign his office\nby instrument in writing addressed to the Council.\n                              STATUTE VI\n                         The Vice-presidents\n     (1) The Council shall appoint Vice-presidents on the m m - n e via-\nmendation of the President after consultation with the Academic Board. waidents.\n       (2) A Vice-president shall hold office for such period, not exceed-\ning five yems, and under such terms and condistions as may, from time\nto time, be determined by the cO.\\mcil and shall be eligible for r e\nappointment.\n      (3) The Council, after consultation with the Academic Board,\nshall determine the number and functions of the Vicepresidents.\n      (4) A Vice-president shall not be precluded from holding other\nposts within the University.\n                              STATUTE VII\n                              The Registrar\n     (1) Subject to section 7 of the Act, the Registrar shall be appointed\nby the Council.\n                                                                              zishr,\n      (1) Subject to section 7 of the Act, the Registrar shall be appointed\nRegistrar shall hold o h for such period and upon such terms and\numditions as may be determined by the Council.\n      (3) The Registrar shall act as Secretary to the council, the\nAcademic Board and to the Board of each Faculty and of any Standing.\nSpecial ur Advisory Committee set up by the Council, the Academic\nBoard and the Board of the Faculties, respectively.\n          n h e inclusion of this page is authorized by L.N. 3/2001]\n24                        UNIVERSITY OF TECHNOLOGY, JAMAICA\n                       (4) The Registrar-\n                    (a) shall be responsible for the custody of the Common Seal and\n                          for impressing it upon or affixing it to documents in accord-\n                          ance with these Statutes and the Ordinances;\n                    (b) shall be the custodian of the records of the University; and\n                    (c) shall have such other duties as the Council may determine.\n                     ( 5 ) In the absence of the Registrar or during a vacancy in the\n              office of Registrar, the deputy Registrar shall act in his place.\n                                           STATUTE VIII\n                                The ChiefBusiness and Finance Oficer\nThe Chief            (1) Subject to section 7 of the Act, the Chief Business and Finance\nBusiness       Ofticer shall be appointed by the Council.\nand Finance\nOfficer.            (2) Subject to seation 7 of the Act and to the Statutes, the Chief\n              Business and Finance Officer shall hold office for such period and\n              upon such terms and conditions as may be determined by the Coun~il.\n              I -\n                    (3) The Chief Business and Finance Officer shall receive, on\n              behalf of the University, all moneys and property payable or deliver-\n              able to the University and his receipt shall be sufficient disaharge for\n              the same.\n                    (4) The Chief Business and Finance M c e r shall be responsible\n              to the President for the genml administration and control of the\n              financial and business affairs of the University and shall have such other\n              duties as the Council may determine.\n                    (5) The Chief Business and Finance M c e r shall be present at\n              meetings of the Council (although not a member) and shall submit\n              regular reports to the council on the financial affairs of the University.\n                                           STATUTE IX\n                                     The University Librarian\n                     (1) Subject to section 7 of the Aot, the University Librarian\nThe\nunive?sity    shall be appointed by the Council.\nLibrarian.\n                    (2) S u b j a to section 7 of the Act and to these Statutes, the\n              University Librarian shall hold office for such period and upon such\n              terms and condiltions as may be determined by the council,.\n                     (3) The University Librarian shall be responsible for the organ-\n              ization and operation of the library services of the University and\n              shall carry out such other duties as the Council may determine.\n           UNIVERSITY OF TECHNOLOGY, JAMAICA                                       25\n                              STATUTE X\n                  Academic und Other Appointments\n      (1) Subject to these Statutes and the Ordinances, the Council Academic\nmay make such other appointments (whether paid or honorary) as it\nthinks fit.                                                             ments.\n      (2) Unless atherwise provided by these Statutes, or in his con-\nditions of appointment, a person holding an honorary appointment\nmay resign his office by instrument in writing addressed to the Council\nand his resignation shall take effect from the date of the receipt of\nthe instrument by the council.\n                             STATUTE XI\n                              The Auditor\n       (1) The Council shall appoint an auditor who shall be a member Appoint-\nd the Imtitute d Chartered Accountants or a registered Public Auditor.  ment of\nAccountant, as defined in the Public Accountancy Act.\n       (2) No person shall be appointed or remain Auditor who is, or\nanyone of whose partners is, a member of the Council or an employee\nof the University.\n        (3) The Auditor shall hold office for one year and shall be\neligible for reappointment and shall receive such remuneration as may\nbe determined by the Council.\n       (4) The Auditor shall provide an Auditor’s report to the Council\nat least once in the year, and shall, in addition, arrange for the\nAuditor-General to receive an annual report and statement of amounts.\n       (5) The Auditor shall have a right of access to books, records.\naccounts and vouchers d the University and shall be entitled to require\nfrom the Univenity such information and explanations as he considers\nnecessary for the performance of his duties.\n                            STATUTE XLI\n                                 The Council"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                             don\n                                                              Jnterpruk\n     ‘‘Academic Board” means the Academic Board of the\n         University established under Article 12 of the\n         Charter;\n     “academic staff” means-\n          (a) all persons who are full-time employees of the\n              University and are employed as Professors,\n              Readers, Principal Lecturers, Senior Lecturers\n              and Lecturers; and\n          (b) other persons or categories of persons holding\n              research and other appointments as may be\n              designated for this purpose by the Council on\n               the recommendation of the Academic Board;\n      “administrative and technical staff’’ means all persons\n          who are full-ltime employees of the University\n         who-\n               (a) are not members of the acadmic staff;\n                   and\n              (b) hold such appointments as may be deter-\n                   mined by the Council;\n     “ancillary staff” means all persons who are full-time\n         employees of the University and who are not\n4               UNIVERSITY OF TECHNOLOGY, JAMAICA\n                members of the academic staff or the administra-\n                tive and technical staff;\n            “Charter” means the Charter of the University set out\nmt              in the First Schedule;\nSchedule.\n            “Charter Day” means the 1st day of September, 1995;\n            “Council” means the Council of the University estab-\n                lished under Article 11 of the Charter;\n            “Deans” means the Deans of the faculties and holders\n                of other appointments as may be determined by\n                the Council;\n            “faculties” means the faculties of the University estab-\n                lished under Statute XIV of the Statutes;\n            “fomer institution” means the College of Arts, Science\n               and Technology established under the College of\n               Arts, Science and Technology Scheme (Approval)\n               Order, 1986;\n            “full-time employees” means the members of the\n                 academic, administrative and technical, or ancillary,\n                 staff of the University who are notified by the\n                 Council that they are full-time employees;\n            “functions” includes powers and duties, but does not\n                include the exercise of the privileges of membership\n                of a body;\n            “non-academic staff’’ means the full-time employees of\n                the University who are not academic staff,\n            “non-professiond academic staff” means the academic\n                staE excluding the professors;\n            “officers”means the Chancellor, the Pro-Chancellor, the\n                 President, the Vice-presidents, the Honorary\n                 Treasurer, the Registrar, the Chief Business and\n                 Finance Officer, the University Librarian, and\n        UNIVERSITY OF TECHNOLOGY, JAMAICA                                   5\n        holders of other appointments as may be deter-\n        mined by the Council;\n    “Ordinances” means the ordinances made under section\n        22;\n    “professors” means the holders of established or\n        personal chairs, but does not include associate or\n        assistant professors;\n    “Statutes” means the statutes of the University specified\n        in the Second Schedule as are from time to time Second\n        approved in accordance with the provisions of this !3&adule.\n        Act;\n    “students” means persons registered by the University\n        as candidates for degrees, diplomas, certificates or\n         other academic distinctions or awards and such\n         other persons as the Academic Board may, from\n        time to time, determine;\n    “University” means the University of Technology,\n        Jaxnaica.\n   PARTI. Establishment of University of Technology,\n                           Jamaica"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. In this Statute “good cause” means-\n     (a) conviction for an offence which may be deemed by the\n         Council to be such as to render the person convicted unfit\n         for the execution of the duties of the office; or\n     (6) conduct of an immoral, scandalous or disgraceful nature in-\n         compatib!e with the duties of the office; or\n    (c) conduct constituting failure or persistent refusal or neglect or\n         inability to perform the duties or comply with the conditions\n         of office, whether such failure results from physical or mental\n         incapacity or otherwise.\n                            STATUTE XXII\n     Removal from Ofice and Employment and Discipline of Stafl\n       (1) The Council may from time to time, prescribe by Ordinances, Ordinances\nthe rights, privileges and rules governing the employment of-\n     (a) academic staff;\n     (b) administrative and technical staff; and\n     (c) ancillary staff.\n      (2) I n providing for these matters, the Council shall ensure that\nthe procedures provide for the hearing of staff grievances and appeals.\n       (3) Academic staff shall have freedom within the law to question\nand test received wisdom, and to put forward new ideas and con-\ntroversial opinions without placing themselves in jeopardy of losing\ntheir jobs or privileges.\n       (4) Subject to the provisions of this Statute the University, in\npursuance of its objects, may-\n     (a) terminate the employment of the President or other officers\n          of the University and any other member of staff by reason\n          of p A cause or redundancy;\n     (b) prescribe by Ordinances the rights of staff, including-\n             (i) the establishment of grievance procedures and the pro-\n                 cedures to be used when dismissal proceedings are\n                 invoked; and\n38              UNIVERSlTY OF TECHNOLOGY, JAMAICA\n                  (ii) the esltablishment of procedures to be used in dis-\n                       ciplining staff in matters falling short of good cause.\n            (5) The procedures mentioned in sub-paragraph (i) shall provide\n     for appropriate warnings to be given to staff, for hearings and appeals\n     at different levels, and for the establishment, where necessary, of dis-\n     ciplinary tribunals and the procedures to be used by such bodies.\n            (6) In the exercise of the powers under this Statute, the prin-\n     ciples of natural justice shall be observed.\n            (7) In this Statute “good cause” has the same meaning prescribed\n     in paragraph 3 of Statute XXI.\n                                  STATUTE XXIII\n                             Transitional Arrangements\n            (1) A person who, immediately before Charter Day, was an\n      employee of the former institution, whether as a full-time or part-time\n      employee, or on a fixed term contract, shall be employed by the\n      University without diminution in pay and as nearly as practicable\n      upon the same terns and conditions as governed his appointment\n      immediately before Charter Day so, however, that after Charter Day,\n      he shall be employed subject to the Charter and these Statutes.\n            (2) Subject to Statute XXII, the tenure of employment of any\n      person employed to the University shall not suffer any detriment.\n            (3) A student who embarks on a course of study in the former\n     institution and who had not completed such course of study before\n     Charter Day shall enjoy such rights and privileges as a student of\n     the University and shail have his degree, diploma, certificate or other\n      academic distinctions validated and awarded by the University.\n            (4) (U) Notwithstanding the provisions of Statute XI1 and statute\n     XIII, a person who, immediately before Charter Day, was a member\n     of the Council or the Academic b r d , respectively, of the previous\n     institution, shall be deemed to be a member of the same body in\n     the University for a period not exceeding two years from Chanter Day.\n                  (b) The Council and the Academic Board shall take all\n     reasonable steps to ensure that the requirements for membership of\n     such bodies are met, not later than two years after Charter Day.\n            ( 5 ) Subject to paragraph (4) of Statute XXII, a person who\n     was the holder of an office in the former institution shall conltinue to\n     hold the equivalent office in the University until the expimtion of the\n     term for which he was originally appointed.\n            (6) The terms of sub-paragraph (w)of paragraph (1) of Article\n     3 of the Charter shall apply equally to officers, staff and students of the\n     former institution, to persons formerly in any such category and to\n     spouses, widows, widowers and dependants of such persons.\n            (7) Where there is conflict between the provisions of this Statute\n     and any other Statute the provisions of this Statute shall prevail."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Subjeot to the Oharter and these Statute& all other matters\nrelating to the codtution and procedure af each Faculty Buard SW\nbe prescribed in the Ordinances."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5 . 4 1 ) The Fhud of each Faculty may establish mmmittces to fidw\nadvise and repm on such matters as may be determined by the commicteu.\nUniversity.\n         (2) Any such committee m a y include membem of the acadunic\nstaff of ot!har Faculties and other persans, whether members d the\nUniversity or not.\n         (3) Any committee established under this Statute may be 80\ncomposed and constituted as to be a joint d t k c ob two or more\nfaculties.\n         [The inclusion of hhis page is authorized by LN. 3/2001]\n34                     UNIVERSITY OF TECHNOLOGY, JAMAICA\n                   (4) The Dean d eaoh Faculty shall be an ex ofido member d\n            all committees established by that Faculty Board.\n                   (5) Committees established under this Statute may at any time\n            be suspended or dissolved by any of the Boards by which they were\n            established.\n                                        STATUTE XV\n                     Committees for the Appointment of Deans of Faculties\nComposi-           (1) Committees for the appointment of Deans of Faculties shall\ntion of     include-\nCommittee\nfor the          (U) the President who shall be chairman;\nappointment      (b) the Vice-presidents;\nof Deans.        (c) m e member of the C~uncilnot beiig a member of the staff\n                      or a student, appointed by the Council;\n                 (d) a Dean of another Faculty appointed by the Council; and\n                 (e) such members of the academic staff of the Faculty as may be\n                      determined by Ordinances.\n                   (2) In the event of a committee being unable to make a re-\n            commendation, the council shall be empowered to aci.\n                                         !TJXTUTE XVI\n                                        The Congregution\nThe Congre-        (1) For the purpose of conferring degrees and other academic\ngation.     distinctions, there shall be held from time to time, a mesting of the\n            University, which shall be called a Congregation.\n                   (2) A Congregation shall be presided over by the Chancellor, or in\n            his absence, the President.\n                   (3) The procedure for summoning a Congregation for the F e -\n            sentation of graduates and for the conferring of degrees and other\n            academic distinctions in absentiu and all other matters relating to a\n            Congregation, shall be determined by the Academic Board.\n                                       STATUTE XVII\n                                    The Alumni Association\nzz&on.            (1) The Alumni Association of the University shall consist of\n            the following persons, namely-\n                (U) the graduates, including honorary graduates, and holders o  f\n                     diplomas and such other academic distiactions, awarded by\n                     the previous institution or by the University, or by national\n                     or professional bodies as may be prescribed by the Univemity;\n                      me inclusion of bhis page is authorized by LN. 3/2001]\n          UNIVERSITY OF TECHNOLOGY, JAMAICA                                    35\n     (b) such other persons holding appointments in the University\n          as may be invited to membership by the Alumni Association.\n       (2) Ordinances may prescribe and regulate any matters relating\nto the Alumni Association.\n       (3) The Alumni Association may-\n     (U) elect its own President who shall preside at its meetings;\n     (b) discuss and declare an opinion on any matter relating to the\n          University.\n                           STATUTE XVLll\n                             Student Matters"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) The Minister may, on the recommendation of the\n               Council give to the University such directions of a general\n               character as to the policy to be followed by the University\n               in the performance of its functions as appear to the Minister\n               to be necessary in the public interest and the University\n               shall give effect thereto.\n                     (2) The Council shall consult with the Academic\n               Board before any recommendation is made pursuant to\n               subsection (1).\n                                 General Provisions for Staff\nAppoint-          7.41) The University shall appoint and employ, at such\nment of        remuneration and on such terns and conditions as it thinks\nofficers and\nemployees.     fit, such officers and employees, including the officers speci-\n               fied in the Charter, as the University deems necessary for\n               the proper carrying out of its functions:\n           UNIVERSlTY OF TECHNOLOGY, JAMAfCA                                     7\n  Provided that no salary in excess of the prescribed rate\nshall be assigned to any post without the prior approval of\nthe Minister.\n       (2) For the purposes of subsection (1) the “prescribed\nrate” means such rate as the Minister may, by order,\nprescribe.\n       (3) The Governor-General may, subject to such con-\nditions as he may impose, approve the appointment of any\npublic officer in the service of the Government to any office\nwithin the University, and any public officer so appointed\nshall, while so employed, in relation to any pension, gratuity\nor other allowance and in relation to any other rights as a\npublic officer, be treated as continuing in the service of the\nGovernment.\n  PART II.      Financial Provisions, Accounts and Reports"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. Nominated, elected and co-opted members of the Council shall TernZina-\nautomatically cease to be members of the Council if they fail to attend tion of\nthree successive ordinary meetings of the Council without providing       gck-\na satisfaotory explanation to the Council for their non-attendance."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. The funds and resources of the University shall consist g\n                                                             o*\n                                                              :\nof-                                                                    of the\n                                                                       university.\n      (a) sums which may from time to time be placed at\n           the disposal of the University by Parliament;\n      (b) sums payable to the University by way of fees or\n          subscriptions or contributions; and\n      (c) all other moneys and other property which may in\n           any manner become payable to or vested in the\n           University in respect of any matter incidental to its\n           functions."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9 . 4 1 ) A nominated, elected or co-opted member of the Council, ~csigna-\nother than the chairman, may, at any time resign his office by instrument tion of\nin writing addressed to the Council and transmi8tted through the memks.\nchairman, and from the date of receipt by the chairman of suah\ninstrument, the member shall cease to be a member of the Council.\n      (2) The chainnan may, at any time, resign his office by instru-\nment in writing addressed to the Council and his resignation shall\ntake effect from the date of the receipt of the instrument by the\ncouncil."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.41) The Council shall meet at such times as may be necessary procedure\nor expedient for the tran,saction of business, and suoh meetings shall at meetinga.\nbe held at such places and times and on such days as the Council may\ndetermine.\n28                        UNIVERSITY OF TECHNOLOGY, JAMAICA\n                    (2) The chairman may, at any time, call a special meeting of the\n             Council and such meeting shall be held within seven days of a WriWn\n             request for that purpose addressed to him by any three members of\n             the Council.\n                      (3) The chairman or, in the case of the inability to aat of the\n             &airman, the deputy chairman shall preside at the meetings of the\n             Council and in the absence of both the ohairman and the deputy\n             chairman from any meeting, the members of the Council present,\n             shall e l m one of their number to preside at that meeting and when so\n             presiding the chairman, the deputy chairman or the member eleded,\n             as the case might be, shall have an original and a casting vote in any\n             case where the voting is equal.\n                     (4) The quorum of the Coruncil shall be eight.\n                    ( 5 ) Subject to the provisions of these Statutes, the Council m y\n             regulate its proceedings.\n                     (6) The validity of any proceedings d the Council shall not be\n             atfected by any vacancy among the members thereof or by any &fa\n             in the appointment of a member thereof.\n                  - There shall be paid to the chiairntan, the deputy clrairman and\nR c t ~ ~ ~ l e ~11.\ntion of       other members of the Council, such remuneration (whether by way\nmembers.      of honorarium. salary or fees) and such alIowanes as the counoil m a y\n             determine.\nhppoint-       12.41) The Council may, with the concurrence of the Acgdemic\nment of      k d -\nComUniMet.       (a) appoint committees for special purposas connected with ohe\n                     funofions of the University and which, in the opinion of the\n                     Council, would be batter regulated and managed by means\n                     of 4 x N n n l i t ~ s ;\n                 (b) appoint joint committees of the Council and the Academic\n                      Board.\n                     (2) Subject to these Statutes,the chairman of the Council, or\n             in his absence, the deputy chairman, shall be an ex omio member of\n             all committees of the cozlncil and of all joint committees of the Council\n             and the Academic Board.\n                     (3) The number of members of a committee appoiated under\n             sub-paragraph (I), the terms of appointment of such members, the\n             quorum d the committee and the area within which the committee is\n             to exercise authority shall be determined by the Council.\n                     (4) The Council shall determine, by Ordinance or othewviSe.\n             the constitution and procedure d any joint committee of the Could\n             and the Academic Board.\n          UNIVERSITY OF TECHNOLOGY,JAMAICA                                       29\n        (5) The validity d the proceedings of a committee appointed\npursuant to this paragraph shall not be afleoted by any wcancy among\nthe members thereof or by any defeot in the appointment of a m e m k\nthi3reof.\n      (6)The Council may, at any h e , suspend or dissolve any\nc o d e ."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. All moneys of the University, not immediately re-\nmoneys.      quired to be expended for the purpose of meeting any of\n             the obligations or discharging any of the functions of the\n             University, may be invested in such securities as the Council\n             may consider appropriate and the University may sell all\n             or any of such securities.\nBorrowing      1 2 4 1 ) Subject to the provisions of subsection (2), the\npowers.\n             University may borrow such s m s as may be required by it\n             for meeting any of its obligations or for discharging any of\n             its functions.\n                     (2) The power of the University to borrow shall, as\n             to the amount, as to the source of borrowing, and as to the\n             terms on which the borrowing may be effected,be exercisable\n             only with the approval of the Minister responsible for\n             finance and any such approval may be either general or\n             limited to a particular borrowing or otherwise, and may be\n             either unconditional or subject to conditions.\n         UNiVERSiTY OF TECHNOLDGY, JAMAICA                                  9\n   1 3 . 4 1 ) With the approval of the House of Representa-           gw?izfof\ntives signified by resolution, the Minister responsible for Finance to\nfinance may guarantee, in such manner and on such con- guarantee\n                                                             loans to\nditions as he thinks fit, the repayment of the principal and UniversiQ.\nthe payment of interest and charges on any authorized bor-\nrowing of the University.\n         (2) Where the Minister responsible for finance is\nsatisfied that there has been a default in the repayment of\nany principal moneys guaranteed under the provisions of\nthis section or in the payment of interest or charges so\nguaranteed he shall direct the repayment or, as the case may\nbe, the payment, out of the Consolidated Fund of the\namount in respect of which there has been such default and\nany such repayment or payment shall be a charge on the\nConsolidated Fund.\n        (3) The University shall make to the Accountant-\nGenerat, at such times and in such manner as the Minister\nresponsible for finance may direct, payment of such amounts\nas may be so directed in or towards repayment of any Sums\nissued in fulfilment of any guarantee under this section, and\npayments of interest on what is outstanding for the time\nbeing in respect of any sums so issued at such rate as the\nMinister may direct. and different rates of interest may be\ndirected as respect different sums and as respects interest\nfor different periods.\n                     Accounts and Audit\n  1 4 . 4 1 ) The University shdl keep proper accounts and Ac o u n t s\n                                                             and audit.\nother records in relation to its functions and shall prepare\nannually a statement of accounts in a form satisfactory to\nthe Minister and conforming to established accounting\nprinciples.\n          (2) The Ccuncil shnll aF?oint an auditor.\n          -\n        [The ircltiqim of t h k page is atrthori-ed b y I N. 3/2001]\n10                    UNIVERSITY OF TECHNOLOGY, JAMAICA\n                     (3) The Auditor-General shall be entitled to examine\n              the accounts of the University.\n                                Reports and Estimates\nAnllWl          15-41) The University shall, within six months after the\nreports and\nestimates.    end of each financial year or within such longer period as\n              the Minister may in special circumstances approve, cause to\n              be made and transmitted to the Minister a report dealing\n              generally with the activities of the University during the\n              preceding financial year.\n                      (2) The Minister shall cause a copy of the report\n              together with the annual statement of accounts and the\n              auditor’s report thereon to be laid in the House of Repre-\n              sentatives and the Senate.\n                     (3) The University shall, in each financial year,\n              before a date specified by the Minister, submit to the\n              Minister for his approval, estimates of income and expendi-\n              ture for the ensuring financial year.\n power of\n Minister        16. The University shall furnish the Minister with such\n to require   returns, accounts and other information as he may require\n EtWIlS.\n              with respect to the activities of the University and shall\n              afford him facilities for verifying such information in such\n              manner and at such times as he may reasonably require.\n                             Exemption from Taxation"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. There shall be an Academic Board of the University which shall, Academic\nsubject to the powers of the President and Council as provided in B0al.d.\nthis Charter. have responsibility for the academic afFairs of the Univer-\nsity, bath in teaohing and in research, and for the regulation and\nsuprintendence of the education of the students of the University\nas may be prescribed in the Statutes.\n                              Other Bodies"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) Every seventh year, the Council shall appoint a committee\nto examine whether, and the extat to which, the University is fuming\n                                                                         SE.\nits functions.\n        (2) The members of the committee mentioned in sub-pampph\n(1) shall not be employees or students of the University, and not more\nthan one-third shall be members of the council.\n       (3) The report of the committee shall be considered by the\ncounoil and the Academic Bard."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.41) Subject to the provisioas of this !3tatute, the Council may, Power to\nby instrument in Writing, delegate to any member, committee, officer dde@a\nor employee of the University any function exercisable by the h c i l\nunder this Aot, &er than the power of delegation.\n       (2) A delegation under this paragraph-\n    (a) may be made subject to such conditions, qualifications and\n        exceptions as may be specified in the instrument; and\n    (b) is revocable by the Cowd. and suoh delegation shall not\n        prevent the exemise by the Council of the delegated funotion."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) No action, suit, prosecution or other proceedings shall be b t m t h\nbmu& or instituted p e m n d y against any member of the C~unoil ofmmbca.\nin respeat of any act done born fide in pursuance or e x d o n or\nintendad exeation of this Statute.\n       (2) Wh im any member of the council is exempt from liability\nby reascm only of the provisions of this paragraph, the University\nshall be liable to the extent that it would be if the said member\nw m an employee or an a p t of the University."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. The council may, by special resolution (as defined in Article 22 Amendment\nof this Charter) amend the Statutes, provided that no !Statute shall be of statutes.\nrepugnant to the provisions of t h i s Charter.\n20                         UNIVERSITY OF TECHNOLOGY, JAMAICA\n                                                Regulations\nRegulations.     1 7 . 4 1 ) Subject to the provisions of this Charter and of the Statutes\n               and Ordinances, the Academic Board may. with the approval of the\n               Council, make such regulalions as i t considers necessary or dwirrable\n               for the purpose of carrying out the academic functions of the University.\n                     (2) Regulations made under paragraph ( I ) may revoke or amend,\n               or add to Regulations for the time being in force.\n                                            Stcrnding Orders\nStanding          18. Subject to the provisions of this Charter, the Statutes and Ordin-\norders.        ances, the Council, the Academic Board, the Alumni Association and\n               any other body, institution, organization, company or association estab-\n               lished in furtherance of the objects of this Charter shall have power\n               to control and regulate their proceedings by standing orders or in\n               whaltever other manner they may each think fit and that power shall\n               include the power to revoke, amend or add to any standing order or\n               other arrangements made by them.\n                                             Individual Rights\nIndividutil      19.-(   1) No person shall be excluded by reason of religious beliefs,\nrights.        political opinions, raoe or sex from admission as members or employees\n               of the University or from office or employment therein or from any\n               advantage or privilege thereof.\n                      (2) Preference shall not be given to, or advantage withheld from\n               any person on grounds of religious beliefs, political opinion, race or sex.\n                                       Dividend for Members\nDividend         20. The University may make a dividend or division unto or between\ntQr            any of its members in such form, whether by way of prize, reward,\nmembers.       special grant, or otherwise as it thinks fit.\n                                    A niendment of Charter\nAmendment      21. The Council may, at any time, after consultation with the\nof Charter. Academic Board, seek to amend, add to or revoke any of the provisions\n            of this Charter by special resolution and such amendment, addition or\n            revocation shall have efFect when approved by the Minister.\n                                          Special Resolution\nSpecial          22. For the purposes of Article 21-\nresolution.        (a) a \"special resolution\" means a resolution passed at one meeting\n                         of the Council and confirmed at a subsequent meeting;\n                   ( b ) notices of such meetings shall be given to each member of the\n                         Council not less than fourteen days before the proposed date\n                         of the meetings; and\n                   (c) the resolution shall be passed at each meeting of the Council\n                         by a majority of not less than three-quarters of those present\n                         and voting.\n          UNIVERSITY OF TECHNOLOGY,JAMAICA                                         21\n                          Avoidance of Conflict"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. The office of the chairman, deputy c-m,        or member of the\n Council shall not be a public office for the purposes of Chapter V d\n the Constitution of Jamaica.\n                                STATUTE XIII\n                             The Academic Board\n        (1) The Academic Board shall consist of-\n      (U) the following ex oficio membrs-\n                (i) the President, who shall be the chairman thereof;\n               (ii) the Vioepresidents;\n              (iii) the University Librarian;\n              (iv) the Deans of the Faculties; and\n               (v) the President of the Students’ Union, or his nominee.\n     (b) not more than two persons nominated by the President (herein-\n           &er referred to as nominated members);\n     (c) the following persons (hereinafter referred to as elected\n           members)-\n                (i) three proteSsors, elected by the professors d the\n                    University;\n               (ii) one member of the academic staf€ of each Faculty or\n                    such other academic unit determined by the coulacil\n                    on the reannmendation of the Board, e l d by the\n                    academic staff of the Faculty or academic unit;\n     (4 two 00-opted members, not being members of the academic\n           s t d , co-opted with the consent of the council to be members\n           of the Academic Board;\n     (e) the eleated members shall be elected in the manner prescribed\n           by the Ordinances.\n       (2) The appointment of the nominated, elected and co-opted\nmembers shall be evidenced by instrument in writing signed by the\nchairman of the Quncil for the folEowing periods-\n     (a) in the case of nominated and elected members, a period of\n          four years;\n    (b) in the case of co-opted members, such period, not exceeding\n          four years, as may, in each case, be determined by the\n          Council.\n       (3) An elected or co-opted member who has served for two\nconsecutive full periods of four years shall not be eligible for re-\nelection or furrher co-option until one year has elapsed.\n    (4) A casual vacancy among the elected members shall be filled\n8sSmn as conveniently possible by the body which elected tbe\nmember whose place has become vacant and the person eleoted to\n          me inclusion of this page is authorized by L.N. 3/2001]\n           UNIVERSITY OF TECHNOLOGY, JAMAICA                                   31\nfill the m n c y shQll be a member for the unexpired @on of his\npredecessor’s term of office.\n         (5) subject to the Charter and these Statutes. the Academic\nBoard &d-\n      ( U ) determine the conditions under which-\n                (i) persons shall be admitted to the University and to any\n                    particular CO-    of study or research therein,\n               (ii) students may be permitted to continue their studies;\n              (iii) periods and courses of study or research examinations\n                    completed at other universities or institutions may be\n                    recognized for the purposes of the Universilty;\n      (b) determine procedures for anuses of study leading to awards\n            of either the University or any professional body;\n      (c) promote, direct and regulate the research and the intra-mural\n            and extm-mural teaching of the University;\n      (d) regulate the conduct of examinations leading to degrees and\n            other academic awards;\n      (e) appoint internal and external examiners;\n       (j) grant degrees, diplomas, certificates and other academic dis-\n            tinctions;\n       (g) dejtermine the formalties attaching to the conferment of degrees.\n            diplomas, cert3katcs or other distinctions;\n       (h) determine the functions of members of the academic sltaff,\n             subject to the terms and conditions of appoinament of each\n            member of the academic staff\n     CO pmoribe and regulate the use of d e m i c dress in the\n          University.\n         (6) (a) The Academic Board may confer honorary degrees 011\nthc recommendation of a joint committee of the Council and the\nAcademic Board.\n             (b) A Committee appoinkd under paragraph (a) shall cun-\nsist of-\n       (i) members of the Council who are not members of the Academic\n            Board, as appointed by the Council;\n      (ii) an equal number of members of the Academic Board,\n            appointed by the Academic Board;\n    (iii) a chairman who shall be the chairman of the Council; and\n     (iv) the President.\n     (7)The Academic Board may hold discussions with and make\nrecommendations to the Council on any matter relating to the Universiq.\n32                     UNIVERSITY OF TECHNOLOGY, JAMAICA\n                   (8) Except as may otherwise be provided by the Act, and subjm\n            to these sitatutes, the Academic Board may determine all matters\n            relating to its constitution and procedure.\n                   (9) The Academic Board may appoint a standing committee of\n            the Academic Board With responsibility for arranging and expediting\n            the business of the Academic l3oard and exercising suoh funotim of\n            the Academic Board as may be prescribed by Ordinanca.\n                   (10) Any such standing committee of the Academic Board ShQLU\n            be established and constituted by Ordinances.\n                   (1 1) The Academic Board may establish, whether from WiGhin\n            its own membership CM otherwise, such other committees as it may\n            think fit and may suspend or dissolve any such cmmittee at any time.\n                   (12) Subject to the Act and these Statutes, the Academic Board\n            may delegate, upon such conditions as it may determine and may\n            revoke the delegation of any of its functions to joint c h t t e e s of the\n            Council and the Academic Board, committees of the Academic Board,\n            the Board of the Faculties, the President or any other officer of the\n            University so, however, that any delegation of function shall be explicit\n            and a matter of record.\n                   (13) The President and the Vice-president or any of the Via-\n            presidents, as determined at any time by the President, shall be ex o m i o\n            members of all oommilbtees of the Academic Board.\n                   (14) The constitution and procedure of any committee of the\n            Academic Board may be prescribed in such manner as the Academic\n            Board may think fit.\n                                     STATU?IE XIV\n                                      The Faculties\nme ~aans. 1.41) There shall be such Facu1t.h af the University as m y be\n          prescribed by the Ordinances.\n                (2) The Council shall appoint such person, cm the recommenda-\n          tion of an appointments unnmiu~,to be the Dean of eaoh Faculty.\n                (3) Each Faculty Board shall be chaired by the Dean of rhe\n         Faculty.\n                (4) A Dean shall hold office for such period, not e x d n g four\n          years, as the Council, after consultation with the Academic Boad.\n         may determine and shall be eligible for reappointment.\n                (5) A vacancy in the office of Dean shall be advertised internalIy\n         in the University, so, however, that if the Council so determines, after\n         consultation with the Academic Board, the office may be advertised\n         externally.\n                (6) A Dean m y , at any time, resign his office by instrument in\n         writing addressed to the Council.\n                      n h e inclusion of this page is authorized by L.N. 3/2001]\n        UNIVERSITY OF TECHNOWGY. JAMAICA                                        33"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Without prejudice to any other method of recovery,\nany debt due to the University may be recovered, as a civil\n                                                                     t;'~\ndebt.\n                           PART 111. General\n                             Seal"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19.-41) The seal of the University shall be authenticated          A\"thenti-\n                                                                     cation of\nby the signature of the Registrar and any other member of            ,,~,,d\nthe University authorized to act in that behalf or any officer       dmummts.\nof the University so authorized and shall be judicially and\nofficially noticed.\n        (2) All documents, other than those required by law to\nbe under seal, made by, and all decisions of, the University may\nbe signified under the hand of the Pro-Chancellor or\nany member or officer of the University authorized to act in\nthat behalf.\n                                     Rules"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. The Minister may, on the recommendation of the\nCouncil, after consultation with the Academic Board, make\nrules generally for the better carrying into effect of the\nprovisions of this Act and without prejudice to the generality\nof the foregoing, the rules may provide for the keeping of\n                       UNIVERSITY OF TECHNOLOGY, JAMAICA\n            such records by the University as the Minister may require\n            for any purpose connected with the provisions of this Act.\n                                          Statutes\nStatutes.     21.-(1) The Council may, in accordance with the\n            Charter, make Statutes for the University and without prejudice\n            to the generality of the foregoing, the Statutes may prescribe, or\n            regulate, as the case may be-\n                 ( a ) the status, election or appointment, continuance in\n                       office and hnctions of the officers of the University;\n                 (b) the constitution, hnctions and business of the\n                       Council, the Academic Board and the Alumni\n                       Association; and\n                 (c) such other matters as the Council thinks fit, with\n                       respect to, or for the governance of the University,\n                       its members and constituent parts or otherwise in\n                       relation thereto for the furtherance of the goals of\n                       the University.\n                   (2) The Statutes may direct that any of the matters\n            prescribed or regulated by Statutes, as authorized or directed\n            in this Charter, be further prescribed or regulated by\n            Ordinance, Regulations or decisions made by the Council,\n            or the Academic Board:\n              Provided that any such further Ordinances or Regulations\n            or decisions shall not be repugnant to the provisions of the\n            Charter or of the Statutes.\n                  (3) Until amended in accordance with the Charter,\nSecond      the Statutes set out in the Second Schedule shall be the\nSch*le.     Statutes of the University.\n                                            Ordinances\nMmces         22.--41) Subject to the provisions of the Charter and the\n            Statutes, the Council may make Ordinances for the purposes\n         UNIVERSITY OF TECHNOLOGY, JAMAICA                                  13\nof furthering the objects of the University and for the good\norder and governance of the University.\n      (2) Ordinances dealing with any matter for which\nthe Academic Board is responsible shall not be made,\namended or repealed except after consultation with the\nAcademic Board.\n       PARTIV. Saving and Transitional Provisions"
    },
    {
      "provision_ref": "sec23",
      "section": "23",
      "title": "Section 23",
      "content": "23.41) Unless and until other arrangements are made\nwith the approval of the Minister, all officers and servants staff.\n                                                                          $z$f\n                                                                students\nholding office or serving under the former institution and\nimmediately before Charter Day, shall, from and after that\ndate, hold under the University the like respective offices or\nemployment and by the same tenure and, as far as is\npracticable, upon similar terms as before Charter Day.\n        (2) Subject to this Act and the Statutes, students\nwho enrolled for or embarked on courses of study in the\nformer institution and who had not completed such courses\non or before Charter Day. shall enjoy all rights and privileges\nas students of the University. and shall have their degrees,\ndiplomas. certificates or other academic distinctions vali-\ndated or awarded by the University.\n         (3) Subject to the provisions of this Act, graduates\nor holders of diplomas, certificates or other academic dis-\ntinctions in the former institution shall enjoy all rights and\nprivileges as if these awards had been granted by the\nUniversity.\n         (4) Every person who, immediately before Charter\nDay, was a member of the Council or the Academic Board\nof the former institution, shall be deemed to be a member\nof the same body in the University for a maximum period\n of two years from Charter Day whether or not that person\nmeets the requirements of those bodies as set out in the\n Statutes.\n         [The incltision of this page is authoriied by L N. 3/2001]\n                                                                      -\n 14                      UNIVERSITY OF TECHNOLOGY, JAMAICA\n                       (5) Persons who, prior to Charter Day, held offices\n              in the former institution which are equivalent to the offices\n              provided for in the University shall continue to hold such\n              offices in the University until the expiration of the term for\n              which such persons were originally appointed.\nTransfer        24.-(1) All money and property vested in the former\nof money,\nproperty,     institution upon trust or as an endowment for any scholar-\nhabikty,\netc.          ship or any other purpose shall, unless the terms of any t m t\n              governing the same otherwise provide, vest in the University,\n              without conveyance or assignment, and shall be used for\n              a like purpose.\n                        (2) Any property purchased by, belonging to, or\n              vested in, the former institution, and d l interests, rights and\n              easements into or out of the said property, shall, without\n              conveyance, assignment or transfer, belong to and be vested\n              in the University, subject to all or any trusts and to all debts,\n              liabilities and obligations affecting the same.\n                    (3) All liabilities of the former institution are hereby\n              deemed to be liabilities of the University.\n                                        FIRST SCHEDULE                 (Sections 2 and 7)\n                        CHARTER\n                             OF UNIVERSITY\n                                        OF TECHNOLOGY,\n                                                   JAMAICA\n                           Constitution and Functions of the University\nCOnStitU-        1. This Charter constitutes and incoqxmtes in Jamaica, a University\ntion and      bearing the name and style of the “University of Technology, Jamaica”\nincorpora-\ntion.         (hereinafter referred to as “The University”) which shall continue to\n              have perpetual succession and a common seal with power to create\n              its own visual identity, whether through the acquisition of an emblem\n              or otherwise.\nms\n Of             2. The objects of the University shall be-\nUniversity.\n                  ( U ) to advance education and development of technology through\n                         a variety of patterns, levels and modes of study and by a\n                        diversity of means by encouraging and developing learning\n                        and creativity for sustainable development for the benefit of\n                        the people of Jamaitica, the Caribbean and elsewhere;\n            UNIVERSITY OF TECHNOLOGY, JAMAICA                                        15\n    (b) to preserve, advance and disseminate knowledge and culture\n         through teaching, scholarship and research;\n    (c) to make available the results of such research and service; and\n    (d) to promote wisdom and understanding by the example and\n         influence of corporate life."
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. This C h a r shall be construed benevolently and in every case Benewlent\nmost favourably to the University and the promotion of its objects and\nfllndm.\n                                                                               z:mc-\n                         SECOND SCHEDULE                 (Sections 2 and 21)\n                                                JAMAICA\n                                    OF TECHNOLOGY,\n        ~ A T U T E SOF THE UNIVERSITY\n                               STATUTE I\n                    The Members of the University"
    }
  ],
  "definitions": [
    {
      "term": "special resolution",
      "definition": "a resolution passed at one meeting",
      "source_provision": "sec16"
    }
  ]
}