{
  "id": "jm-stat-the-university-of-the-west-indies-mona-campus-security-act",
  "type": "statute",
  "title": "The University of the West Indies (Mona Campus) (Security) Act",
  "title_en": "The University of the West Indies (Mona Campus) (Security) Act",
  "short_name": "University of the West Indies (Mona Campus) (Security) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-university-of-the-west-indies-mona-campus-security-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-university-of-the-west-indies-mona-campus-security-act | Legal areas: Education",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.-( 1) The Tribunal shall consist of not less than three nor more than five Appoint-\n                                                                                                    ment of\nmembers appointed by the Minister.                                                                  memhcrs\n       (2) For the hearing of any appeal under this Act, the Tribunal may\nconsist of one member sitting alone if the parties to the appeal agree."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1)      In this Act-                                                   lnterpre-\n                                                                                 fation.\n            \"Campus\" meins all that land known as the Mona Campus\n                of the University of the West Indies in the parish of\n                Saint Andrew and comprised in Certificate of Title\n                registered at Volume 703 Folio 75 of the Register Book\n                of Titles;\n            \"Committee\" means the Campus Finance and General Pur-\n               poses Committee as established in the Charter of the\n               University of the West Indies;\n            \"Corporate Area\" has the same meaning as in the Judicature\n                (Resident Magistrates) Act;\n            \"member of staff' means a person in the employment of the\n               University engaged in teaching, research, adminis-\n               trative, professional, technical, clerical or ancillary\n               duties;\n            \"parking place\" means any portion of the Campus desig-\n                nated hy the committee as a place where a vehicle may\n                be parked;\n            \"restricted area\" means any part of the Campus so desig-\n                 nated by the University;\n            \"security officer\" means-\n                      (a) a member of staff who performs security\n                          duties;\n     - --\n4     UNNERSITY OF THE WEST INDIES (MONA CAMPUS)\n                     (SECUM)\n            (b) a person assigned to the Campus to perform\n                security duties by the security company to\n                which he is employed, being a company con-\n                tracted by the Committee to carry out security\n                services on the Campus; or\n             (c) a member of the Jamaica Constabulary Force,\n                 the Island Special Constabulary Force or the\n                 Jamaica Defence Force;\n    \"Senate\" means the Senate of the University of the West\n        Indies;\n    \"student\" means a person who is registered as a student of\n        the University (whether hll-time or part-time) during a\n        current year for a first or higher degree, diploma, certi-\n         ficate or such other qualification or courses of the\n         University as may be approved by the Senate;\n    \"traffic sign\" means any sign or other device for the\n         guidance or direction of persons using the roadways on .\n         the Campus, which the University causes or permits to\n         be placed on or near any such roadway and. includes\n     . a-\n             (a) speed limit sign;\n             (b) mark on the surface of a roadway;\n             (c) signal,' whether automatic, electrical or other-\n                 wise;\n             (4 warning sign post; and\n             (e) direction post;\n    \"Tribunal\" means the Tribunal established under section 15;\n    \"University\" means the University of the West Indies estab-\n        lished by Royal Charter;\n           UNIVERSITY OF THE WEST INDIES (%IONA CAMPUS)\n                           (SECURITY)\n     \"vehicle\" means a wheeled vehicle whether mechanically\n         propelled or not, intended and adapted for use on a\n         road, and includes a truck, motor car, motorcycle, pedal\n         cycle, tractor, mower and push cart."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) A person shall not, without the prior written approval Restriction\n                                                                on trade or\nof the Committee, carry on any business or trade on the Campus. business\n        (2) Where such approval under subsection (1) is granted\nthe business or trade shall be carried on in accordance with such\nterms and conditions as the Committee may specify.\n       (3) Where the person to whom approval has been granted\nunder subsection (1) breaches the terms and conditions under\nwhich approval has been granted, the Committee may withdraw\nsuch approval in writing."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.-(1)      Subject to subsection (2) no person shall-                     Restriction\n                                                                             on displab\n     (a) post or display any advertisement, circular or placard, a d w i s e -\n                                                                   ment. ctc\n         or paint any word or picture on, or distribute any matter\n         on any part of the Campus;\n    (b) take any still, motion or sound picture on any part of\n         the Campus for commercial use,\nwithout the written permission of the Committee and under such\nterms and conditions as the Committee may specify.\n      (2) Subsection (1) shall not apply to a member of staff or\na student."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1) A person shall not operate on the Campus, without Restriction\nthe written permission of the Committee, any wireless On          of wireless\n                                                                     Operation\ntransmitting or receiving equipment or apparatus, except cellular equipment.\ntelephones.\n       (2) Subsection (1) shall not apply to-\n                 [The IIIC~IISIOIIofthis page IS mthonzed by L N   88n0031\n6                   UNIVERSITY OF THE WESTINDIES (1MONA CAMPUS)\n                                    (SECURITY)\n                 (a) a member of staff so authorized by the Committee;\n                 (h) a security officer;\n                 (c) a member of the Jamaica Fire Brigade, while on the\n                     Campus in that capacity.\n                   (3) Where the Committee grants permission for the\n             operation of any equipment or apparatus referred to in\n             subsection (l), such operation shall be carried out in the manner\n             and under such conditions as the Committee may specify.\nRestricted     6.-( 1) A person shall not enter or remain in a restricted area,\nrlreil\n             unless that person is-\n                 (a) a member of staff who works in that restricted area;\n                 (h) a security officer on duty; or\n                 (c) so authorized by the Committee.\n                   (2) A person, other than a person referred to in subsection\n             (1) (a) to (c), who is found in a restricted area, shall, on the\n             request of a security oficer-\n                 (a) state his name and address;\n                 (h) produce a valid form of identification; and\n                 (c) produce a valid document, if any, attesting to the\n                     purpose of his presence in and the authority upon\n                     which he entered that area.\n                   (3) A person who fails to comply with a request made\n             under subsection (2) may be ordered by a security officer to\n             leave the restricted area.\n                    (4) A person shall not drive into or park, or use or operate\n             a vehicle in a restricted area without the prior written approval\n             of the Committee.\n                   ( 5 ) A person who is authorized under subsection (1) to be\n             in a restricted area shall, while in that area, follow any\n             instructions given by the security officer on duty.\n                            I'flic IIICIUSI~III ol'tliis page ISnotborizcd by L N. S8/2003]\n      UNNERSlTY OF THE WEST INDES (MONA CAMPUS)                                     7\n                     (SECURITY)"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. All documents made by, and all decisions of, the Tribunal may be Authentica-\nsigrufied under the hand of the chairman or any other member of the Tribunal tion of\n                                                                             documents.\nauthorized to act in that behalf."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1)   The Tribunal shall meet at such times as may be necessary or Procedure.\ne x w e n t for the transaction of business and such meetings shall be held at\nsuch places and times and on such days as the Tribunal may determine.\n      (2) The chairman or any other person appointed to act temporarily as\nchairman shall preside at meetings of the Tribunal.\n                 Il'lic iiiclusioii of lliis pagc is aiitliorized by L.N.   W2003]\n12                       UNWERSITY OF THE WEST INDIES @IONA CAMPUS)\n                                        (SECURITY)\n                       (3) Subject to paragraph l(2) the decisions of the Tribunal shall be b>-\n                 a majorih of votes of the members and in addition to an original vote. the\n                 chairman shall have a casting vote in any case in whch the voting is equal.\n                        (4) The Tribunal shall have power to regulate its own proceedings.\n                        ( 5 ) Proper records of all proceedings of the Tribunal shall be kept.\nRem~ration          8. There shall be paid to the chairman and other members of the Tribunal\nof members.\n                 such remuneration (whether by way of honorarium. salary or fees) and such\n                 allowances as the Minister may determine.\nProtectionof        9. NO action suit, prosecution or other proceedings shall be brought or\nmembers.         instituted personally against any member of the Tribunal in respect of an act\n                 done bona fide in pursuance or execution or intended execution of thc\n                 provisions of t h ~ sAct.\nDisclosure of      10. Any member of the Tribunal who has any interest, &redly or in&rectly\ninterest.        in any matter brought before the Tribunal-\n                        (a) shall dsclose the nature of the interest to the Tribunal; and\n                        (b) shall not take part in any deliberations or decisions of the\n                            Tribunal with respect to that matter.\nOffice of           11. The office of chairntan or member of the Tribunal shall not be R public\nmembernota       office for the purposes of Chapter V of the Constitution of Jamaica.\npublic officz.\n                                  [The iiiclusioii of this page IS authonzed by L N   88/2003]"
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. A person shall not-                                               ment, ser-\n                                                                       vice or\n                                                                       repair of\n    (a) abandon a vehicle in any parking place;                        vehicle.\n    (b) service or repair, or cause or permit to be serviced or\n        repaired any vehicle in any parking place otherwise\n        than for the purpose of enabling that vehicle to get.\n        underway."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. Nothing in this Act shall prevent the driver of a vehicle, Emergent)\nin response to an emergency involving danger to life or situation.\nproperty, from operating that vehicle on the Campus in a manner\nnecessitated by that emergency.\n                                         UNIVERSITY OF THE WEST INDIES (MONA CAMPUS)\n                                                         (SECURITY)\n            ,!Erectionof             11.-(1) The person with responsibility for security shall,\n             'trafficsigns,\n            1 etc.                after consultation with the Committee, cause to be placed, erect-\n                                  ed or displayed on the Campus, such traffic signs as are con-\n                                  sidered necessary for the proper direction, control and regulation\n                                  of vehicular traffic thereon.\n                                        (2) Any person operating a vehicle on the Campus shall\n                                  comply with the traffic signs thereon.\n                                           (3) A pedestrian who is on the Campus, shall within a\n                                  pedestrian lane marking, have the right of way over.vehicu1a.r\n                                  traffic.\n                                         (4) A person shall not load or unload goods unto or from\n                                  any vehicle on the Campus except at such place as may be\n                                  designated for that purpose.\n        ! Parking place.            12.-(1) The Committee shall designate any area of the Cam-\nf       .\n                                  pus as it thinks fit as a parking place.\n                                          (2) Any person who parks a vehicle within the boun-\n                                  daries of the Campus shall do so within a parking place.\n                                           (3) Subsection (4) shall apply to any vehicle that is\n                                  parked in an area of the Campus where that vehicle endangers\n                                  the life or safety of any person or obstructs a fire hydrant or a\n                                  parking place reserved for disabled persons.\n                                           (4) A vehicle which is not parked in the manner des-\n                                  cribed in subsection (2) shall be clamped or towed away at the\n                                  owner's expense, and shall be released only on payment of a fine       .\n                                  of three thousand dollars to the Committee.\n                                        (5) The amount of the fine imposed under subsection (4)\n                                  may be increased by regulations made under section 16.\n    i Prohibited                    13. A person shall not carry out any of the following acts on\n    : Acts.\n    1 1512010                     the Campus, without first being authorized to do so by the Com-\n                S.2.              mittee, that is to say-\n    I                                                                                            .   ,\n                                       (a) cut trees, plants or other vegetation;\n                              a\n                                       (b) take trees, plants or other vegetation -or take h i t s or\n                                           other parts therefrom;\n                                            IThe inclusion of this page is authorized by L.N. 92d20121\n       UNIVERSITY OF THE WEST INDIES (MONA CAMPUS)                            9\n                       (SECURITY)\n                                ,\n     (c) set fires or remove growing trees, plants or other\n         vegetation;\n    (d) lay or put up any wire, cable, fence, pipeline, net or any\n        other material;\n    ,(e) dig, excavate, bore or lay any road, track or path.\n   1 4 . 4 ) Any person who is on the Campus is liable to have Search.\nhis person, motor vehicle, bag or other container searched by a\nconstable, if that constable has reasonable grounds to believe\nthat the person has in his possession any property which is being\nillegally removed from the Campus.\n         (2) The constable conducting the search shall take such\nsteps as are reasonably practicable in the circumstances to\nensure that the person being searched is afforded every oppor-\ntunity to observe everything done in relation to the search.\n       (3) Subject to subsection (4), a female shall only be\nsearched by another female.\n        (4) Where there is reasonable cause for the conduct of a\nsearch of a body cavity, that search shall only be conducted by a\nregistered medical practitioner."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-41) There is hereby established a Tribunal for the pur- Tribunal.\nposes of hearing appeals under this Act and the provisions of the\nSchedule shall have effect as to the constitution of the Tribunal Schedule.\nand otherwise in relation thereto.\n         (2)' A person who is aggrieved by a decision of the\nCommittee under section 3,4, 5 or 8 may appeal to the Tribunal\nin the prescribed manner.\n       (33 Subject to the provisions of this section, the Tribunal\nmay, in respect of any such appeal, quash or vary the decision or\nmay dismiss the appeal.\n110                        LNWERSITY OF THE WEST INDIES (MONA CAMPUS)\n            I\n                                          (SECUm)\n            1             (4) If the decision is varied or the appeal is dismissed, the\n                    Tribunal may direct that the decision of the Committee shall not\n        I           take effect until such date (not being later than twenty-eight days\n        I\n                    from the determination of the appeal) as the Tribunal thinks fit.\n    I                     (5) Before determining an appeal the Tribunal shall give\n                    the appellant, who may be represented by an attorney-at-law or\n    I               any other person, the opportunity to be heard by the Tribunal.\n    Regulations.      16. The Minister may, after consultation with the Committee,\n                -   make regulations generally for the better carrying out of the pur-\n1                   poses of this Act.\n'benws.               17. A person who contravenes section 3,4, 5, 6, 7, 8, 9 or 13\n                    commits an offence and shall be liable on summary conviction\ni                   before a Resident Magistrate to a fine not exceeding two hun-\ni                   dred thousand dollars.\n        UNIVERSITY OF THE WEST INDIES (MONA CAMPUS)                                                           11\n                        (SECURITY)\n                                            SCHEDULE                                 (section 15)\n                   Constitution and Procedure of Tribunal"
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. Offences.\n    SCHEDULE\n               UiYNERSITY OF THE WEST INDIES (MONA CAMPUS)                                   3\n                               (SECURITY)\n                                                                                   Acts\n                THE UNIVERSITY OF THE WEST INDIES                                37 of 2002,\n                  (MONA CAMPUS) (SECURITY) ACT                                   15 of 2010.\n                                                         r14th October, 2002.1\n•     1. This Act may be cited as the University of the West Indies short title.\n    (Mona Campus) (Security) Act."
    }
  ],
  "definitions": [
    {
      "term": "Committee",
      "definition": "the Campus Finance and General Pur-",
      "source_provision": "sec2"
    },
    {
      "term": "parking place",
      "definition": "any portion of the Campus desig-",
      "source_provision": "sec2"
    },
    {
      "term": "restricted area",
      "definition": "any part of the Campus so desig-",
      "source_provision": "sec2"
    },
    {
      "term": "Senate",
      "definition": "the Senate of the University of the West",
      "source_provision": "sec2"
    },
    {
      "term": "student",
      "definition": "a person who is registered as a student of",
      "source_provision": "sec2"
    },
    {
      "term": "traffic sign",
      "definition": "any sign or other device for the",
      "source_provision": "sec2"
    },
    {
      "term": "Tribunal",
      "definition": "the Tribunal established under section 15",
      "source_provision": "sec2"
    },
    {
      "term": "University",
      "definition": "the University of the West Indies estab-",
      "source_provision": "sec2"
    },
    {
      "term": "vehicle",
      "definition": "a wheeled vehicle whether mechanically",
      "source_provision": "sec2"
    }
  ]
}