{
  "id": "jm-stat-the-university-students-cess-act",
  "type": "statute",
  "title": "The University Students Cess Act",
  "title_en": "The University Students Cess Act",
  "short_name": "University Students Cess Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-university-students-cess-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-university-students-cess-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                       hw-\n    “cess” means the cess imposed by or under this Act;                 -*.\n    “Commissioner” means the Commissioner of Inland\n        Revenue;\n    “higher degree” includes a diploma regulated by the\n        Board for Higher Degrees of the University but\n        does not include any other diploma or any\n        certificate;\n    “sponsored student” means a person pursuing a course\n        of study at the University in relation to whom the\n        Government of Jamaica makes a financial contri-\n        bution to the University towards the cost of the\n        course, but does not include a person piirsuing-\n             (a) a post graduate course of study leading\n                  to the award of a higher d e w or\n             (b) any other course of study approved by\n                  the Minister by notice published in the\n                    Gazette;\n    “University” means the University of the West Tndies."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3.-(1) The House of Representatives may from time to pm\ntime by resolution impose a cess to be paid by sponsored\nstudents and may revoke, reduce, increase or alter any ti~ato b\n                                                         pose -.\nsuch cess and may provide for exemptions therefrom.\n            inclusion of this page is authorized by L.N. 17/1989]\n4                             UNIVERSITY STUDENTS CESS\n                    (2) Until other provisions are made pursuant to sub-\nSchedule.    section (l),cess shall be paid in accordance with the provi-\n             sions of the Schedule.\n                  (3) A resolution under subsection (1) may amend the\n             Schedule.\nPawer of       4. The Minister may, upon application made by a per-\nMinister\nto remit     son liable to pay cess, waive, remit or refund, in whole or\ncas.         in part, any such cess if, in the circumstances of the case,\n                                                                               \\\n             he deems it expedient to do so; and any such waiver, remis-\n             sion or refund may be subject to such special conditions\n             as the Minister may see fit to impose.\nRefund of       5. The Commissioner shall refund any money which he\nccss paid\nin m r .     is satisfied has been overpaid as cess at any time within\n             two years after such overpayment has been made.\nstudents'      6 . 4 1 ) The Students' Loan Bureau is an agent of the\nLoan         Commissioner for the purposes of this Act and as such\nBureau is\nagent d      shall collect and pay to the Commissioner the cess imposed\nemmis-\ns1oner.      by this Act upon sponsored students.\n                   (2) No person acting under 'subsection (1) shall on\n             that account be regarded as holding a public office.\nCollection     7. The cess imposed by this Act in respect of each\nof cess.     academic year shall be paid in full upon registration of the\n             sponsored student at the University for that year:\n               Provided that the Commissioner may accept, on such\n             terms and conditions as he thinks fit, an assurance that\n             payment will be made within a period not exceeding three\n             months after registration.\nReturss.       8.-(1) The Students' Loan Bureau shall make such\n             returns to the Commissioner at such times and shall keep\n             such records in such form and substance as the Commis-\n                     me inclusion d this page is authorized by L.N. 17/1989l\n                 UNIVERSITY STUDENTS CESS\nsioner may from time to time require or as may be\nprescribed.\n       (2) The Commissioner may enlarge the time for\nmaking any return before or after the time for making it."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) Where there is any doubt as to thc amount of\ncess payable by any sponsored student the Commissioner,\nafter consultation with the University, shall make an doubt.\nassessment of the cess to be paid by that student and shall\nnotify the student accordingly.\n        (2) An assessment, subject to being varied or vacated\non an objection and subject to a reassessment, shall be\ndeemed to be valid and binding notwithstanding any error,\ndefect or omission therein or in any proceeding under this\nAct relating thereto."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) Where a sponsorsd student objects to an a j a .\nassessment made under section 9, he may, within ten days\nfrom the date of receipt of the notice of assessment, serve\non the Commissioner a notice of objection in duplicate in a\nform approved by the Commissioner, setting out the reasons\nfor the objection and all relevant facts.\n                          Q\n       (2) Upon receipt of the notice of objection, the\nCommissioner shall with all due despatch reconsider the\nassessment and vacate, confirm or vary the assessment, and\nhe shall thereupon notify the student of his action.\n       (3) The decision of the Commissioner under sub-\nsection (2) shall be final."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. For the purposes of this Act the Commissionx and Powmsd\nofficers of the Inland Revenue Department shall have all\nsuch powers as they have in relation to the Tax Collection SlOIlW.\n                                                                    +&\nAct.\n        frrhe idusion of this page is authbiized by L.N. 17/1989]\n6                             UNIVERSITY STUDENTS CESS\nRe$ulati-.     12. The Minister may make regulations generally for the\n             better carrying out of the purposes of this Act and for pres-\n             cribing any matter required by this Act to be prescribed and\n             without prejudice to the generality of the foregoing such\n             regulations may provide for the refund of cess to persons\n             who, having paid the cess, engage in teaching service or such\n             other service as may be prescribed.\n                     llhInclusian of this page is authorizbd by L.N. 17/1989J\n                    UNIVERSITY STUDENTS CESS                                    4\n                                  scHgDUL3                    (Section 3 (2))\n                          University Students Cess\n  The University Students Cess in relation to specified faculties of the\nUniversity shall be paid in respect of each academic year in aocordance\nwith the €ollaWing table-\n                Faculty             Cess payments required to be made\n                 c _ _\n                                  Full-time students      Part-time students\n                                           s                           $\nArts and General Studies                 1.400                         700\nEducation                                1,400                         700\nSocial Sciences                          1,400                         700\nNatural Sciences                         1,650                         825\nMedicine\n     (U) pre-clinical                    1.800                      900\n     (b) clinical                        2.000                    1.Ooo\nengineerine                              2,000                    1.OOo\nAmicul-                                  1,650                      825\nb W                                      1,650                      825\n            me i d d o n of this page is authorized by L.N. 17/1989]"
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12. Regulations.\n     SCHEDULE\n              inclusion of thin page is mhrized by L.N. 17/1989]\n                UNIVERSITY STUDENTS CESS                                           3\n                                                                          Ad\n     THE UNIVERSITY STUDENTS CESS ACT                                   60f1988.\n                                                     [2nd May, 1988.1"
    }
  ],
  "definitions": []
}