{
  "id": "jm-stat-the-urban-development-corporation-act",
  "type": "statute",
  "title": "The Urban Development Corporation Act",
  "title_en": "The Urban Development Corporation Act",
  "short_name": "Urban Development Corporation Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-urban-development-corporation-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-urban-development-corporation-act | Legal areas: Tax",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1.0. (1) The Corporation shall meet a t such times as may be ness- Proce4ure\nsary or expedient for the transaction of business, aad such meetings and\nshall be held at such places apd times and on sucb days as the\nCorporation may determipe :\n   Provided that not less than six meetings of the Corporation &all\nbe held in each financial year of the corporation.\n        (2) Minutes in proper form of each meeting of the Corpsratiop\nshall be kept.\n        (3) The chairman may at any time call a special meeting of the\nCorporation and shall call a special meeting to be held witbin seven\ndays from the receipt of the writtq request for that purpose gddressd\nto him by any three members of the Corporation.\n        (4) The chairman or, in his absence the deputy chairman, shall\npreside at the meetings of the Corporation, and if both the chairman\nand the deputy chairman are absent from any meeting the members\npresent shall elect one of their number to preside at that meeting.\n        ( 5 ) The quorum of the Corporation shall be such number as\nthe Corporation may fix from time to time, not being less than one-\nhalf of the total number of members of the Corporation.\n        (6) The decisions of the Corporation shall be by a majority of\nvotes and, in addition to an original vote, the chairman or other\nperson presiding at a .meeting shall have a casting vote in any case\nin which the voting is equal.\n         (7) The validity of the proceedings of the Corporation shall not\nbe affected by any vacancy amongst the members thereof or by any\ndefect in the appointment of a member thereof.\n       [Tpe inclusion of this page is authorized by LN. 480/1973]\n24                     URBAN DEVELOPMENT CORPORATION\n                 (8) Subject to the provisions of this Schedule the Corporation\n            may regulate its own proceedings.\nPower to       11. The Corporation may by a vote of a majority of all the members\ndelegate.   thereof delegate to the chairman or a committee appointed by the\n            Corporation such of the functions of the Corporation as to enable it\n            effectively to transact such of the day to day business of the Cor-\n            poration as it may decide:\n               Provided that nothing in this paragraph shall authorize the Corpora-\n            tion to delegate to any person functions to do any act involving extra-\n            ordinary expenditure.\nProtection     12. (1) No member of the Corporation shall be personally liable           ,\nof members. for any act or default of the Corporation done or omitted to be done\n            in good faith in the course of the operations of the Corporation.\n                    (2) Where any member of the Corporation is exempt from\n            liability by reason only of the provisions of this paragraph, the Cor-\n            poration shall be liable to the extent that it would be if the member\n            was a servant or agent of the Corporation.\nRemunera-      13. There shall be paid from the funds of the Corporation to the\ntion of     chairman and other members of the Corporation such remuneration,\nmembers.    whether by way of honorarium, salary or fees, and such allowances\n            as the Minister may determine.\nOffice of      14. The office of member of the Corporation shall not be a public\nmember      office for the purposes of Chapter V of the Constitution of Jamaica.\nnot\npublic\noffice.                            SECOND SCHEDULE                        (Section 14)\n                          Provisions as to orders under section 14"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act unless the context otherwise requires-                        hterpreta-\n                                                                              tion.\n    \"chairman\" means the: chairman of the Corporation and\n         includes any person for the time being performing the\n         functions of chairman;\n    \"the    Corporation\" means the Urban Development\n           Corporation established under section 3;\n    \"designated area\" means any area of land owned by the\n         Corporation or to be acquired by the Corporation\n         designated under section 14;\n    \"development\" includes re-development;\n    \"financial year\" means such period of twelve months as the\n         Corporation with the approval of the Minister may\n         determine to be its financial year, so, however, that the\n         first financial year shall be the period commencing\n         with the commencement of this Act and ending with\n         such day as may be fixed by the Corporation with the\n         approval of the Minister;\n    \"fUnctions\" includes powers and duties;\n    \"local authority\" means-\n               ( a ) in relation to the parishes of Kingston and\n                     St. Andrew, the Council of the Kingston and\n                              URBAN DEVEL0PME:NT CORPORATION\n                                      St. Andrew Corporation as constituted under\n                                     the Kingston and St. Andrew Corporation\n                                     Act; and\n                                 (b) in relation to any other parish, the Parish\n                                     Council of such parish;\n                     \"owner\", in relation to land, means a person who is for the\n                         time being entitled to dispose of the fee simple of the\n                         land whether in possession or in reversion, and\n                         includes a person holding or entitled to the rents and\n                         profits under a lease or agreement, the unexpired term\n                         whereof exceeds three years;\n                      \"statutory undertakers\" means persons authorized by any\n                           law to carry on any transport undertaking by land, air\n                           or water, or any undertaking for the supply of\n                           electricity, gas, hydraulic power or water, or any\n                           telephone service.\n                  PART 11. Establishment and Functions of the Corporation\nEstablislrmerd     3.-(1) There shall be established for the purposes of this\nof Urban\nDevelopment\n                 Act a body to be called the Urban Development Cor-\nCorporation.     poration.\nFirst                  (2) The provisions of the First Schedule shall have effect\nSchedule.        with respect to the constitution of the Corporation and otherwise\n                 in relation thereto.\nFundions of        4.-(1) Subject to the provisions of this Act the Cor-\nthe\nCorporation      poration shall have power to carry out or secure the laying\n                 out and development of (areas designated under section"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. If any objection is duly made to the draft order and is not\nwithdrawn, the Minister shall, before making the order, consider such\nobjection and may hold such inquiry with respect thereto as may\nappear to him to be necessary."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Subject to the provisions of paragraph 3 the Minister may make\nthe order either in terms of the draft order or subject to such modifi-\ncations as he thinks fit :\n   Provided that, except with the consent of all persons interested,\nthe Minister shall not make the order subject to a modification including\nin the area designated by the order any land not included in the area\ndescribed in accordance with paragraph 1."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.-(1)  The Minister may, after consultation with the Ministerial\n    chairman, give to the Corporation directions of a general directions.\n    character as to the policy to be followed in the performance\n    of its functions in relation to matters appearing to him to\n    concern the public interest.\n          (2) The Corporation shall furnish the Minister with\nI\n    such returns, accounts and other information as he may\n           flkinclusion af this p ~ p eis authorized by L.N. 480/1973]\n6                     URBAN DEVELOPMENT CORPORATION\n            require with respect to the property and activities of the\n            Corporation, and shall afford to him facilities for verifying\n            such information in such manner and at such times as he\n            may reasonably require.\nAppoint-       6 . 4 1 ) The Corporation may appoint and employ at\nment of\n            such remuneration and on such terms and conditions as\nsecretary\nand other\nofficers,   it thinks fit a secretary and such other officers, servants         .\nservants\nand\n            and agents as it thinks necessary for the proper performance\nagents.     of its functions.\n                   (2) The Governor-General may, subject to such\n            conditions as he may impose, approve of the appointment\n            of any public officer in the service of Jamaica to any office\n            with the Corporation and any public officer so appointed\n            shall, in relation to pension, gratuity or other allowance,\n            and to other rights as a public officer, be treated as con-\n            tinuing in the service of the Government.\n                                  PART III. Financial\nFunds and     7. The funds and resources of the Corporation shall\nresources\nof the      consist of-\nCorpora-\ntion.            (a) such moneys as may from time to time be placed\n                      at its disposition for the purposes of this Act by\n                      Parliament;\n                 (b) moneys borrowed by the Corporation pursuant to\n                      section 8 for the purpose of meeting any of its\n                      obligations or performing any of its functions;\n                 (c) all other moneys and other property which may\n                      in any manner become payable to, or vested in,\n                      the Corporation in respect of any matter incidental\n                      to its functions.\nBorrowing     8 4 1 ) Subject to the provisions of subsection (2), the\npowers.\n            Corporation may borrow moneys required by it for meeting\n            any of its obligations or performing any of its functions.\n          URBAN DEVELOPMENT CORPORATION                                        7\n      (2) The power of the Corporation to borrow shall be\nexercisable only with the approval of the Minister res-\nponsible for finance as to the amount, as to the source\nof borrowing and as to the terms on which the borrowing\nmay be effected, and an approval given in any respect for\nthe purpose of this section may be either general or limited\nto a particular borrowing or otherwise and may be either\nunconditional or subject to conditions."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Any summons, notice or other document required or authoriqed Service of\nto be served upon the Corporation under the provisions of this &t dOCuments.\nor any other law may, unless in any case there is express provision\nto the contrary, be served by delivering the same t,o the chairman ~r\nsecretary, or by sending it by registered post addressed to the secretary\nat the principal office of the Corporation."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. A member of the Corporation who is directly or indirectly Disclosure\ninterested in a contract made or proposed to & made by the Corpora- of interest.\ntion-\n      (a) shall disclose the nature of his interest at a meeting of the\n             Corporation;\n      (b) shall not take part in any deliberation or decision of the Cor-\n             poration witb respect to that contract."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The Corporation shall establish a reserve fund to Reserve\nbe utilized for such purposes as the Minister responsible fund.\nfor finance may approve."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.-( 1) The Corporation shall keep accounts of its Accounts\n                                                          and audit.\ntransactions to the satisfaction of the Minister and such\naccounts shall be audited annually by the Auditor-General\nor some other suitable person appointed by the Minister\nfor the purpose.\n        (2) The members, officers and servants of the Cor-\nporation shall grant to the Auditor-General or any other\nperson appointed under this section to audit its accounts\naccess to all books, documents, cash and securities of the\nCorporation and shall give to him on request all such\ninformation as may be within their knowledge in relation\nto the operation of the Corporation."
    },
    {
      "provision_ref": "sec12",
      "section": "12",
      "title": "Section 12",
      "content": "12.41) The Corporation shall prepare and present to Annual\n                                                                  report and\nthe Minister within four months (or such longer period as estimates.\nthe Minister may allow) after the expiration of each finan-\ncial year of the Corporation a report-\n      me inclusion of this page is authorized by L.N. 480/1973]\n8                         URBAN DEVELOPMENT CORPORATION\n                    (a) dealing generally with the activities of the Cor-\n                         poration during its last financial year;\n                    (b) containing such information relating to the pro-\n                         ceedings and policy of the Corporation as in its\n                         opinion can be made public without detriment to\n                         the interest of the Corporation; and\n                    (c) including a statement of its accounts audited in\n                         accordance with the provisions of section 11.\n                       (2) The Minister shall cause a copy of the report\n               together with the annual statement of accounts and the\n               report of the person who audited the accounts on that\n               statement and on the accounts of the Corporation to be\n               laid on the Table of the House of Representatives and\n               of the Senate.\n                      (3) Copies of the Corporation’s report together with\n               the annual statement of accounts and the report of the\n               person who audited the accounts on that statement and on\n               the accounts of the Corporation shall be published in such\n               manner as the Minister may direct.\n                       (4) The Corporation shall, not less than three\n               months (or such shorter period as the Minister may in\n               any particular case allow) before the expiration of each\n               financial year of the Corporation, submit to the Minister\n               for approval its estimates of revenue and expenditure in\n               respect of its next financial year.\n                    PARTIV. Transfer of property to Corporation\nTransfeP. of     13. Upon a day to be appointed by the Minister by notice\nproperty to\nCorpora-       published in the Gazette by virtue of this section and with-\ntion.          out further assurance all such property owned by the\n               Government of Jamaica as may be specified in the notice\n               as aforesaid shall be transferred to and vested in the\n               Corporation.\n           URBAN DEVELOPMENT CORPORATION                                 9\n    PART V. Designation of areas, and consequential\n                 powers and duties"
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.\n                        (2) Subject to the provisions of this Act, the Cor-\n                 poration may, for the purpose of performing any of its\n                 functions under this Act, do anything and enter into any\n                 transaction which, in the opinion of the Corporation, is\n                 necessary to ensure the proper performance of its functions.\n               URBAN DEVELOPMENT CORPORATION                                5\n          (3) In particular and without prejudice to the\n    generality of the provisions of subsections (1) and (2) the\n    Corporation may-\n             acquire, manage and dispose of land whether\n             within or outside any designated area;\n             lay out, construct and maintain roads, construct\n             and maintain buildings and carry out such other\n             building and engineering operations as may appear\n             to it to be necessary or desirable in, on, over or\n             under land within any designated area;\n             provide and maintain car parks, piers, public parks,\n             public gardens and other public amenities within\n             any designated area;\n             carry on any business or undertaking for the\n             development of any designated area;\n             contribute to local authorities and statutory\n             undertakers sums in respect of expenditure\n             incurred by such authorities and undertakers in\n             respect of their functions in connection with the\n             development of any designated area;\n             engage in any other activity designed to promote\n             the development of any designated area.\n           (4) The Corporation shall, in performing any of its\n    functions under this Act, take such action as may be neces-\n    sary and practicable to ensure the preservation of sites and\n    objects of architectural or historic interest."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1)\nafter      The Corporation\n       a designation         shall,\n                     order has  beenas made,\n                                       soon as  practicable\n                                             furnish        Plansof\n                                                      every ment.\n                                                            develop\nlocal authority within whose area the relevant designated\narea or any part thereof is situated with a plan of develop-\n                                                                             .\nment for such designated area and a statement, both of\nwhich together give particulars in regard t o -\n     (a) the manner in which such designated area yill be\n          laid out and the land therein used and, in\n          particular, the land intended to be used for the\n          provision respectively of buildings, roads and\n          open spaces;\n     (b) the approximate number and nature of the build-\n          ings proposed to be constructed;\n     (c) particulars relating to water supply, drainage and\n          sewage disposal,\nand request each such local authority to furnish the informa-\ntion required in accordance with subsection (2), before a\nspecified day.\n        (2) Every local authority to which a plan of develop-\nment and a statement are furnished in accordance with\n10                   URBAN DEVELOPMENT CORPORATION\n           the requirements of subsection (1) shall, before the specified\n           day, inform the Corporation in writing-\n                (a) that it does not recommend any modifications of\n                    such plan and statement; or\n                (b) of any modifications of the plan or statement which\n                    it recommends.\n                   (3) The Corporation shall, upon receipt of such              .\n           information from every local authority to which a plan               J\n           of development and a statement were furnished in accord-\n           ance with the provisions of subsection (11, submit such plan\n           of development to the Minister for his approval, and the\n           information received by the Corporation and any com-\n           ments and recommendations of the Corporation thereon\n           shall be submitted with such plan.\n                  (4) At any time after the specified day the Minister\n           may direct the Corporation to submit for his approval the\n           relevant plan of development notwithstanding that the\n           information requested under subsection (1) has not been\n           furnished by one or more of the local authorities referred\n           to in that subsection.\n                  (5) The Minister may approve a plan of develop-\n           ment with such modifications as he thinks fit and shall\n           cause notice of his approval to be published in the Gazette,\n           and thereupon such plan of development, with or without\n           modification, shall have effect as an approved plan of\n           development.\nAcquisi-      16.-( 1) Any land (including land with buildings thereon)\ntion of\nland.      which the Corporation proposes to acquire for the purpose\n           of performing its functions under this Act may, subject to\n           subsection (2), be acquired in accordance with the provi-\n           sions of the Land Acquisition Act and in relation to such\n           acquisition the purpose aforesaid shall be deemed to be a\n           public purpose.\n           URBAN DEVELOPMENT CORPORATtON                                   11\n         (2) For the purpose of the acquisition of any land\nas aforesaid the Land Acquisition Act shall have effect\nas if-\n      (a) to subsection (2) of section 5 of that Act there\n           were added the following paragraph as paragraph\n                “(c) the funds of the Urban Development\n                     Corporation.”; and\n      (b) in subsection (1) of section 16 of that Act the\n           words “Urban Development Corporation” were\n           substituted for the words “Commissioner of Lands\n           in trust for Her Majesty”."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.41) The Corporation may, for any purpose arising Corpora-\nin relation to the preparation of a plan of development or tion     .may\n                                                               requ,re\nthe carrying out of an approved plan of development, by tion   informa-\n                                                                     as to\nnotice in writing require the owner or occupier of any land owner-\nor building within the designated area to which such plan ship,premises.\n                                                                     .etc. of\nrelates or is intended to relate or any person receiving,\nwhether for himself or for another, rent out of any such\nland or building, to state in writing to the Corporation with-\nin a specified time, not being less than twenty-one days after\nservice of such notice, particulars of the estate, interest or\nright by virtue of which he owns or occupies such land\nor building or receives such rent, as the case may be, and\nthe name and address, and the estate, interest or right,\nso far as they are known to him, of every person who\nto his knowledge has any estate or interest in or right\nover or in respect of such land or building.\n        (2) Every person who, being required under this\nsection to state in writing any matter or thing to the Cor-\nporation, either fails to do so within the time specified\nunder this section, or in so doing makes any statement in\nwriting which is to his knowledge false or misleading in\na material particular, shall be guilty of an offence and\nshall be liable on summary conviction before a Resident\n                         --\n12                     URBAN DEVELOPMENT CORPORATION\n             Magistrate to a fine not exceeding forty dollars and in\n             default of payment to imprisonment for a term not exceed-\n             ing two months.\nPower of        lS.-(l) Any person authorized in writing by the Cor-\nentry for\nsurvey       poration in that behalf may at all reasonable times enter\nvaluation.\nand          any premises within a designated area which the Corpora-\n             tion proposes to acquire, for the purpose of surveying and\n             valuing such premises.\n                     (2) Any person who obstructs a person acting in\n             accordance with the provisions of subsection (1) shall be\n             guilty of an offence and shall be liable on summary con-\n             viction before a Resident Magistrate to a fine not exceed-\n             ing forty dollars and in default of payment to imprison-\n             ment for a term not exceeding two months.\nPowers of      1 9 . 4 1 ) Without prejudice to any of its other powers\ndealing\nwith land    under this Act, the Corporation may-\nand\nbuildings.        (a) let or lease for any term of years, or upon any\n                        conditions, any land vested in it under or by virtue\n                        of this Act and accept surrenders of any such\n                        leases as it may think fit:\n                           Provided that the Corporation shall not exercise\n                        the powers conferred by this paragraph without\n                        the prior sanction of the Minister if he so directs;\n                  (b) with the consent of the Minister, sell or exchange\n                        such land, whether or not it pays or receives any\n                        money for equality of exchange.\n                    (2) The sale or lease of any land vested in the Cor-\n             poration may be subject to such covenants and conditions\n             as the Corporation, with the approval of the Minister, may\n             impose in regard to the laying out and use of the land or\n             in regard to the use and maintenance of any building\n             thereon, and upon any such sale the Corporation may, with\n            URBAN DEVELOPMENT CORPORATION\nthe' approval of the Minister, accept payment of part of\nthe price and secure the remainder by a mortgage of the\npremises."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. [Deleted by Act 28 oJ2003, S. 2.1\n  2 1 . 4 1 ) The Corporation shall carry out or secure the Layingout\nlaying out and development of every designated area in and\naccordance with the approved plan of development relating mentof\n                                                            designated\nthereto.                                                    areas.\n        (2) The Corporation shall be exempt from                     any\nobligation imposed by any law in relation to-\n    (a) the laying out or subdivision of land for sale or\n        for the purpose of building thereon; or\n    ( b ) the construction of buildings.\n  2 2 . 4 1 ) The Corporation may, for the purposes of an R W ~ .\napproved plan of development-\n    (a) lay out, pave, improve, sewer and complete such\n         roads as it thinks fit within the designated area\n         to which such plan relates;\n    (b) close, alter or discontinue any road within such\n        area.\n            URBAN DEVELOPMENT CORPORATION\n        (2) Subject to the provisions of subsections ( 3 ) and\n( 4 ) any roads laid out in accordance with an approved\nplan of development shall be deemed to be public roads\nto which section 4 of the Parochial Roads Act applies and\nto be parochial roads within the meaning of that Act;\nand the exclusive care, management, control and super-\nintendence ;-of the said roads shall accordingly be vested\nin the appropriate local authority.\n       ( 3 ) The Corporation shall notify the local authority\nin whom the exclusive care, management, control and\nsuperintendence of the roads are to be vested that the\nroads have been laid out in accordance with the approved\nplan of development and the local authority shall, if it\nis satisfied that the roads have been so laid out, pass a\nresolution to that effect and. forward a copy of the reso-\nlution to the Corporation, and upon the passing of the\nresolution the provisions of subsection (2) shall apply to\nsuch roads.\n      ( 4 ) Where the Corporation decides to alter or dis-\ncontinue any road-\n    (a) the Corporation shall notify the local authority\n        having the exclusive care, management, control\n        and superintendence: of such road of the decision\n        and hrnish the local authority with a plan of\n        the road intended to be altered and of the\n        intended alterations thereto, or of the road in-\n        tended to be discontinued; and\n    ( b ) the local authority shall, as soon as may be there-\n          after, pass a resolution that such road shall be\n          altered or discontinued, as the case may be, in\n          accordance with the plan, and forward a copy of\n          the resolution to the Corporation.\n      (5) Upon the passing of a resolution pursuant to\nparaaaph ( b ) of subsection (4)-\n          URBAN DEVELOPMENT CORPORATION                                 15\n    (a) the Corporation may proceed with the alteration -\n        of the road; or as the case may be,\n    (b) the discontinuance to which such resolution relates         .\n        shall have effect and thereupon-\n            (i) the road so discontinued shall cease to be\n                a public road and all rights of way over it\n                 shall cease; and\n           (ii) the owner of the adjoining land on either\n                 side of the road so discontinued may enclose\n                up to the centre of the road the part\n                 thereof which his land adjoins, so, however,\n                 that a person who owns the adjoining land\n                 on both sides may enclose entirely so much\n                 of the road as those lands adjoin.\n        (6) If there is any continuing dispute between any\nlocal authority and the Corporation as to whether or not\nany roads are laid out in accordance with an approved\nplan of development, or if there is any continuing refusal\nor continuing neglect by any local authority to comply with\nthe provisions of subsection (3) or paragraph (b) of sub-\nsection (4) the Corporation shall refer the matter to the\nMinister, who shall, if he is satisfied that the roads are laid\nout in accordance with the relevant approved plan of\ndevelopment or that the Corporation has complied with the\nprovisions of paragraph (a) of subsection (41,as the case\nmay be, issue to the Corporation and the local authority\na declaration to that effect and thereupon the provisions\nof subsection (2) or paragraph (a) or (b) of subsection (5),\nas the case may be, shall apply to the relevant roads.\n’\n  The decision of the Minister under this subseciton shall\nbe final.\n        (7) The provisions of this section shall apply to any\npart of a road as they apply to a road.\n16                       URRAN DEVELOPMENT CORPORATION\nRemoval or     23.-(1)  Where the removal or alteration of apparatus\nalteration\nof appara-   belonging to statutory undertakers on, under or over land\ntus of\nstatutory    within the designated area to which an approved plan of\nunder-       development relates, or on, under or over a road running\ntakers.\n             over or through, or adjoining any such land, is necessary\n             for the purpose of enabling the Corporation to perform\n             any of its functions under this Act, the Corporation shall\n             have power to execute works for the removal or alteration\n             of the apparatus, subject to and in accordance with the\n             provisions of this section.\n                     (2) The Corporation shall serve on the statutory\n             undertakers notice in writing of its intention, with parti-\n             culars of the proposed works and of the manner in which\n             they are to be executed and with plans and sections there-\n             of, and shall not commence any works until the expiration\n             of a period of twenty-eight days from the date of service\n             of the notice, and the statutory undertakers may within\n             that period by notice served on the Corporation-\n                  (a) object to the execution of the works or any of\n                       them on the ground that they are not necessary\n                       for the purpose aforesaid; or\n                  (b) state requirements to which, in their opinion,\n                       effect ought to be given as to the manner of, or\n                       the observance of conditions in, the execution of\n                       the works, as to the execution of other works for\n                       the protection of other apparatus belonging to the\n                       statutory undertakers, or as to the execution of\n                       other works for the provision of substituted\n                       apparatus whether permanent or temporary,\n             and if objection is so made to any works and not with-\n             drawn, the Corporation shall not execute the works unless\n             they are determined by arbitration to be necessary and if\n             any such requirement is made and not withdrawn, the Cor-\n             poration shall give effect thereto unless it is determined by\n             arbitration to be unreasonable.\n                    me inclusion of this page is authorized by L.N. 480/1973]\n          URBAN DEVELOPMENT CORPORATION                             17\n        (3) The Corporation shall make to the statutory\nundertakers reasonable compensation for any damage\nwhich is sustained by them by reason of the execution by\nthe Corporation of any works under subsection (1) and\nwhich is not made good by the provision of substituted\napparatus. Any question as to the right of the statutory\nundertakers to recover compensation under this subsection\nor as to the amount thereof shall be determined by arbitra-\ntion.\n        (4) Where the removal or alteration of apparatus\nbelonging to statutory undertakers, or the execution of\nworks for the provision of substituted apparatus, whether\npermanent or temporary, is necessary for the purposes of\ntheir undertaking by reason of discontinuance, diversion or\nalteration of the level or width of a road by the Corporation\nunder powers exercisable by virtue of this Act, the statutory\nundertakers may, by notice in writing served on the Cor-\nporation, require it, at the expense of the Corporation, to\nremove or alter the apparatus or to execute the works,\nand where any such requirement is made and not with-\ndrawn the Corporation shall give effect thereto unless it\nserves notice in writing on the statutory undertakers of its\nobjection to the requirement within twenty-eight days from\nthe date of service of the notice upon it and the require-\nment is determined by arbitration to be unreasonable.\n        (5) At least fourteen days before commencing any\nworks which it is authorized or required under this section\nto execute, the Corporation shall, except in case of\nemergency, serve on the statutory undertakers notice in\nwriting of its intention so to do, and the works shall be\nexecuted by and at the expense of the Corporation under\nthe superintendence and to the reasonable satisfaction of\nthe statutory undertakers :\n  Provided that if within fourteen days from the date of\nservice on them of notice under this subsection the statutory\n18                      URBAN DEVELOPMENT CORPORATION\n              undertakers so elect, they shall themselves execute the\n                           ’\n              works in accordance with the reasonable directions and to\n              the reasonable satisfaction of the Corporation, and the\n              reasonable costs thereof shall be repaid to the statutory\n              undertakers by the Corporation.\n                    . (6) Any difference arising between statutory under-\n              takers and the Corporation under subsection (5) and any\n              matter which is by virtue of the provisions of this section\n              to be determined by arbitration shall be so determined in\n              the manner provided by the Arbitration Act.\n                      (7) In this section references to the alteration of\n              apparatus include references to diversion and alteration of\n              position or level.\nExtinguish-   , 2 4 4 1 ) The Minister may by order extinguish any public\nment of\nrights of     right of way over any land acquired by the Corporation by\nway, ease-    virtue of the provisions of this Act.\nments, etc.\n                     (2) A draft of every order proposed to be made\n              under this section shall be published at intervals of not\n              less than seven days in six issues of a daily newspaper\n              printed and circulating in Jamaica and objection to the\n              making of the order may be made to the Minister in writ-\n              ing by any person before the expiration of six weeks from\n              the date of the first publication of the draft order.\n                      (3) The Minister shall before making any order\n              consider every objection made in accordance with subsec-\n              tim (2) and the order shall after being made be published\n              in the Gazette.\n                      (4) Upon the acquisition by the Corporation of any\n              land for the purposes of this Act all private rights of way\n              over, and all rights of laying down, erecting, continuing\n              or maintaining any pipes, wires or cables on, under or over\n              Such’land,’ together with the property in such pipes, wires\n              ‘or cables, and all other rights or easements in or relating\n                     me inclusion of this page is authorized by L.N.480/1973]\n             URBAN DEVELOPMENT CORPORATION                                           19\nto such land shall, except so far as may be otherwise agreed\nby the Corporation and the person entitled to the rights in\nquestion, vest in the Corporation, and any person who\nsuffers loss\n        _ _ - by the\n                 -..\n                     vesting\n                       . _ .\n                             of any such\n                                     _ _ right or\n                                               _ - property as\n          chall\nafnrecaid U\nLCL\"I\"ULu~\n                  he entitlprl tn he\n            L I U V Y vLI..lnvu *\"\n                                       n a i d rI YeUaVcVnI .n\n                                   V V y-U                   U\".I\n                                                                       rnmnenca-\n                                                               a h l e \"vII.yvI.\"u\n                                                                                          I\ntion by the Corporation. Any question arising as to the\namount of such compensation shall be determined by\narbitration in the manner provided by the Arbitration Act."
    },
    {
      "provision_ref": "sec25",
      "section": "25",
      "title": "Section 25",
      "content": "25. Without prejudice to the powers of the Corporation Transfer\nunder this Act to dispose of any of its property and any of takings\n                                                                under-\ntrade or business carried on by it, the Corporation may, by ; k p v r a -\nagreement made with any local authority or statutory\nundertakers and approved by the Minister, transfer to that\nauthority any part of the undertaking of the Corporation in\nany designated area or transfer to those undertakers any\npart of that undertaking consisting of a statutory under-\ntaking, upon such terms as may be specified by the agree-\nment :\n  Provided that the Minister shall, before approving any\nagreement made under this section with any statutory\nundertakers, consult with the local authority within whose\narea the undertaking to which such agreement relates is\ncarried on."
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26.-(1) Where the Minister is satisfied that the purposes R~~~~~~~\nfor which any designation order was made under this Act &mation\nhave been substantially achieved and that the circumstances come-\n                                                            orden;\nare not such as to render it expedient on financial grounds quen!i+\nto defer the disposal under this section of the undertaking pronsions.\nof the Corporation in the area to which such designation\norder applies, he shall revoke such designation order and\nmay thereupon by order provide for the transfer of that\nundertaking or of any part thereof-\n        D'he inclusion of this page is authorized by L.N. 480119731\n    20             URBAN DEVELOPMENT CORPORATION\n!            (a) to the local authority within whose area such\n                   undertaking or such part of the undertaking, as\n                   the case may be, is carried on; or\nI              (b) in so far as that undertaking consists of a statutory\n                   undertaking, to such statutory undertakers as may\n                   be specified in the order mentioned last :\n           Provided that the Minister shall, before making such\n         order, consult with the local authority and with the statu-\n         tory undertakers, if any, referred to in paragraphs (a) and\n         (b), respectively, and with any other statutory undertakers\ni        who, immediately before the designation order came into\n         force, were authorized to carry on within the area to which\n         such designation order applies an undertaking similar to\n         the undertaking or part of the undertaking which will be\n         so transferred.\n                (2) Every order made under this section providing\n         for the transfer of the undertaking or any part of the under-\n         taking of the Corporation shall define the terms on which\n         the transfer is to be made and may provide for the pay-\n         ment by the local authority or the statutory undertakers to\n         whom the transfer is to be made, of such amount in con-\n         sideration of the transfer, as may be specified in the order,\n         to be paid in such manner as may be so specified:\n            Provided that not less than twentyeight days before\n         making an order under this section providing for the\n         transfer of the undertaking or any part of the undertaking\n         of the Corporation the Minister shall serve a copy of the\n         proposed order on the local authority or statutory under-\n         takers to whom the transfer is to be made, and if any\n         objection is made by them within twenty-eight days after\n         the service of the copy of the proposed order, the order,\n         if and when made, shall be subject to affirmative resolution\n         and if objection was made by the local authority or statu-\n         tory undertakers as to the amount to be paid, such order\n               me inclusion of this page is authorized by L.N. 480/1973]\n          URBAN DEVELOPMENT CORPORATION                              21\nshall have effect subject to the amount being determined\nby arbitration in the manner provided by the Arbitration\nAct.\n        (3) An order made under this section which provides\nfor the transfer of the undertaking or any part of the under-\ntaking of the Corporation may contain such incidental,\nconsequential and supplementary provisions as the Minister\nthinks necessary or expedient for the purposes of the order,\nand in particular, but without prejudice to the generality\nof the foregoing, may extend or modify the powers and\nduties of any local authority or statutory undertakers to\nwhom the transfer is to be made, so far as appears to the\nMinister to be necessary or expedient in consequence of the\ntransfer.\n                      PARTm. General"
    },
    {
      "provision_ref": "sec27",
      "section": "27",
      "title": "Section 27",
      "content": "27. The Minister may make regulations generally for the Regu-\nproper carrying out of the provisions and purposes of this lakons.\nAct and in particular but without prejudice to the generality\nof the foregoing may make regulations-\n     (U) for securing the proper laying out and develop-\n          ment of designated areas;\n     (b) prescribing the form of any notice or other docu-\n          ment authorized or required by this Act to be\n          served or issued;\n     (c) prescribing any other matter or anything which\n          may be, or is required by this Act to be, prescribed.\n      me inclusion of this page is authorized by L.N. 480/1973]\n22                        URBAN DEVELOPMENT CORPORATION\n                                        FIRST SCHEDULE                      (Section 3)\n                          Constitution and Procedure of the Corporation\nConsti-         1. (1) The Corporation shall consist of a chairman, a deputy chair-\ntution of     man and such other members as the Minister may from time to time\nthe Cor-      appoint.\nporation.\n                   (2) In the case of the absence or inability to act of the chairman\n              the deputy chairman shall exercise the functions of the chairman.\n                   (3) Subject to the provisions of sub-paragraph (2) the Minister\n              may appoint any person to act temporarily in the place of any member\n              of the Corporation in the case of the absence or inability to act of\n              such member.\nTenure of       2. The appointment of a member of the Corporation shall, subject\noffice,.      to the provisions of this Schedule, be for a period not exceeding three\n              years and such member shall be eligible for reappointment.\nResig-          3. (1) Any member of the Corporation, other than the chairman,\nnations.      may at any time resign his office by instrument in writing addressed\n              to the Minister and transmitted through the chairman, and from the\n              date of the receipt by the Minister of such instrument such member\n              shall cease to be a member of the Corporation.\n                    (2) The chairman may at any time resign his office by instru-\n              ment in writing addressed to the Minister and such resignation shall\n              take effect as from the date of the receipt of such instrument by the\n              Minister.\nRevocation     4. The Minister may at any time revoke the appointment of any\nof appoint-   member of the Corporation if he thinks it expedient so to do.\nments.\nFilling. of     5. If any vacancy occurs in the membership of the Corporation\nvacancies.    such vacancy shall be filled by the appointment of another member\n              who shall, subject to the provisions of this Schedule, hold office for the\n              remainder of the period for which the previous member was appointed.\nGazttting       6. The names of all members of the Corporation as first constituted\nof appoint-   and every change in the membership thereof shall be published in the\nments.        Gazette.\nIncorpora-       7. (1) The Corporation shall be a body corporate having perpetual\ntion.         succession and a common seal with power to acquire, hold and dispose\n              of land and other property of whatever kind.\n                    (2) The seal of the Corporation shall be kept in the custody of\n              the chairman or the secretary and shall be affixed to instruments\n              pursuant to a resolution of the Corporation in the presence of the\n              chairman or any other member of the Corporation and the secretary.\n                    (3) The seal of the Corporation shall be authenticated by the\n              signatures of the chairman or a member of the Corporation authorized\n              to act in that behalf and the secretary and such seal shall be officially\n              and judicially noticed.\n                     m e inclusion of this page is authorized by L.N. 480/19731\n           URBAN DEVELOPMENT CORPORATION                                       23\n      (4) All documents, other than those required by law to be under\nseal, made by, and all decisions of, the Corporation may be signi$ed\nunder the hand of the chairman or any other member authorized to igt\nin that behalf or the secretary.\n      ( 5 ) The Corporation may sw or be sued in its corporate pame\nand pay fqr all purposes be described by such name."
    }
  ],
  "definitions": [
    {
      "term": "chairman",
      "definition": "the: chairman of the Corporation and",
      "source_provision": "sec2"
    },
    {
      "term": "the    Corporation",
      "definition": "the Urban Development",
      "source_provision": "sec2"
    },
    {
      "term": "designated area",
      "definition": "any area of land owned by the",
      "source_provision": "sec2"
    },
    {
      "term": "financial year",
      "definition": "such period of twelve months as the",
      "source_provision": "sec2"
    },
    {
      "term": "statutory undertakers",
      "definition": "persons authorized by any",
      "source_provision": "sec2"
    }
  ]
}