{
  "id": "jm-stat-the-urban-renewal-tax-relief-act",
  "type": "statute",
  "title": "The Urban Renewal (Tax Relief) Act",
  "title_en": "The Urban Renewal (Tax Relief) Act",
  "short_name": "Urban Renewal (Tax Relief) Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-urban-renewal-tax-relief-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-urban-renewal-tax-relief-act | Legal areas: Tax",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1 .\n                                     developer.        undeMliting of a series of bonds under this Act, for the purpose\n                         I                             of financing the carrying out by that developer of any improve-\n                        !                              ment works with respect to which those bonds were issued, then\n                            I\n                           URBAN RENEWAL (TAX RELIEF)\n         the amount of interest payments received by the approved\n         organization in respect of that loan shall, in the hands of the\n         approved organization, be exempt from income tax."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. For the avoidance of doubt, it is hereby declared that the Require-\napproval of a person as an approved developer under section 4 ment for\ndoes not dispense with the necessity for that person to obtain permission\nsuch permission to develop or subdivide land as may be required unaffected.\nunder the Town and Country Planning Act, the Natural Re-\nsources Conservation Authority Act or the Local Improvements\nAct.\n                         Urban Renewal Bonds"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) An organization,which intends to issue or underwrite Declaration\nurban renewal bonds shall apply in writing to the Minister to be :'gzrd\ndeclared an approved organization.                               tion.\n       (2) An Application under subsection (1) shall state-\n    (a) the sum of money which the applicant intends to raise\n        by the issue of urban renewal bonds;\n    (b) the rate of interest payable in respect of such bonds;\n    (c) the terms and conditions under which the bonds are to\n         be issued;\n    (d) a general description of the improvement works to\n        which the sum raised by the bonds is to be applied.\n                                                                       URBAN RENEWAL (TAX RELIEF)\nI\nI                                                             (3) The Minister may require an applicant to M s h him\nI                                                      with- such-dditiolial information as he i n a y ~ p e c i ~\nI\n                                                             (4) The Minister may, in his discretion-\n                                                          (a) approve an application under this section, subject to\n                                                              such terms and conditions as he thinks fit; or\n                                                          (b) refuse such application.\n    ;                               Publication of\n                                    approval."
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. Where the Minister approves an application made under\n    I\n    i                                                  section 7, notice of such approval shall be published in the\n                                                       Gazette and shall contain the matters referred to in subsection\n                                                       (2) of that section.\n        I                           Terms and              9. Each series of urban renewal bonds shall bear such rate of       *\n                                    conditions of\n        I                           bonds.\n                                                       interest and shall be subjected to such terms and conditions as\n                                                       the Minister may approve before the issue thereof.\n            I                       Applicationof\n                                    sums raised by"
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. The sum of money raised by the issue of each series of\n                                                       bonds under this Act shall be applied for the purposes approved\n            1                       issue of bonds.\n        I                                              for that series by the Minister pursuant to section 7.\nI;                                                                                 Income Tax Relief\nI\n                I\n                \\                   Interest on          11. Any interest payable or other sum accruing in respect of\n                j                   bonds exempt\n                                                       an urban renewal bond to the investor shall, in the hands of the\n                ,\n                '\n                                    fiom income\n                                    tax.               investor or in the hands of the person entitled to receive it on his\n                    I\n                    1           +\n                                                       behalf, be exempt fi6m income tax.\n                    1\n                    1                Exemption           12. Where an approved organization makes a loan to an\n                        1            frominwme\n                        I\n                                     tax re loans to   approved developer of any sums of money raised by the issue or"
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.--(1) Where in any year of assessment during the incen- Taxcredit\n         tive period, an approved developer carries out improvement developer.\n         works in a special development area, there shall, subject to sub-\n         section (2), be allowed a tax credit equivalent to thirty three and 3112010\n     •   one-third per cent or such other rate as the Minister may by S. 3.\n         order prescribe, of the capital expenditure made by him during\n         that year of assessment in respect of the improvement works.\n                    (2) The tax credit allowed to an approved developer\n         pursuant t o subsection (1) is subject to the following con-\n          ditions-\n               (a) the amount of the tax credit may be applied to reduce\n                    the income tax liability of the developer for the year\n                    of assessment referred to in that subsection but not more\n                    than fifty per cent of that liability may be so reduced;\nCn\nx              (b) any amount of tax credit not utilized under paragraph\n2                   4(-\n                         (i) may be carried forward and applied in a sub-\n                             sequent year of assessment so, however, that not\n                             more than fifty per cent of the tax liability may\n                           1 be so reduced in any such subsequent year of\n                             assessment;\n                        (ii) shall not be refundable or be allowable as a\n                             credit against any unpaid income tax in respect\n                             of any year of hssessment prior to the year to\n                             which subsection (1) applies.\n                   (3) An approved developer shall keep separate books of\n     a   'account relating to improvement works carried out by him in a\n          special development area."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14. An approved developer shall, in respect of income Relieffrom\n                                                                                  re rental\n          obtained from the lease or other letting of any improved tax         .\n                                                                               ~ncome.\n          property in a special development area, be entitled in each\n          year during the incentive period to relief from income tax.\n                   [The inclusion .of'this page i s authorized by L.N. 92c/2012]\n!\n1\n!                       8                              URBAN RENEWAL (TAX RELIEF)\n    I\n    1                   Reliefrerental      1 4 A . - ( 1 ) The lessee of improved property owned by an\n                        expense.\n        1               31~010\n                                        approved developer shall be entitled to claim as a deduction\n        1               s. 4.           from gross income in arriving at the statutory income of the\n            I                           lessee for any year of assessment, an amount equivalent to two\n            1                           hundred per cent of the rent paid by the lessee in respect of the\n                                        property.\n                                                       ( 2 ) The provisions of subsection ( 1 ) shall not apply-\n                                              ( a ) where the lessee of the property is a connected person\n                                                     to the approved developer; or\n                                              (b) in relation to so much of the rent paid by the lessee as\n                                                     appears to the Commissioner to be higher than a\n                                              - reasonable commercial rate on the date on which pay-\n                                                     ment is due.\n                                                        ( 3 ) In subsection (2) \"connected person\" shall be con-\n                                        strued in accordance with section 2 of the Income Tax Act.\n                1       Exclusion of        1 4 B . - ( 1 ) Subject to subsection (2), no relief shall be\n                ,        relief granted\n                                         allowed under this Act in respect of the portion of a person's\n                I        under other\n                [        enactment.      statutory income for any year of assessment in relation to\n                         31/2010.\n                    !   S. 4.            which     relief from income tax is given by virtue of any other\n                    I                    enactment.\n                                                       ( 2 ) Subsection ( 1 ) does not apply in respect of the in-\n                                         come of-\n                                               ( a ) an insurance company that is taxed in accordance with\n                                                      section 48(4) of the Income Tax Act;\n                                               (b) a building society that is taxed in accordance with sec-\n                                                      tion 30(2) of the Income Tax Act;,\n                                               ( c ) an approved enterprise that is entitled to relief in accor-\n                                                      dance with section 1 1 or 12 of the Industrial Incentives\n                                                     Act;\n                                               (6) a company that is entitled to relief in accordance with\n                                                      section 12 of the Industrial Incentives (Factory Con-\n                                                      struction) Act;\n                                               ( e ) a company that is entitled to relief in accordance with\n                                                      section 9 of the Hotels (Incentives)Act; or\n                                               u> a company that i s entitled to relief in accordance with\n                                                      section 7 of the Resort Cottages (Incentives) Act.\n                                                  [ m e inclusion of this page is authorized by L.N. 92d20121\n                     URBAN RENEWAL (TAX RELIEF)                                       9\n             (3) In this section \"relief' means a statutory benefit\n    whereby the whole or any portion of the statutory income of a\n    body corporate is relieved of tax or is taxed at a lower rate\n    than specified in section 30(l)(b) of the Income Tax Act."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.-(1) This section applies to capital expenditure incurred Election for\n                                                                      relief for\n    by an approved developer in respect of improvement works n,ional\n    which comprise a national monument, which expenditure monument.\na   would, but for subsection (2), also be eligible for income tax\n    relief under the Jamaica National Heritage Trust Act.\n              (2) Capital expenditure to which this section applies\n    shall not be available for relief both under this Act and the\n    Jamaica National Heritage Trust Act, and notwithstanding any-\n    thing to the contrary, the approved developer may elect under\n    which of the aforesaid enactments he will claim relief.\n             (3) An election under this section shall be by notice\n    in writing to the Commissioner of Taxpayer Audit and Assess- L.N.\n    ment at any time not later than the 15th day of March in the year 16511999.\n     next following the year of assessment to which the election\n    relates.\n             (4) In this section \"national monument\" has the same\n    meaning as under the Jamaican National Heritage Trust Act.\n          ~ x e m ~ t i o n f i - oTransfer\n                                    h       ax, Stamp Duty and Fees"
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16.-(1) Urban renewal bonds shall be exempt from stamp Exemption\n                                                                    from trans-\n    duty.                                                           fer tax,\n                                                                              stamp duty\n            (2) Any instrument necessary for the transfer of title to and fees on\n    an urban renewal bond, upon which or in respect of which issueand\n                                                                        transfer of\n    stamp duties, transfer tax, registration or recording fees are pay- bond.\n    able, shall be exempt from the payment of such stamp duties,\n    transfer tax, registration or recording fees.\na         (3) In this section and section 17 \"transfer\" has the same'\n    meaning as under the Transfer Tax Act."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17. During the incentive period every transfer of title to any Exemption\n    improved property by an approved developer shall be exempt from         trans-\n                                                                      fer tax on\n    from taxation under the Transfer Tax Act.                         transfer of\n                                                                              improved\n                                                                              property.\n              [The inclusion o f this page i s authorized by L.N. 92~120121\n                                           URBAN RENEWAL (TAX RELIEF')\n1           Exemption         17A.-41) Subject to subsection (3), during the incentive\n1           from           period, no transfer tax and stamp duty shall be payable on the\n1           transfer tax\n            and stamp      transfer of any land in a special development area, where the\n    1       duty on\n                           condition specified in subsection (2) is satisfied.\n            acquisition\n    1       of land.\n                                       (2) The condition is, that the parties to the agreement\n    1       3112010\n        i   S. 5.          for .the transfer of the land have demonstrated to the Commis-\n                           sioner that the purpose of the transfer is to facilitate the carrying\n                           out of improvement works on the land, before the expiration of a\n                           period of three years after the date of transfer, or such longer\n                           period as the Minister may, by order, specify.\n                                      (3) Where the improvement works are not carried out\n                           before the expiration of the period specified in subsection (2),\n                           then the transferee, or such'other person who is the registered\n                           proprietor of the land at the expiration of the period, shall be\n                           liable to pay to the Commissioner an amount equivalent to the\n                           transfer tax and stamp duty hat, but for subsection (I), would\n                           have been payable.\n                                     (4) In subsection (1) \"land\" has the same meaning as\n                           in the Transfer Tax Act.                     ,          .a"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. The Minister may make regulations generally for giving\n                           effect to the provisions of this Act and, without prejudice to the\n                           generality of the foregoing, such regulations may-\n                                           (a) contain provisions for the processing of\n                                               applications for.approva1 k d e r this Act;\n                                           (b) prescribe the form and manner in which\n                                               applications for approval under section 4 are\n                                               to be made."
    }
  ],
  "definitions": []
}