{
  "id": "jm-stat-the-valuation-act",
  "type": "statute",
  "title": "The Valuation Act",
  "title_en": "The Valuation Act",
  "short_name": "Valuation Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-valuation-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-valuation-act | Legal areas: Real Estate",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. This Act may be cited as the Valuation Act.                       short title.\n                     PARTI. Valuation"
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Part of this Act-                                Interpreta-\n                                                              tion.\n“Board of Assessment”, “Board”, or “the Board”, means\n     the Board of Assessment established by section 3;\n“real property” includes all lands, tenements and heredita-\n     ments, together with all houses and other erections,\n     built into or permanently attached to the soil, but\n     does not include machinery;\n“holding of real property” includes every separate parcel\n     of land, and each separate tenement or house that is\n     dedicated, either temporarily or otherwise, to the uses\n     of any person or persons other than the person or\n     persons in possession of the real property of which it\n     forms a part, provided that buildings supplied for\n     the use of labourers and servants on an estate or for\n     guests or inmates of a household and lands in the\n     possession of tenants at will shall not be deemed to\n     be separately dedicated;\n “Collector” means the Collector of Taxes for the parish,\n      or the Assistant Collector of a District in the parish\n      in which the real property is situated, or in which the\n      in-giving or assessment is made;\n “person in possession of real property” includes the\n      attorney, overseer, manager, or other person having\n      the management of, or the collecting or receiving of\n         me incluskm of this page is authorised by LN.87/1986]\nR/L-S2\n4                                        VALUATION\n                 the rents, issues or profits of any real property, as\n                 well as the owner, occupier or person actually in\n                 possession of such real property;\n             “value” means the actual gross present value of the\n                 property, and in its application to land means the\n                 amount which the fee simple of the land if sold at\n                 the time in the open market by a willing seller in its\n                 then condition, free from incumbrances, and from any\n                 burden, charge or restriction (other than rates or\n                 taxes) might be expected to realize.\nAppoint-       3 . 4 1 ) The Minister shall appoint for each parish a\nment of\nBoard for    Board to be known as a Board of Assessment and such\neach         Board shall have full power to assess the value of any\nparish.\n             property in respect of which any assessment or counter\n             assessment, as the case may be, has not been accepted\n             and is in dispute.\nComposi-            (2) The Board for each parish shall be composed\ntion,\npowers and   of the Resident Magistrate for the parish, the Chairman\nprocedure.   (or in his absence the person for the time being performing\n             the duties of Chairman) of the Parish Council of the\n             parish, or in the cases of the parishes of Kingston and\n             St. Andrew the Mayor appointed under the Kingston and\n             Saint Andrew Corporation Act, and four other persons\n             to be appointed by the Minister who shall hold their seats\n             during the pleasure of the Minister.\n                  (3) The Resident Magistrate shall be Chairman of\n             the Board and in his absence from any meeting the\n             members present shall elect a Chairman for the meeting.\n                   (4) Three shall form a quorum.\n                   (5) It shall be lawful for the Minister at any time\n             to accept the resignation of a member of the Board, and\n             if the Chairman of the Parish Council is unable or\n                     me inclusion of Ibis page is authonised by L.N. 87/1986]\n                           VALUATION                              5\nunwilling to serve on the Board of Assessment the Minister\nmay appoint any person in his place.\n      (6) All questions shall be decided by a majority of\nvotes. The Chairman shall have an original vote and a\ncasting vote if the votes be equally divided.\n      (7) The Governor-General shall appoint a Clerk to\nthe Board and the Board may by a notice signed by the\nClerk require the attendance of any person as a witness,\nand any person refusing or neglecting to attend as a witness\nwhen summoned by the Board shall be guilty of an offence\nand shall be liable on summary conviction to a penalty\nnot exceeding four dollars and in default of payment to\nimprisonment for a term not exceeding one month.\n      (8) In proceedings before the Board evidence may\nbe taken on oath which oath the Chairman or Clerk to the\nBoard is hereby empowered to administer, and any person\ngiving false evidence in any proceedings before the Board\nshall be liable to be indicted and punished for perjury.\n       (9) The Board may prescribe the forms to be used in\nproceedings before the Board and may make rules regula-\nting the conduct of its own proceedings, the times when\nsittings of the Board shall be held, the procedure to be\nadopted by the parties in proceedings before the Board\nand generally for enabling the Board to carry into effect\nthe objects for which it has been established.\n       (10) A record shall be kept by the Chairman of all\nproceedings brought before the Board and of the evidence\ntaken and of the decision arrived at by the Board and\nof the names of the members taking part in the proceedings.\n        me inclusion of ahss page is authorisd by L.N, 87/1986]\n6                                         VALUATION\nProcedure        4 . 4 1 ) If the Commissioner of Inland Revenue or any\nwhere\nCommis-        person affected by the assessment of the Board is dissatisfied\nsioner of\nbland          in any respect with the assessment it shall be lawful for him\nRevenue or\nany person\n               within fourteen days of the day on which the assessment is\naffected is    made to appeal to the Revenue Court and the decision of\ndissatisfied\nwith the       such Court shall be final and binding.\nassessment\nof the\nBoard.\n                      (2) Rules of court may be made regulating the\n29j971         practice and procedure including the rehearing of cases to\n2nd Sch.\n12/1985        be adopted on appeal, and may prescribe the forms to be\n               used.\nPrepara-         5 4 1 ) Prior to the first day of April nineteen hundred\ntion of\nValuation      and thirty-eightythere shall be prepared and signed in the\nRoll in\n1938 and       manner provided by this Act a Valuation Roll for the\nnew\nValuation      whole Island, in separate divisions, showing the value of\nRolls,\nthereafter.\n               every holding of real property in every parish respectively,\n               and such Roll shall come into force on the first day of April\n               nineteen hundred and thirty-eight, and shall, subject to\n               amendment as provided by this Act, remain in force for a\n               period of seven years from the first day of April, nineteen\n               hundred and thirty-eight, or until a new Roll is made.\n                     (2) Prior to the first day of April next after the\n               termination of each seventh year from the first day of\n               April, nineteen hundred and thirtyeight, there shall be\n               prepared, made and signed in the manner provided by\n               this Act a new Valuation Roll for the whole Island, in\n               separate divisions, showing the value of every holding of\n               real property in every parish respectively, and until the\n               completion of any new Roll, the old Roll shall subject\n               to amendment as provided by this Act, continue to be in\n               operation.\n                      (3) The Minister may make such orders and give\n               such directions as may be necessary for carrying into effect\n               the provisions of this Act.\n                       me inclusion of this page is authorised by.L.N. 87/1986l\n                           V AL UA TION                                 7"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Procedure where Commissioner of Inland Revenue or any per-\n       son affected is dissatisfied with the assessment of the Board."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5. Preparation of Valuation Roll in 1938 and new Valuation Rolls,\n      thereafter."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) It shall be lawful for the Governor-General to Valuation\n                                                           Commis-\nappoint a Valuation Commissioner who shall hold office sioner.\n                                                            .\nduring the pleasure of the Governor-General, and payment\nmay be made out of the Treasury of such necessary expenses\nof travelling or clerical assistance as may be incurred by\nthe Valuation Commissioner in the performance of his\nduties under this Act, and of such fee or remuneration for\nhis services as the Minister may think reasonable out of\nthe amount voted for the carrying out of the purposes of\nthis Act.\n      (2) The Valuation Commissioner shall direct, super-\nvise and bring to completion the preparation of the\nValuation Rolls under this Act, and shall perform such\nduties with respect to such Rolls as the Minister may\nfrom time to time direct, and shall be responsible for the\namendment of the said Rolls.\n      (3) The Valuation Commissioner shall in each and\nevery parish have and exercise all the powers and authorities\nconferred on a Collector of Taxes by this Act."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7   -\n         on the Valuation Roll, shall not be amended by the\n         Collector, or Board by reason merely of emor in value at\n         the time of settlement on the Roll or of an increase or\n         decrease in value since the Roll was signed, unless h the\n         event of disagreement the person applying for an 'mend-\n         tlienf of such valuation establishes to the satisfaction of\n         the Assessment Board that the value was erroneous, or\n         has increased, or. decreased to an extent exceeding tweaty\n         per centurn of the value shown on the Valuation Roll.\n                                                                --          ~\n               me inctusion of this page is :authorized by L.N. 480fl9731\n                           VALUATION                                     15"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) Every person in the possession of real property Personqin\nin this Island shall render to the Collector of Taxes of\nthe parish in which such property is situated (or if the propertyto\n                                                          render to\nproperty is situated in more than one parish, then to the Collector\n                                                             Taxes\nCollector of Taxes for the parish in which in-givings for of\n                                                          m-glvlngs.\ntaxes have heretofore customarily been made for such\n8                                       VALUATION\n              property), at a time and in a form to be prescribed by the\n              Valuation Commissioner, a true and correct in-giving of\n              the description and value of each such property, and shall\n              sign the same. When the Collector of Taxes has satisfied\n              himself that such in-giving is a true and correct in-giving,\n              he shall enter in the Valuation Roll the value shown\n              therein.\n                     (2) Provided, however, that every person in the\n              possession of-\n                   (a) any moveable, inhabited, dwelling-house, shop,\n                        store, warehouse, office, or place of business not\n                        built into, or permanently attached to the soil; or\n                   (b) any inhabited dwelling-house, shop, store, wharf,\n                        warehouse, office, or place of business built into\n                        or permanently attached to the soil, when the\n                        land upon which the same is erected is rented or\n                        leased by the person in possession of such house\n                        or building, and the person who owns the soil\n                        claims no right to, or interest in such house or\n                        building, and makes no in-givings, in respect\n                        thereof,\n              shall make such an in-giving in respect of such houses or\n              buildings as is required to be made under this Act by\n              a person in possession of real property, and the provisions\n              of this Act shall apply to such an in-giving in the same\n              way exactly as they apply to in-givings of real property.\nProcedure       9. In any case in which no in-giving is rendered in\nwhere no\nin-givings    respect of any holding of real property appearing on the\nrenderedof\nproperty on\n              Valuation Roll in force within the time and in the form\nValuation     prescribed by the Valuation Commissioner the value of\nRoll.\n              the said property appearing on the said Valuation Roll\n              shall, if the Collector of Taxes is satisfied that such\n              amount is the true and correct value, be the value for the\n              purposes of the new Valuation Roll to be prepared under\n                    me inclusion of this page is authorized by L.N. 480/1973]\n                           VALUATION                                         9\nthis Act and shall be deemed to be within the meaning of\nthe expression “values agreed to in uncontested cases”\noccurring in section 16, but if the Collector of Taxes is\nnot so satisfied that such amount is the true and correct\nvalue he shall proceed by way of counter-assessment as\nprovided in section 10 hereof."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Procedure where no in-givings rendered of property on Valua-\n      tion Roll."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10. If the Collector of Taxes in any parish is dissatisfied Procedure\nin any respect with the in-giving made of the value of any where\n                                                              Collector\nproperty he shall, within a time to be prescribed by the of      Taxes is\n                                                              dissatisfied\nValuation Commissioner, give notice to the person making with in-giving.\nthe in-giving that his in-giving is not accepted; and shall\nin the same notice state the counter-assessment that he\nmakes of the value of the property. Such notice shall be\nserved, either by delivery to the person making the in-\ngiving, or by delivery at his residence. If such counter-\nassessment is not contested by the in-giver by notice in\nwriting within fourteen days of the service of the notice\nof counter-assessment, it shall be deemed to have been\naccepted, and the value assessed therein shall be entered\nby the Collector in the Valuation Roll as the value of the\nreal property:\n  Provided, that it shall be competent to the Collector,\nor the Valuation Commissioner, on reasonable cause\nshown, to allow an extension of the period within which\nan in-giver must give notice that he contests a counter-\nassessment  ."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11. In any case in which no in-giving is rendered in Procedure\nrespect of any holding of real property not appearing on where no\nthe Valuation Roll in force within the time and in the\nform prescribed by the Valuation Commissioner, every not       on\n                                                            Valuation\nperson who has failed to make such in-giving, shall become R ~ U .\nliable to a penalty not exceeding two dollars, and one-half\nof such penalty shall be paid to the General Fund .of the\nparish in which the said holding is situated. In such case,\n       Ll%e inclusion of this page is authorized by L.N. 480/1973]\n30                                           VALUATION\n                   the Collector of Taxes shall make an assessment of the\n                   value of the property, and cause notice of such assessment\n                   to be served on the person in possession thereof, by delivery\n                   to him or at his residence.\nProcedure             12. If the person in possession referred to in section 11\nwhere\nperson in          is dissatisfied in any respect with the assessment so made\npossession\nis dis-            by the Collector, he shall, within fourteen days of the date\nsatisfied.         of the service of such assessment, make his own in-giving\n                   of the value failing which the Collector’s assessment shall\n                   be deemed to have been accepted, and shall be entered\n                   in the Valuation Roll as the value of the real property.\nProcedure                13. Whenever any assessment or counter-assessment\nwhere                 made by the Collector of Taxes, as provided in sections 10,\nassessment\nor counter\nassessment\n                      -11 and 12, has not been accepted, then, if the Collector\nby                    is not content to accept the valuation submitted by the\nCollector\nof Taxes is           in-giver, and. a settlement cannot be agreed to, he shall\nnot                   notify in writing his refusal of the in-giver’s valuation; and\naccepted.\n                      shall, not later than fourteen days from the date of such\n                      notice, enter a case in the form from time to time prescribed\n                      by the Board with the Clerk of the Assessment Board for\n                      the parish in which the property in question is situated, or\n                      in which the counter-assessment is made, and thereupon\n                      a summons shall be issued by the Clerk of the Board and\n                      served on the other party eight days at least before the\n                      day on which the-meeting of the Board shall be holden\n                      at which the matter is to be enquired into. The Board\n                      is hereby authorized and required to assess the value of\n       >     .        the real property referred to in the proceedings, and the\n                 . .. value  assessed by the Board shall, subject to any appeal\n                      as provided in section 4, be entered by the Collector in\n                      the Valuation Roll as the value of the-real property:\n                     Provided always, that if the Collector does not, within\n                   the time herein prescribed, enter a case, he shall be deemed\n                   to have accepted the ingiver’s valuation:\n                          me indusion of this page is authorized by LN. 480119731\n                           V AL UATION                                          11\n  Provided also, that if no evidence is tendered, the\nvalue assessed by the Collector shall be deemed the true\nand correct value."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. Procedure where assessment or counter assessment by Collector\n       of Taxes is not accepted."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) If in dealing with any contested valuation, the costs.\nBoard by whom it is dealt with, increases the valuation\nof the property in question by ten per centum or more,\nin the case of any property valued by the in-giver at one\nthousand dollars or over or by twenty per centurn or more,\nin the case of properties valued below one thousand dollars\nby the in-giver above the value assigned by the in-giver,\nthen the in-giver shall pay the cost of such contested\nvaluation. If the Board increases the valuation by less\nthan ten per centum or twenty per centum as the case may\nbe the in-giver and the Collector shall each pay his own\ncosts, otherwise the costs of the in-giver shall be paid by\nthe Collector. Any costs so incurred by the Collector shall\nbe paid out of the Treasury.\n        (2) For the purposes of this section costs means any\nactual out of pocket expenses expended by the Collector\nor in-giver in travelling or in the payment of witnesses\nfor their loss of time and travelling expenses not in excess\nof the scale payable to witnesses under the Witnesses’\nExpenses Act and any other enactment for the time being in\nforce regulating the payment of witnesses attending at\nlegal proceedings and any reasonable amount paid to a\nvaluer appointed under section 15.\n        (3) In the event of any dispute as to the amount of\nsuch costs the matter shall be referred for the decision of\nthe Resident Magistrate for the parish, whose decision\nshall be final and binding.\n  E.-( 1) The Collector, the Valuation Commissioner, or Power of\n                                                                    Collector\nany person appointed by either of them in writing for or agent\nthat purpose, shall, for the purpose of ascertaining the toenter.\n12                                      VALUATION\n             value of any real property, have power to enter, at all\n             reasonable hours in the day time, into and upon any real\n             property, without being liable to any legal proceedings\n             or molestation whatever, on account of such entry:\n               Provided always, that neither the Collector, the Valuation\n             Commissioner, nor such person appointed as aforesaid,\n             shall enter into any dwelling-house, in actual occupation,\n             unless with the consent of the occupier thereof, without\n             twenty-four hours’ previous notice in writing to such\n             occupier.\n                     (2) Every person in possession of real property,\n             after service on him of a notice in writing signed by the\n             Collector, the Valuation Commissioner or the person\n             appointed as aforesaid, shall meet the Collector, the\n             Valuation Commissioner or person appointed as aforesaid\n             on the day appointed in such notice, being not less than\n             seven days after the service thereof, on such real property\n             and shall answer all such questions as may be put to him\n             concerning such real property, and shall point out the\n             boundaries thereof, and shall show all maps, plans, and\n             diagrams of such real property.\n                     (3) Any person who shall fail to comply with the\n             provisions of subsection (2) shall be liable to a penalty not\n             exceeding twenty dollars.\nValuation       16. The Valuation Roll as made out by the Collectors\nRoll to be\nsigned by    of the several parishes on values agreed to in uncontested\nCommis-      cases, and on the values declared by the Board, shall be\nsioner.\n             signed by the Valuation Commissioner and he shall furnish\n             for record a copy of that division of it which relates to\n             Kingston to the Kingston and Saint Andrew Corporation\n             and that division of it which relates to each several parish,\n             shall be kept in the office of the Collector of Taxes for that\n             parish, and shall be open to the inspection of any person\n                   me inclusion of this page is authorized by L.N. 480/1973]\n                           VALUATION                               13\nduring business hours at that office. Such Valuation Roll\nmay from time to time be amended, added to or altered-\n        by the correction of values shown to have been\n        erroneous at the time of settlement upon the Roll,\n        notwithstanding that such valuation was then\n        accepted by the Collector, and entered on the\n        Roll as the value of the property;\n        by the addition of the value of the property not\n        included in the Roll;\n        by the addition of the value of new properties\n        created by severance or building;\n        in case of the subsequent increase or decrease in\n        the value of property already on the Roll.\n  Where the value of any property as shown on the\nValuation Roll is less than four hundred dollars, no\nincrease in such valuation shall be taken into account,\nfor a period of seven years succeeding the first day of\nApril after such increase of value has taken place, where\nsuch increase is by reason of the erection on such property\nof a dwelling-house including domestic outbuildings or\nby improvements to a dwelling-house including its domestic\noutbuildings unless the value of such property is thereby\nincreased beyond the amount of four hundred dollars."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) New holdings of real property may be added NCW\nat any time to a Valuation Roll made under this Act holdings\n                                                     red\n                                                              of\nand amendments may be made of any valuations on any p r o p w .\nsuch Roll:\n  Provided that for the purposes of payments to be made\nthereunder no such addition or amendment made in\npursuance of paragraph (c) of section 16 shall take effect\nuntil the first day of April next succeeding such addition\nor amendment :\n      m e hclusion of thia page i s authorized by L.N. 480/1973]\n14                                 VALUATION\n           Provided also that for the purposes of payments of\n         water rates such addition or amendments shall take effect\n         on the first day of the month succeeding such addition\n         or amendment.\n                (2) The procedure in .regard to the valuation of\n         new holdings of real property added to the Roll by the\n         Collector, and as to any amendment of any valuation on\n         the Roll, shall be as hereinbefore provided for the estab-\n         lishment of the Valuation Roll :\n           Provided that in the case of values settled upon the\n         Roll, proceedings shall be commenced by counter assess-\n         ment by the Collector as in the case of an in-giving which\n         he does not accept, or by the tender by the person in\n         possession of property of a new in-giving identified with\n         the entry on the Roll, and alleging the character of the\n         error, or increase, or decrease :\n           Provided further that amendments to the Roll in respect\n         of values settled by -agreement with the Collector, shall be\n         made on schedules under the hand of the Collector; and\n         amendments of the Roll in respect of values settled by\n         adjudication of the Assessment Board, shall be made on\n         schedule under the hand of the Clerk of the Assessment\n         Board:\n            Provided further that the value of any holding already"
    },
    {
      "provision_ref": "sec18",
      "section": "18",
      "title": "Section 18",
      "content": "18. Every person, who after the completion of a Valua- Notifica-\ntion Roll made under this Act comes into or passes tion        perspns\n                                                                    by\nout of the possession of any real property or of any part coming\n                                                               .\n                                                               into or\nof any real property the value of which is included in the passing\n                                                               out of\nsaid Roll shall within three months of such change of possession\n                                                               of real\npossession notify the Collector of Taxes for the parish in property\n                                                          %\n                                                          ;-:.:;\nwhich the property is situated, and shall make an in-giving\nof the value of the real property acquired by him, or of\nthe part of which he remains in possession, as the case\nmay be, and the Collector shall amend the Valuation Roll\naccordingly :\n  Provided that if the Collector is not satisfied with the\nvalue shown in any such in-giving he shall make an assess-\nment of such real property, and such assessment if\ncontested by the person in possession shall be dealt with\nas provided for in the case of contested valuations in\nsection 13."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. The Minister may from time to time prescribe forms and\nand make and amend rules for the purposes of this Act, ~~$~~~~\nand all such rules shall have the force of law when giiaister.\npublished in the Gazette. Such rules may prescribe\npenalties for any breach thereof not exceeding four dollars,\nto be recovered summarily before a Resident Magistrate."
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Any person obstructing any officer acting in the Obstruct-\ndischarge of his duties under this Act shall be liable to a ingofficer-\npenalty not exceeding twenty dollars."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. Any penalty imposed under this Act shall be recover- Recovery\nable summarily before a Resident Magistrate, and may be &*ties.\nso recovered at any time within one year next after the\ndate of the offence committed or the penalty incurred.\n16                                      VALUATION\nProcedure       22. It shall be lawful for the Collector, when for any\nwhere\npersonal      reason he is unable to serve any notice required under this\nservice       Act on the person in possession of any property or at his\ncannot be\neffected.     residence, to cause such notice to be served by affixing the\n              same in some conspicuous place on the property to which\n              such notice refers, and such notice shall thereupon be\n              deemed to have been duly served.\n                              PART11. Special Divisions\nInterpreta-      23. In this Part the expression “special division of the\ntion.\n              Valuation Roll” means any special division of the Valua-\n              tion Roll prepared, made and signed pursuant to an order\n              under section 26 in relation to any parish of this Island.\nNew              24. Notwithstanding the provisions of subsection (2) of\nValuation\nRoll not      section 5, it shall not be necessary to prepare, make and\nto be         sign a new Valuation Roll until such time as the Minister\nprepared.\n              may direct the Valuation Commissioner so to do.\nExisting        25. The Valuation Roll in force on the 1st day of\nValuation\nRoll to       April, 1947, shall, subject to the provisions of section 26\ncontinue      of this Act and to any amendments made under this Act,\nin force.\n              continue in force until such time as the Minister may by\n              order direct, and such order may contain a provision that\n              a new Valuation Roll, prepared, made and signed in\n              accordance with the provisions of any enactment for the\n              time being in force in relation to the valuation of land, shall\n              come into force immediately after the existing Valuation\n              Roll ceases by such order to have any force, and shall\n              continue in force for such period as may be specified in\n              such order.\nPreparation     26.-(1) At any time before the making of any order\ndivisions\nOfspecialof   under section 25, the Minister may by order direct the\nValuation\nRoll.\n              Valuation Commissioner to prepare, make and sign in\n                    me inclusion of this page is authorized by L.N.480/1973]\n                            VALUATION                               17\nrelation to any parish of this Island specified in such order\na special division of the Valuation Roll.\n        (2) Every special division of the Valuation Roll\nshall be prepared, made and signed as if it were a\ndivision of the Valuation Roll made in accordance with\nthe provisions of Part I except that it shall be prepared,\nmade and signed on or before such date as may be specified\nin the order pursuant to which it is prepared, made and\nsigned.\n        (3) Every special division of the Valuation Roll\nshall come into force at such date as may be specified in\nthe order pursuant to which it is prepared, made and\nsigned and shall thereafter for all purposes be deemed to\nbe substituted for the corresponding division of the\nValuation Roll prepared, made and signed under Part I\nand in force immediately before the date on which such\nspecial division comes into force and shall continue in force\nuntil such time as the Valuation Roll first referred to in\nsection 25 ceases by virtue of any order made under that\nsection to have effect."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Procedure where personal service cannot be effected.\n                   PARTII. Special Divisions"
    },
    {
      "provision_ref": "sec26",
      "section": "26",
      "title": "Section 26",
      "content": "26. Preparation of special divisions of Valuation Roll.\n       [The inclusion of this page is authorised by L.N. 87/1986]\n                                                                    -\n                          VALUATION                                                   3\n                 THE VALUATION ACT                                      cap. 405.\n                                                                            A&\n                                                                        29 of 1971\n                                             [ l l t h April, 1911.1\n                                                                            seh."
    }
  ],
  "definitions": []
}