{
  "id": "jm-stat-the-vendors-and-purchasers-act",
  "type": "statute",
  "title": "The Vendors and Purchasers Act",
  "title_en": "The Vendors and Purchasers Act",
  "short_name": "Vendors and Purchasers Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-vendors-and-purchasers-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-vendors-and-purchasers-act",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In the completion of any contract of sale of land and\nsubject to any stipulation to the contrary in the contract, forsixty\n                                                              substituted\nforty years shall be substituted as the period of commence-             z;znz\nment of title which a purchaser may require in place of sixty ment of title.\nyears, the present period of such commencement; neverthe-\nless earlier title than forty years may be required in cases\nsimilar to those in which earlier title than sixty years may\nnow be required."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. In the completion of any such contract and subject to R              ~             I   ~   ~\n                                                                 regulating\nany stipulation to the contrary in the contract, the obligations obligations\nand rights of vendor and purchaser shall be regulated by vendon  andrighbof\n                                                                          and\nthe following rules, that is to say-                             purchasers.\n       (U)   Under a contract to grant or assign a term of years,\n             whether derived or to be derived out of a freehold\n             or leasehold estate, the intended lessee or assign\n             shall not be entitled to call for the title to the free-\n             hold.\n       (b) Recitals, statements, and descriptions of facts,\n           matters and parties, contained in deeds, instru-\n             ments, acts, laws or statutory declarations, twenty\n         lThe inclusion of this page h authorized by L.N. 480/1973]\n2                                VENDORS AND PURCHASERS\n                           years old at the date of the contract, shall, unless\n                           and except so far as they shall be proved to be in-\n                           accurate, be taken to be sufficient evidence of the\n                           truth of such facts, matters and descriptions.\n                     (c)   The inability of the vendor to furnish the purchaser\n                           with a legal covenant to produce and furnish copies\n                           of documents of title shall not be an objection to\n                           title in case the purchaser will, on the completion\n                           of the contract, have an equitable right to the pro-\n                           duction of such documents.\nSales or          4. Trustees who are either vendors or purchasers may\npurchases\nby trustees.    sell or buy without excluding the application of section 3.\nLegal estate       5. Upon the death of a bare trustee of any corporeal or\nof bare\ntrustee shall   incorporeal hereditament of which such trustee was seised\nvest in his     in fee simple, such hereditament shall vest like a chattel real\npersonal\nrepresenta-\ntive.\n                in the legal personal representative from time to time of such\n                trustee.\n                            \\\nProtection         6. No priority or protection shall be given or allowed\nand\npriority by     to any estate, right or interest, in land by reason of such\nlegal estate\nor tacking      estate, right, or interest, being protected by or tacked to any\nnot allowed.    legal or other estate or interest in such land; and full effect\n                shall be given in every court to this provision, although the\n                person claiming such priority or protection as aforesaid shall\n                claim as a purchaser for valuable consideration and without\n                notice :\n                   Provided always, that this section shall not take away\n                from any estate, right, title or interest, any priority or pro-\n                tection which but for this section would have been given or\n                allowed thereto as against any estate or interest existing\n                before the commencement of this Act.\n                 VENDORS AND PURCHASERS                                   3"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. A vendor or purchaser of real or leasehold estate in Powerof\n                                                               Judge of the\nthis Island, or their representatives respectively, may at any Court to\ntime or times and from time to time apply, in a summary deal        with\n                                                               objections\nway, to a Judge of the Supreme Court, in Chambers, in quisitions\n                                                               andre-\nrespect of any requisitions or objections, or any claim for and other\ncompensation, or any other question arising out of or con- questions\n                                                               arising out\nnected with the contract (not being a question affecting the of   contracts\n                                                               for sales\nexistence or validity of the contract), and the Judge shall ofland.\nmake such order upon the application as to him shall appear\njust, and shall order how and by whom all or any of the\ncosts of and incident to the application shall be borne and\npaid.\n       me inclusion of this page is authorized by L.N. 480119731"
    }
  ],
  "definitions": []
}