{
  "id": "jm-stat-the-veterinary-act",
  "type": "statute",
  "title": "The Veterinary Act",
  "title_en": "The Veterinary Act",
  "short_name": "Veterinary Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-veterinary-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-veterinary-act | Legal areas: Regulation of Professions",
  "provisions": [
    {
      "provision_ref": "sec1",
      "section": "1",
      "title": "Section 1",
      "content": "1. The Board shall consist of-                                         Constitution\n                                                                         of the\n    (U) the Directcr of Veterinary Servi?        or his nominee (being a Board.\n        member of the Government Veterinary Swim); and\n    (b) four other persons appointed by the Minister after consultation\n        with any body recognized by the Minister as representing\n        veterinary surgeons."
    },
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                 Interpreta-\n                                                                tion.\n  “animal health assistant” means a person enrolled as\n       an animal health assistant in accordance with this\n       Act;\n  “the Board” means the Veterinary Board established\n       by section 3;\n  “functions” includes duties and powers;\n  “register” means the Register of Veterinary Surgeons\n       specified under section 6;\n  “Registrar” means the public officer designated by the\n       Minister pursuant to section 5;\n  “roll” means the Roll of Animal Health Assistants\n       specified under section 9;\n  “veterinary surgery” means the art and science of\n       veterinary surgery” and medicine and, without\n       prejudice to the generality of the foregoing, shall\n       be taken to i n c l u d e\n            (a) the diagnosis of diseases in, and injuries\n                 to, animals, including tests performed on\n                 animals for diagnostic purposes;\n            (b) the giving of advice based upon such\n                 diagnosis;\n            (c) the surgical or medical treatment of\n                 animals; and\n            (d) the performance of surgical operations on\n                 animals.\n     me inclusion of this page is authorized by LN. 31119771\n4                                         V E T E R I ” RY\nEstablish-       3.-(1) There shall be established for the purposes of this\nment of       Act a body to be called the Veterinary Board.\nBoard.\nFht\nSchedule.\n                      (2) The provisions of the First Schedule shall have\n              effect with respect to the constitution and procedure of the\n              Board and otherwise in relation thereto.\nFunctions       4. The functions of the Board shall be-\nof the\nBoard.             (a) to register veterinary surgeons and enrol animal\n                        health assistants;\n                   (b) to regulate the training of persons for enrolment as\n                        animal health assistants;\n                   (c) to appoint examiners to conduct such examinations\n                        in respect of persons applying for registration as\n                        veterinary surgeons and persons applying for\n                        enrolment as animal health assistants as may from\n                        time to time be necessary under the provisions of\n                        this Act;\n                   (4 to ensure the maintenance of acceptable standards\n                       of professional conduct by persons registered as\n                       veterinary surgeons or enrolled as animal health\n                       assistants, as the case may be, under this Act.\nveterinary      5. The Minister may designate by general notice a public\nRegistrar.\n              officer as the Veterinary Registrar.\nRegister of     6.-(1) The Board shall cause the Registrar to keep in\nVeterinary\nSurgeons.     such form as it may from time to time determine a register,\n              to be known as the Register of Veterinary Surgeons, in\n              which shall be entered the name and such other particulars\n              as may be prescribed of every person registered under this\n              Act as a veterinary surgeon.\n                    (2) The register shall be kept at such place as the\n              Board may from time to time determine, and shall be open\n              to inspection by the public at all reasonable times and a\n              copy of the register shall be published in the Gazette at such\n              times and in such manner as may be prescribed.\n                          VETERINARY                                     5"
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. The Minister may appoint any person to act in the place of the Acting\nchairman or any other member of the Tribunal in the case of the appoint-\nabsence or inability to act of the chairman or other member.        ments,\n         lTbe inclusion of this page is authorized by LN. 31/19TI]\n18                                           VETERINARY\nResigna-         4 . 4 1 ) Any member of the Tribunal other than the chairman may at\ntions.        any time resign his office by instrument in writing addressed to the\n              Minister and transmitted through the chairman and from the date of\n              the receipt by the Minister of such instrument that member shall cease\n              to be a member of the Tribunal.\n                       (2) The chairman may at any time resign his 05ce by instrument\n              in writing addressed to the Minister and such resignation shall take\n              effect as from the date of receipt by the Minister of that instrument.\nRevocation     5. The Minister may at any time revoke the appointment of any\nof appoint-   member of the Tribunal if he thinks it expedient so to do.\nments.\nFillingof       6. If any vacancy occurs in the membership of the Tribunal such\nvacancies.    vacancy shall be filled by the appointment of another member who\n              shall, subject to the provisions of this Schedule, hold office for the\n              remainder of the period for which the previous member was appointed.\nPubhation       7. The names of all members of the Tribunal as k s t constituted and\nof membcr-    every change in the membership thereof shall be published in the\nship.         Gazette.\nRemunera-       8. There shall be paid to the chairman and other members of the\ntion of       Tribunal such remuneration whether by way of honorarium, salary\nmembers.\n              or fees, and such allowances as the Minister may determine.\nVoting.         9. The decision of the Tribunal shall be by a majority of votes of\n              the members and in addition to an original vote, the chairman shall\n              have a casting vote in any case in which the voting is equal.\nPower to         10. Subjeot to the provisions of this Act, the Tribunal may regulate\nregulate pro- its own proceedings.\nceedings.\nMembers          11. The office of chairman or member of the Tribunal shall not\nnot public    be a public office for the purposes of Chapter V of the Constitution\n05cers.       of Jamaica.\n                         me in.clusion of this page is authorized by LN. 3 1 / 1 m"
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. If the chairman or any other member of the Board is absent or Acting\nunable to.act. the Minister may appoint any person to act in the place aPPont-\nof the chairman or such other member and, in making the appointment,\nthe Minister shall have regard to the provisions of paragraph 1."
    },
    {
      "provision_ref": "sec5",
      "section": "5",
      "title": "Section 5",
      "content": "5.---(1) Any member of the Board, other than the Chairman. may at Resignation\nany time resign his office by instrument in writing addressed to the\nMinister and transmitted through the chairman.\n         (2) The chairman may at any time resign his office by instrument\nin writing addressed to the Minister.\n         (3) Every such resignation as aforesaid shall take effect from the\ndate of receipt by the Minister of the instrument of resignation."
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6. The Minister may at any time revoke any appointment made by Revocation\nhim under this Schedule.                                         of appomt-\n                                                                 merits"
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7. If any vacancy 0~~1115in the membership of the Board such Fillingof\nvacancy shall be filled by the appointment of another member who V a ~ ~ l e s .\nshall, subject to the provisions of this Schedule, hold office for the\nremainder of the period for which the previous member was appointed;\nand. in making such appointment. the Minister shall have regard to the\nprovisions of paragraph 1.\n                                                                                          I"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.-(1) If the Board is satisfied in relation to any Registra-\napplication for registration that-                    tion.\n    (a) the provisions of section 7 have been complied\n        with; and\n    (b) the applicant possesses the prescribed qualifica-\n         tions; and\n     (c) the applicant is of good character and is a fit and\n          proper person to practise veterinary surgery,        ,\nthe Board shall authorize the Registrar to register the appli-\ncant as a veterinary surgeon and the Registrar shall notify\nthe applicant in writing accordingly and furnish him with a\ncertificate of registration in the prescribed form.\n       (2) Every veterinary surgeon registered under this Act\nshall be entitled to practise veterinary surgery in Jamaica\nand to demand and recover any reasonable charges for\nservices rendered by him as a veterinary surgeon and for\nany drugs, medicines or appliances supplied by him."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. The funds of the Board shall consist of such moneys as may from Fundsof\ntimt to time be placed at its disposition for the purposes of this Act Board\nby Parliament. and such other moneys as may be lawfully paid to the\nBoard.\n           (The inclusion of this page is authorized by LN. 31/19n]\n16                                         VETERINARY\nAccounts        10. The Board shall keep proper accounts of its receipts, payments,\nandaudit.     assets and liabilities and such accounts shall be audited annually by\n              the Auditor General.\nAnnual           Il.-+)     The Board shall in each year prepare and submit to the\nreportsand    Minister on or before the thirtieth day of June a report of its\nestimates.    proceedings during the twelve months ending on the thirty-first day\n              of March in that year, including a statement of its accounts audited\n              in accordance with paragraph 10.\n                        (2) The Board shall on or before the thirty-first day of October\n              in each year submit to the Minister for approval its estimates of\n              revenue and expenditure in respect of the period commencing on the\n              first day of April next following and ending on the thirty-first day of\n              March of the subsequent year.\nSeal and         1 2 . 4 1 ) The seal of the Board shall be kept in the custody of the\nexecutionof   chairman or the Registrar and shall be affixed to instruments pursuant\ndocuments.    to a resolution of the Board in the presence of the chairman, or any\n              other member of the Board, and the Registrar.\n                        (2) The seal of the Board shall be authenticated by the signatures\n              of the chairman, or any other member authorized to act in that behalf.\n              and the Registrar.\n                        (3) All documents, other than those required by law to be under\n              seal, made by, and all decisions of, the Board may be signified under\n              the hands of the chairman, or any other member authorized in that\n              behalf, and the Registrar.\nPrmdm            13.-(1) The Board shall meet at such times as may be expedient for\nand           the transaction of its business, and such meetings shall be held in\nmcetin@.      such places on such days and at such times as the Board may determine.\n                      (2) The chairman may at any time call a special meeting of the\n              Board and shall call a special meeting within fourteen days of the\n              receipt of a written requisition for that purpose addressed to him by\n        4\n              any two members of the Board.\n                      (3) The chairman shall preside at aU meetings of the Board at\n              which he is present, and, in the case of the chairman’s absence ftom\n              the meeting, the members present and constituting a quorum shall elect\n              one of their number to preside at the meeting.\n                      (4) A quorum of the Board shall be three.\n                      ( 5 ) The decisions of the Board shall be by a majority of votes\n              and, in addition to an original vote, the chairman or other member\n              presiding at a meeting shall have a casting vote in any case in which\n              the voting is equal.\n                      (6) Minutes in the proper form of each meeting of the Board\n              shall be kept.\n                       me inclusion of this page is authorized by LN. 3111977J\n                             VETERINARY                                            17\n        (7)The validity of the proceedings of the Board shall not be\naffected by any vacancy amongst the members thereof or by any defect\nin the appointment of any member thereof.\n   1 4 . 4 1 ) The Board may appoint such committees as it thinks fit, and Committees.\nmay delegate to any committee so appointed the power and authority\nto carry out on its behalf such functions as the Board may determine,\nso. however, that no such committee shall have the power to make\nreguIations.\n          (2) The constitution of each committee shall be determined by\nthe Board.\n          (3) A committee appointed pursuant to this paragraph may\ninclude persons who are not members of the Board.\n          (4) The provisions of paragraph 15 shall apply to a member of\na committee who is not a member of the Board in like manner as\nthey apply to a member of the Board.\n   lS.-(l) No member of the Board shall be personally liable for any Protection\nact or default of the Board done or omitted to be done in good faith of members.\nin the course of the operations of the Board.\n         (2) Where any member of the Board is exempt from liability\nby reason only of the provisions of this paragraph, the Board shall be\nliable to the extent that it would be if the member were a servant or\nagent of the Board."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13.-(1) If any person registered or enrolled under this\nAct is found upon enquiry by the Board in the prescribed             ;fzE;g\nmamer-                                                        Off.\n    (a) to be suffering from any physical or mentd\n         condition, or from any habit, which renders him\n         unfit to practise as a veterinary surgeon or, as the\n         case may be, to perform satisfactorily his functions\n         as an animal health assistant; or\n                           VETERINARY\n     (b) to have procured his registration or enrolment as\n         the case may be, under this Act, as a result of any\n         misleading, false or fraudulent representations; or\n     (c) to have been convicted of a criminal offence; or\n     (d) to be guilty of dishonesty, negligence, or incom-\n        petence in the performance of his functions as a\n        veterinary surgeon or, as the case may be, an\n         animal health assistant, or of conduct that is, in\n         the opinion of the Board, unprofessional, or dis-\n        graceful or discreditable to the profession,\nthe Board may, if it thinks fit-\n            (i) in the case of the matters specified in para-\n                graph (c) or (4censure him; or\n           (ii) in the case of the matters specified in para-\n                graph (a), (b),(c) or (4suspend his registra-\n                tion or enrolment for a period not\n                exceeding two years, or direct the Registrar\n                in writing to remove his name from the\n                register or roll, as the case may be.\n        (2) The Board may at any time, if it thinks just,\ndirect the Registrar to restore to the register or roll any\nname removed therefrom under subsection (1).\n        (3) The Board shall, as soon as practicable after-\n    (a) the registration or enrolment of any person has\n          been suspended; or\n    (b) the name of any person has been removed from\n          the register or roll; or\n    (c) the name of any person which was so removed\n          is restored to the register or roll,\ncause a notice of the appropriate fact to be published in the\nGazette.\n       (4) Where the name of a person has been removed\nfrom the register or from the roll, as the case may be, the\n       me inclusion of this page is authorized by LN. 31/1977]\n                           VETERINARY                                     9\nBoard may in writing require that person to return to the\nRegistrar his certificate of registration or certificate of\nenrolment, and that person shall comply with that\nrequirement."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) There is hereby established for the purposes of Veterinary\n                                                             Appeal\nhearing appeals from the decisions of the Board a Veterinary Tribunal.\nAppeal Tribunal (hereinafter referred to as the Tribunal).\n        (2) The provisions of the Second Schedule shall have Second\neffect as to the constitution of the Tribunal and otherwise Schedule.\nin relation thereto."
    },
    {
      "provision_ref": "sec15",
      "section": "15",
      "title": "Section 15",
      "content": "15.41) Any person who is aggrieved-                         Appeal to\n                                                              Tribunal.\n     (a) by the refusal of the Board to register him as a\n          veterinary surgeon or to enrol him as an animal\n          health assistant; or\n     (b) by the decision of the Board to censure him, or to\n          suspend his registration or enrolment, or to cause\n          his name to be removed from the register or from\n          the roll,\nmay appeal to the Tribunal against such refusal or such\ndecision in such manner and within such period as may be\nprescribed.\n        (2) The Tribunal may-\n     (a) at the hearing of an appeal against refusal of\n          registration or enrolment, dismiss the appeal, or\n          allow the appeal and direct the Board to cause\n          the registration or enrolment to be effected;\n     (b) at the hearing of an appeal other than an appeal\n          against refusal of registration or enrolment-\n              (i) dismiss the appeal and confirm the decision\n                  of the Board; or\n             (ii) allow the appeal and set aside the decision\n                  of the Board; or\n       me inclusion of this page is authorized by L.N. 31/ 1977\n10                                      VETERINARY\n                        (iii) allow the appeal and direct that the disci-\n                              plinary proceedings in respect of which the\n                              decision of the Board was made be recon-\n                              ducted by the Board; or\n                        (iv) set aside the punishment inflicted by the\n                              Board and impose in substitution therefor\n                              such other less severe punishment men-\n                              tioned in subsection (1) of section 13 as\n                              the Board may think proper.\n                     (3) Upon allowing any appeal from any decisions\n            of the Board under subsection (1) of section 13, the Tribunal\n            shall cause notice of its decision to be published in the\n            Gazette and shall, in the event of the appellant’s certificate\n            of registration or certificate of enrolment having been\n            returned under subsection (4) of section 13, direct that such\n            certificate be restored to him.\nOffences.     16.-(1) Any person who-\n                (a) procures or attempts to procure registration or\n                    enrolment for himself or for any other person\n                    by howin&-\n                       (i) making, or causing to be made, any mis-\n                           leading, false or fraudulent representation\n                           or declaration, either orally or in writing,\n                           or otherwise; or\n                      (ii) producing or causing to be produced, any\n                           false or fraudulent document or certificate;\n                (b) wilfully makes, or causes to be made, any falsifica-\n                     tion in any matter relating to the register or to the\n                     roll;\n                (c) forges, or uses, or lends to or allows to be used\n                     by any other person any certificate issued under\n                     this Act; or\n                           VETERINARY                               11\n     (d) makes, or has in his possession, any document so\n          closely resembling such certificate as to be calcula-\n          ted to deceive,\nshall be guilty of an offence and shall be liable on summary\nconviction before a Resident Magistrate to a fine not\nexceeding one thousand dollars or to imprisonment for a\nterm not exceeding two years, or to both such fine and\nimprisonment.\n        (2) Any person who, not being registered as a\nveterinary surgeon under this Act-\n          takes or uses any title, addition or description\n          implying or calculated to lead persons to believe\n          that he is registered as a veterinary surgeon, or\n          that he is recognized by law as a person authorized\n          or qualified to practise veterinary surgery; or\n          assumes or uses any affix indicative of any occupa-\n          tional designation relating to the practice of\n          veterinary surgery;\n         advertises or holds himself out as a person\n          authorized or qualified to practise veterinary\n          swery,\nshall be guilty of an offence and shall be liable on summary\nconviction thereof before a Resident Magistrate to a fine\nnot exceeding five hundred dollars or to imprisonment\nfor a term not exceeding twelve months or to both such\nfine and imprisonment :\n  Provided that this subsection shall not operate to prevent\nan animal health assistant enrolled under this Act or\na professional person registered under, or recognized by,\nany other enactment from using any title which he is\nauthorized to use by the enactment under which he is\nenrolled, registered or recognized.\n       (3) Subject to subsection (41, any person who, during\na period when his registration as a veterinary surgeon under\n       me inclusion of t h i s page is authorized by LN. 31119771\n12                                 VETERINARY\n      this Act is suspended, or who, not being registered as a\n      veterinary surgeon under this Act-\n           (a) practises veterinary surgery in any of its branches;\n               or\n           (b) for reward, diagnoses or offers to diagnose or\n               attempts to diagnose any animal disease, ailment,\n               deformity, defect or injury, or examines or advises\n               upon any physical condition of any animal; or\n           (4 prescribes or administers any drug, serum or any\n               other substance or remedy, applies any apparatus,\n               or performs any operation or manipulation for\n               the cure, treatment or prevention of any animal\n               disease, ailment, deformity, defect or injury; or\n           (4 acts as the assistant or associate of any person who\n               performs any of the acts specified in this sub-\n               section,\n     shall be guilty of an offence and shall be liable on summary\n     conviction before a Resident Magistrate to a fine not ex-\n     ceeding five hundred dollars or to imprisonment for a term\n     not exceeding twelve months or to both such fine and\n     imprisonment.\n              (4) The provisions of subsection (3) shall not apply\n     to-\n           (a) any person registered, enrolled or licensed under\n                this or any other enactment who performs or\n                provides any service which he is authorized or\n               entitled to perform thereunder;\n           (b) any student of veterinary surgery performing the\n               services approved by his faculty or school as part\n               of his course of instruction or part of any examina-\n               tion in relation thereto;\n           (c) any services approved by the Board to be per-\n               formed by any person in the course of his training\n               for enrolment as an animal health assistant;\n             me inclusion of t h i s page is authorized by L.N. 31/1977]\n                          VETERINARY                              13\n       any person performing the functions which he is\n       employed by the Government to perform;\n       any person giving necessary veterinary aid in cases\n       of urgent need without hire, gain or hope of\n       reward; or\n       the domestic administration of home remedies;\n       such other circumstances as may be prescribed."
    },
    {
      "provision_ref": "sec16",
      "section": "16",
      "title": "Section 16",
      "content": "16. There shall be paid from the funds of the Board to the chairman Remunera-\nand other members of the Board such remuneration whether by way tionof\nof honorarium, salary or fees, and such allowances, as the Minister members.\nmay determine."
    },
    {
      "provision_ref": "sec17",
      "section": "17",
      "title": "Section 17",
      "content": "17.-(1) The Board may, with the approval of the RegulatioDa\nMinister make regulations generally for giving effect to the\npurposes and provisions of this Act and in particular, but\nwithout prejudice to the generality of the foregoing, may\nmake regulations-\n     (a) prescribing the professional qualifications and the\n          requirements which shall be a prerequisite for\n          registration or enrolment under this Act;\n     (b) with respect to the conduct of examinations as\n          specified under paragraph (c) of section 4;\n     (c) prescribing the form of, and particulars to be\n          included in, the register and the roll, the manner\n          in which additional qualifications obtained in\n          veterinary surgery or related subjects by a\n          registered veterinary surgeon or enrolled animal\n          health assistant may be added to those particulars\n          entered in the register or the roll in relation to him,\n          and the procedure to be followed to ensure that\n          the particulars in the register and the roll are kept\n          up to date;\n     (d) prescribing the forms for application for registra-\n           tion or enrolment and certificates of registration\n           or enrolment;\n      (e) prescribing fees for registration or enrolment;\n      cf, prescribing the manner in which enquiries or\n           disciplinary proceedings may be instituted before\n-\n       me inclusion of this page is authorized by L.N. 31/1977]\n14                              VETERINARY\n             the Board, the procedure to be followed in the\n             conduct of such enquiries or proceedings and\n             matters incidental to or consequential on such\n             proceedings;\n             prescribing the manner of appealing to the Tribunal\n             and as to the proceedings in any such appeal and\n             matters incidental to or consequential on such\n             proceedings;\n             prescribing the nature of the functions of animal\n             health assistants and the conditions under which\n             those functions may be performed and any other\n             matters relating to those functions;\n             prescribing any other matter or thing which may\n             be, or is required by this Act to be, prescribed.\n             (2) Regulations under this section may contain\n     different provisions for veterinary surgeons and for animal\n     health assistants.\n                              VETERINARY                                             15\n                            FIRST SCHEDULE                     (Section 3)"
    }
  ],
  "definitions": []
}