{
  "id": "jm-stat-the-visiting-forces-act",
  "type": "statute",
  "title": "The Visiting Forces Act",
  "title_en": "The Visiting Forces Act",
  "short_name": "Visiting Forces Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-visiting-forces-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-visiting-forces-act | Legal areas: Defence and National Security",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2. In this Act-                                                  Interpreta-\n                                                                 tion.\n  “civil court” means a court of ordinary criminal\n       jurisdiction in Jamaica, and includes a court of\n       summary jurisdiction;\n  “civil prison” means any prison, gaol or other place\n       in Jamaica in which offenders sentenced under this\n       Act by a civil court can be confined;\n  “Defence Board” means the Defence Board constituted\n      under section 9 of the Defence Act;\n  “dependant”, with reference to a member of a visiting\n      force or to a member of the armed forces of a\n      designated state, means the wife or husband of\n      such member, or any other person wholly or\n      mainly maintained by him, or in his custody,\n      charge or care;\n  “designated state” means a state, other than Jamaica,\n      that is designated under section 4;\n  “Jamaican forces” means the armed forces of Her\n      Majesty raised in Jamaica and for the time being\n      serving in Jamaica;\n  “military establishment” has the meaning assigned to\n      those words by subsection (1) of section 136 of\n      the Defence Act;\n4                                       VISITING FORCES\n                    “regulations” means regulations made under this Act;\n                    “service authorities” means naval, military or air force\n                         authorities;\n                    “service court” means a court martial of a visiting force\n                         and includes the service authorities of a designated\n                         state who are empowered by the laws of that state\n                         to deal with charges brought against persons\n                         subject to the service law of that state;\n                    “service law” in relation to a designated state, means\n                         the law governing all or any of the forces of that\n                         state;\n                    “visiting force” means any of the armed forces of a\n                         designated state present in Jamaica in connection\n                         with official duties, and includes civilian personnel\n                         designated under section 4 as a civilian component\n                         of a visiting force.\n                               PART11. Application of Act\nApplication        3. This Act applies in respect of a designated state when\nof Act.\n                the Defence Board has, pursuant to section 4, declared\n                it to be applicable in respect of that state, and it applies\n                in respect of that state only to the extent declared by the\n                Defence Board pursuant to that section.\nOrders            4. The Defence Board may by order-\ndesignating\nstates. etc.         (a) designate any country as a designated state fG\n                        the purposes of this Act;\n                    (b) declare the extent to which this Act is applicable\n                        in respect of any designated state;\n                    (c) designate civilian personnel as a civilian com-\n                        ponent of a visiting force.\n                    PART 111. Jurisdiction in relation to Visiting Forces\nPrimary           5. Except in respect of offences mentioned in subsection\nright of\ncivil courts    (1) of section 7, the civil courts have the primary right to\nto exercise     exercise jurisdiction in respect of any act or omission\njurisdiction.\n                       VISITING FORCES                                   5\nconstituting an offence against any law in force in Jamaica\nalleged to have been committed by a member of a visiting\nforce or a dependant."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4.   Orders designating states, etc.\n        PARTIII. Jurisdiction in relation to Visiting Forces"
    },
    {
      "provision_ref": "sec6",
      "section": "6",
      "title": "Section 6",
      "content": "6.-(1) Where a member of a visiting force or a depend- tnalPrevious\n                                                                  by\nant has been tried by a civil court and has been convicted civilcourt.\nor acquitted, he may not be tried again in Jamaica for the\nsame offence by a service court, but nothing in this section\nshall prevent a service court from trying within Jamaica\na member of the visiting force or a dependant for any\nviolation of rules of discipline arising from an act or\nomission that constituted an offence for which he was tried\nby a civil court.\n      (2) A certificate signed by the Registrar of the\nSupreme Court or a Judge, or a Resident Magistrate, or\na Clerk of the Courts stating-\n     (a) that a member of a visiting force or a dependant\n           has been tried before a civil court for an offence\n           specified in the certificate;\n     (b) the result of the trial;\n     (c) the judgment or order of the court,\nshall, for purposes of this section, be evidence of the matters\nstated in the certificate."
    },
    {
      "provision_ref": "sec7",
      "section": "7",
      "title": "Section 7",
      "content": "7.-(1) A service court of a visiting force has the primary prim\nright to exercise jurisdiction in relation to an alleged rSew,ce\n                                                               ight3\ncommission by a member of the visiting force or a depend- ;   :\n                                                              $\nant of an offence in respect of-                              cases.\n       (a) the property or security of the designated state;\n       (b) the person or property of another member of the\n           visiting force or a dependant; or\n       (c) an act done or anything omitted in the perform-\n            ance of official duty.\n      me inclusion of this page is authorized by L.N. 60/1976]\n6                                        VISITING FORCES\n                        (2) Subject to this Act, the service authorities and\n                 service courts of a visiting force may exercise within\n                 Jamaica in relation to members of that force and\n                 dependants, all the criminal and disciplinary jurisdiction\n                 that is conferred upon them by the law of the designated\n                 state to which they belong.\n                        (3) Nothing in this section shall be construed as\n                 derogating from the provisions of any other enactment\n                 restricting the prosecution of any proceedings or requiring\n                 the consent of any authority to the prosecution thereof.\nArrest,"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8.--(1)   Nothing in section 7 shall af€ect-\ncustody, etc.,\nof offenders          (4 any powers of arrest, search, entry, seizure or\nagainst\nJamaican                     custody exercisable under the law of Jamaica with\nlaw.                         respect to offences committed or believed to have\n                             been committed against that law; or\n                      (b) any obligation of any person in respect of a\n                          recognizance or bail bond entered into in con-\n                          sequence of his arrest, or the arrest of any other\n                          person, for such an offence; or\n                      (c) any power of any court to remand (whether on\n                          bail or in custody) a person brought before the\n                          court in connection with such an offence.\n                        (2) Where a person has been taken into custody by\n                 a constable without warrant for such an offence as aforesaid,\n                 and there is reasonable ground for believing that in accord-\n                 ance with section 7 he is subject to the jurisdiction of the\n                 service court of a designated state, then, with a view to\n                 its being determined whether he is to be dealt with for\n                 that offence under the law of Jamaica or dealt with by the\n                 courts of that state for an offence under the law thereof, he\n                 may, notwithstanding any other law to the contrary, be\n                 detained in custody for a period not exceeding three days\n                 without being brought before a court of summary jurisdic-\n                         me inclusion of this page is authorized by L.N. 60/1976]\n                       VISITING FORCES                                    7\ntion, but if within that period he is not delivered into the\ncustody of an authority of that state he shall be released\non bail or brought before a court of summary jurisdiction\nas soon as practicable after the expiration of that period."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9.-(1) Where a member of a visiting force or a depend- Previous\n                                                             trial by\nant has been tried by a service court of that visiting force service\nand has been convicted or acquitted he may not be tried\nagain by a civil court for the same offence.\n       (2) For the purposes of this section a certificate under\nthe hand of the officer presiding over a service court, or\nthe officer in command of a visiting force stating-\n     (a) that a member of the visiting force or a dependant\n          has been tried before a service court for an offence\n          specified in the certificate;\n     (b) the result of the trial;\n     (c) the judgment or order of the Court,\nshall be evidence of the matters stated in the certificate."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10.-(1) Where under sections 5 and 7 a civil court or Primary\n                                                             rights may\na service court of a visiting force has the primary right to be waived.\nexercise jurisdiction, the court having such primary right\nhas the right to deal with charges against alleged offenders\nin the first instance, and the court not having such primary\nright shall, subject to subsection (2), have no jurisdiction\nin the matter.\n        (2) A court having jurisdiction pursuant to sub-\nsection (1) may, in accordance with regulations under this\nAct, waive such jurisdiction in favour of the court not\nhaving jurisdiction pursuant to subsection (1) and there-\nupon the latter court shall have jurisdiction in the matter.\n       (3) A certificate of the service authorities of a desig-\nnated state stating that anything alleged to have been done\nor omitted by a member of a visiting force of that state\n       me inclusion of this page is authorized by L.N. 60/1976]\n8                                    VlSlTlNG FORCES\n              was or was not done or omitted in the performance of\n              official duty, shall be receivable in evidence in any civil\n              court, and for the purposes of this Act is prima facie proof\n              of that fact.\nJmmuni ties      11. The members of a service court of a visiting force\nand\nprivileges    exercising jurisdiction by virtue of this Act, and witnesses\nof members\nof service    appearing before such service court, have respectively the\ncourt and     like immunities and privileges as a court martial exercising\nwitnesses.\n              jurisdiction under the Defence Act and witnesses appear-\n              ing before any such court martial.\nSentence,       12.41) Where any sentence has been passed by a service\ndetention\nand proof     court within or without Jamaica upon a member of the\nthereof.\n              armed forces of a designated state or upon a dependant\n              of a member of any such force, then for the purposes of\n              any legal proceedings within Jamaica-\n                  (a) the service court shall be deemed to have been\n                       properly constituted;\n                  (b) its proceedings shall be deemed to have been\n                       regularly conducted;\n                  (c) the sentence shall be deemed to have been within\n                       the jurisdiction of the service court and in accord-\n                       ance with the law of the designated state; and\n                  (d) subject to section 17, if the sentence has been\n                       executed according to the tenor thereof, it shall\n                       be deemed to have been lawfully executed.\n                     (2) Any member of a visiting force or any dependant\n              who is detained in custody-\n                  (a) in pursuance of a sentence mentioned in subsection\n                       (1); or\n                  (b) pending the determination by a service court of\n                       a charge brought against him,\n                    me inclusion of this page is authorized by L.N. 60/1976]\n                       VISITlNG FORCES                                  9\nshall, for the purposes of any legal proceedings in Jamaica,\nbe deemed to be in lawful custody.\n         (3) For the purposes of any legal proceedings within\nJamaica, a certificate under the hand of the officer in\ncommand of a visiting force stating that the persons specified\nin the certificate sat as a service court, shall be receivable\nin evidence and shall be conclusive proof of that fact; and\na certificate under the hand of such an officer stating that\na member of that force or a dependant is being detained\nin either of the circumstances described in subsection (2)\nshall be receivable in evidence and shall be conclusive proof\nof the cause of the detention, but not of his being a member\nof the visiting force or a dependant."
    },
    {
      "provision_ref": "sec11",
      "section": "11",
      "title": "Section 11",
      "content": "11.   Immunities and privileges of members of service court and\n        witnesses."
    },
    {
      "provision_ref": "sec13",
      "section": "13",
      "title": "Section 13",
      "content": "13. For the purposes of enabling the service authorities\nand service courts of a visiting force to exercise more\neffectively the powers conferred upon them by this Act, the\nDefence Board, if so requested by the officer in command\nof the visiting force or by the designated state, may from\ntime to time by general or special orders to the Jamaican\nforces or any part thereof, direct the officers and soldiers\nthereof to arrest members of the visiting force or dependants\nalleged to have been guilty of offences against the law of\nthe designated state and to hand over any person so arrested\nto the appropriate authorities of the visiting force."
    },
    {
      "provision_ref": "sec14",
      "section": "14",
      "title": "Section 14",
      "content": "14.-(1) Where a member of a visiting force or a Placeof\ndependant of any such member has been sentenced by a imprison-\n                                                     mentor\nservice court to undergo a punishment involving incarcera- detention.\ntion, the incarceration may, at the request of the officer\nin command of the visiting force and in accordance with\nthe regulations, be served wholly or partly in a civil prison\nor military establishment and the provisions of the Defence\nAct relating to the carrying out of punishments of im-\nprisonment or detention imposed upon officers and soldiers\nof the Jamaican forces shall mutatis rnutandis apply.\n      me inclusion of this page is authorized by L.N. 60/1976]\n10                                    VISITING FORCES\n                      (2) The Defence Board shall, in accordance with\n              regulations, and having regard to the nature of the place\n              of incarceration to which the offender would have been\n              committed under the law of the designated state, determine\n              whether the offender’s punishment is to be served in whole\n              or in part in a civil prison or in a military establishment.\nPolice          15. The authority of members of a visiting force to\nfunctions.    exercise police functions, including the power of arrest, in\n              relation to any member of that force or dependant, shall\n              be the same as authorized by the service law of that force,\n              but nothing herein contained shall empower a member of\n              a visiting force to exercise police functions in respect of a\n              person who is not a member of the visiting force or a\n              dependant.\nApplicgtion     16. The provisions of section 106 of the Defence Act\nOfsection\n106 of\n              shall mutatis mutandis apply in relation to a court martial\nDefence\nAct.\n              under this Act as they apply to a court martial under that\n              Act, except that no person other than a member of a\n              visiting force may be summoned before a court martial\n              except by process issued by a magistrate or justice of the\n              peace whose authority in that behalf shall be exercised in\n              accordance with regulations.\nDeath           17. Notwithstanding anything in the foregoing provisions\nsentence.\n              of this Part relating to a sentence by a service court, a\n              sentence of death passed by a service court shall not be\n              carried out in Jamaica unless, under Jamaican law, a\n              sentence of death could have been passed in a similar case.\nFirearms        18. Members of a visiting force acting in the course of\nand\ndrilling.     their duties, except civilian personnel-\n                  (a) may, if authorized to do so by orders of service\n                       authorities of the visiting force, possess and carry\n                       explosives, ammunition and firearms; and\n                         VISITING FORCES                                11\n    (b) are not subject to the criminal law relating to\n        unlawful drilling or the making or possessing of\n        explosives."
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19. No proceedings shall be entertained by any court in , R n i E o n\nJamaica with regard to the pay of any person in respect ceedings\nof service as a member of a visiting force or as a member in\n                                                          serviceof\n                                                             respect of\nof a civilian component of such a force, with regard to members,\n                                                          etc.,of\nthe terms of such service or with regard to a person’s\ndischarge from such service.\n        PARTIV. Claims for personal injuries and\n                                property damage"
    },
    {
      "provision_ref": "sec20",
      "section": "20",
      "title": "Section 20",
      "content": "20. Subject to section 23, for the purposes of the Crown Claims\n                                                           against\nProceedings Act-                                           designated\n                                                           state.\n    (a) a tort committed by a member of a visiting force\n        while acting within the scope of his duties or\n        employment shall be deemed to have been\n        committed by a servant of the Crown while acting\n        within the scope of his duties or employment;\n    (b) property owned, occupied, possessed or controlled\n        by a visiting force shall be deemed to be owned,\n        occupied, possessed or controlled -by the Crown;\n        and\n    (c) a service motor vehicle or aircraft of a visiting\n         force shall be deemed to be owned by the Crown."
    },
    {
      "provision_ref": "sec21",
      "section": "21",
      "title": "Section 21",
      "content": "21. No proceedings lie against the Crown by virtue of N~\nsection 20, or against any member of a visiting force who is proceedings\n                                                             liewhere\ndeemed a servant of the Crown under section 20, in respect ;;;pensa-\nof a claim by a member of a visiting force or his personal payable.\nrepresentative or a dependant arising out of the death, or\ninjury to the person, of the member, if compensation has\nbeen paid or is payable by a designated state, or out of any\n12                                  VISITING FORCES\n             funds administered by an agency of a designated state, for\n             the death or injury.\nEnforce-       22. A member of a visiting force is not subject to any\nment of      proceedings for the enforcement of any judgment given\njudgment.\n             against him in Jamaica in respect of a matter that arose\n             while he was acting within the scope of his duties or\n             employment.\nShips.          23. Except the Minister by order so directs in respect of\n             the ships of any particular designated state, section 20 does\n             not apply to a claim arising out of or in connection with\n             the navigation, operation or salvage of a ship or the loading,\n             carriage or discharge of a cargo, unless the claim is a claim\n             arising out of death or injury to the person.\nSettlement     24.-( 1) The Minister may make arrangements whereby\nof claims    claims in respect of acts or omissions of-\nagainst\nvisiting\nforces.           (a) members of visiting forces, or\n                 (b) other persons connected to those forces and\n                     specified in the arrangements,\n             may be satisfied by payments made by the Minister of such\n             amounts as may be-\n                          (i) adjudged by any court in Jamaica or such\n                              authority as may be provided by the\n                              arrangements, or\n                         (ii) agreed between the claimant and the\n                              Minister,\n             so, however, that the acts or omissions in respect of which\n             the claim is made shall be acts or omissions of a description\n             to which the arrangements relate.\n                     (2) Any expenses of the Minister incurred in satis-\n             fying claims in pursuance of any arrangements under this\n                   m e inclusion of this page is authorized by L.N. 60/1976]\n                            VISITING FORCES\nsection or otherwise in connection with the arrangements shall\nbe defrayed out of moneys provided by Parliament.\n        (3) The Minister shall take such steps as may be\nrequisite for securing that persons concerned with any\narrangements made by him under this section shall be informed\nof the nature and operation of the arrangements.\n                           PART V.       Taxation\n  2 5 . 4 1 ) A member of a visiting force shall be exempt from\n                                                                    from income\nincome tax in Jamaica on the salary and emoluments paid to          tax.\nhim as such member by a designated state.\n         (2) For the purpose of this section, the expression\n\"member of a visiting force\" does not include a Jamaican\ncitizen resident or ordinarily resident in Jamaica.\n  2 6 . 4 1 ) No tax or fee shall be payable in respect of          sewice\n                                                                    vehicles and\nthe licensing or registration of service vehicles of a visiting     licences.\nforce.\n        (2) Notwithstanding the provisions of section 12 of the\nRoad Traffic Act, a member of a visiting force shall not be\nrequired to hold a driver's licence issued under that Act, and\nmay drive a service vehicle on any road in Jamaica without\nbeing the holder of such a licence if he is the holder of a valid\ndnver's licence issued under any law of the designated state to\nwhich he belongs.\n  2 7 . 4 1 ) Subject to any regulations made under this Act        Imp0*\n                                                                    duty.\nor under any other enactment, a visiting force may import\ninto Jamaica, free of duty and tax, equipment for the visit-\ning force and such quantities of provisions, supplies, and other\ngoods for the exclusive use of the visiting force as the\nCommissioner of Customs considers reasonable.                       L.N.\n                                                                    93U1986.\n       (2) The Commissioner of Customs may authorize the\nimport into Jamaica, free of duty and tax, of goods for use by\ndependants of members of a .visitingforce.\n14                                          VISITIArG FORCES\nPersonal          28. A member of a visiting force may in accordance with\neffects and\nmotor           any regulations made under this Act or under the Customs\nvehicles.       ACt-\n                     (a) within six months of his first arrival to take up\n                         service in Jamaica and within six months of the\n                         first arrival of any dependant to join him, import\n                         his personal effects and furniture and the personal\n                         effects of his dependant free of duty and tax; and\n                     (b) import, free of duty and tax, his private motor\n                         vehicle for the personal use of himself and his\n                         dependants temporarily, but this paragraph shall\n                         not be construed as granting, or authorizing the\n                         granting of, any exemption from taxes or fees in\n                         respect of the licensing or the registration of private\n                         vehicles or the use of the roads by private vehicles\n                         in Jamaica.\nFuel, oil,        29. Subject to compliance with such conditions as may be\netc.\n                prescribed, no duty or tax shall be payable on any\n                fuel, oil or lubricants intended for use exclusively in the\n                service vehicles, aircraft or vessels of a visiting force.\n                                    PART VI. Coroner S Inquest\nProvisions as     3 0 . 4 1 ) If any coroner having jurisdiction to hold an\nto coroner's\ninquest.        inquest touching a death is satisfied that the deceased person\n                at the time of his death had a relevant association with a\n                visiting force, then unless the Minister responsible for justice\n                otherwise directs the coroner shall not hold the inquest\n                or, if the inquest has begun but not completed, shall adjourn\n                the inquest and, if a jury has been summoned, shall\n                discharge the jury.\n                        (2) Subject to subsection (I), if on an inquest touching\n                a death the coroner is satisfied-\n                     ( a ) that a person who in accordance with section 7\n                           is subject to the jurisdiction of the service courts of\n                       VISITING FORCES                             15\n          a designated state has been charged before a court\n          of that state with the homicide of the deceased\n          person, whether or not that charge has been dealt\n          with; or\n     (b) that such a person is being detained by an authority\n          of that state with a view to being so charged,\nthen unless the Minister responsible for justice otherwise\ndirects the coroner shall adjourn the inquest and, if a jury\nhas been summoned, shall discharge the jury, and shall\nfurnish the Registrar of deaths with a certificate stating the\nparticulars necessary for the registration of the death so\nfar as they have been ascertained at the inquest.\n         (3) Where an inquest is adjourned under this section,\nthe coroner shall not resume it except on the direction of\nthe Minister responsible for justice and, if he does resume\nit, shall proceed in all respects as if the inquest had not\npreviously been begun, except that it shall not be obligatory\non the coroner to view the body or to furnish the Registrar\nof deaths with any certificate, as the case may be.\n        (4) Notwithstanding section 32 of the Registration\n(Births and Deaths) Act (which relates to certificates to be\ngiven to persons giving information concerning deaths), the\nRegistrar shall not give a certificate under that section to the\nperson giving information concerning a death if that person\ninforms the Registrar that the body is one as respects which\nit is proposed to remove the body out of Jamaica.\n       (5) In this section-\n    (U) the expression “homicide” includes murder, man-\n         slaughter, infanticide and any offence under the\n         law of the country in question which is analogous\n         to any of those offences;\n    (b) references to persons having at any time a relevant\n        association with a visiting force are references to\n      me inclusion of this page is authorized by L.N. 60/1976]\n16                                    VISITING FORCES\n                       his being at that time a person of one or other of\n                       the following descriptions, that is to say-\n                           (i) a member of that visiting force or a member\n                               of a civilian component of that force;\n                          (ii) a person, not being a citizen of Jamaica or\n                               ordinarily resident in Jamaica who is a\n                               dependant of a member of that visiting force\n                               or of a civilian component of that force;\n                   (c) in determining whether a person is, or was at any\n                       time, ordinarily resident in Jamaica, no account\n                       shall be taken of any period during which he has\n                       been or intends to be present in Jamaica while\n                       being a member of a visiting force or of a civilian\n                       component of such a force, or while being a\n                       dependant of a member of a visiting force or of\n                       such a civilian component.\n                         PARTVII. Attachments to and from\n                                       Jamaican forces\nTemporary       3 1 - 4 1 ) The Defence B o a r d\nattachments\nto Jamaican        (4 may attach temporarily to the Jamaican forces a\nforces and\nto forces                member of another force who is placed at the\nof mother                disposal of the Defence Board for the purpose by\ncountry.\n                         the service authorities of the country to which the\n                         other force belongs; and\n                         subject to anything to the contrary in the con-\n                         ditions applicable to his service, may place any\n                         member of the Jamaican forces at the disposal of\n                         the service authorities of another country for the\n                         purpose of being attached temporarily by those\n                         authorities to a force of that country.\n                      (2) While a member of another force is by virtue\n              of this section attached temporarily to the Jamaican forces,\n                        VlSlTING FORCES                            17\nhe is subject to the law relating to the Jamaican forces in\nlike manner as if he were a member of the Jamaican forces,\nand shall be treated and have the like powers of command,\npunishment and, notwithstanding section 15, arrest over\nmembers of the Jamaican forces as if he were a member\nthereof of relative rank.\n        (3) The Minister may direct that, in relation to\nmembers of another force to which this section applies, the\nstatutes relating to the Jamaican forces shall apply with\nsuch exceptions and subject to such adaptations and\nmodifications as may be specified by the Minister.\n        (4) When the Jamaican forces and another force to\nwhich this section applies are serving together, whether alone\nor not-\n    (a) any member of the other force shall be treated and\n          shall have over members of the Jamaican forces\n          the like powers of command as if he were a\n          member of the Jamaican forces of relative rank;\n          and\n    (b) if the forces are acting in combination, any officer\n          of the other force appointed, by agreement between\n          Her Majesty in right of Jamaica and the govern-\n          ment of the country to which that force belongs,\n          to command the combined force, or any part\n          thereof, shall be treated and shall have over\n          members of the Jamaican forces the like powers\n          of command, punishment and arrest, and may be\n          invested with the like authority as if he were an\n          officer of the Jamaican forces of relative rank and\n          holding the same command.\n        (5) For the purposes of this section, forces shall be\ndeemed to be serving together or acting in combination\nif and only if they are declared to be so serving or so acting\nby order of the Defence Board, and the relative rank of\n      frhe inclusion of this page is authorized by L.N. 60/1976]\n18                                VISITING FORCES\n          members of the Jamaican forces and of other forces shall\n          be such as may be prescribed by regulations made by the\n          Defence Board.\nRegula-\ntiOllS."
    },
    {
      "provision_ref": "sec22",
      "section": "22",
      "title": "Section 22",
      "content": "22. Enforcement of judgment.\n      me inclusion of this page is authorized by L.N. 60/1976]\n2                         VISITING FORCES"
    },
    {
      "provision_ref": "sec24",
      "section": "24",
      "title": "Section 24",
      "content": "24. Settlement of claims against visiting forces.\n                           PARTV. Taxation"
    },
    {
      "provision_ref": "sec30",
      "section": "30",
      "title": "Section 30",
      "content": "30. Provisions as to coroner's inquest.\n         PARTVII. Attachments to and from Jamaican forces"
    },
    {
      "provision_ref": "sec31",
      "section": "31",
      "title": "Section 31",
      "content": "31. Temporary attachments to Jamaican forces and to forces of\n          another country."
    },
    {
      "provision_ref": "sec32",
      "section": "32",
      "title": "Section 32",
      "content": "32. The Defence Board may make regulations for the\n          better carrying out of the purposes and provisions of this\n          Act and without prejudice to the generality of the foregoing\n          such regulations may provide for-\n                   the summoning of civilian witnesses before a\n                   service court;\n                   waiving of the primary right of jurisdiction by a\n                   service court or a civil court;\n                   determining where a sentence of imprisonment\n                   shall be spent;\n                   prescribing anything that is required by the Act\n                   to be prescribed.\n                                                                             -"
    }
  ],
  "definitions": []
}