{
  "id": "jm-stat-the-voluntary-declarations-act",
  "type": "statute",
  "title": "The Voluntary Declarations Act",
  "title_en": "The Voluntary Declarations Act",
  "short_name": "Voluntary Declarations Act",
  "status": "in_force",
  "url": "https://laws.moj.gov.jm/library/statute/the-voluntary-declarations-act",
  "description": "Category: statute | Source: https://laws.moj.gov.jm/library/statute/the-voluntary-declarations-act | Legal areas: Courts and Judiciary",
  "provisions": [
    {
      "provision_ref": "sec2",
      "section": "2",
      "title": "Section 2",
      "content": "2.-(1) In any case when by any statute made or to be Declaratm\nmade, any oath or affidavit might, but for the passing of                           ~~~~:\nthis Act, be required to be taken or made by any person certain\nor persons on the doing of any act, matter, or thing, or\nfor the purpose of verifying any book, entry, or return, or\nfor any other purpose whatsoever, it shall be lawful to\nsubstitute a declaration in lieu thereof before any Justice;\nand every such Justice is hereby empowered to take and\nsubscribe the same."
    },
    {
      "provision_ref": "sec3",
      "section": "3",
      "title": "Section 3",
      "content": "3. It shall be lawfbl for the Parish Councils of this BY-lawsto\nIsland, as well as the Kingston and St. Andrew Corpora- authorize\n                                                            substitution\ntion, or any other body corporate authorized to administer ofdeclara-\nor receive any oath or affidavit, to make by-laws or orders tion\n                                                            oath,\n                                                                 for\nauthorizing and directing the substitution of, or declara-\ntion in lieu of, any oath or aflidavit required to be taken\nor made:\n  Provided, that such by-laws and orders be not repugnant to the\nlaws of this Island regulating such bodies corporate."
    },
    {
      "provision_ref": "sec4",
      "section": "4",
      "title": "Section 4",
      "content": "4. Nothing in this Act contained shall extend or apply Savingsas\nto the oath of allegiance in any case in which the same toallegiance\n                                                             oath of\nnow is or may be required to be taken by any person who\nmay be appointed to any office; but such oath of allegiance\nshall continue to be required, and shall be administered\nand taken as well and in the same manner as if this Act\nhad not been passed.\n4                                   VOLUNTARY DECLARATIONS\nsavingasto          5. Nothing in this Act contained shall extend or apply\noath, etc., in\njudicial          to any oath, or affidavit, or affirmation, which now is or\nproceedings.      hereafter may be made or taken, or be required to be made\n                  or taken, in any judicial proceeding in any Court of\n                  Justice, or in any proceeding for or by way of summary\n                  conviction; but all such oaths, affidavits, and affirmations\n                  shall continue to be required, and to be administered, taken,          0\n                  and made, as well and in the same manner as if this Act had\n                  not been passed.\nFeeon oath to        6. Whenever any declaration shall be made and\nbe pa~don\ndeclaration.      subscribed by any person or persons under or in pursuance of\n                  the provisions of this Act, or any of them, all and every\n                  such fees or fee as would have been due and payable on the\n                  taking and making any legal oath or affidavit shall be in\n                  like manner due and payable upon making and subscribing\n                  such declaration.\nDeclaration to       7. In all cases when a declaration in lieu of an oath or\nbe in form in\nSchedule.         affidavit shall have been substituted by this Act, or by\n                  virtue of any power or authority hereby given, or when a\n                  declaration is directed or authorized to be made and\n                  subscribed under the authority of this Act, or of any\n                  power hereby given, although the same be not substituted\n                  in lieu of an oath, heretofore legally taken, such declara-\n                  tion, unless otherwise directed under the powers hereby\nSchedule.         given, shall be in the form prescribed in the Schedule.\nJustices not to\nadminister"
    },
    {
      "provision_ref": "sec8",
      "section": "8",
      "title": "Section 8",
      "content": "8. It    shall not be lawful for any Justice, or other              0\noath unless in    person, to administer, or cause or allow to be adminis-\nmatter of         tered, or to receive, or cause or allow to be received, any\nwhich they\nhave              oath, affidavit, or solemn affirmation, touching any matter\ncognizance.       or thing whereof such Justice, or other person, hath not\n                  jurisdiction or cognizance by some statute in force at the\n                  time being:\n                        VOLUNTARY DECLARATIONS\n      Provided always that nothing herein contained shall be\n    construed to extend to any oath, affidavit, or solemn affirmation\n    before any Justice in any matter or thing touching the\n    preservation of the peace, ot the prosecution, trial, or\n    punishment of offences, nor to any oath, affidavit, or solemn\n-\nh\n    affirmation, which may be required by the laws of any\n    foreign country to give validity to instruments in writing\n    designed to be used in such foreign countries respectively."
    },
    {
      "provision_ref": "sec9",
      "section": "9",
      "title": "Section 9",
      "content": "9. Nothing in this Act contained shall extend or apply ~ c t n o t t o\n    to any oath, affidavit, or affirmation which now is or here-\n    after may be made or taken, or be required to be made or by public\n                                                                             ::ztk:n\n    taken, by any public officer of this Island, upon his\n    entering upon or during his continuance in office, but all\n    such oaths, affidavits, and affirmations shall continue to\n    be required, and to be administered, taken, and made, as\n    well and in the same manner as if this Act had not been\n    passed."
    },
    {
      "provision_ref": "sec10",
      "section": "10",
      "title": "Section 10",
      "content": "10, It shall be lawfbl for any Justice, Notary Public, Powerto\n    or other officer by law authorized to administer an oath, make\n                                                                 declarations\n    to take and receive the declaration of any person astocertain\n    voluntarily making the same before him, by virtue of this\n    Act, in proof of the recitals contained in any deed or other\n    instrument relating to real property so far as the same\n    relate to the birth, death or marriage,       of the person\n    making such deed, or other instrument, or of any member\n    of the same family, or to the pedigree or possession of the\n    person making such deed or other instrument, or any\n    person or persons through whom he claims."
    },
    {
      "provision_ref": "sec10a",
      "section": "10A",
      "title": "Section 10A",
      "content": "10A. Every declaration made, taken or received before a                giey2:e\n    Justice by virtue of this Act, shall bear the official seal of that Justiceto\n    Justice.                                                            bear official\n                                                                        seal.\n                                                                             1512002\n                                                                             Sch.\n6                                   VOLUNTARY DECLARA TIONS\nUnder what        11. Every declaration so made, if recorded within six\ncircumstances\ndeclarations\n                months of the making of the same in the Record Office,\nreceivablein    shall in all actions and suits (in the event of the person\nevidence.\n                making the same being dead or presumably dead) be received in\n                evidence in proof of the recitals aforesaid, as if the person or\n                persons making the same had appeared and sworn or affirmed\n                the matters contained in such declaration viva voce in open              0\n                Court:\n                  Provided that in every such declaration there shall be\n                expressed the age, or supposed age, and addition of the person\n                making such declaration, and the particular place of his abode.\n                 VOLUNTARY DECLARATIONS                                          7\n                             SCHEDULE\n  I. A.B., do solemnly and sincerely declare that                     Declaration.\nand I make this solemn declaration conscientiously believing the same (Section ’).\nto be true, and by virtue of the Voluntary Declarations Act.\n  Taken and acknowledged this                                  day of"
    },
    {
      "provision_ref": "sec19",
      "section": "19",
      "title": "Section 19",
      "content": "19     , before me\n     A.B.\n                             C.D.\n                             Justice of the Peace for\n                                             the parish of"
    }
  ],
  "definitions": []
}